{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The associated production of a W boson with a jet originating from either a light parton or heavy-flavor quark is studied in the forward region using proton-proton collisions. The analysis uses data corresponding to integrated luminosities of 1.0 and 2.0 fb −1 collected with the LHCb detector at center-of-mass energies of 7 and 8 TeV, respectively. The W bosons are reconstructed using the W → μν decay and muons with a transverse momentum, p T , larger than 20 GeV in the pseudorapidity range 2.0 < η < 4.5. The partons are reconstructed as jets with p T > 20 GeV and 2.2 < η < 4.2. The sum of the muon and jet momenta must satisfy p T > 20 GeV. The fraction of W þ jet events that originate from beauty and charm quarks is measured, along with the charge asymmetries of the W þ b and W þ c production cross sections. The ratio of the W þ jet to Z þ jet production cross sections is also measured using the Z → μμ decay. All results are in agreement with Standard Model predictions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Measurements of W þ jet production in hadron collisions provide important tests of the Standard Model (SM), especially of perturbative quantum chromodynamics (QCD) in the presence of heavy-flavor quarks. Such measurements are also sensitive probes of the parton distribution functions (PDFs) of the proton. The ratio of the W þ jet to Z þ jet production cross sections is a test of perturbative QCD methods and constrains the light-parton PDFs of the proton.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The jet produced in association with the W boson may originate from a b quark (W þ b), c quark (W þ c) or light parton. Several processes contribute to the W þ b and W þ c final states at next-to-leading order (NLO) in perturbative QCD. The dominant mechanism for W þ c production is gs → Wc, but there are also important contributions from gs → Wcg, gg → Wcs, and qq → Wcc [1]. Therefore, measuring the ratio of the W þ c to W þ jet production cross sections in the forward region at the LHC provides important constraints on the s quark PDF [2,3] at momentum transfers of Q ≈ 100 GeV (c ¼ 1 throughout this article) and momentum fractions down to x ≈ 10 −5 . Previous measurements of the proton s quark PDF were primarily based on deep inelastic scattering experiments with Q ≈ 1 GeV and x values Oð0.1Þ [4][5][6]. The W þ c cross section has been measured at the Tevatron [7,8] and at the LHC [9,10] in the central region.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 374,
                    "text": "[1]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 543,
                    "text": "[2,",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 546,
                    "text": "3]",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 806,
                    "text": "[4]",
                    "end": 809
                },
                {
                    "type": "bibr",
                    "start": 809,
                    "text": "[5]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 812,
                    "text": "[6]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 875,
                    "text": "[7,",
                    "end": 878
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 878,
                    "text": "8]",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 896,
                    "text": "[9,",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 899,
                    "text": "10]",
                    "end": 902
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the so-called four-flavor scheme, theoretical calculations are performed considering only the four lightest quarks in the proton [11]. Production of W þ b proceeds via qq → Wg with g → bb at leading order. If the b quark content of the proton is considered, i.e. the five-flavor scheme, then single-b production via qb → Wbq also contributes [12]. The ratio of the W þ b to W þ jet cross sections thus places constraints both on the intrinsic b quark content of the proton and the probability of gluons splitting into bb pairs. The W þ b cross section has been measured in the central region at the Tevatron [13,14] and at the LHC [15].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 132,
                    "text": "[11]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "start": 345,
                    "text": "[12]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "start": 611,
                    "text": "[13,",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "start": 615,
                    "text": "14]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "start": 634,
                    "text": "[15]",
                    "end": 638
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "LHCb has measured the cross sections for inclusive W and Z production in proton-proton (pp) collisions at centerof-mass energy ffiffi ffi s p ¼ 7 TeV [16][17][18][19], providing precision tests of the SM in the forward region. Additionally, measurements of the Z þ jet and Z þ b cross sections have been made [20,21]. In this article, the associated production of a W boson with a jet originating from either a light parton or a heavy-flavor quark is studied using pp collisions at center-of-mass energies of 7 and 8 TeV. The production of the W þ b final state via top quark decay is not included in the signal definition in this analysis, but is reported separately in Ref. [22]. A comprehensive approach is taken, where the inclusive W þ jet, W þ b and W þ c contributions are measured simultaneously, rather than split across multiple measurements as in Refs. [9,10,15,[23][24][25][26]. The identification of c jets, in conjunction with b jets, is performed using the tagging algorithm described in Ref. [27], which improves upon previous c-tagging methods where muons or exclusive decays were required to identify the jet [9,10]. For each center-of-mass energy, the following production cross section ratios are measured: σðWbÞ=σðWjÞ, σðWcÞ=σðWjÞ, σðW þ jÞ=σðZjÞ, σðW − jÞ=σðZjÞ, AðWbÞ, and AðWcÞ, where",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[16]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "start": 154,
                    "text": "[17]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "start": 158,
                    "text": "[18]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "start": 162,
                    "text": "[19]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "start": 309,
                    "text": "[20,",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "start": 313,
                    "text": "21]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "start": 676,
                    "text": "[22]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 864,
                    "text": "[9,",
                    "end": 867
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 867,
                    "text": "10,",
                    "end": 870
                },
                {
                    "type": "bibr",
                    "start": 870,
                    "text": "15,",
                    "end": 873
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 873,
                    "text": "[23]",
                    "end": 877
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 877,
                    "text": "[24]",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 881,
                    "text": "[25]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 885,
                    "text": "[26]",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1008,
                    "text": "[27]",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1127,
                    "text": "[9,",
                    "end": 1130
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1130,
                    "text": "10]",
                    "end": 1133
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The analysis is performed using the W → μν decay and jets clustered with the anti-k T algorithm [28] using a distance parameter R ¼ 0.5. The following fiducial requirements are applied: both the muon and the jet must have momentum transverse to the beam, p T , greater than 20 GeV; the pseudorapidity of the muon must fall within 2.0 < ηðμÞ < 4.5; the jet pseudorapidity must satisfy 2.2 < ηðjÞ < 4.2; the muon and jet must be separated by ΔRðμ; jÞ > 0.5,",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 96,
                    "text": "[28]",
                    "end": 100
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "and ΔηðΔϕÞ is the difference in pseudorapidity (azimuthal angle) between the muon and jet momenta; and the transverse component of the sum of the muon and jet momenta must satisfy p T ðμ þ jÞ ≡ ðpðμÞþ pðjÞÞ T > 20 GeV. All results reported in this article are for within this fiducial region, i.e. no extrapolation outside of this region is performed.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The article is organized as follows: the detector, data sample and simulation are described in Sec. II; the event selection is given in Sec. III; the signal yields are determined in Sec. IV; the systematic uncertainties are outlined in Sec. V; and the results are presented in Sec. VI.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "II. THE LHCB DETECTOR AND DATA SET",
            "section_rank": 3
        },
        {
            "section": "II. THE LHCB DETECTOR AND DATA SET",
            "text": "The LHCb detector [29,30] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region [31], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [32] placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV. The minimum distance of a track to a primary vertex, the impact parameter, is measured with a resolution of ð15 þ 29=p T Þ μm, with p T in GeV. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. The electromagnetic and hadronic calorimeters have energy resolutions of σðEÞ=E ¼ 10%=",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 18,
                    "text": "[29,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 22,
                    "text": "30]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 309,
                    "text": "[31]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 491,
                    "text": "[32]",
                    "end": 495
                }
            ]
        },
        {
            "section": "II. THE LHCB DETECTOR AND DATA SET",
            "text": "ffiffiffi ffi E p ⊕ 1% and σðEÞ=E ¼ 69%=",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "II. THE LHCB DETECTOR AND DATA SET",
            "text": "ffiffiffi ffi E p ⊕ 9% (with E in GeV), respectively. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [33].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 162,
                    "text": "[33]",
                    "end": 166
                }
            ]
        },
        {
            "section": "II. THE LHCB DETECTOR AND DATA SET",
            "text": "The trigger [34] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. This analysis requires at least one muon candidate that satisfies the trigger requirement of p T > 10 GeV. Global event cuts (GECs), which prevent high-occupancy events from dominating the processing time of the software trigger, are also applied and have an efficiency of about 90% for W þ jet and Z þ jet events. Simulated pp collisions, used to study the detector response, to define the event selection and to validate data-driven techniques, are generated using PYTHIA [35,36] with an LHCb configuration [37]. Decays of hadronic particles are described by EVTGEN [38] in which final-state radiation (FSR) is generated using PHOTOS [39]. The interaction of the generated particles with the detector and its response are implemented using the GEANT4 toolkit [40,41] as described in Ref. [42].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 12,
                    "text": "[34]",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 654,
                    "text": "[35,",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 658,
                    "text": "36]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 689,
                    "text": "[37]",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 748,
                    "text": "[38]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 816,
                    "text": "[39]",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 941,
                    "text": "[40,",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 945,
                    "text": "41]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 970,
                    "text": "[42]",
                    "end": 974
                }
            ]
        },
        {
            "section": "II. THE LHCB DETECTOR AND DATA SET",
            "text": "Results are compared with theoretical calculations at NLO using MCFM [43] and the CT10 PDF set [44]. The theoretical uncertainty is a combination of PDF, scale, and strong-coupling (α s ) uncertainties. The PDF and scale uncertainties are evaluated following Refs. [44] and [45], respectively. The α s uncertainty is evaluated as the envelope obtained using α s ðM Z Þ ∈ ½0.117; 0.118; 0.119 in the theory calculations.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 69,
                    "text": "[43]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 95,
                    "text": "[44]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 265,
                    "text": "[44]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 274,
                    "text": "[45]",
                    "end": 278
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The signature for W þ jet events is an isolated high-p T muon and a well-separated jet, both produced in the same pp interaction. Muon candidates are identified with tracks that have associated hits in the muon system. The muon candidate must have p T ðμÞ > 20 GeV and pseudorapidity within 2.0 < ηðμÞ < 4.5. Background muons from W → τ → μ decays or semileptonic decays of heavy-flavor hadrons are suppressed by requiring the muon impact parameter to be less than 0.04 mm [16]. Background from high-momentum kaons and pions that enter the muon system and are misidentified as muons is reduced by requiring that the sum of the energy of the associated electromagnetic and hadronic calorimeter deposits does not exceed 4% of the momentum of the muon candidate.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 473,
                    "text": "[16]",
                    "end": 477
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Jets are clustered using the anti-k T algorithm with a distance parameter R ¼ 0.5, as implemented in FASTJET [46]. Information from all the detector subsystems is used to create charged and neutral particle inputs to the jetclustering algorithm using a particle flow approach [20]. During 2011 and 2012, LHCb collected data with a mean number of pp collisions per beam crossing of about 1.7. To reduce contamination from multiple pp interactions, charged particles reconstructed within the vertex detector may only be clustered into a jet if they are associated with the same pp collision.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 109,
                    "text": "[46]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "start": 276,
                    "text": "[20]",
                    "end": 280
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Signal events are selected by requiring a muon candidate and at least one jet with ΔRðμ; jÞ > 0.5. For each event the highest-p T muon candidate that satisfies the trigger requirements is selected, along with the highest-p T jet from the same pp collision. The high-p T muon candidate is not removed from the anti-k T inputs and so is clustered into a jet. This jet, referred to as the muon jet and denoted as j μ , is used to discriminate between W þ jet and dijet events. The requirement p T ðj μ þ jÞ > 20 GeV is made to suppress dijet backgrounds, which are well balanced in p T , unlike W þ jet events where there is undetected energy from the neutrino. Furthermore, the distribution of the fractional muon candidate p T within the muon jet, p T ðμÞ=p T ðj μ Þ, is used to separate vector bosons from jets. For vector-boson production, this ratio deviates from unity only due to muon FSR, activity from the underlying event, or from neutralparticle production in a separate pp collision, whereas for jet production this ratio is driven to smaller values by the presence of additional radiation produced in association with the muon candidate.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Events with a second, oppositely charged, muon candidate from the same pp collision are vetoed. However, when the dimuon invariant mass is in the range 60 < Mðμ þ μ − Þ < 120 GeV, such events are selected as Z þ jet candidates and the p T ðj μ þ jÞ requirement is not applied. Two Z þ jet data samples are selected at each center-of-mass energy: a data sample where only the μ þ is required to satisfy the trigger requirements and one where only the μ − is required to satisfy them. The first sample is used to measure σðW þ jÞ=σðZjÞ, while the second is used for σðW − jÞ=σðZjÞ. This strategy leads to approximate cancellation of the uncertainty in the trigger efficiency in the measurement of these ratios.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The reconstructed jets must have p T ðjÞ > 20 GeV and 2.2 < ηðjÞ < 4.2. The reduced ηðjÞ acceptance ensures nearly uniform jet reconstruction and heavy-flavor tagging efficiencies. The momentum of a reconstructed jet is scaled to obtain an unbiased estimate of the true jet momentum. The scaling factor, typically between 0.9 and 1.1, is determined from simulation and depends on the jet p T and η, the fraction of the jet transverse momentum measured with the tracking systems, and the number of pp interactions in the event. No scaling is applied to the momentum of the muon jet. Migration of events in and out of the jet p T fiducial region due to the detector response is corrected for by an unfolding technique. Data-driven methods are used to obtain the unfolding matrix, with the resulting corrections to the measurements presented in this article being at the percent level.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The jets are identified, or tagged, as originating from the hadronization of a heavy-flavor quark by the presence of a secondary vertex (SV) with ΔR < 0.5 between the jet axis and the SV direction of flight, defined by the vector from the pp interaction point to the SV position. Two boosted decision trees (BDTs) [47,48], BDTðbcjudsgÞ and BDTðbjcÞ, trained on the characteristics of the SV and the jet, are used to separate heavy-flavor jets from light-parton jets, and to separate b jets from c jets. The twodimensional distribution of the BDT response observed in data is fitted to obtain the SV-tagged b, c and light-parton jet yields. The SV-tagger algorithm is detailed in Ref. [27], where the heavy-flavor tagging efficiencies and lightparton mistag probabilities are measured in data.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 314,
                    "text": "[47,",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 318,
                    "text": "48]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 684,
                    "text": "[27]",
                    "end": 688
                }
            ]
        },
        {
            "text": "IV. BACKGROUND DETERMINATION",
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND DETERMINATION",
            "text": "Contributions from six processes are considered in the W þ jet data sample: W þ jet signal events; Z þ jet events where one muon is not reconstructed; top quark events producing a W þ jet final state; Z → ττ events where one τ lepton decays to a muon and the other decays hadronically; QCD dijet events; and vector boson pair production. Simulations based on NLO predictions show that the last contribution is negligible.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND DETERMINATION",
            "text": "The signal yields are obtained for each muon charge and center-of-mass energy independently. The p T ðμÞ=p T ðj μ Þ distribution is fitted to determine the W þ jet yield of each data sample. To determine the W þ b and W þ c yields, the subset of candidates with an SV-tagged jet is binned according to p T ðμÞ=p T ðj μ Þ. In each p T ðμÞ=p T ðj μ Þ bin, the two-dimensional SV-tagger BDT-response distributions are fitted to determine the yields of b-tagged and c-tagged jets, which are used to form the p T ðμÞ=p T ðj μ Þ distributions for candidates with b-tagged and c-tagged jets. These p T ðμÞ=p T ðj μ Þ distributions are fitted to determine the SV-tagged W þ b and W þ c yields. Finally, to obtain σðWbÞ=σðWjÞ and σðWcÞ=σðWjÞ, the jet-tagging efficiencies of ϵ tag ðbÞ ≈ 65% and ϵ tag ðcÞ ≈ 25% are accounted for. In all fits performed in this analysis, the templates are histograms with fixed shapes.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND DETERMINATION",
            "text": "The p T ðμÞ=p T ðj μ Þ distributions are shown in Fig. 1 (in this and subsequent figures the pull represents the difference between the data and the fit, in units of standard deviations). The W boson yields are determined by performing binned extended-maximum-likelihood fits to these distributions with the following components:",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 50,
                    "text": "Fig. 1",
                    "end": 56
                }
            ]
        },
        {
            "section": "IV. BACKGROUND DETERMINATION",
            "text": "(i) The W boson template is obtained by correcting the p T ðμÞ=p T ðj μ Þ distribution observed in Z þ jet events for small differences between W and Z decays derived from simulation. (ii) The template for Z boson events where one muon is not reconstructed is obtained by correcting, using simulation, the p T ðμÞ=p T ðj μ Þ distribution observed in fully reconstructed Z þ jet events for small differences expected in partially reconstructed Z þ jet events. The yield is fixed from the fully reconstructed Z þ jet data sample, where simulation is used to obtain the probability that the muon is missed, either because it is out of acceptance or it is not reconstructed. (iii) The templates for b, c and light-parton jets are obtained using dijet-enriched data samples. These samples require p T ðj μ þ jÞ < 10 GeV and, for the heavy-flavor samples, either a stringent b-tag or c-tag requirement on the associated jet. The templates are corrected for differences in the p T ðj μ Þ spectra between the dijet-enriched and signal regions. The contributions of b, c and light-parton jets are each free to vary in the p T ðμÞ=p T ðj μ Þ fits. The p T ðμÞ=p T ðj μ Þ fits determine the W þ jet yields, which include contributions from top quark and Z → ττ production. The top quark and Z → ττ contributions cannot be separated from W þ jet since their p T ðμÞ=p T ðj μ Þ distributions are nearly identical to that of W þ jet events. The subtraction of these backgrounds is described below.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND DETERMINATION",
            "text": "The yields of events with W bosons associated with btagged and c-tagged jets are obtained by fitting the twodimensional SV-tagger BDT-response distributions for ffiffi ffi s p ¼ 7 and 8 TeV and for each muon charge separately in bins of p T ðμÞ=p T ðj μ Þ. The SV-tagger BDT templates used in this analysis are obtained from the data samples enriched in b and c jets used in Ref. [27]. As a consistency check, the two-dimensional BDT distributions are fitted using templates from simulation; the yields shift only by a few percent. Figure 2 shows the BDT distributions combining all data in the most sensitive region, W þ jet events with p T ðμÞ=p T ðj μ Þ > 0.9. This is the region where the muon carries a large fraction of the muon-jet momentum and is, therefore, highly isolated. Figure 3 shows the distributions in a dijet dominated region [0.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 380,
                    "text": "[27]",
                    "end": 384
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 532,
                    "text": "Figure 2",
                    "end": 540
                },
                {
                    "type": "figure",
                    "start": 784,
                    "text": "Figure 3",
                    "end": 792
                }
            ]
        },
        {
            "section": "IV. BACKGROUND DETERMINATION",
            "text": "In the dijet region the majority of SV-tagged jets associated with the high-p T muon candidate are found to be b jets. This is due to the large semileptonic branching fraction of b hadrons. In the W þ jet signal region there are significant contributions from both b and c jets. As a consistency check, the b, c, and light-parton yields are obtained in the p T ðμÞ=p T ðj μ Þ > 0.9 signal region from a fit using only two of the BDT inputs, both of which rely only on basic SV properties, the track multiplicity and the corrected mass, which is defined as where M andp are the invariant mass and momentum of the particles that form the SV, and θ is the angle betweenp and the flight direction. The corrected mass, which is the minimum mass for a long-lived hadron whose trajectory is consistent with the flight direction, peaks near the D meson mass for c jets and consequently provides excellent discrimination against other jet types. The SV track multiplicity identifies b jets well, since b-hadron decays typically produce many displaced tracks. In Fig. 4, the distributions of M cor and SV track multiplicity for a subsample of SV-tagged events with BDTðbcjudsgÞ > 0.2 (see Fig. 2) are fitted simultaneously. The templates used in these fits are obtained from data in the same manner as the SV-tagger BDT templates. After correcting for the efficiency of requiring BDTðbcjudsgÞ > 0.2, the b and c yields determined from the fits to M cor and SV track multiplicity and from the two-dimensional BDT fits are consistent. The mistag probability for W þ light-parton events in this sample is found to be approximately 0.3%, which agrees with the value obtained from simulation.  The Z þ b and Z þ c yields are obtained by fitting the SVtagger BDT distributions in the fully reconstructed Z þ jet data samples and then correcting for the missedmuon probability. The fits are shown in Figs. 5 and 6 for each muon charge and center-of-mass energy. The yields obtained still include contributions from top quark production and Z → ττ.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1053,
                    "text": "Fig. 4",
                    "end": 1059
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1179,
                    "text": "Fig. 2",
                    "end": 1185
                }
            ]
        },
        {
            "section": "IV. BACKGROUND DETERMINATION",
            "text": "The Z → ττ background, where one τ lepton decays into a muon and the other into a hadronic jet, contaminates the W þ c sample due to the similarity of the c-hadron and τ lepton masses. The p T ðSVÞ=p T ðjÞ distribution, where p T ðSVÞ is the transverse momentum of the particles that form the SV, is used to discriminate between c and τ jets, since SVs produced from τ decays usually carry a larger fraction of the jet energy than SVs from c-hadron decays. Figure 7 shows fits to the p T ðSVÞ=p T ðjÞ distributions observed in data where the b and light-parton yields are fixed using the results of BDT fits performed on the data samples. A requirement of BDTðbcjudsgÞ > 0.2 is applied to this sample to remove the majority of SV-tagged lightparton jets while retaining 90% of b, c and τ jets. The only free parameter in these fits is the fraction of jets identified as charm in the SV-tagger BDT fits that originate from τ leptons. The p T ðSVÞ=p T ðjÞ templates are obtained from simulation. The Z → ττ yields are consistent with SM expectations and are about 25 times smaller than the W þ c  ",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 457,
                    "text": "Figure 7",
                    "end": 465
                }
            ]
        },
        {
            "text": "V. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "A summary of the relative systematic uncertainties separated by source for each measurement is provided in Table II. A detailed description of each contribution is given below.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 107,
                    "text": "Table II",
                    "end": 115
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The p T distributions of muons from W and Z bosons produced in association with b, c and light-parton jets are nearly identical. This results in a negligible uncertainty from muon trigger and reconstruction efficiency on cross section ratios involving only W bosons. In the ratios σðW þ jÞ=σðZjÞ and σðW − jÞ=σðZjÞ, the muon from the Z boson decay with the same charge as that from the W decay is required to satisfy the same trigger and selection requirements as the W boson muon, giving negligible uncertainty from the trigger and selection efficiency. The efficiency for reconstructing and selecting the additional muon from the Z boson decay is obtained from the datadriven studies of Ref. [17]. A further data-driven correction is applied to account for the higher occupancy in events with jets [20]; a 2% systematic uncertainty is assigned to this correction.",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 694,
                    "text": "[17]",
                    "end": 698
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The GEC efficiency is obtained following Ref.",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "[20]: an alternative dimuon trigger requirement with a looser GEC is used to determine the fraction of events that are rejected. The GEC efficiencies for all final states are found to be consistent within a statistical precision of 1%, which is assigned as a systematic uncertainty. As a further check, the number of jets per event reconstructed in association with W or Z bosons is compared and found to be consistent.",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The jet reconstruction efficiencies for heavy-flavor and light-parton jets in simulation are found to be consistent within 2%, which is assigned as a systematic uncertainty for flavor dependencies in the jet-reconstruction efficiency. The jet p T detector response is studied with a data sample enriched in b jets using SV tagging. The p T ðSVÞ=p T ðjÞ distribution observed in data is compared to templates obtained from simulation in bins of jet p T . The resolution and scale in simulation for each jet p T bin are varied to find the best description of the data and to construct a datadriven unfolding matrix. The results obtained using this unfolding matrix are consistent with those obtained using a matrix determined by studies of p T balance in Z þ jet events [20], where no heavy-flavor tagging is applied. The unfolding corrections are at the percent level and their statistical precision is assigned as the uncertainty.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The heavy-flavor tagging efficiencies are measured from data in Ref. [27], where a 10% uncertainty is assigned for b and c jets. The cross-check fits of Sec. IV, using the corrected mass and track multiplicity, remove information associated with jet quantities, such as p T , from the yield determination and produce yields consistent at the 5% level. This is assigned as the uncertainty for the SV-tagged yield determination.",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 69,
                    "text": "[27]",
                    "end": 73
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The W boson template for the p T ðμÞ=p T ðj μ Þ distribution is derived from data, as described in Sec. IV. The fit is repeated using variations of this template, e.g. using a template taken directly from simulation and using separate templates for W þ and W − , to assess a systematic uncertainty. The dijet templates are obtained from data in a dijet-enriched region. The residual, small W boson contamination is subtracted using two methods: the W boson yield expected in the dijet-enriched region is taken from simulation; and the p T ðμÞ=p T ðj μ Þ distribution in the dijetenriched region is fitted to a parametric function to estimate the W boson yield. The difference in the W boson yields obtained using these two sets of dijet templates is at most 2%. The uncertainty on W=Z ratios due to the W boson and dijet templates is 4%. The uncertainty due to the W boson template cancels to good approximation in the measurements of σðWbÞ=σðWjÞ and σðWcÞ=σðWjÞ; however, the uncertainty due to the dijet templates is larger due to the enhanced dijet background levels. Variations of the dijet templates are considered, with 10% and 5% uncertainties assigned on σðWbÞ=σðWjÞ and σðWcÞ=σðWjÞ.",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The systematic uncertainty from top quark production is taken from Ref. [22], while the systematic uncertainty from Z → ττ is evaluated by fitting the data using variations of the p T ðSVÞ=p T ðjÞ templates. All other electroweak TABLE I. Summary of signal yields. The two Zj yields denote the charge of the muon on which the trigger requirement is made. The Zj yields given are the numbers of candidates observed, while the W boson yields are obtained from fits. The yield due to top quark production is subtracted in these results. backgrounds are found to be negligible from NLO predictions. All W → μν yields have a small contamination from W → τ → μ decays that cancels in all cross section ratios except for the W=Z ratios. A scaling factor of 0.975, obtained from simulation, is applied to the W boson yields. A 1% uncertainty is assigned to the scale factor, which is obtained from the difference between the correction factor from simulation and a data-driven study of this background [16] for inclusive W → μν production. The trigger, reconstruction and selection requirements are consistent with being charge symmetric [16], which results in negligible uncertainty on AðWbÞ and AðWcÞ. Unfolding of the jet p T detector response is performed independently for W þ and W − bosons, with the statistical uncertainties on the corrections to the charge asymmetries assigned as systematic uncertainties. The uncertainty on the W þ b and W þ c yields from the BDT templates is included in the charge asymmetry uncertainty due to the fact that the fractional jet content of the SV-tagged samples is charge dependent. The uncertainty on the charge asymmetries due to determination of the W boson yields is evaluated using an alternative method for obtaining the charge asymmetries. The raw charge asymmetry in the b-jet and c-jet yields in the p T ðμÞ=p T ðj μ Þ > 0.9 region is obtained from the SV-tagger BDT fits. The Z þ jet and dijet backgrounds are charge symmetric at the percent level and contribute at most to 20% of the events in this p T ðμÞ=p T ðj μ Þ region. Therefore, AðWbÞ and AðWcÞ are approximated by scaling the raw asymmetries by the inverse of the W boson purity in the p T ðμÞ=p T ðj μ Þ > 0.9 region. A small correction must also be applied to AðWbÞ to account for top quark production. The difference between the asymmetries from this method and the nominal method is assigned as a systematic uncertainty from W boson signal determination. The uncertainty on AðWbÞ due to top quark production is taken from Ref. [22].",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 72,
                    "text": "[22]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "start": 1130,
                    "text": "[16]",
                    "end": 1134
                },
                {
                    "type": "bibr",
                    "start": 2537,
                    "text": "[22]",
                    "end": 2541
                }
            ]
        },
        {
            "text": "VI. RESULTS",
            "section_rank": 7
        },
        {
            "section": "VI. RESULTS",
            "text": "The results for ffiffi ffi s p ¼ 7 and 8 TeV are summarized in Table III. Each result is compared to SM predictions calculated at NLO using MCFM [43] and the CT10 PDF set [44] as described in Sec. II. Production of W þ jet events in the forward region requires a large imbalance in x of the initial partons. In the four-flavor scheme at leading order, W þ b production proceeds via qq → WgðbbÞ, where the charge of the W boson has the same sign as that of the initial parton with larger x. Therefore, AðWbÞ ≈ þ1=3 is predicted due to the valence quark content of the proton. The dominant mechanism for W þ c production is gs → Wc, which is charge symmetric assuming symmetric s ands quark PDFs. However, the Cabibbo-suppressed contribution from gd → Wc leads to a prediction of a small negative value for AðWcÞ.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 63,
                    "text": "Table III",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 145,
                    "text": "[43]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 171,
                    "text": "[44]",
                    "end": 175
                }
            ]
        },
        {
            "section": "VI. RESULTS",
            "text": "The σðWbÞ=σðWjÞ ratio in conjunction with the W þ b charge asymmetry is consistent with MCFM calculations performed in the four-flavor scheme, where W þ b production is primarily from gluon splitting. This scheme assumes no intrinsic b quark content in the proton. The data do not support a large contribution from intrinsic b quark content in the proton but the precision is not sufficient to rule out such a contribution at Oð10%Þ. The ratio ½σðWbÞ þ σðtopÞ=σðWjÞ is measured to be 1.17 AE 0.13ðstatÞ AE 0.18ðsystÞ% at ffiffi ffi s p ¼ 7 TeV and",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "section": "VI. RESULTS",
            "text": "agree with the NLO SM predictions of 1.23 AE 0.24% and 1.38 AE 0.26%, respectively. The σðWcÞ=σðWjÞ ratio is much larger than σðWbÞ=σðWjÞ, which is consistent with Wc production from intrinsic s quark content of the proton. The measured charge asymmetry for W þ c is about 2σ smaller than the predicted value obtained with CT10, which assumes symmetric s ands quark PDFs. This could suggest a larger than expected contribution from scattering off of strange TABLE III. Summary of the results and SM predictions. For each measurement the first uncertainty is statistical, while the second is systematic. All results are reported within a fiducial region that requires a jet with p T > 20 GeV in the pseudorapidity range 2.2 < η < 4.2, a muon with p T > 20 GeV in the pseudorapidity range 2.0 < η < 4.5, p T ðμ þ jÞ > 20 GeV, and ΔRðμ; jÞ > 0.5. For Z þ jet events both muons must fulfill the muon requirements and 60 < MðμμÞ < 120 GeV; the Z þ jet fiducial region does not require p T ðμ þ jÞ > 20 GeV. quarks or a charge asymmetry between s ands quarks in the proton. The ratio σðW þ jÞ=σðZjÞ is consistent within 1σ with NLO predictions, while the observed σðW − jÞ=σðZjÞ ratio is higher than the predicted value by about 1.5σ.",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "text": "SM",
            "section_rank": 9
        },
        {
            "section": "SM",
            "text": "[ ",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "9 FIG. 1 (",
            "section_rank": 10
        },
        {
            "section": "9 FIG. 1 (",
            "text": "FIG. 1 (color online). Distributions of p T ðμÞ=p T ðj μ Þ with fits overlaid from (top) ffiffi ffi s p ¼ 7 TeV and (bottom) 8 TeV data for (left) μ þ and (right) μ − .",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "From the SV-tagger BDT fits, the b and c yields are obtained in bins of ffiffi ffi s p , muon charge, and p T ðμÞ=p T ðj μ Þ. The p T ðμÞ=p T ðj μ Þ distributions for muons associated with b-tagged and c-tagged jets are shown in Figs. 5 and 6. These distributions are fitted to determine the W þ b and W þ c final-state yields as in the inclusive W þ jet sample.",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 12
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). Two-dimensional SV-tag BDT distribution (top left) and fit (top right) for events in the subsample with p T ðμÞ=p T ðj μ Þ > 0.9, projected onto the BDTðbcjudsgÞ (bottom left) and BDTðbjcÞ (bottom right) axes. Combined data for ffiffi ffi s p ¼ 7 and 8 TeV for both muon charges are shown.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "FIG. 3 (FIG. 4 ( 1 FIG. 5 (FIG. 6 (",
            "section_rank": 13
        },
        {
            "section": "FIG. 3 (FIG. 4 ( 1 FIG. 5 (FIG. 6 (",
            "text": "FIG. 3 (color online). Two-dimensional SV-tag BDT distribution (top left) and fit (top right) for events in the subsample with 0.5 < p T ðμÞ=p T ðj μ Þ < 0.6, projected onto the BDTðbcjudsgÞ (bottom left) and BDTðbjcÞ (bottom right) axes. Combined data for ffiffi ffi s p ¼ 7 and 8 TeV for both muon charges are shown.",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "2 FIG. 7 (",
            "section_rank": 14
        },
        {
            "section": "2 FIG. 7 (",
            "text": "FIG. 7 (color online). Fits to the p T ðSVÞ=p T ðjÞ distributions in 7 TeV (left) and 8 TeV (right) data for candidates with p T ðμÞ=p T ðj μ Þ > 0.9 and BDTðbcjudsgÞ > 0.2.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "12] J. M. Campbell, F. Caola, F. Febres Cordero, L. Reina, and D. Wackeroth, Next-to-leading order QCD predictions for W þ 1 jet and W þ 2 jet production with at least one b jet at the 7 TeV LHC, Phys. Rev. D 86, 034021 (2012). [13] T. Aaltonen et al. (CDF Collaboration), First Measurement of the B-Jet Cross Section in Events with a W Boson in pp Collisions at ffiffi ffi s p ¼ 1.96 TeV, Phys. Rev. Lett. 104, 131801 (2010). [14] V. M. Abazov et al. (D0 Collaboration), Measurement of the pp → W þ b þ X production cross section at ffiffi ffi s p ¼ 1.96 TeV, Phys. Lett. B 718, 1314 (2013). [15] G. Aad et al. (ATLAS Collaboration), Measurement of the cross-section for W boson production in association with bjets in pp collisions at ffiffi ffi s p ¼ 7 TeV with the ATLAS detector, J. High Energy Phys. 06 (2013) 084. [16] R. Aaij et al. (LHCb Collaboration), Measurement of the forward W boson production cross-section in pp collisions at ffiffi ffi s p ¼ 7 TeV, J. High Energy Phys. 12 (2014) 079. [17] R. Aaij et al. (LHCb Collaboration), Measurement of the forward Z boson cross-section in pp collisions at ffiffi ffi s p ¼ 7 TeV, arXiv:1505.07024. [18] R. Aaij et al. (LHCb Collaboration), Measurement of the cross-section for Z → e þ e − production in pp collisions at ffiffi ffi s p ¼ 7 TeV, J. High Energy Phys. 02 (2013) 106. [19] R. Aaij et al. (LHCb Collaboration), Measurement of forward Z → e þ e − production at ffiffi ffi s p ¼ 8 TeV, J. High Energy Phys. 05 (2015) 109. [20] R. Aaij et al. (LHCb Collaboration), Study of forward Z þ jet production in pp collisions at ffiffi ffi s p ¼ 7 TeV, J. High Energy Phys. 01 (2014) 033. [21] R. Aaij et al. (LHCb Collaboration), Measurement of the Z þ b-jet cross-section in pp collisions at ffiffi ffi s p ¼ 7 TeV in the forward region, J. High Energy Phys. 01 (2015) 064. [22] R. Aaij et al. (LHCb Collaboration), First Observation of Top Quark Production in the Forward Region, Phys. Rev. Lett. 115, 112001 (2015).",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "Two sets of pp collision data collected with the LHCb detector are used: data collected during 2011 at",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "AE 0.28 AE 0.53 9.44 AE 0.19 AE 0.47 9.90 þ0.28 −0.24 9.48 þ0.16 −0.33 σðW − jÞ σðZjÞ 6.61 AE 0.19 AE 0.33 6.02 AE 0.13 AE 0.30 5.79 þ0.21",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 19
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); and NSF (USA). The Tier1 computing centers are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), and GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Conseil général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "h Also at Università di Roma Tor Vergata, Roma, Italy. i Also at Università di Genova, Genova, Italy. j Also at Scuola Normale Superiore, Pisa, Italy. ",
            "paragraph_rank": 49,
            "section_rank": 21
        }
    ]
}