{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a study of the suppressed B − → DK − π þ π − and favored B − → Dπ − π þ π − decays, where the neutral D meson is detected through its decays to the K ∓ π AE and CP -even K þ K − and π þ π − final states. The measurement is carried out using a proton-proton collision data sample collected by the LHCb experiment, corresponding to an integrated luminosity of 3.0 fb −1 . We observe the first significant signals in the CPeven final states of the D meson for both the suppressed B − → DK − π þ π − and favored B − → Dπ − π þ π − modes, as well as in the doubly Cabibbo suppressed D → K þ π − final state of the B − → Dπ − π þ π − decay. Evidence for the suppressed decay",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": ", is also presented. From the observed yields in the B − → DK − π þ π − , B − → Dπ − π þ π − and their charge conjugate decay modes, the most probable value of the weak phase γ corresponds to γ ¼ ð74 þ20",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "−19 Þ°. This is one of the most precise single-measurement determinations of γ to date.",
            "paragraph_rank": 4,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The study of beauty and charm hadron decays provides a powerful probe to search for physics beyond the Standard Model that is complementary to direct searches for new, high-mass particles. In the Standard Model, the flavorchanging charged currents of quarks are described by the 3 × 3 unitary complex-valued Cabibbo-Kobayashi-Maskawa (CKM) mixing matrix [1,2], the elements of which, V ij (i ¼ u; c; t and j ¼ d; s; b), quantify the relative i ↔ j coupling strength. Its nine matrix elements can be expressed in terms of four independent parameters, which need to be experimentally determined.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 354,
                    "text": "[1,",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 357,
                    "text": "2]",
                    "end": 359
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In general, decay rates that involve the i ↔ j quark transition are sensitive to the magnitudes of the CKM matrix elements, jV ij j. The (weak) phases between different CKM matrix elements can be probed by studying the interference between two (or more) decay amplitudes. Particle and antiparticle amplitudes are related by the CP operator, where C signifies charge conjugation and P refers to the parity operator. Under the CP operation, weak phases flip sign, leading to different decay rates for particles and antiparticles, if the weak and (CP-invariant) strong phases differ between the contributing amplitudes. Precision measurements of the magnitudes and phases of the CKM elements provide constraints on many possible scenarios for physics beyond the Standard Model.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "One of the least well-measured phases is γ ≡ arg½−ðV ud V Ã ub Þ=ðV cd V Ã cb Þ, which can be probed by studying the interference between b → u and b → c transitions. The most promising method to determine γ is to study the interference between B − → D 0 K − and B − → D 0 K − decays, when states accessible to both the D 0 andD 0 mesons are selected. These modes are particularly attractive for the determination of γ because their amplitudes are dominated by only a pair of tree-level processes, leading to a small theoretical uncertainty [3]. Hereafter, we use D without a charge designation when the charm meson can be either a D 0 orD 0 . A number of methods, depending on the D decay mode, have been discussed in the literature and are often grouped into three categories: (i) CP eigenstates, such as D → K þ K − and D → π þ π − decays [4,5] (GLW); (ii) flavor-specific final states, such as the Cabibbo-favored (CF) and doubly Cabibbo suppressed (DCS) D → K AE π ∓ decays [6,7] (ADS); and (iii) multibody self-conjugate final states, such as D → K 0 S π þ π − [8] (GGSZ). 1 Beyond this simplest set of modes, these techniques are also applicable to modes with vector mesons, such as B − → D Ã K − ,B 0 → DK Ã0 [9], and B 0 s → Dϕ [5], as well as b-baryon decays, e.g., Λ 0 b → DΛ [10][11][12] decays. It has also been suggested that other multibody final states of the recoiling strange quark system could be useful [13], due to the larger branching fractions to these final states and potentially a larger interference contribution.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 541,
                    "text": "[3]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 842,
                    "text": "[4,",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 845,
                    "text": "5]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 979,
                    "text": "[6,",
                    "end": 982
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 982,
                    "text": "7]",
                    "end": 984
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1067,
                    "text": "[8]",
                    "end": 1070
                },
                {
                    "type": "bibr",
                    "start": 1079,
                    "text": "1",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1217,
                    "text": "[9]",
                    "end": 1220
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1237,
                    "text": "[5]",
                    "end": 1240
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1287,
                    "text": "[10]",
                    "end": 1291
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1291,
                    "text": "[11]",
                    "end": 1295
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1295,
                    "text": "[12]",
                    "end": 1299
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1423,
                    "text": "[13]",
                    "end": 1427
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The current experimental measurements, averaged over several decays modes, are γ ¼ ð73 þ9 −10 Þ°by the LHCb Collaboration [14], γ ¼ ð69 þ17 −16 Þ°by the BABAR Collaboration [15], and γ ¼ ð68 þ15 −14 Þ°by the Belle Collaboration [16]. The overall precision on γ from a global fit to direct measurements of γ is about 7° [17]. To improve the overall precision on γ, it is important to study a wide range of final states.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 122,
                    "text": "[14]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 173,
                    "text": "[15]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 228,
                    "text": "[16]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 319,
                    "text": "[17]",
                    "end": 323
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this article, we present the first ADS and GLWanalyses of the decay B − → DX − s , where the D meson is observed through its decay to K AE π ∓ , K þ K − , and π þ π − final states and X − s ≡ K − π þ π − . When specific charges are indicated in a decay, charge conjugation is implicitly included, except in the definition of asymmetries discussed below. The measurements use proton-proton (pp) collision data collected by the LHCb experiment, corresponding to an integrated luminosity of 3.0 fb −1 , of which 1.0 fb −1 was recorded at a center-of-mass energy of 7 TeV and 2.0 fb −1 at 8 TeV.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "II. FORMALISM",
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "The formalism that was developed to describe the B − → DK − modes can be applied in the B − → DX − s case with only minor modifications [13]. The decay rates in the CP final states can be expressed as",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 136,
                    "text": "[13]",
                    "end": 140
                }
            ]
        },
        {
            "section": "II. FORMALISM",
            "text": "ΓðB",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "Here, h AE ¼ π AE or K AE , and ½h − h þ D indicates that the state in brackets is produced in the decay of the neutral D meson. The quantities",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "s Þj and δ B are the amplitude ratio and strong phase difference between B − →D 0 X − s and B − → D 0 X − s contributions, averaged over the DX − s phase space. The parameter κ is a coherence factor that accounts for a dilution of the interference due to the variation of the strong phase across the phase space; its value is bounded between 0 and 1. In principle, κ can be obtained in a modeldependent way by a full amplitude analysis of this decay. Here, we consider it as a free parameter to be determined in the global fit for γ. The strong parameters, r B , δ B , and κ are specific to this decay and differ from those obtained from other B → DK modes.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "The decay rates for the D → K AE π ∓ final states can be written as",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "ΓðB",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "Here, additional parameters r D and δ D enter, which quantify the ratio of the DCS to CF amplitude,",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "Values of r D and δ D are taken from independent measurements [18,19]. The determination of the CP observables in the B − → DX − s decay uses the favored B − → Dπ − π þ π − decay for normalization, denoted here as B − → DX − d . For brevity, we will use X − to refer to either X − d or X − s . In addition, D → Kπ is used when both charge combinations are considered.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 62,
                    "text": "[18,",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 66,
                    "text": "19]",
                    "end": 69
                }
            ]
        },
        {
            "section": "II. FORMALISM",
            "text": "The CP observables of interest for the GLW analysis are the charge-averaged yield ratios",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "Because of the different D final states in Eq. 7, systematic uncertainty due to the precision of the D branching fractions and the different selections is incurred. Following Ref. [ ",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "ref_id": "formula_8",
                    "start": 47,
                    "text": "7",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "start": 180,
                    "text": "[",
                    "end": 181
                }
            ]
        },
        {
            "section": "II. FORMALISM",
            "text": "where",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "This double ratio has the benefit that almost all systematic uncertainties cancel to first order. The neglected CPviolating contribution of magnitude κr B jV us V cd = V ud V cs j ≲ 0.01 is included as a source of systematic uncertainty.",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "We also make use of the charge asymmetries",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "section": "II. FORMALISM",
            "text": "where f refers to either K þ K − , π þ π − , or the CF K − π þ final state in the D meson decay. For simplicity, small contributions from direct CP violation in D → π þ π − and D → K þ K − are not included here but are accounted for in the fit for γ [14]. For the ADS modes, we measure the relative widths of the DCS to CF decays, separated by charge, as",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 250,
                    "text": "[14]",
                    "end": 254
                }
            ]
        },
        {
            "section": "II. FORMALISM",
            "text": "The nearly identical final states in these ratios lead to a cancellation of the most significant sources of systematic uncertainty. Corrections to R X AE for D 0 −D 0 mixing [20] are omitted for clarity but are included in the fit for γ [14]. All of the above equations, except for Eqs. (8)- (10), can be applied to either",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 174,
                    "text": "[20]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 237,
                    "text": "[14]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 292,
                    "text": "(10)",
                    "end": 296
                }
            ]
        },
        {
            "section": "II. FORMALISM",
            "text": "The values of r B , δ B , and κ differ between the favored and suppressed decays; however, γ is common to both. Most of the sensitivity is expected to come from the [21] is the sine of the Cabibbo angle. Taken together, the observables that contain the most significant information on γ are R CPþ , A h þ h − X s , and R X AE s . Measurements of these four quantities constrain r B , δ B , κ, and γ.",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 165,
                    "text": "[21]",
                    "end": 169
                }
            ]
        },
        {
            "section": "II. FORMALISM",
            "text": "The product branching fraction for B − → DX − s decays, with D → h þ h − , is at the level of about 10 −6 . The small branching fractions, combined with a total selection efficiency that is of order 0.1%, makes the detection and study of these modes challenging. The corresponding ADS DCS decay mode is expected to have a yield of at least ten times less than the CP modes and is very sensitive to the values of r B , δ B , κ, and γ [see Eqs. (3) and (4)]. For this reason, the signal region of the ADS suppressed decays (both B − → DX − d and B − → DX − s ) was not examined until all selection requirements were determined.",
            "paragraph_rank": 26,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 451,
                    "text": "(4)",
                    "end": 454
                }
            ]
        },
        {
            "text": "III. LHCB DETECTOR AND SIMULATION",
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "The LHCb detector [22] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [23] placed downstream of the magnet. The combined tracking system provides a momentum measurement with a relative uncertainty that varies from 0.5% at low momentum, p, to 1.0% at 200 GeV=c , and an impact parameter measurement with a resolution of about 20 μm [24] for charged particles with large transverse momentum, p T . The polarity of the dipole magnet is reversed periodically throughout data taking to reduce asymmetries in the detection of charged particles. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors [25]. Photon, electron, and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter, and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [26]. Details on the performance of the LHCb detector can be found in Ref. [27].",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 18,
                    "text": "[22]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 483,
                    "text": "[23]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 744,
                    "text": "[24]",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1065,
                    "text": "[25]",
                    "end": 1069
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1375,
                    "text": "[26]",
                    "end": 1379
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1450,
                    "text": "[27]",
                    "end": 1454
                }
            ]
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "The trigger [28] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. The software trigger requires a two-, three-, or four-track secondary vertex with a large p T sum of the tracks and a significant displacement from all primary pp interaction vertices (PVs). At least one particle should have p T > 1.7 GeV=c and χ 2 IP with respect to any PV greater than 16, where χ 2 IP is defined as the difference in χ 2 of a given PV reconstructed with and without the considered particle. A multivariate algorithm [29] is used for the identification of secondary vertices consistent with the decay of a b -hadron.",
            "paragraph_rank": 28,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 12,
                    "text": "[28]",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 427,
                    "text": "2",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 616,
                    "text": "[29]",
                    "end": 620
                }
            ]
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "Proton-proton collisions are simulated using Pythia [30] with a specific LHCb configuration [31]. Decays of hadronic particles are described by EvtGen [32], in which final-state radiation is generated using Photos [33]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [34] as described in Ref. [35]. In modeling the B − → DX − decays, we include several resonant and nonresonant contributions to emulate the X − s and X − d systems, as well as contributions from orbitally excited D states, e.g.  [36] is performed, where several constraints are imposed: the reconstructed positions of the X − and B − decay vertices are required to be compatible with each other, the D candidate must point back to the B − decay vertex, the B − candidate must have a direction consistent with originating from a PV in the event, and the invariant mass of the D candidate must be consistent with the known D 0 mass [21]. The production point of each B − candidate is designated to be the PV for which the χ 2 IP is smallest.",
            "paragraph_rank": 29,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 52,
                    "text": "[30]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 92,
                    "text": "[31]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 151,
                    "text": "[32]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 214,
                    "text": "[33]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 341,
                    "text": "[34]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 367,
                    "text": "[35]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 570,
                    "text": "[36]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 971,
                    "text": "[21]",
                    "end": 975
                }
            ]
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "Candidate D mesons are required to have invariant mass within 3σ D (2.5σ D for D → π − π þ decays) of the known value, where the mass resolution, σ D , varies from",
            "paragraph_rank": 30,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "Unlike the D mesons, the invariant mass of the X − system covers a broad range from about 0.9 − 3.3 GeV=c 2 . Candidates are required to have an invariant mass, MðX − Þ < 2.0 GeV=c 2 . For the X − s system, we also require the K − π þ invariant mass to be within 100 MeV=c 2 of the known K Ã0 mass. The latter two requirements not only improve the signal-to-background ratio but should also increase the coherence factor κ in the final state.",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "To improve the signal-to-background ratio further, we select candidates based on particle identification (PID) information and on the output of a boosted decision tree (BDT) [37,38] classifier. The latter discriminates signal from combinatorial background based on information derived primarily from the tracking system. For the BDT, signal efficiencies are obtained from large samples of simulated signal decays. Particle identification efficiencies are obtained from a large D Ãþ → D 0 π þ calibration data sample [25], reweighted in p T , η, and the number of tracks in the event to match the distributions in the data. The effect of the BDT and PID selection requirements on the background is assessed using sidebands well away from the B − peak region. In the optimization, a wide range of selection requirements on the PID and BDT outputs are scanned, and we choose the value that optimizes the expected statistical precision of the B − → DX − s signal yield. Expected signal yields are evaluated based on known or estimated branching fractions and efficiencies obtained from simulation (for the BDT) or D Ãþ → D 0 π þ , D 0 → K − π þ calibration data (for the PID). Due to the smaller expected yields in the ADS modes, separate optimizations are performed for the GLW and the ADS analyses. Using simulated decays, we find that the relative efficiencies for B − → DX − s and B − → DX − d decays across the phase space are compatible for the GLW and ADS selections. Due to the uniformity of the selections, and the fact that the observables are either double ratios, e.g. R CPþ , or ratios involving almost identical final states, the systematic uncertainty on the relative efficiencies is negligible compared to the statistical uncertainty.",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 174,
                    "text": "[37,",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 178,
                    "text": "38]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 516,
                    "text": "[25]",
                    "end": 520
                }
            ]
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "Several other mode-specific requirements are imposed to suppress background from other b-hadron decays. First, we explicitly veto contributions from",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": ", by rejecting candidates in which the X − system has invariant mass within 15 MeV=c 2 of the known D − s mass. Contamination from other final states that include a charmed particle is also sought by forming all two-, three-, and four-body combinations (except the D → h þ h 0− signal decay) and checking for peaks at any of the known charmed particle masses. Contributions from",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": ", and D þ → K − π þ π þ decays are seen, and AE15 MeV=c 2 mass vetoes are applied around the known charm particle masses. In addition, D Ãþ contributions are removed by requiring the invariant mass difference,",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "This removes both partially reconstructed B → D Ãþ X final states and fully reconstructed states, such as Another potentially large source of background is from five-body charmless B decays. Unfortunately, their branching fractions are generally unknown, but they are likely to be sizable compared to those of the B − → DX − s signal decays. Moreover, these backgrounds could have large CP asymmetries, as seen in three-body B-meson decays [21,39,40]. It is therefore important to suppress their contribution to a negligible level. This is investigated by applying all of the above selections, except that D candidates are selected from a D mass sideband region instead of the signal region. The sideband region is chosen to avoid the contribution from the other two-body D decays with one misidentified daughter. Charmless backgrounds are seen in all modes. These backgrounds are reduced to a negligible level by requiring that the D decay vertex is displaced significantly downstream of the B − decay vertex, corresponding to three times the uncertainty on the measured D decay length. A more stringent requirement, corresponding to five times the uncertainty on the measured D decay length, is imposed on the",
            "paragraph_rank": 36,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 440,
                    "text": "[21,",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 444,
                    "text": "39,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 447,
                    "text": "40]",
                    "end": 450
                }
            ]
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "decays, which is found to have a much larger charmless contribution. After these requirements are applied, the charmless backgrounds are consistent with zero, and the residual contribution is considered as a source of systematic uncertainty.",
            "paragraph_rank": 37,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "Another important background to suppress is the crossfeed from the ADS CF",
            "paragraph_rank": 38,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "sample, which may happen if the K − and π þ are both misidentified. Since the CF yield is expected to be several hundred times larger than that of the DCS mode (depending on the values of r B , δ B , κ, and γ), a large suppression is necessary. The combined D 0 mass and PID requirements provide a suppression factor of 6 × 10 −5 . An additional requirement that the Kπ invariant mass (after interchanging the K − and π þ masses) differs by at least 15 MeV=c 2 from the known D 0 mass decreases the suppression level to 0.9 × 10 −5 . This leads to a negligible contamination from the CF ADS mode into the DCS decay. The same veto is applied to both the ADS CF D 0 → K − π þ and DCS D 0 → K þ π − decays, so that no efficiency correction is needed for R X AE .",
            "paragraph_rank": 39,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "Lastly, in order to have a robust estimate of the trigger efficiency for signal events, we impose requirements on information from the hardware trigger; either (i) one or more of the decay products of the signal candidate met the trigger requirements from the calorimeter system, or (ii) the event passed at least one of the hardware triggers, and would have done so even if the signal decay was removed from the event. These two classes of events constitute about 60% and 40% of the signal candidates, respectively, where the overlap is assigned to category (i).",
            "paragraph_rank": 40,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "The selection efficiencies as a function of several twoand three-body masses in the",
            "paragraph_rank": 41,
            "section_rank": 4
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "d decay are shown in Fig. 1, for both the GLW and ADS selections. The efficiencies for other D final states are consistent with those for D → K − π þ . The mðDπ − Þ and mðπ þ π − Þ efficiencies include two entries per signal decay, as there are two π − in the final state. The analogous efficiencies for the B − → DX − s decay are shown in Fig. 2. The relative efficiencies of the ADS to GLW selections are consistent with being flat across each of these masses. These efficiencies include all selection requirements, including PID. However, events in which any of the signal decay products is outside of the LHCb detector acceptance are not included, since they are not simulated; thus, to obtain the total selection efficiency, these efficiencies should be scaled by a factor of 0.11, as determined from simulation. Figure 3 shows the",
            "paragraph_rank": 42,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 21,
                    "text": "Fig. 1",
                    "end": 27
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 340,
                    "text": "Fig. 2",
                    "end": 346
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 818,
                    "text": "Figure 3",
                    "end": 826
                }
            ]
        },
        {
            "section": "III. LHCB DETECTOR AND SIMULATION",
            "text": "s signal decays after all selections, except for the X − and K Ã0 mass requirements. These signal spectra are background subtracted using the sPlot method [41], with the B − candidate invariant mass as the discriminating variable. The X − d and X − s contributions peak in the region below 2 GeV=c 2 , consistent with the dominance of resonances such as a 1 ð1260Þ − → π − π þ π − to the X − d system and one or more excited strange resonances contributing to X − s . The dip at 1.97 GeV=c 2 is due to the D − s mass veto.",
            "paragraph_rank": 43,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 155,
                    "text": "[41]",
                    "end": 159
                }
            ]
        },
        {
            "text": "V. FITS TO DATA",
            "section_rank": 5
        },
        {
            "section": "V. FITS TO DATA",
            "text": "The signal yields are determined through a simultaneous unbinned extended maximum likelihood fit to the 16 B AE candidate invariant mass spectra. These 16 spectra include the four  fits; thus, CP violation is allowed for all contributions in the mass spectrum. Unless otherwise noted, the shapes discussed below are obtained from simulated decays.",
            "paragraph_rank": 44,
            "section_rank": 5
        },
        {
            "text": "A. Signal shapes",
            "section_rank": 6
        },
        {
            "section": "A. Signal shapes",
            "text": "The B − mass signal shapes are each parametrized as the sum of a Crystal Ball (CB) shape [42] and a Gaussian (G) function,",
            "paragraph_rank": 45,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 89,
                    "text": "[42]",
                    "end": 93
                }
            ]
        },
        {
            "section": "A. Signal shapes",
            "text": "The Gaussian function accounts for the core of the mass distribution, whereas the CB function accounts for the non-Gaussian radiative tail below, and a wider Gaussian resolution component above, the signal peak. A small difference is seen between the shapes for the B − → DX  and B − → DX − s decays, and so a different set of signal shape parameters is used to describe each, except for a common value of the fitted B − mass, m B . The signal shapes are not very sensitive to the power-law exponent, n, which is fixed to 10. The parameters α CB , σ g , and f CB are allowed to vary freely in the fit to the data. From simulation, we find that for all 16 modes, σ CB =σ g is consistent with 1.90, and this ratio is imposed in the fit. Simulation is also used to relate the mass resolution in the D → K þ K − ; π þ π − modes to that of the D → Kπ mode, from which it is found that σ",
            "paragraph_rank": 46,
            "section_rank": 6
        },
        {
            "section": "A. Signal shapes",
            "text": "The relations are consistent between the B − → DX − d and B − → DX − s modes and are applied as fixed constraints (without uncertainties) in the mass fit.",
            "paragraph_rank": 47,
            "section_rank": 6
        },
        {
            "text": "B. Backgrounds and their modeling",
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "The primary sources of background in the mass spectra are partially reconstructed B → D ðÃÞ X − decays, cross-feed between B − → DX − d and B − → DX − s , and other combinatorial backgrounds. All of the spectra have a contribution from the combinatorial background, the shape of which is described by an exponential function. Its slope is taken to be the same for the CP -conjugate B − and B þ decays but differs among the various D and X − final states.",
            "paragraph_rank": 48,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "The main contribution to the partially reconstructed background comes from",
            "paragraph_rank": 49,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "where a pion or photon is not considered when reconstructing the B − candidate. Because the missed pion or photon generally has low momentum, these decays pass the full selection with high efficiency. The shapes of these distributions are modeled using parametrized shapes based on simulated decays. Since the Dalitz structure of these backgrounds is not known, we do not rely entirely on simulation to reproduce the shape of this low-mass component. Instead, the parameters of the shape function that depend on the decay dynamics are allowed to vary freely and are determined in the fit. The shape parameters for these backgrounds are varied independently for",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "Another background contribution which primarily contributes to the",
            "paragraph_rank": 51,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "where there is no D Ãþ intermediate state. This decay can contribute to the ADS CF mode if a π þ is excluded from the decay or to the ADS DCS mode if a π − is not considered. The branching fraction for this decay is not known, but the similar CF decayB 0 → D Ã0 π − π þ π − π þ is known to have a relatively large branching fraction of ð2.7 AE 0.5Þ × 10 −3 [43,44]. Assuming",
            "paragraph_rank": 52,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 357,
                    "text": "[43,",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 361,
                    "text": "44]",
                    "end": 364
                }
            ]
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "background contribution is about 2 orders of magnitude larger than the DCS signal, although it peaks at a lower mass than the signal. The selection efficiency and shape of this background are difficult to determine from simulation, since there have not been any studies of this final state to date. Its shape is obtained from simulations that assume a quasi-two-body process,B 0 → D 0 R, R → π − π þ π − π þ , which decays uniformly in the phase space. An ARGUS shape [45] convolved with a Gaussian function provides a good description of this simulated background. Its shape parameters are shared between B þ and B − and are allowed to vary freely in the fit, except for the Gaussian width, which is fixed to the expected mass resolution of 15 MeV=c 2 .",
            "paragraph_rank": 53,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 468,
                    "text": "[45]",
                    "end": 472
                }
            ]
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "The analogousB 0 → D 0 K − π þ π − π þ decay does not pose the same contamination to the DCS ADS",
            "paragraph_rank": 54,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "s signal, since a missed π − leads to a B þ → D 0 K − π þ π þ candidate, which is not one of the decays of interest. However, in theB 0",
            "paragraph_rank": 55,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "decay, opposite-sign kaons are natural due to the presence of thes quark within theB 0 s meson. This decay is unobserved, but the similar decay,B 0 s → D 0 K þ π − , has a relatively large branching fraction of ð1.00 AE 0.15Þ × 10 −3 [46]. Based on other B-meson decays, one would expect theB 0 s → D 0 K þ π − π þ π − decay to be at the same level, Oð10 −3 Þ, which is 2 orders of magnitude larger than the signal. The shape of this background has a similar threshold behavior as for theB 0 → D 0 π − π þ π − π þ decay discussed previously, and therefore its contribution is also modeled from simulated decays using an ARGUS shape convolved with a Gaussian function with freely varying shape parameters.",
            "paragraph_rank": 56,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 234,
                    "text": "[46]",
                    "end": 238
                }
            ]
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "In the fit, we also model cross-feed between the B − → D ðÃÞ X − d and B − → DX − s decays. The shapes of these cross-feed backgrounds are obtained from simulation. The cross-feed rate is obtained from D Ãþ → D 0 π þ , D 0 → K − π þ calibration data, reweighted to match the properties of the signal decays. All selection requirements on the B − → DX − decays, including jMðK − π þ Þ − M K Ã0 j < 100 MeV=c 2 and MðX − Þ < 2 GeV=c 2 , are taken into account. In total, we find that 0.66% of B − → DX − d are misidentified as B − → DX − s for the GLW modes and 0.16% for the ADS modes. The lower value for the ADS modes is due to the tighter PID requirements on the K − candidate in the X − s system. The cross-feed from",
            "paragraph_rank": 57,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "is evaluated in an analogous manner and is found to be 13.7%. Since the ratio of branching fractions is [47], the yield of this background is only about 1% of the signal yield.",
            "paragraph_rank": 58,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 104,
                    "text": "[47]",
                    "end": 108
                }
            ]
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "Other sources of background that contribute to the B − → DX − s modes are the",
            "paragraph_rank": 59,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "where the K þ is misidentified as a π þ meson. The shapes are similar for these two backgrounds, and thus a single shape is used, based on a parametrization of the B − candidate mass distribution in simulated",
            "paragraph_rank": 60,
            "section_rank": 7
        },
        {
            "section": "B. Backgrounds and their modeling",
            "text": "Taking into account known branching fractions [21], efficiencies from simulation, and K þ → π þ misidentification rates from D Ãþ → D 0 π þ calibration data, we expect a contribution of 1.6% of the B − → DX − s signal.",
            "paragraph_rank": 61,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 46,
                    "text": "[21]",
                    "end": 50
                }
            ]
        },
        {
            "text": "C. Fit results",
            "section_rank": 8
        },
        {
            "section": "C. Fit results",
            "text": "The invariant mass spectra for the B − → DX − s ADS and GLW signal modes are shown in Figs. 4 and 5, with the corresponding spectra for the B − → DX − d normalization modes in Figs. 6 and 7. Results from the fits are superimposed along with the various signal and background components. The fitted yields in the ADS and GLW modes are given in Tables I and II. Highly significant signals are seen in all modes, except for the ADS DCS B − → DX − s decay. This is the first time these decays have been observed in modes other than the CF D 0 → K − π þ decay. Figure 8 shows the suppressed ADS mode, B AE → D½K þ π − D K AE π ∓ π AE , summed over both B-meson charge states. The significance of the peak, which exceeds three standard deviations, is discussed later.",
            "paragraph_rank": 62,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 86,
                    "text": "Figs. 4 and 5",
                    "end": 99
                },
                {
                    "type": "figure",
                    "ref_id": "fig_17",
                    "start": 176,
                    "text": "Figs. 6 and 7",
                    "end": 189
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 343,
                    "text": "Tables I and II.",
                    "end": 359
                },
                {
                    "type": "figure",
                    "ref_id": "fig_21",
                    "start": 556,
                    "text": "Figure 8",
                    "end": 564
                }
            ]
        },
        {
            "text": "VI. DETERMINATION OF CP OBSERVABLES",
            "section_rank": 9
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "The CP observables are obtained by expressing the fitted signal yields in terms of corrected yields and the CP parameters. For the decay B AE → f D X AE d , where f D is either the ADS CF decay or a CP eigenstate, the fitted yields can be written as",
            "paragraph_rank": 63,
            "section_rank": 9
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "where N f corr;X d is the total corrected yield (sum of B − and B þ ),  refl. refl.   refl.",
            "paragraph_rank": 64,
            "section_rank": 9
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "refl. refl.  refl. ",
            "paragraph_rank": 65,
            "section_rank": 9
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "The fitted yields in the corresponding B AE → DX AE s decays are written in terms of the corrected B AE → DX AE d yields in Eq. (14) and the CP observable R f s=d defined in Eqs. (9) and (10), as",
            "paragraph_rank": 66,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 128,
                    "text": "(14)",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 179,
                    "text": "(9)",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 187,
                    "text": "(10)",
                    "end": 191
                }
            ]
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "where the meaning of the symbols parallels those in Eq. (14). For the ADS suppressed modes, the four DCS yields N K ∓ π AE fit;X AE are expressed in terms of the corrected CF yields, N K AE π ∓ corr;X d , as",
            "paragraph_rank": 67,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 56,
                    "text": "(14)",
                    "end": 60
                }
            ]
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "where   Total PDF    ",
            "paragraph_rank": 68,
            "section_rank": 9
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "determined from the fitted values of the CP parameters in Eqs. 14- (17), are given in Tables I and II. The raw observables, A f raw;X and R X AE raw , include small biases due to the production asymmetry of B AE mesons, A B AE (affecting A f raw;X only), and from the detection asymmetries of kaons and pions, A K and A π . The corrected quantities are then computed according to",
            "paragraph_rank": 69,
            "section_rank": 9,
            "ref_spans": [
                {
                    "ref_id": "formula_39",
                    "start": 63,
                    "text": "14",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 67,
                    "text": "(17)",
                    "end": 71
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 86,
                    "text": "Tables I and II.",
                    "end": 102
                }
            ]
        },
        {
            "section": "VI. DETERMINATION OF CP OBSERVABLES",
            "text": "The pion detection asymmetry of A π ¼ 0.000 AE 0.003 is obtained by reweighting the measured π AE detection efficiencies [48] with the expected momentum spectrum for signal pions. The kaon detection efficiency of A K ¼ −0.011 AE 0.004 is obtained by reweighting the measured K − π detection asymmetry [49] using the momentum spectrum of signal kaons and then subtracting the above pion detection asymmetry. For the production asymmetry, the value A B AE ¼ −0.008 AE 0.007 is used [50], based on the measured raw asymmetry in B AE → J=ψK AE decays [51] and on simulation.",
            "paragraph_rank": 70,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 121,
                    "text": "[48]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 301,
                    "text": "[49]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 480,
                    "text": "[50]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 547,
                    "text": "[51]",
                    "end": 551
                }
            ]
        },
        {
            "text": "A. Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "A. Systematic uncertainties",
            "text": "Most potential systematic uncertainties on the observables are expected to cancel in either the asymmetries or ratios that are measured. The systematic uncertainties that do not cancel completely are summarized in Table III. The PID and trigger asymmetries are evaluated using measured kaon and pion efficiencies from D Ãþ → D 0 π þ calibration samples in data that are identified using only the kinematics of the decay. The efficiencies for the B þ and B − signal decays are then obtained by reweighting the kaon and pion efficiencies using simulated B AE → DX AE decays to represent the properties of signal data. We find no significant charge asymmetry with respect to the PID requirements and use A PID h ¼ 0.000 AE 0.006, where the uncertainty is dominated by the finite sample sizes of the simulated signal decays in the reweighting. The asymmetry of the hardware trigger is assessed using measured hadron trigger efficiencies in D Ãþ → D 0 π þ , D 0 → K − π þ decays, reweighted to match the momentum spectrum of tracks from signal decays. Defining the B AE hadron trigger efficiency as ",
            "paragraph_rank": 71,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 214,
                    "text": "Table III",
                    "end": 223
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties",
            "text": "Fitted yields used in the GLW analysis with f ¼ K AE π AE ; K þ K − , and π þ π − , for the signal and corresponding normalization modes. ϵ B AE , the charge asymmetry of the trigger ðϵ",
            "paragraph_rank": 72,
            "section_rank": 10
        },
        {
            "text": "Decay mode",
            "section_rank": 11
        },
        {
            "section": "Decay mode",
            "text": ". These values are applied as corrections.",
            "paragraph_rank": 73,
            "section_rank": 11
        },
        {
            "section": "Decay mode",
            "text": "On R CPþ and R X AE , we have either a double ratio or a ratio of final states with identical particles (apart from the charges), and therefore there is a high degree of cancellation of potential systematic uncertainties. We expect that for these ratios, the relative trigger efficiencies would yield a value close to unity. After reweighting the measured trigger efficiencies according to the kinematical properties of signal decays (obtained from simulation), we find that the ratios of trigger efficiencies are within 1.5% of unity, which is assigned as a systematic uncertainty. Using an analogous weighting procedure to the measured PID efficiencies, we find that the relative PID efficiency is equal to unity to within 1.2%, which is assigned as a systematic uncertainty.",
            "paragraph_rank": 74,
            "section_rank": 11
        },
        {
            "section": "Decay mode",
            "text": "We also consider uncertainty from the signal model, the background model, the charmless contamination, the D vetoes, and the detection asymmetries. For the signal model uncertainty, all of the fixed signal shape parameters are varied by one standard deviation, and the resulting changes in the CP parameters are added in quadrature to obtain the total signal shape uncertainty (1.1%). For the backgroundrelated uncertainties, we consider a polynomial function for the combinatorial background and vary the fixed background shape parameters of the specific b-hadron backgrounds within their uncertainties and add the deviations from the nominal result in quadrature (1.6%). For the ADS suppressed modes, larger uncertainties are assigned based on an incomplete understanding of the contributions to the low-massB 0 ðsÞ → D 0 X background. The charmless backgrounds are all consistent with zero, and the uncertainty is taken from fits to the D sideband regions (1.0%). Uncertainties due to the cross-feed contributions (such as",
            "paragraph_rank": 75,
            "section_rank": 11
        },
        {
            "section": "Decay mode",
            "text": "are assessed using simulated experiments, by simulating the mass distributions with a larger crossfeed and fitting with the nominal value (1.0%). The uncertainties due to vetoing potential contributions from other D mesons are assessed by interpolating the mass spectrum just above and below the veto region into the veto region. The associated uncertainties are all at the 1.0% level, except for the B → ½π þ π − D X − s mode, which has an uncertainty of 1.7%.",
            "paragraph_rank": 76,
            "section_rank": 11
        },
        {
            "section": "Decay mode",
            "text": "The uncertainties on the ratios R h þ h 0− s=d and R X − s;d are each summed in quadrature, giving total uncertainties in the range of (3.4-10.4)%, depending on the mode.",
            "paragraph_rank": 77,
            "section_rank": 11
        },
        {
            "text": "VII. RESULTS AND SUMMARY",
            "section_rank": 12
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "The resulting values for the CP observables are   where the uncertainty includes both statistical and systematic sources, as well as the correlations between the latter. The significances of the suppressed ADS modes are determined by computing the ratio of log-likelihoods, ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi 2 logðL 0 =L min Þ p , after convolving L with the systematic uncertainty. From the value of L at the minimum (L min ), and the value at R X AE s ¼ 0 (L 0 ), the significances of the nonzero values for R X − s and R X þ s are found to be 2.0σ and 3.2σ, respectively. The overall significance of the observation of the ADS suppressed mode is obtained by adding the log-likelihoods, resulting in a significance of 3.6 standard deviations. This constitutes the first evidence of the ADS suppressed mode in B − → DK − π þ π − decays.",
            "paragraph_rank": 78,
            "section_rank": 12
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "For completeness, we also compute the related observables R ADS and A ADS , which are commonly used. For the B − → DX − s modes, the values are",
            "paragraph_rank": 79,
            "section_rank": 12
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "For the favored modes, the corresponding values are",
            "paragraph_rank": 80,
            "section_rank": 12
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "ADS ≡ ðR X − s þ R X þ s Þ=2 ¼ ð42.7 AE 5.6Þ × 10 −4 ;",
            "paragraph_rank": 81,
            "section_rank": 12
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "The averages are computed using the asymmetric uncertainty distributions and include both statistical and systematical sources.",
            "paragraph_rank": 82,
            "section_rank": 12
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "To assess the constraints on γ that these observables provide, they have been implemented in the fitter for γ described in Ref. [14]. Two fits are performed, one that uses only information from B − → DX − s and a second that uses the observables from both B − → DX − s and B − → DX − d decays. In both fits, the parameters from the D-meson system, r D , δ Kπ D , x D , y D , A dir CP ðK þ K − Þ, and A dir CP ðπ þ π − Þ, are constrained in a way analogous to what was done for the B − → DK − and B − → Dπ − case [14]. The four parameters r B , δ B , κ, and γ are freely varied in each fit. In the combined fit, three additional strong parameters, r DX d B , δ DX d B , and κ DX d , are included, which are analogous to those that apply to the B − → DX − s decay. The projections of the fit results for γ, r B , and r B versus γ are shown in Fig. 9 using the method of Ref. [52] (see also , and (bottom) r B − →DK − π þ π − B vs γ, using only B − → DK − π þ π − decays and the combination of B − → DK − π þ π − and B − → Dπ − π þ π − decays. The 68.3% and 95.5% C.L. limits are indicated for the γ and r B projections. The 39% level contours in r B − →DK − π þ π − B vs γ correspond to the 68.3% level contours in the onedimensional projections.",
            "paragraph_rank": 83,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 128,
                    "text": "[14]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 512,
                    "text": "[14]",
                    "end": 516
                },
                {
                    "type": "figure",
                    "ref_id": "fig_22",
                    "start": 841,
                    "text": "Fig. 9",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 873,
                    "text": "[52]",
                    "end": 877
                }
            ]
        },
        {
            "text": "and π þ π − ; the corresponding four charge-conjugate decays; and the set of eight modes where X − d is replaced with X − s . The signal and background contributions across these modes are similar, although not identical. Where possible, common signal and background shapes are used; otherwise simulation is used to relate parameters in the lower yield modes to the values obtained from the high yield CF D → Kπ modes. Signal and background yields are all independent of one another in the B þ and B − mass",
            "paragraph_rank": 84,
            "section_rank": 13
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 14
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Signal efficiencies for theB − → ½K − π þ D X −d decay when applying the GLW and ADS selections. The efficiencies are shown as a function of five different two-and three-body masses.",
            "paragraph_rank": 85,
            "section_rank": 14
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 15
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Signal distributions of the (left) X − d invariant mass in B − → DX − d decays and (right) X − s invariant mass in B − → DX − s decays, for D → K − π þ .The distributions are obtained using the sPlot method. In both cases, all selections, except the MðX − Þ < 2 GeV=c 2 and the K Ã0 mass selection, are applied. The dip at 1.97 GeV=c 2 is due to the D þ s meson veto.",
            "paragraph_rank": 86,
            "section_rank": 15
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 16
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). Signal efficiencies for theB − → ½K − π þ D X −s decay when applying the GLW and ADS selections. The efficiencies are shown as a function of five different two-and three-body masses.",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "are the estimated fractions of signal events removed by the D 0 and D ðÃÞþ ðsÞ vetoes, C f c;X AE d are the estimated charmless background yields, and A f raw;X d is the raw CP asymmetry.",
            "paragraph_rank": 88,
            "section_rank": 17
        },
        {
            "text": "FIG. 4 (",
            "section_rank": 18
        },
        {
            "section": "FIG. 4 (",
            "text": "FIG. 4 (color online). Mass distributions of B − → DX −s candidates using the ADS selections, for (top left)B − → ½K − π þ D X − s , (top right) B þ → ½K þ π − D X þ s , (bottom left) B − → ½K þ π − D X − s , and (bottom right) B þ → ½K − π þ D X þ s .",
            "paragraph_rank": 89,
            "section_rank": 18
        },
        {
            "text": "FIG. 5 (",
            "section_rank": 19
        },
        {
            "section": "FIG. 5 (",
            "text": "FIG. 5 (color online). Mass distributions of B − → DX −s candidates using the GLW selections, for (top left)B − → ½K − π þ D X − s , (top right) B þ → ½K þ π − D X þ s , (middle left) B − → ½K þ K − D X − s , (middle right) B þ → ½K þ K − D X þ s , (bottom left) B − → ½π þ π − D X − s , and (bottom right) B þ → ½π þ π − D X þ s .",
            "paragraph_rank": 90,
            "section_rank": 19
        },
        {
            "text": "gives the corrected yield for the favored B AE → ½K AE π ∓ D X AE s decays. The corrections for the D 0 and D ðÃÞþ ðsÞ vetoes, F f D;X d;s , are determined by interpolating from the mass regions just above and below the veto region and lead to corrections that range from 0.6% to 5.8% of the expected yield. Uncertainties on these corrections are considered as sources of systematic uncertainty. Potential contamination from charmless five-body decays is determined by fitting for a B AE signal component when the D candidates are taken from the D 0 mass sideband region, as described previously. The charmless contributions are negligible, and the uncertainties are included in the systematic error. The yields, as",
            "paragraph_rank": 91,
            "section_rank": 20
        },
        {
            "text": "FIG. 6 (",
            "section_rank": 21
        },
        {
            "section": "FIG. 6 (",
            "text": "FIG. 6 (color online). Mass distributions ofB − → DX − d candidates using the ADS selections, for (top left) B − → ½K − π þ D X − d , (top right) B þ → ½K þ π − D X þ d , (bottom left) B − → ½K þ π − D X − d , and (bottom right) B þ → ½K − π þ D X þ d .",
            "paragraph_rank": 92,
            "section_rank": 21
        },
        {
            "text": "FIG. 7 (",
            "section_rank": 22
        },
        {
            "section": "FIG. 7 (",
            "text": "FIG. 7 (color online). Mass distributions ofB − → DX − d candidates using the GLW selections, for (top left) B − → ½K − π þ D X − d , (top right) B þ → ½K þ π − D X þ d , (middle left) B − → ½K þ K − D X − d , and (middle right) B þ → ½K þ K − D X þ d , (bottom left) B − → ½π þ π − D X − d , and (bottom right) B þ → ½π þ π − D X þ",
            "paragraph_rank": 93,
            "section_rank": 22
        },
        {
            "text": "FIG. 8 (",
            "section_rank": 23
        },
        {
            "section": "FIG. 8 (",
            "text": "FIG. 8 (color online). Mass distributions for the suppressed ADS mode, B AE → ½K ∓ π AE D K AE π ∓ π AE (sum of B þ and B − ).",
            "paragraph_rank": 94,
            "section_rank": 23
        },
        {
            "text": "FIG. 9 (",
            "section_rank": 24
        },
        {
            "section": "FIG. 9 (",
            "text": "FIG. 9 (color online). Projections of 1-C.L. vs (left) γ, (right) r B − →DK − π þ π − B",
            "paragraph_rank": 95,
            "section_rank": 24
        },
        {
            "text": "The latter, while forming a good signal candidate, are flavor specific and therefore would reduce the coherence of the final state. Those D ÃÃ0 → D 0 π þ π − contributions that do not have a D Ãþ intermediate state are kept, since they are not flavor specific.",
            "paragraph_rank": 96,
            "section_rank": 25
        },
        {
            "text": "TABLE I .",
            "section_rank": 26
        },
        {
            "section": "TABLE I .",
            "text": "Fitted yields in the ADS modes with f ¼ Kπ, for the signal and corresponding normalization modes.",
            "paragraph_rank": 97,
            "section_rank": 26
        },
        {
            "text": "0.054 AE 0.101 AE 0.011;A K − π þ X s ¼ 0.013 AE 0.019 AE 0.013; R X þ s ¼ ð107 þ60 −44 AE 11Þ × 10 −4 ½< 0.018 at 95% C:L:; R X − s ¼ ð53 þ45−42 AE 6Þ × 10 −4 ½< 0.012 at 95% C:L::The values of R CPþ are averaged to obtain",
            "paragraph_rank": 98,
            "section_rank": 27
        },
        {
            "text": "R CPþ ¼ 1.040 AE 0.064;",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "TABLE III .",
            "section_rank": 28
        },
        {
            "section": "TABLE III .",
            "text": "Systematic uncertainties, in percent, on the fitted parameters.",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 30
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ, and We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Skłodowska-Curie Actions, and ERC (European Union); Conseil général de Haute-Savoie, Labex ENIGMASS, and OCEVU, Région Auvergne (France); RFBR (Russia); XuntaGal and Generalitat de Catalunya (Spain); and Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 101,
            "section_rank": 30
        },
        {
            "text": "Ref. [14].) The value of γ is found to be ð74 þ20 −23 Þ°for the B − → DX − s -only fit and ð74 þ20 −19 Þ°for the for the combined B − → DX − s and B − → DX − d fit. The value of r B is nearly identical in the two cases, with corresponding values of r B ¼ 0.081 þ0.025 −0.027 and r B ¼ 0.081 þ0.026 −0.029 . As expected, most of the sensitivity comes from the B − → DX − s decay mode. This value is almost identical to the LHCb combined result of ð73 þ9 −10 Þ°found in Ref. [14]. The value of r B is similar to the values found in other B − → DK − decays [50,[53][54][55][56] but smaller than the value of 0.240 þ0.055 −0.048 [57] found in neutral B-meson decays. The strong phase δ B , averaged over the phase space, peaks at 172°for both fits, but at 95% C.L. all angles are allowed. The constraints on the coherence factor are relatively weak; while the most likely value is close to 1, any value in the interval [0, 1] is allowed at one standard deviation.",
            "paragraph_rank": 102,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 5,
                    "text": "[14]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "start": 261,
                    "text": "þ0.025",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 473,
                    "text": "[14]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 554,
                    "text": "[50,",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 558,
                    "text": "[53]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 562,
                    "text": "[54]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 566,
                    "text": "[55]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 570,
                    "text": "[56]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 625,
                    "text": "[57]",
                    "end": 629
                }
            ]
        },
        {
            "text": "In summary, a pp collision data sample, corresponding to an integrated luminosity of 3.0 fb −1 , has been used to study the B − → DX − s and B − → DX − d decay modes, where the D meson decays to either the quasi-flavor-specific Kπ final state or the K þ K − and π þ π − CP eigenstates. We observe for the first time highly significant signals in the CP modes for both the favored and suppressed B − decays, and we also report the first evidence for the ADS DCS",
            "paragraph_rank": 103,
            "section_rank": 32
        },
        {
            "text": "We measure the corresponding ADS and GLW observables for the first time in these modes. A fit for γ using only these modes is performed, from which we find γ ¼ ð74 þ20",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "−23 Þ°for the fit with only B − → DX − s and γ ¼ ð74 þ20 −19 Þ°for the combined",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "Values of γ below about 25°and larger than approximately 165°are not excluded by these modes alone but are excluded when other modes are considered [14]. The precision on γ in this analysis is comparable to, or better than, most previous measurements. ",
            "paragraph_rank": 106,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 148,
                    "text": "[14]",
                    "end": 152
                }
            ]
        }
    ]
}