{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The main purpose of the NA62 experiment is to measure the branching ratio of the (ultra) rare decay K + → π + νν with the precision of 10% collecting ∼ 100 events with the Standard Model branching fraction in 3 years of data taking. The commissioning of the experiment after the 2014 pilot run and the prospects for the 2015 run are presented.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The NA62 experiment is located at the CERN Super Proton Synchrotron accelerator. Its main goal is to measure the branching ratio (BR) of the ultra rare decay 1 K + → π + νν, with the precision of ∼ 10 %. The Standard Model (SM) prediction is very accurate, taking in account next-to-leading order (NLO) QCD corrections to the top quark contributions, NNLO QCD corrections to the charm contributions, NLO electroweak corrections to both top and charm contributions and extensive calculations of isospin breaking and non-perturbative effects. The best prediction of the branching ratio 2 is BR(K + → π + νν) = (7.81 +0.8 −0.71 ±0.29)×10 −11 while the experimental measurement, combining data from E787 and E949 experiments 3 at Brookhaven AGS is (17.3 +11.5 −10.5 ) × 10 −11 . During 2014 the NA62 detector was deployed and commissioned, enabling to accumulate a valuable sample of kaon decays to verify the expected physics sensitivity.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 614,
                    "text": "+0.8",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 721,
                    "text": "3",
                    "end": 722
                }
            ]
        },
        {
            "text": "Experimental strategy",
            "section_rank": 3
        },
        {
            "section": "Experimental strategy",
            "text": "A large number of about 10 13 kaon decays is needed to reach the expected sensitivity. The experimental principle is the decay-in-flight technique, and the variable used to distinguish the signal from the background is the squared missing mass m 2 miss = (P K + − P π + ) 2 where P are the four momenta of the incoming kaon and outgoing pion. Cuts on the missing mass value allow the rejection of more than 90% of the backgrounds. Figure 1 shows the m 2 miss distribution assuming that the charged particle is a pion with momentum lower than 35 GeV. One defines two regions where the signal is not dominated by background, Region I above the K µ2 but below the K π + π 0 contribution and Region II above the K π + π 0 and below the K 3π contributions. The final rejection relies on a redundant veto system and particle identification. ",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 431,
                    "text": "Figure 1",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 452,
                    "text": "2",
                    "end": 453
                }
            ]
        },
        {
            "text": "Beam",
            "section_rank": 4
        },
        {
            "section": "Beam",
            "text": "Kaons are produced by the 400 GeV protons from the SPS impinging on a beryllium target. Secondary particles of 75 GeV/c momentum are selected in a non separated beam composed of 71% of pions, 23% of protons and 6% of kaons, with a total rate of ∼ 750 MHz. Only about 10% of the kaon produced decay in the fiducial volume, allowing the detector to collect ∼ 4.5 10 12 decays per year. During the 2014 run the beam optics has been fully commissioned, and the experiment was operating at 5% to 20% of the nominal intensity.",
            "paragraph_rank": 3,
            "section_rank": 4
        },
        {
            "text": "Kaon Tagging",
            "section_rank": 5
        },
        {
            "section": "Kaon Tagging",
            "text": "Kaon tagging is performed by the CEDAR/KTAG detector. CEDAR 4 is a differential Cerenkov counter built for measuring the composition of SPS secondary beams. It has been upgraded to meet the 50 MHz kaon rate requirement: a time resolution better than 100 ps and a tagging efficiency above 95%. During the 2014 run a preliminary evaluation of the single hit time resolution of ∼ 280 ps was was obtained, while the tagging efficiency was above 90%.",
            "paragraph_rank": 4,
            "section_rank": 5
        },
        {
            "text": "Spectrometers",
            "section_rank": 6
        },
        {
            "section": "Spectrometers",
            "text": "Both the beam particle and the secondary charged particle must be accurately measured. The beam spectrometer, called GigaTracker 5 , consists of three stations of hybrid silicon pixel detectors installed within an achromatic system of four dipole magnets. The constraint of very low material budget has led to the choice of a sensor thickness of 200 µm, read by 10 ASIC 100 µm thick chips bump bonded to the sensor, with a total of 18000 pixels for each station. The time resolution per track should be of the order of 200 ps, while the momentum resolution σ(P )/P should be ∼0.2%. During the commissioning run, the three stations have been installed, but only partially read out (10% of the chips). The time resolution measurement is in progress. The Straw Tracker detector 6 (STRAW) measures the direction and momentum of charged particles from the kaon decay. It is composed of 4 chambers with x,y,u,v views, located in vacuum, before and after a dipole magnet which produces the vertical B-field of 0.36 T. The detector was fully operational. Both spectrometers were read out triggerless and the matching with the other detectors was performed offline.",
            "paragraph_rank": 5,
            "section_rank": 6
        },
        {
            "text": "Photon Vetoes",
            "section_rank": 7
        },
        {
            "section": "Photon Vetoes",
            "text": "The photon veto system was designed to suppress the background coming from K + → π + π 0 (π 0 → γγ) and radiative decays by identifying photons with an inefficiency less than 10 −8 . The system provides a hermetic coverage for photon angles up to 50 mrad. The Large Angle Vetoes (LAV) cover the region between 8.5 and 50 mrad. The LAV consists of 12 stations, made of rings of lead glass blocks recovered from the OPAL electromagnetic calorimeter 7 . All stations have been installed and read out, and the time resolution of tagged photons measured is better than 1 ns. The other photon veto used in 2014 is the Liquid Krypton calorimeter (LKr), inherited from the NA48 experiment and equipped with a new readout. It covers photon angle from 1.5 to 8.5 mrad and should guarantee an inefficiency lower than 10 −5 for photons with energy > 35 GeV. During the 2014 data taking, the new read out was deeply tested and a calibration of the detector was performed.",
            "paragraph_rank": 6,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 447,
                    "text": "7",
                    "end": 448
                }
            ]
        },
        {
            "text": "RICH counter",
            "section_rank": 8
        },
        {
            "section": "RICH counter",
            "text": "The Ring-Imaging Cherenkov Counter 8 (RICH) is located between the last STRAW chamber and the LKr. It is a 17 m long vessel filled with Neon at atmospheric pressure, and consists of a mosaic of spherical mirrors which reflect the Cherenkov light on to the 2000 photomultiplier array. The RICH provides π − µ separation for charged particles with momentum between 15 and 35 GeV/c leading to an additional muon suppression factor of 10 2 . It also measure the pion crossing time with about 100 ps precision. With the data taken during the 2014 run it is possible to test the ring reconstruction and the matching with the montecarlo expectation.",
            "paragraph_rank": 7,
            "section_rank": 8
        },
        {
            "text": "Muon Vetoes",
            "section_rank": 9
        },
        {
            "section": "Muon Vetoes",
            "text": "The muon veto system (MUV) consists of three different components (MUV1, MUV2 and MUV3) placed after the LKr calorimeter. The MUV3 component is a real muon veto, consisting of an array of 144 scintillator tiles. The two others, MUV2 and MUV3, are hadronic calorimeters (Fe-scintillators), used to measure the deposited energies and shower shapes of incident particles and redundantly distinguish muons from pions. During the commissioning run MUV2 and MUV3 were installed and read out. In particular MUV3 has been used for muon rejection at the hardware trigger level. The efficiency of MUV2 has been measured to be ∼ 99.9% with a preliminary time resolution of 1.4 ns.",
            "paragraph_rank": 8,
            "section_rank": 9
        },
        {
            "text": "Trigger and Data Acquisition",
            "section_rank": 10
        },
        {
            "section": "Trigger and Data Acquisition",
            "text": "All the acquisition boards were installed for the 2014 run. The electronic boards were deeply tested under the available beam condition (5 to 20% of the nominal intensity). Two level-0 trigger processors have been developed, one completely based on a FPGA commercial board, while the other 9 makes use of an auxiliary PC to build the trigger logic. For the 2014 run the first option has been used.",
            "paragraph_rank": 9,
            "section_rank": 10
        },
        {
            "text": "First look at the data",
            "section_rank": 11
        },
        {
            "section": "First look at the data",
            "text": "During the last days of the 2014 run, data in stable conditions at about 5% of the nominal intensity have been recorded as selected by a Level-0 trigger logic based on fast multiplicity signals from the Charged Hodoscope (CHOD), hadronic energy measured in MUV2 and requiring little or no electromagnetic energy deposited in the scintillating fibre hodoscope embedded in the LKr calorimeter. The analysis of the data sample is in progress 10 . Events with only one charged Figure 2 -Distribution of the angle between the decay particle and the kaon beam function of track momentum for data(left) and as expected (right) particle are reconstructed in the STRAW spectrometer. Figure 2 shows the angle between the reconstruction track and the nominal kaon beam direction as a function of momentum. For comparison, the theoretical curves in the angle -momentum plane expected from kaon decays are also displayed. It is possible to see also a 75 GeV/c momentum component, compatible with The most significant requirements are the presence of a kaon track tagged my CEDAR (a five-fold coincidence in the KTAG), the position of the decay vertex in the fiducial region and the momentum of the decay particle between 15 and 35 GeV/c. The beam spectrometer GTK",
            "paragraph_rank": 10,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 439,
                    "text": "10",
                    "end": 441
                },
                {
                    "type": "figure",
                    "start": 473,
                    "text": "Figure 2",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "start": 612,
                    "text": "(right)",
                    "end": 619
                },
                {
                    "type": "figure",
                    "start": 674,
                    "text": "Figure 2",
                    "end": 682
                }
            ]
        },
        {
            "section": "First look at the data",
            "text": "is not yet used.",
            "paragraph_rank": 11,
            "section_rank": 11
        },
        {
            "section": "First look at the data",
            "text": "The signal region (section 1.1) for K + → π + νν is defined to be 0 < m 2 miss < 0.01 GeV 2 /c 4 (Region I), and 0.026 < m 2 miss < 0.068 GeV 2 /c 4 (Region II). Background events enter in Region I due to resolution tails. A factor of four improvement in the resolution is expected after adding the beam spectrometer information. Because photon rejection has not been applied yet in this analysis, decays with photons appear in Region II as well as kaon decays with electrons and resolution tails.",
            "paragraph_rank": 12,
            "section_rank": 11
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "The NA62 experiment has been taken data for two month in 2014. All sub-detectors have been commissioned and successfully operated with good performance. Data analysis is in progress.",
            "paragraph_rank": 13,
            "section_rank": 12
        },
        {
            "text": "Figure 1 -",
            "section_rank": 13
        },
        {
            "section": "Figure 1 -",
            "text": "Figure 1-squared missing mass in the hypothesis of kaon to pion decay",
            "paragraph_rank": 14,
            "section_rank": 13
        },
        {
            "text": "Figure 3 -",
            "section_rank": 14
        },
        {
            "section": "Figure 3 -",
            "text": "Figure 3 -m 2 miss in the hypothesis of kaon to pion decay (left), expected values (right) scattered beam particles reaching the straw spectrometer. Additional cuts are applied to obtain the m 2 miss distribution shown in figure 3.",
            "paragraph_rank": 15,
            "section_rank": 14
        }
    ]
}