{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for Higgs boson pair production pp → hh is performed with 19.5 fb −1 of proton-proton collision data at √ s = 8 TeV, which were recorded by the ATLAS detector at the Large Hadron Collider in 2012. The decay products of each Higgs boson are reconstructed as a highmomentum bb system with either a pair of small-radius jets or a single large-radius jet, the latter exploiting jet substructure techniques and associated b-tagged track-jets. No evidence for resonant or non-resonant Higgs boson pair production is observed. The data are interpreted in the context of the Randall-Sundrum model with a warped extra dimension as well as the two-Higgs-doublet model. An upper limit on the cross-section for pp → G * KK → hh → bbbb of 3.2 (2.3) fb is set for a Kaluza-Klein graviton G * KK mass of 1.0 (1.5) TeV, at the 95 % confidence level. The search for non-resonant Standard Model hh production sets an observed 95 % confidence level upper limit on the production cross-section σ ( pp → hh → bbbb) of 202 fb, compared to a Standard Model prediction of σ ( pp → hh → bbbb) = 3.6 ± 0.5 fb.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of a Higgs boson (h) [1,2] at the Large Hadron Collider (LHC) consistent with the predictions of the Standard Model (SM) [3,4] motivates an enhanced effort to search for new physics via the Higgs sector. Many new physics models predict rates of Higgs boson pair production significantly higher than the SM rate [5][6][7]. For example, TeV-scale resonances such as the first Kaluza-Klein (KK) excitation of the graviton, G * KK , predicted in the bulk Randall-Sundrum (RS) model [8,9] or the heavy neutral scalar, H , of two-Higgsdoublet models (2HDM) [10] can decay into pairs of Higgs bosons, hh. Enhanced non-resonant pp → hh production can arise in models such as those with new, light, coloured scalars [11], or direct tthh vertices [12,13]. e-mail: atlas.publications@cern.ch ATLAS has carried out a search in the bbγγ final state [14], setting limits on both resonant (masses between 260 GeV and 500 GeV) and non-resonant Higgs boson pair production. CMS has searched in the multi-lepton and multilepton + photons final-states in the context of 2HDM extensions of the Higgs sector [15]. CMS has also searched for narrow resonances in the bbbb channel [16].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 35,
                    "text": "[1,",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 38,
                    "text": "2]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 135,
                    "text": "[3,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 138,
                    "text": "4]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 325,
                    "text": "[5]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 328,
                    "text": "[6]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 331,
                    "text": "[7]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 492,
                    "text": "[8,",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 495,
                    "text": "9]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 565,
                    "text": "[10]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 721,
                    "text": "[11]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 751,
                    "text": "[12,",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 755,
                    "text": "13]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 850,
                    "text": "[14]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1101,
                    "text": "[15]",
                    "end": 1105
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1171,
                    "text": "[16]",
                    "end": 1175
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Recent phenomenological studies have demonstrated that despite the fully hadronic final state being subject to a large multijet background, searches for new physics in the pp → hh → bbbb process have good sensitivity for both resonant [17,18] and non-resonant signals [19]. One contributing factor to this sensitivity is the high expected branching ratio for h → bb. The analysis presented in this paper is designed to search for two high-momentum bb systems with masses consistent with m h , where each bb system contains two jets identified as containing b-hadrons (the jets are \"btagged\"). Compared to a more inclusive bbbb final-state analysis, this topology has many benefits due to the large required momentum and angular separation between the two bb systems: (i) excellent rejection of all backgrounds; (ii) highly efficient triggering using b-tagged multijet triggers; and (iii) negligible combinatorial ambiguity in forming Higgs boson candidates.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 235,
                    "text": "[17,",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 239,
                    "text": "18]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 268,
                    "text": "[19]",
                    "end": 272
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Two Higgs boson reconstruction techniques, which are complementary in their acceptance, are presented. The first -\"resolved\" -technique reconstructs Higgs boson candidates from pairs of nearby anti−k t jets [20] with radius parameter R = 0.4, each b-tagged with a multivariate b-tagging algorithm [21]. This resolved technique offers good efficiency over a wide range of Higgs boson momenta and so can be used to reconstruct di-Higgs-boson resonances with mass m X in the range between 500 and 1500 GeV. The sensitivity is best for this technique in the range 500 ≤ m X 1100 GeV. It can be seen in Fig. 1 however, that the acceptance for four b-tagged anti−k t R = 0.4 jets decreases for m X 1200 GeV. This loss of acceptance is due to the increased boost of the Higgs boson, which reduces the average separation between the b-andb-quarks from the Higgs boson decay, R = ( η) 2 + ( φ) 2 , to values below 0.4. This motivates the use of a second -\"boosted\" -Higgs boson reconstruction technique that maintains acceptance for these higher-mass resonances through the use of jet substructure techniques. The Higgs boson candidate is reconstructed as a single, trimmed [22] anti−k t R = 1.0 jet which must be associated with two b-tagged anti−k t R = 0.3 trackjets [23]. The use of track-jets with a smaller R parameter allows Higgs bosons with higher transverse momentum ( p T ) to be reconstructed.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 207,
                    "text": "[20]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 297,
                    "text": "[21]",
                    "end": 301
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 598,
                    "text": "Fig. 1",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 885,
                    "text": "2",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1165,
                    "text": "[22]",
                    "end": 1169
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1261,
                    "text": "[23]",
                    "end": 1265
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The analysis is performed with the dataset recorded by ATLAS in 2012 at √ s = 8 TeV, corresponding to an integrated luminosity of 19.5 fb −1 . For the non-resonant search, a counting experiment is performed and the results are interpreted in the context of SM non-resonant Higgs boson pair production. This interpretation is only carried out for the resolved analysis due to its higher sensitivity to such a signal. For the resonant search, a fit to the reconstructed mass spectrum of hh candidates is carried out and the results are interpreted in the context of both bulk RS G * KK (spin-2) and 2HDM CP-even H boson (spin-0) production. In the bulk RS model, the fermion and boson fields can propagate in a warped extra dimension, which has a curvature parameter k. This benchmark model is investigated with three coupling constant values, k/M Pl = 1.0, 1.5 and 2.0 (M Pl = M Pl / √ 8π is the reduced Planck mass), which cover much of the possible parameter space [8]. The 2HDMs considered have CP-conserving scalar potentials (Type-I, Type-II, Leptonspecific and Flipped) [10], in the regime m H = m A = m H ± , with the potential parameter that mixes the two Higgs doublets m 2 12 = m 2 A tan β/(1 + tan 2 β). Interpretations are made as a function of tan β and cos(β − α). The parameter tan β is the ratio of vacuum expectation values of the two Higgs doublets and α is the mixing angle between the two neutral CP-even scalars.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 966,
                    "text": "[8]",
                    "end": 969
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1075,
                    "text": "[10]",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1180,
                    "text": "2",
                    "end": 1181
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "ATLAS is a multi-purpose particle physics experiment [24] at the LHC. The detector 1 consists of inner tracking devices surrounded by a superconducting solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer. The inner tracking system provides charged-particle tracking in the pseudorapidity region |η| < 2.5 and vertex reconstruction. It consists of a silicon pixel detector, a silicon microstrip tracker, and a straw-tube transition radiation tracker. The system is surrounded by a solenoid that produces a 2 T axial magnetic field. The central calorimeter system consists of a liquid-argon electromagnetic sampling calorimeter with high granularity covering |η| < 3.2 and a steel/scintillator-tile calorimeter providing hadronic energy measurements in the central pseudorapidity range (|η| < 1.7). The endcap and forward regions are instrumented with liquid-argon calorimeters for both electromagnetic and hadronic energy measurements up to |η| = 4.9. The muon spectrometer is operated in a magnetic field provided by air-core superconducting toroids and includes tracking chambers for precise muon momentum measurements up to |η| = 2.7 and trigger chambers covering the range |η| < 2.4. A three-level trigger system is used to select interesting events [25]. The Level-1 trigger reduces the event rate to below 75 kHz using hardware-based trigger algorithms acting on a subset of detector information. Two software-based trigger levels, referred to collectively as the High-Level Trigger (HLT), further reduce the event rate to about 400 Hz using information from the entire detector.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 53,
                    "text": "[24]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1278,
                    "text": "[25]",
                    "end": 1282
                }
            ]
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulation samples",
            "text": "The data sample used in this analysis, after applying data quality requirements that include the availability of b-jet triggers, corresponds to an integrated luminosity of 19.5 ± 0.5 fb −1 . The uncertainty in the integrated luminosity (2.8 %) is derived following the same methodology as that detailed in Ref. [26]. The data sample is selected by a combination of five triggers requiring multiple jets or b-jets, where b-jets are identified by a dedicated HLT b-tagging algorithm. This combination of triggers is >99.5 % efficient for signal events passing the offline selection, across the full mass range considered.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 311,
                    "text": "[26]",
                    "end": 315
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "Simulated Monte Carlo (MC) event samples are used to model the different signals, as well as the small back- Table 1 Computed production cross-sections times branching ratio σ pp → X → hh → bbbb and total widths for selected resonance pole mass values. The bulk RS model predictions are obtained with k/M Pl = 1.0; both cross-section and width grow as the square of k/M Pl . The 2HDM predictions are for a Type-II model with cos (β − α) = −0.2 and tan β = 1",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 109,
                    "text": "Table 1",
                    "end": 116
                }
            ]
        },
        {
            "text": "Model",
            "section_rank": 5
        },
        {
            "section": "Model",
            "text": "Mass ground contributions from top-quark pair production (tt) and Z +jets events. The dominant multijet background source is estimated directly from data. Signal samples for both models studied are generated with Madgraph v1.5.1 [27,28], interfaced to Pythia v8.175 [29] for parton showering, hadronization and underlying-event simulation. The Higgs boson mass is set to 125 GeV. The CTEQ6L1 [30] leadingorder (LO) parton distribution functions (PDFs) are used. Table 1 provides the calculated cross-sections and widths for different signal model parameters. The bulk RS model predictions are calculated at LO using Madgraph. The 2HDM prediction corresponds to the cross-section for gluon-fusion production plus b-associated production plus vector-bosonfusion production. The gluon-fusion cross-section is calculated using SusHi v1.3.0 [31][32][33][34][35][36] at next-to-next-to-leadingorder (NNLO) accuracy in QCD. For b-associated production, an empirical matching of the four-and five-flavour scheme is used [37]. The four-flavour cross-section is calculated at next-to-leading-order (NLO) accuracy in QCD following Refs. [38,39], while the five-flavour cross-section is calculated at NNLO in QCD using SusHi. The vector-bosonfusion cross-section at NNLO accuracy in QCD and NLO in electroweak is taken from Ref. [40] and corrected by a multiplicative factor of cos 2 (β − α) [10]. The 2HDM branching ratios are calculated using 2HDMC v1.6.4 [41]. For the G * KK → hh → bbbb signal, three sets of MC samples are generated for each of the three coupling values, k/M Pl = 1.0, 1.5 and 2.0. The variation in these couplings alters both the total G * KK production cross-section and its width. Samples cover a range of G * KK masses 500 ≤ m G * KK ≤ 2000 GeV. For the H → hh → bbbb signal, samples are generated covering the range 500 ≤ m H ≤ 1500 GeV. Since the width of H , H , varies non-trivially with the 2HDM parameters, the samples are generated with fixed H = 1 GeV. In order to make 2HDM interpretations of the results obtained with these fixed width samples, they are corrected to account for the true resonance width at each point in parameter space, as described in Sect. 6.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 229,
                    "text": "[27,",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 233,
                    "text": "28]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 266,
                    "text": "[29]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 392,
                    "text": "[30]",
                    "end": 396
                },
                {
                    "type": "table",
                    "start": 462,
                    "text": "Table 1",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 836,
                    "text": "[31]",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 840,
                    "text": "[32]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 844,
                    "text": "[33]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 848,
                    "text": "[34]",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 852,
                    "text": "[35]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 856,
                    "text": "[36]",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1012,
                    "text": "[37]",
                    "end": 1016
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1126,
                    "text": "[38,",
                    "end": 1130
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1130,
                    "text": "39]",
                    "end": 1133
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1317,
                    "text": "[40]",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1380,
                    "text": "[10]",
                    "end": 1384
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1446,
                    "text": "[41]",
                    "end": 1450
                }
            ]
        },
        {
            "section": "Model",
            "text": "Non-resonant SM pp → hh → bbbb events are generated using the exact form factors for the top loop, taken from HPAIR [5,42]. The cross-section is defined as the inclusive cross-section. The gluon-fusion production crosssection at NNLO in QCD from Ref. [7] is used, summed with the NLO predictions for vector-boson-fusion, toppair-associated and vector-boson-associated production from Ref. [43]. The resulting cross-section is σ ( pp → hh → bbbb) = 3.6 ± 0.5 fb, where the uncertainty term includes the effects of uncertainties in the renormalization and factorization scale, PDFs, α S and Br(H → bb).",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 116,
                    "text": "[5,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 119,
                    "text": "42]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 251,
                    "text": "[7]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 389,
                    "text": "[43]",
                    "end": 393
                }
            ]
        },
        {
            "section": "Model",
            "text": "The tt background sample is generated using Powhegbox v1.0 [44][45][46][47] interfaced to Pythia v6.426 [48], with the top mass fixed to 172.5 GeV and the CT10 [49] NLO PDF set. The NNLO+NNLL prediction of 253 pb for the tt cross-section [50][51][52][53][54][55] is used for normalization. Singletop background is negligible.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 59,
                    "text": "[44]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 63,
                    "text": "[45]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 67,
                    "text": "[46]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 71,
                    "text": "[47]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 104,
                    "text": "[48]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 160,
                    "text": "[49]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 238,
                    "text": "[50]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 242,
                    "text": "[51]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 246,
                    "text": "[52]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 250,
                    "text": "[53]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 254,
                    "text": "[54]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 258,
                    "text": "[55]",
                    "end": 262
                }
            ]
        },
        {
            "section": "Model",
            "text": "The Z +jets sample is generated using Sherpa v1.4.3 [56] with the CT10 PDF set and the Z boson decaying to two b-quarks. The Z +jets cross-section is taken from an NLO Powheg-box v1.0 [57] plus Pythia v8.165 prediction, which is found to agree well with measurements in the boosted regime [58].",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 52,
                    "text": "[56]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 184,
                    "text": "[57]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 289,
                    "text": "[58]",
                    "end": 293
                }
            ]
        },
        {
            "section": "Model",
            "text": "The generated MC events are processed with the GEANT4-based [59] ATLAS detector simulation [60]. Effects of multiple proton-proton interactions (pile-up) are simulated using Pythia v8.1 with the CTEQ6L1 PDF set and the AU2 tune [61]. The simulated events are weighted so that the distribution of the average number of interactions per bunch-crossing matches that in the data. The same reconstruction software is used to process both the data and the simulated samples. Table 2 summarizes the various event generators and PDF sets, as well as parton shower and hadronization software used for the analyses presented in this paper.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 91,
                    "text": "[60]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 228,
                    "text": "[61]",
                    "end": 232
                },
                {
                    "type": "table",
                    "start": 469,
                    "text": "Table 2",
                    "end": 476
                }
            ]
        },
        {
            "text": "Resolved analysis",
            "section_rank": 6
        },
        {
            "text": "Event reconstruction",
            "section_rank": 7
        },
        {
            "section": "Event reconstruction",
            "text": "Jets are reconstructed from topological clusters of calorimeter cell energy deposits at the electromagnetic scale [63] using the anti−k t jet clustering algorithm, with a radius parameter of R = 0.4. The effects of pile-up on jet energies are accounted for by a jet-area-based correction [64]. The jets are then calibrated using p T -and η-dependent calibration factors based on MC simulations and the combination of several in situ techniques applied to data [65]. Following this, the jets undergo Global Sequential calibration [63] which reduces flavour-dependent differences in calorimeter response. If a muon with p T > 4 GeV and |η| < 2.5 is found within a cone of R = 0.4 around the jet axis, the four-momentum Table 2 Summary of MC event generators, PDF sets, parton shower and hadronization used in the analysis for both signal and background processes. † Madgraph was modified [62] to use the exact top-loop form-factors from HPAIR [5,42]  of the muon is added to that of the jet (after correcting for the expected energy deposited by the muon in the calorimeter). Such muons are reconstructed by combining measurements from the inner tracking and muon spectrometer systems, and are required to satisfy tight muon identification quality criteria [66]. Jets with a significant energy contribution from pileup interactions [67] are removed using tracking information. For jets with p T < 50 GeV and |η| < 2.4, the p T sum of tracks matched to the jet is calculated and it is required that at least 50 % of this p T sum is due to tracks originating from the primary vertex. 2 Jets with |η| < 2.5 are b-tagged using the properties of the tracks associated with them, the most important being the impact parameter (defined as the track's distance of closest approach to the primary vertex in the transverse plane) of each track, as well as the presence and properties of displaced vertices. The MV1 b-tagging algorithm [21] used in this analysis combines the above information using a neural network and is configured to achieve an efficiency of 70 % for tagging b-jets, 3 with a charm-jet rejection of approximately 5 and a light-quark or gluon jet rejection of around 140, as determined in an MC sample of tt events. The b-tagging efficiency in the simulation is scaled to reproduce the one measured in data [68].",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 114,
                    "text": "[63]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 288,
                    "text": "[64]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 460,
                    "text": "[65]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 529,
                    "text": "[63]",
                    "end": 533
                },
                {
                    "type": "table",
                    "start": 717,
                    "text": "Table 2",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 886,
                    "text": "[62]",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 941,
                    "text": "[5,",
                    "end": 944
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 944,
                    "text": "42]",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 1255,
                    "text": "[66]",
                    "end": 1259
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 1330,
                    "text": "[67]",
                    "end": 1334
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1923,
                    "text": "[21]",
                    "end": 1927
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2075,
                    "text": "3",
                    "end": 2076
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 2314,
                    "text": "[68]",
                    "end": 2318
                }
            ]
        },
        {
            "text": "Selection",
            "section_rank": 8
        },
        {
            "section": "Selection",
            "text": "The combined acceptance times efficiency ( A × ε) at different stages of the event selection is shown in Fig. 2 as a function of resonance mass for the resonant signal models. The event selection begins with the requirement of at least four b-tagged jets, each with p T > 40 GeV (shown in Fig. 2 as \"4 b-tagged jets\"). SM non-resonant Higgs boson pair production has a softer Higgs boson p T spectrum than the m X = 500 GeV resonances, resulting in a lower 2 Proton-proton collision vertices are reconstructed requiring that at least five tracks with p T > 0.4 GeV are associated with a given vertex. The primary vertex is defined as the vertex with the highest summed track p 2 T . 3  A × ε = 4.9 % for this requirement. The four highestp T btagged jets are then used to form two dijet systems, demanding that the angular distance, R, between the jets in each of the dijets is smaller than 1.5. The transverse momentum of the leading (in p T ) dijet system, p lead T , is required to be greater than 200 GeV, while the subleading dijet system must have p subl T > 150 GeV. In the rare case that a jet could be used to create more than one dijet which satisfies the above kinematic requirements, the dijet with the highest mass is chosen. Thus two unique dijet systems, with no jets in common, are selected (shown as \"2 dijets\" in Fig. 2). For SM nonresonant Higgs boson pair production, after this requirement, A ×ε = 1.2 %. The impact of different decay kinematics can be seen by comparing Fig. 2b to Fig. 2a: the decay of spin-0 H bosons gives a softer Higgs boson p T spectrum than in the case of the spin-2 G * KK decay (due to the differing angular distributions of hh), resulting in lower acceptance for these kinematic requirements at low resonance mass.",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 105,
                    "text": "Fig. 2",
                    "end": 111
                },
                {
                    "type": "figure",
                    "start": 289,
                    "text": "Fig. 2",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 457,
                    "text": "2",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 677,
                    "text": "2",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 683,
                    "text": "3",
                    "end": 684
                },
                {
                    "type": "figure",
                    "start": 1331,
                    "text": "Fig. 2",
                    "end": 1337
                },
                {
                    "type": "figure",
                    "start": 1492,
                    "text": "Fig. 2b",
                    "end": 1499
                },
                {
                    "type": "figure",
                    "start": 1503,
                    "text": "Fig. 2a",
                    "end": 1510
                }
            ]
        },
        {
            "section": "Selection",
            "text": "The resolved analysis considers a large range of resonance masses, 500 ≤ m X ≤ 1500 GeV. Due to the differing kinematics, the optimal selection for low-mass resonances differs from the optimum for higher masses. To increase the analysis sensitivity, three requirements which vary with the reconstructed resonance mass are used. These selection requirements are optimized simultaneously, by performing a three-dimensional scan of threshold values, using the statistical-only exclusion limit (Sect. 6) as the objective function. There are mass-dependent requirements (shown in Fig. 2 as \"MDC\") on the minimum p T of the leading and subleading dijets as well as on the maximum difference in pseudorapidity, | η dijets |, between them. These requirements are written in terms of the four-jet mass m 4j expressed in GeV: ",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 575,
                    "text": "Fig. 2",
                    "end": 581
                }
            ]
        },
        {
            "section": "Selection",
            "text": "The different m 4j thresholds shown above are chosen to obtain a continuously varying set of requirements. The requirement on η dijets leads to a lower acceptance for H compared to G * KK for m X ≥ 700 GeV because of the effect of the boson spin on the angular distribution of its decay products.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Selection",
            "text": "After selecting two dijets that satisfy the mass-dependent criteria, tt constitutes approximately 10 % of the total background. This tt background predominantly comprises events where both top quarks decayed hadronically. These hadronic decays lead to three jets for each top quark: one b-jet directly from the top decay and two from the decay of the W boson. Since the probability to mis-tag charm-jets is much higher than the probability to mis-tag light-jets, in the majority of cases the dijet is formed from the b-jet and a charm-jet from the decay of the W boson. In order to reduce the tt background, jets not already used in the formation of the two dijets (\"extra jets\") in the event are used to reconstruct W boson and top quark candidates by combining them with each of the dijets. These extra jets are required to have p T > 30 GeV, |η| < 2.5, and R < 1.5 relative to the dijet. The W boson candidates are reconstructed by adding the four-momentum of each of the possible extra jets to the four-momentum of the jet in the dijet system with the lowest probability of being a b-jet according to the multivariate b-tagging algorithm. Top quark candidates are then reconstructed by summing the dijets with each of the extra jets. The compatibility with the top quark decay hypothesis is then determined using the variable:",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Selection",
            "text": "where m W and m t are the invariant masses of the W boson and top quark candidates, σ",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Selection",
            "text": "The values of σ m W and σ m t reflect the dijet and three-jet system mass resolutions. If either dijet in an event has X tt < 3.2 for any possible combination with an extra jet, the event is rejected. This requirement reduces the tt background by ∼60 %, whilst retaining ∼90 % of signal events (shown as \"tt Veto\" in Fig. 2). The event selection criteria described above are collectively referred to as the \"4-tag\" selection requirements. These requirements select 1891 events.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 317,
                    "text": "Fig. 2",
                    "end": 323
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Following the 4-tag selection, a requirement on the leading and subleading dijet masses (m lead 2j and m subl 2j , respectively) is used to define the signal region. The central value of this region corresponds to the median values of the narrowest dijet mass intervals that contain 90 % of the MC signal (these were found to be stable with resonance mass). The definition of the signal region is",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Selection",
            "text": "where the 0.1 m 2j terms represent the widths of the leading and subleading dijet mass distributions. The signal region is defined as X hh < 1.6. This corresponds to the kinematical requirements illustrated by the inner region in Fig. 3, albeit with data from the 2-tag sample shown. It is optimized to maximize the expected sensitivity of the search. The acceptance times efficiency of the full selection, including this signal region requirement, is shown in Fig. 2 as \"Signal Region\". For SM non-resonant Higgs boson pair production, the full selection has an A × ε = 0.60 %. The final step of the Higgs boson pair resonant production search is to perform a fit to the four-jet mass m 4j in the signal region. The sensitivity of this fit is increased by improving the m 4j resolution in this region, using the constraint that the two dijet masses should equal the Higgs boson mass, i.e. m lead 2j = m subl 2j = m h . To this end, each dijet four-momentum is multiplied by a correction factor α dijet = m h /m dijet . This leads to an improvement of ∼30 % in the signal m 4j resolution -with a significant reduction of the low-mass tails caused by energy loss -with little impact on the background.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 230,
                    "text": "Fig. 3",
                    "end": 236
                },
                {
                    "type": "figure",
                    "start": 461,
                    "text": "Fig. 2",
                    "end": 467
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 9
        },
        {
            "section": "Background estimation",
            "text": "After the 4-tag selection described above, about 95 % of the remaining background in the signal region is expected to originate from multijet events, which are modelled using data. The remaining ∼5 % of the background is tt events. The tt yield is determined from data, while the m 4j shape is taken from MC simulation. The Z +jets contribution is <1 % of the total background and is modelled using MC simulation. The background from all other sources -including processes featuring Higgs bosons -is negligible.",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "Multijet background",
            "section_rank": 10
        },
        {
            "section": "Multijet background",
            "text": "The multijet background is modelled using an independent data sample selected by the same trigger and selection requirements as described in Sect. 4.2, except for the b-tagging requirement: only one of the two selected dijets has to be formed from b-tagged jets, while the other dijet can be formed from jets that are not b-tagged. This \"2-tag\" selection yields a data sample comprising 485377 events, 98 % of which are multijet events and the remaining 2 % are tt. The predicted contamination by the signal is negligible. This 2-tag sample is normalized to the 4-tag sample and its kinematical distributions are corrected for differences introduced by the additional b-tagging. These differences arise because the b-tagging efficiency as well as the charmand light-jet rejection vary as a function of jet p T and η, the various multijet processes contribute in different fractions, and the fraction of events passed by each trigger path changes. The normalization and kinematic corrections are determined using a signal-free sideband region of the m lead 2jm subl 2j plane, in dedicated samples collected without massdependent requirements, which increases the statistical precision of the kinematic corrections. The resulting background model is verified and the associated uncertainties are estimated using a control region. The sideband and control regions are shown in Fig. 3. The sideband region is defined as:",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1374,
                    "text": "Fig. 3",
                    "end": 1380
                }
            ]
        },
        {
            "section": "Multijet background",
            "text": "(m lead 2j − 124 GeV) 2 + (m subl 2j − 115 GeV) 2 > 58 GeV, while the control region is defined as the region between the signal and sideband regions. These definitions are chosen to be orthogonal to the signal region and to give approximately equal event yields in the sideband and control regions. The normalization of the multijet background prediction is set by scaling the number of events in each region of the 2-tag sample by the following factor, μ QCD , calculated in the sideband region:",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Multijet background",
            "text": "where N are the estimated number of tt and Z +jets events in the 2-/4-tag selected sideband region. The tt normalization is estimated from data, as described in Sect. 4.3.2, while the Z +jets is estimated using MC simulation.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "Multijet background",
            "text": "To predict the distributions of the multijet background in each region, the predicted tt and Z +jets 2-tag distributions are first subtracted from the 2-tag data sample distribution before the distribution is scaled by μ QCD .",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Multijet background",
            "text": "The correction for the kinematic differences between 2-tag and 4-tag samples is performed by reweighting events in the 2-tag sample. The weights are derived in the sideband region from linear fits to the ratio of the total background model to data for three kinematic distributions which are found to have the largest disagreement between 2-tag and 4-tag events: the leading dijet p T , the R separation between the jets in the subleading dijet, and the R separation between the two dijets. The reweighting is done using one-dimensional distri-butions, but is iterated so that correlations between the three variables are approximately accounted for. Three iterations are found to be sufficient. After the correction process, there is good agreement between the background model and sideband region data in kinematic variables that were not explicitly corrected. Systematic uncertainties in the normalization and shape of the multijet background model in the signal region are assessed using control-region data, as described in Sect. 4.4.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "tt background",
            "section_rank": 11
        },
        {
            "section": "tt background",
            "text": "The tt background is described using a hybrid model: the normalization is derived from data in a tt control sample, while the shape is taken from MC simulation because there are too few events in the tt control sample to describe the shape precisely enough.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "tt background",
            "text": "The tt control sample is formed from events which pass the 4-tag selection, except for the top veto, which is reversed: if either of the dijets fails the top veto, the event enters the tt control sample. This selection leads to a sample of 41 events within the signal region of the tt control sample, of which ∼50 % are tt and ∼50 % multijet. The multijet background component is estimated using the same methods as used for the nominal selection, but with a wider control region in order to reduce the sideband region tt fraction. After subtracting the multijet background, the tt control sample yield is then extrapolated to predict the tt yield in the nominal signal region, N tt , using the following equation:",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "tt background",
            "text": "where N CS tt is the number of events in the signal region, after subtraction of the multijet background, within the tt control sample, and t is the efficiency for a selected dijet in a tt event to pass the top veto. This equation relies on the assumption that the t of each dijet in the event is uncorrelated, an assumption validated in tt MC simulation. The t is measured using an independent \"semileptonic tt\" data sample that has a high tt purity. Events in this sample are selected by requiring one dijet candidate to pass the nominal selection with p T >150 GeV and one \"leptonic top-quark\" candidate. The leptonic top quark candidate is defined using a reconstructed muon and one b-tagged jet. This b-tagged jet is required to be distinct from jets in the dijet candidate, and the muon is required to have p T >25 GeV, be isolated, and fall within a cone of radius 1.2 around the b-tagged jet. The leptonic top quark candidate is required to have p T >180 GeV, where the leptonic top p T is defined as the vector sum of the b-jet p T , the muon p T , and the missing transverse momentum in the event. The latter is reconstructed from energy deposits in the calorimeter, including corrections for identified jets, electrons and muons. The tt veto efficiency is then measured as the fraction of the reconstructed dijet candidates which passed the tt veto, yielding t = 0.53 ± 0.03 (stat.) ± 0.05 (syst.). The systematic uncertainty in t is assigned to cover potential differences between t as measured in the semileptonic tt sample and t in the full 4-tag selection, where the method is applied in tt MC simulation to evaluate such differences. The measured t agrees well with the corresponding semileptonic tt MC prediction of 0.54.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "section": "tt background",
            "text": "Equation 3gives a data-driven tt background prediction of 5.2±2.6 events in the signal region after the full selection. The uncertainty is dominated by the statistical uncertainty in N CS tt , with a smaller contribution from the uncertainty in t . Due to the limited number of events in the tt control sample, the m 4j shape of the tt background is modelled using MC simulation. However, despite the use of a large tt sample, very few events pass the full 4-tag selection. Therefore, the tt shape is derived from MC simulation using the \"2-tag\" selection, with a systematic uncertainty assigned to cover differences between the 2-tag and 4-tag m 4j distributions.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "ref_id": "formula_6",
                    "start": 9,
                    "text": "3",
                    "end": 10
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "Two classes of systematic uncertainties are evaluated: those affecting the modelling of the signal and those affecting the background prediction.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The signal modelling uncertainties comprise: theoretical uncertainties in the acceptance, uncertainties in the jet energy scale (JES) and resolution (JER), and uncertainties in the btagging efficiency.",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical uncertainties considered arise from initialand final-state radiation modelling (ISR and FSR), PDF uncertainties and uncertainty in the LHC beam energy. These are estimated using particle-level samples generated using the same generator configurations as the nominal signal samples but with appropriate variations, assessing the difference in yields after the full analysis selection. The ISR and FSR uncertainty is evaluated by varying the relevant parton shower parameters in Pythia 8. The PDF uncertainty is estimated by taking the maximum difference between the predictions when using MSTW2008nlo [69], NNPDF2.3 [70] and CTEQ6L1. The uncertainty due to the beam energy is determined by varying coherently the energy of each beam by ±26.5 GeV [71] in the simulation. Only FSR has a significant impact on the acceptance, leading to a ±1.0 % theoretical modelling acceptance uncertainty.",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 616,
                    "text": "[69]",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 631,
                    "text": "[70]",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 761,
                    "text": "[71]",
                    "end": 765
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The JES systematic uncertainty is evaluated using 15 separate and orthogonal uncertainty components, which allow for the correct treatment of correlations across the kinematic bins [65]. The JER uncertainty is evaluated by smearing jet energies according to the systematic uncertainties of the resolution measurement performed with data [65]. For b-jets with p T < 300 GeV the uncertainty in the b-tagging efficiency is evaluated by propagating the systematic uncertainty in the measured tagging efficiency for b-jets [68], which ranges from 2 % to 8 % depending on b-jet p T and η. However, for the higher resonance masses considered in this analysis, there are a significant number of events containing at least one b-jet with p T > 300 GeV. The systematic uncertainties in the tagging efficiencies of these jets are derived from MC simulation and are larger, reaching 24 % for p T > 800 GeV. Systematic uncertainties in the normalization and shape of the multijet background model are assessed in the control region. Table 3 shows the estimated background yields in the control and sideband regions. The control region background prediction agrees with the observed data within the data statistical uncertainty of ±3.5 %. To further test the robustness of the background estimation and the assumptions behind it, predictions are made with different sideband and control region definitions and different b-tagging requirements on the 2-tag sample. Redefinitions of the sideband and control region changed the kinematic composition of these regions, enhancing the sideband region in either high mass or low mass dijets and therefore altering the kinematic corrections that are applied. These variations induce a maximum change of ±6 % in the estimated multijet yield and so the uncertainty is set to this value. Different b-tagging requirements on the b-tagged dijet in the 2-tag sample are used in order to change the composition of the sample and to vary the degree of btagging-related kinematic bias. No additional uncertainty is required.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 181,
                    "text": "[65]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 337,
                    "text": "[65]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 518,
                    "text": "[68]",
                    "end": 522
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1020,
                    "text": "Table 3",
                    "end": 1027
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the description of the multijet m 4j distribution is determined by comparing the total background prediction to data in the control region, as shown in Fig. 4. Good agreement in the shape is observed and a straight line fit to the ratio of the distributions gives a slope consistent with zero. This fit, along with its uncertainties, is shown in the bottom panel of Fig. 4. The uncertainty in the multijet background shape is defined using the uncertainty in the fitted slope.",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 171,
                    "text": "Fig. 4",
                    "end": 177
                },
                {
                    "type": "figure",
                    "start": 385,
                    "text": "Fig. 4",
                    "end": 391
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the tt normalization is dominated by the statistical uncertainty of the yield in the tt control sam-  Fig. 4 The four-jet mass, m 4j , distribution in the control region (points) for the resolved analysis, compared to the predicted background (histograms). The small filled blocks represent the statistical uncertainty in the total background estimate. The bottom panel shows the first-order polynomial fit to the data-to-background ratio of the m 4j distribution that is used to fix the multijet shape systematic uncertainty. The dashed lines show the ±1σ uncertainties in the two fitted parameters ple, with a subdominant contribution from the uncertainties in the top veto efficiency, t , leading to a total uncertainty of ±50 %. The uncertainty in the MC-derived tt m 4j distribution is dominated by the uncertainty associated with using the shape after the 2-tag selection, rather than the 4-tag selection. This uncertainty is assessed by comparing the 2-tag to 4-tag MC predictions in the signal region. A straight line fit to the ratio of the normalized distributions is made and used to define a shape uncertainty in the same way as the multijet background. Due to the large statistical uncertainties of the 4-tag tt sample, the assigned shape uncertainty is large: ∼30 % and ∼100 % in the event yield at m 4j = 400 GeV and 1500 GeV, respectively. Table 4 shows the relative impact of the uncertainties in the event yields. Figure 5 shows the relative impact on the expected limit for σ pp → G * KK → hh → bbbb . The calculation of the expected limit is described in Sect. 6. It can be seen that for resonance masses below 700 GeV, the effect on the limit is dominated by the multijet description, with a small contribution from the tt background since both backgrounds are predominately at low mass. Above m X = 700 GeV, the uncertainty associated with the modelling of the b-tagging efficiency has the largest impact, since the larger highp T uncertainties have an increasingly important effect with mass. Table 5 shows the predicted number of background events in the signal region, the number of events observed in the data, and the predicted yield for two potential signals. The  KK → hh → bbbb 95 % confidence level exclusion limit, as a function of graviton mass. The calculation of the expected limit is described in Sect. 6. Only the mass-dependent uncertainties are shown. The impact is the ratio of the limit calculated using all systematic uncertainties sources to the limit calculated using all systematic uncertainty sources excluding those under investigation numbers of predicted background events and observed events are in excellent agreement. Figure 6 shows a comparison of the predicted m 4j background distribution to that observed in the data. The predicted background agrees with the observed distributions, with no significant deviation.",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 121,
                    "text": "Fig. 4",
                    "end": 127
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1375,
                    "text": "Table 4",
                    "end": 1382
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1451,
                    "text": "Figure 5",
                    "end": 1459
                },
                {
                    "type": "table",
                    "start": 2035,
                    "text": "Table 5",
                    "end": 2042
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 2689,
                    "text": "Figure 6",
                    "end": 2697
                }
            ]
        },
        {
            "text": "Results of the resolved analysis",
            "section_rank": 13
        },
        {
            "text": "Boosted analysis",
            "section_rank": 14
        },
        {
            "text": "Event reconstruction",
            "section_rank": 15
        },
        {
            "section": "Event reconstruction",
            "text": "The boosted analysis differs from the resolved analysis primarily by the use of large-radius jets designed to contain the Table 5 The number of predicted background events in the hh signal region for the resolved analysis, compared to the data. Uncertainties correspond to the total uncertainties in the predicted event yields. The yield for two potential signals, SM non-resonant Higgs boson pair production and a 500 GeV G * KK in the bulk RS model with k/M Pl = 1 are shown, with the uncertainties taken from Table 4 Sample",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 122,
                    "text": "Table 5",
                    "end": 129
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 512,
                    "text": "Table 4",
                    "end": 519
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Signal region yield  decay products of a single h → bb decay. Those large-radius jets, denoted by the subscript J in the remainder of this paper, are reconstructed from locally calibrated topological clusters of calorimeter cells [63] using the anti−k t jet clustering algorithm with a radius parameter of R = 1.0. To minimize the impact of energy depositions due to pile-up and the underlying event, the jets are trimmed [22]. This trimming algorithm reconstructs subjets within the large-R jet using the k t algorithm with radius parameter R sub = 0.3, then removes any subjet with p T less than 5 % of the large-R jet p T . Further calibration of both the energy and mass scales is applied as a function of p T and η as determined from simulation and in situ measurements [65]. A novel aspect of the boosted technique presented here is the use of track-jets [23] to identify the presence of b-quarks inside the large-R jet. Such track-jets are built solely from The selection efficiency as a function of resonance mass at each stage of the event selection for a G * KK → hh → bbbb events and b H → hh → bbbb events in the boosted analysis tracks with p T > 0.5 GeV and |η| < 2.5, satisfying a set of hit and impact parameter criteria to make sure that those tracks are consistent with originating from the primary vertex, thereby reducing the effects of pile-up. Track jets are reconstructed using the anti−k t algorithm with R = 0.3. Flavour-tagging of those track-jets proceeds in the same way as for the R = 0.4 calorimeter jets used in the resolved analysis described in the previous section, except for a slightly looser requirement on the output of the MV1 neural network for a track-jet to be b-tagged. This leads to b-jets being btagged with an efficiency of 74 %, with a charm-jet rejection factor of approximately 4 and a light-quark or gluon jet rejection factor of around 65, as determined in an MC sample of tt events. The b-tagging efficiency for track-jets in the MC simulation is adjusted based on studies of tt events in the data (Sect. 5.4).",
            "paragraph_rank": 41,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 230,
                    "text": "[63]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 422,
                    "text": "[22]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 775,
                    "text": "[65]",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 861,
                    "text": "[23]",
                    "end": 865
                }
            ]
        },
        {
            "text": "Selection",
            "section_rank": 16
        },
        {
            "section": "Selection",
            "text": "The combined acceptance times efficiency at different stages of the event selection for the boosted analysis is shown in Fig. 7.",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 121,
                    "text": "Fig. 7",
                    "end": 127
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Events are required to contain at least two large-R jets with p T > 250 GeV and |η| < 2.0. To suppress contamination from tt events, the leading jet is additionally required to have p T > 350 GeV. This ensures that the top-quark decay products are typically fully contained in a single large-R jet with mass close to that of the top quark. These requirements are shown in Fig. 7 as \"2 large-R jets\". Only the leading and subleading large-R jets are retained for further consideration.",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 372,
                    "text": "Fig. 7",
                    "end": 378
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Track jets are associated with large-R jets using \"ghost association\" [64,72,73]. Each of the leading and subleading large-R jets must have at least two track-jets ghost-associated with their respective untrimmed parents, where the trackjets must have p T > 20 GeV and |η| < 2.5, as well as be consistent with originating from the primary vertex of the event (shown in Fig. 7 as \"4 track-jets\"). The drop in the A × value at masses above 1500 GeV is due to the decrease in the angular separation between the two track-jets from the h → bb decay to below R = 0.3.",
            "paragraph_rank": 44,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 70,
                    "text": "[64,",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 74,
                    "text": "72,",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 77,
                    "text": "73]",
                    "end": 80
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 369,
                    "text": "Fig. 7",
                    "end": 375
                }
            ]
        },
        {
            "section": "Selection",
            "text": "To suppress contamination from multijet events, the two selected large-R jets in the event are required to have a separation | η| < 1.7. This requirement (shown in Fig. 7 as \" η\") has only a small impact on the signal acceptance since highmass resonances tend to produce jets that are more central than those from multijet background processes.",
            "paragraph_rank": 45,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 164,
                    "text": "Fig. 7",
                    "end": 170
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Selection of h → bb candidates proceeds by requiring that both the leading and subleading track-jets associated with each of the two large-R jets satisfy the b-tagging selection (shown in Fig. 7 as \"4 b-tagged jets\").",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 188,
                    "text": "Fig. 7",
                    "end": 194
                }
            ]
        },
        {
            "section": "Selection",
            "text": "A final correction to the large-R jet four-momentum is applied to account for semileptonic b-hadron decays. If a muon passing the requirements outlined in Sect. 4.1 is ghostassociated with any of the selected b-tagged track-jets, its four-momentum is added to that of the large-R jet. If more than one muon is associated with a given track-jet, the muon closest to the track-jet axis is used. This correction improves the mass resolution for large-R jets in signal MC simulation, especially for the subleading jet.",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "section": "Selection",
            "text": "The last requirement used to select signal event candidates is to require that the large-R jet mass is consistent with the Higgs boson mass. This requirement is defined identically to that for the resolved analysis in Eq. (1), except for the replacement of the small-R dijet mass with the large-R jet mass. The signal region is defined by the requirement X hh < 1.6. This final selection is shown in Fig. 7 as \"Signal Region\".",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 400,
                    "text": "Fig. 7",
                    "end": 406
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 17
        },
        {
            "section": "Background estimation",
            "text": "After the 4-tag selection described in Sect. 5.2, the background composition is similar to that of the resolved anal-ysis. Multijet events comprise approximately 90 % of the total background and are modelled entirely using data. The remaining ∼10 % of the background is tt events. The tt yield is determined using data, while the m 2J shape is taken from MC simulation. The Z +jets contribution is <1 % of the total background and is modelled using MC simulation. The background from all other sources -including processes featuring Higgs bosons -is negligible.",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "section": "Background estimation",
            "text": "Estimation and validation of the background described below relies on two data samples defined as follows.",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "section": "Background estimation",
            "text": "• The \"4-tag\" sample corresponds to the set of events that satisfy all the requirements detailed in Sect. 5.2, except that the final requirement on the mass of the leading and subleading large-R jets is not applied. • The \"2+3-tag\" sample is identical to the 4-tag sample except for having only two or three of the four track-jets b-tagged. For events with only two b-tagged track-jets, both are required to be associated with the same large-R jet.",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "section": "Background estimation",
            "text": "Both samples are further subdivided based on the large-R jet masses, with each subsample having a sideband region to determine the multijet background kinematics and a control region to validate the background estimate. The control region is defined by requirements on the mass of the leading and subleading large-R jets of 95 < m lead J < 160 GeV and 85 < m subl J < 155 GeV respectively, while excluding the signal region defined by X hh < 1.6. The sideband region is complementary to the signal and control regions.   illustrates the sideband and control regions with data from the 2 + 3-tag sample.",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "section": "Background estimation",
            "text": "The choice of control region (and consequently sideband region) ensures that the multijet background can be estimated by extrapolation of event yields and kinematic properties from the 2 + 3-tag sample to the 4-tag sample with a normalization given by the relative event yields in the sideband region. Furthermore, the control region is chosen such that event kinematics in that region are representative of the kinematics in the signal region.",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "section": "Background estimation",
            "text": "The estimated background yield in the 4-tag sample, N 4−tag bkg , is computed according to are the numbers of events in the 4-tag tt and Z +jets MC samples. The parameter μ QCD corresponds to the ratio of multijet event yields in the 4-tag and 2 + 3-tag data samples, as defined in Eq. (2), except for including both 2-and 3-tag events in the denominator. Finally, the parameter α tt is a scale factor designed to adjust the tt event yield from the MC simulation. Both μ QCD and α tt are extracted from a binned likelihood fit to the leading large-R jet mass distribution obtained in the sideband region of the 4-tag data sample, as depicted in Fig. 9. Due to the large minimum p T requirement for the leading large-R jet, much of the tt contribution is concentrated at high mass close to the top-quark mass. In this fit, the multijet distribution is extracted from the 2+3-tag data sample, after subtraction of the tt and Z +jets contributions predicted by the MC simulation. The tt and Z +jets distributions in the sideband region of the 4-tag data sample are taken from the MC simulation, but the Z +jets contribution is very small and its distribution is added to the multijet distribution for the fit. The resulting fit values are μ QCD = 0.0071 ± 0.0007 and α tt = 1.44 ± 0.50 with a correlation coefficient of −0.67 between these two parameters. Figure 10a shows the dijet mass distribution for the 4-tag data sample in the sideband region with the background estimated using the above method. This figure indicates that the 2 + 3-tag sample provides a valid description of the background kinematics in the 4-tag sample. The modelling of the background yield and kinematics is further validated by testing in the control region of the 4-tag data sample. Good agreement is observed between the data and the predicted background in various kinematical distributions for leading and subleading large-R jets, as well as for the dijet mass, as shown in Fig. 10b. The shapes of the tt kinematical distributions in the signal region are determined from the MC simulation requiring only three b-tagged track-jets instead of four due to the limited MC sample size. The number of tt events is then normalized to the expected yield in the 4-tag Data / Bkgd Fig. 9 Leading large-R jet mass distribution for 4-tag events in the sideband region for data (points) and the two dominant sources of background for the boosted analysis. The normalization for each of those two background components is obtained with a fit to the data as described in the text sample times α tt . It was checked that this does not introduce a bias discernible with the statistical precision of the tt MC sample.",
            "paragraph_rank": 54,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 645,
                    "text": "Fig. 9",
                    "end": 651
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1353,
                    "text": "Figure 10a",
                    "end": 1363
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1955,
                    "text": "Fig. 10b",
                    "end": 1963
                },
                {
                    "type": "figure",
                    "start": 2253,
                    "text": "Fig. 9",
                    "end": 2259
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties can be grouped into two classes: those affecting modelling of the signal as extracted from simulation and those arising from the background estimate.",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "The signal modelling is affected by two main sources of experimental uncertainty. One is related to large-R jets and the other is related to the efficiency for b-tagging track-jets. For large-R jets, the following uncertainties are accounted for: jet energy scale and resolution, as well as jet mass scale (JMS) and resolution (JMR). In the kinematic region relevant to this analysis, the JES uncertainty is below 2 % and that for JMS is ∼2-5 %. The JES uncertainty is derived with the γ -jet balance method for p T < 800 GeV and the trackjets double-ratio method for p T > 800 GeV, as described in Ref. [72]. The latter method is also used for the derivation of JMS uncertainties in the full p T range. An uncertainty of 20 % is applied to account for modelling of the jet energy and mass resolutions. The magnitude of this resolution uncertainty is estimated from studies of boosted W boson production performed using the 2012 data. Jet energy and mass uncertainties are treated as uncorrelated in the statistical analysis. The uncertainty in modelling the b-tagging efficiency for the track-jets used in this analysis is applied to the signal and Z +jets MC samples. It is extracted as a function of p T using the tag-and-probe method on a sample of dilepton events from semileptonic tt decays. The resulting uncertainty varies between 2 % and 7 %, with the largest value obtained for track-jets with p T > 100 GeV. This uncertainty includes the following effects: statistical precision of the calibration data sample, choice of event generator and parton shower for the simulated tt sample, initial-and finalstate radiation, and flavour composition. For p T > 250 GeV, the uncertainties must be evaluated using MC simulation due to the small number of data events. Consequently, the uncertainties increase, reaching 14 % for p T > 600 GeV. Studies in a tt data sample with a single-lepton+jets final state indicate that the presence of nearby jets does not have a measurable effect on the b-tagging efficiency and thus no additional uncertainty is required for nearby jets.",
            "paragraph_rank": 56,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 604,
                    "text": "[72]",
                    "end": 608
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "In addition to purely statistical sources of uncertainty, the background estimate is sensitive to the following other sources. The multijet background normalization is validated with the observed yield in the control region and the statisti-  cal uncertainty of this test is included as a systematic uncertainty. The shape of the tt background used in the fit shown in Fig. 9 is varied by extracting the shape from MC samples with zero, one, two or three b-tagged track-jets. Similarly, the uncertainty in the shape of other tt kinematical distributions is extracted from those samples. The uncertainty in the shape of the multijet background extracted from the sideband region of the 2 + 3-tag sample is constrained by the level of agreement between the background prediction and the observed data in the control region following the procedure described in Sect. 4.4. Good agreement is observed between the data and the predicted background in both the sideband and control regions of the 4-tag sample as shown in Table 6. Systematic uncertainties in both the background and signal event yields are summarized in Table 7. A 2.8 % luminosity uncertainty is applied to the Z +jets background and to the signal samples. The JER/JES/JMR/JMS uncertainties are applied to signal, tt and Z +jets samples. The track-jet b-tag uncertainty is applied only to the signal samples as the normalization and shape differences in the tt sample are accounted for through other sources of systematic uncertainty.",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 369,
                    "text": "Fig. 9",
                    "end": 375
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 1015,
                    "text": "Table 6",
                    "end": 1022
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 1114,
                    "text": "Table 7",
                    "end": 1121
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Theoretical uncertainties affecting the signal acceptance are also considered, as described in Sect. 4.4. These sources do not have significant dependence on the assumed resonance mass and the largest contribution is found to be due to the ISR modelling.",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the multijet event yield is derived from the difference between the predicted and observed multijet yields in the control region. This source of uncertainty is dominated by the statistical uncertainty in that region. The tt entry in Table 7 accounts for the shape uncertainty in the simulated tt leading-jet mass distribution in the sideband region used to fit for μ QCD and α tt . This uncertainty is determined by comparing the shape of the 4-tag and 2-tag tt distributions. Finally, the \"Bkgd stat\" accounts for the statistical uncertainties in the extraction of μ QCD and α tt . Uncertainties in the m 2J shape of the multijet and tt backgrounds are not listed in Table 7, as they do not affect the event yield, but are accounted for in the statistical analysis.  Fig. 11 The individual relative impact of the systematic uncertainties considered in the boosted analysis on the expected σ pp → G * KK → hh → bbbb 95 % confidence level exclusion limit, as a function of graviton mass. The calculation of the expected limit is described in Sect. 6. Only the mass-dependent uncertainties are shown. The impact is the ratio of the limit calculated using all systematic uncertainties sources to the limit calculated using all systematic uncertainty sources excluding those under investigation Figure 11 presents the impact of each source of systematic uncertainty on the expected cross-section limit for the production of G * KK as a function of resonance mass with the choice k/M Pl = 1. These values are obtained following the statistical analysis described below while neglecting each source of uncertainty in turn. The multijet background uncertainty dominates for resonance masses below 1000 GeV, with b-tagging, large-R jet mass and the number of sideband data events for the background estimate becoming the most important at higher mass.",
            "paragraph_rank": 59,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 252,
                    "text": "Table 7",
                    "end": 259
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 687,
                    "text": "Table 7",
                    "end": 694
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 787,
                    "text": "Fig. 11",
                    "end": 794
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1310,
                    "text": "Figure 11",
                    "end": 1319
                }
            ]
        },
        {
            "text": "Results of the boosted analysis",
            "section_rank": 19
        },
        {
            "section": "Results of the boosted analysis",
            "text": "A total of 34 events is observed in the data whereas the background expectation is estimated to be 25.7 ± 4.2, see Table 8 for a breakdown of the various sources of background. The significance of this excess of events in the data is evaluated below.",
            "paragraph_rank": 60,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 115,
                    "text": "Table 8",
                    "end": 122
                }
            ]
        },
        {
            "section": "Results of the boosted analysis",
            "text": "The dijet mass distribution in the signal region is shown in Fig. 12. For this distribution and the statistical analysis, the estimated background prediction from multijet (tt) events is fit to an exponential function at masses above 900 (800) GeV and the associated uncertainty is propagated to the statistical analysis.",
            "paragraph_rank": 61,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 61,
                    "text": "Fig. 12",
                    "end": 68
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "The results from the analyses in Sects. 4 and 5 are interpreted separately using the statistical procedure described in Ref.",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "[1] Table 8 The number of predicted background events in the hh signal region, compared to the data for the boosted analysis. Errors correspond to the total uncertainties in the predicted event yields.   and references therein. Hypothesized values of μ, the global signal strength factor, are tested with a test statistic based on the profile likelihood ratio [74,75]. In the profile likelihoods, the maximum likelihood values are obtained with the systematic uncertainties treated as independent, Gaussian or log-normal constraint terms. The statistical analysis described below is performed using data from the signal region solely. In the case of the search for non-resonant hh production, only the number of events passing the final selection is used whereas the m 4j or m 2J distributions are used in the case of the search for hh resonances.",
            "paragraph_rank": 63,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 4,
                    "text": "Table 8",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 360,
                    "text": "[74,",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 364,
                    "text": "75]",
                    "end": 367
                }
            ]
        },
        {
            "text": "Background-only hypothesis tests",
            "section_rank": 21
        },
        {
            "section": "Background-only hypothesis tests",
            "text": "Tests of the background-only hypothesis (μ = 0) are carried out to determine if there are any statistically significant local excesses in the data. The significance of an excess is quantified using the local p 0 , the probability that the background could produce a fluctuation greater than or equal to the excess observed in data. A global p 0 is also calculated for the most significant discrepancy, using backgroundonly pseudo-experiments to derive a correction for the lookelsewhere effect across the mass range tested.",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "section": "Background-only hypothesis tests",
            "text": "In the case of the resolved analysis, the largest deviation from the background-only hypothesis is found to be 2.1 σ for a pp → H → hh → bbbb signal with fixed H = 1 GeV at m 4j = 1200 GeV. This corresponds to a global significance of 0.42 σ . The significance of any deviation for a G * KK signal with k/M Pl = 1 is very similar, albeit with slightly smaller local discrepancies as a result of the larger signal m 4j width.",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "section": "Background-only hypothesis tests",
            "text": "In the case of the boosted analysis, the largest local deviation corresponds to the data excess at m 2J ∼ 900 GeV apparent in Fig. 12, with a local significance of 2.6 σ for pp → G * KK → hh → bbbb with k/M Pl = 1. The global significance of this deviation corresponds to 0.78 σ .",
            "paragraph_rank": 66,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 126,
                    "text": "Fig. 12",
                    "end": 133
                }
            ]
        },
        {
            "section": "Background-only hypothesis tests",
            "text": "Given these low significance values, the results of both analyses are consistent with the background-only hypothesis. Of the 117 events selected in the data by either the resolved or boosted analysis, only four events are common to both.",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "Exclusion limits",
            "section_rank": 22
        },
        {
            "section": "Exclusion limits",
            "text": "The data are used to set upper limits on the cross-sections for the different benchmark signal processes. Exclusion limits are based on the value of the statistic CL s [76], with a value of μ regarded as excluded at 95 % confidence level (CL) when CL s is less than 5 %.",
            "paragraph_rank": 68,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 168,
                    "text": "[76]",
                    "end": 172
                }
            ]
        },
        {
            "section": "Exclusion limits",
            "text": "The non-resonant search is performed using the resolved analysis, since it has better sensitivity than the boosted analysis. Using the SM hh non-resonant production as the signal model, the observed 95 % CL upper limit is σ ( pp → hh → bbbb) = 202 fb. This can be compared to the inclusive SM For the resonant Higgs boson pair production search, the resolved and boosted analyses offer their best sensitivity in complementary resonance mass regions. Figure 13 shows the expected and observed cross-section upper limits from each analysis for pp → G * KK → hh → bbbb within the bulk RS model with k/M Pl = 1. The resolved analysis can be seen to give a more stringent expected exclusion limit for resonance masses up to 1100 GeV, while the boosted analysis offers better sensitivity beyond that mass. This motivates a simple combination of the separate exclusion limits from the resolved and boosted analyses. For each of the signal models, the limit for each mass point is taken from the analysis which offers the most stringent expected exclusion. Figure 14 shows the combined 95 % CL upper limits for three signal models: pp → G * KK → hh → bbbb within the bulk RS model with k/M Pl = 1 and 2, and the pp → H → hh → bbbb with a fixed H = 1 GeV. The most stringent limits of σ pp → X → hh → bbbb ∼ 3 fb are set in the range 900 < m X < 1600 GeV, where there is little expected background and either the resolved or boosted analysis provides good signal acceptance. The excluded mass ranges for the bulk RS KK graviton are shown in Table 9.",
            "paragraph_rank": 69,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 450,
                    "text": "Figure 13",
                    "end": 459
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1049,
                    "text": "Figure 14",
                    "end": 1058
                },
                {
                    "type": "table",
                    "ref_id": "tab_10",
                    "start": 1532,
                    "text": "Table 9",
                    "end": 1539
                }
            ]
        },
        {
            "section": "Exclusion limits",
            "text": "The excluded mass range for the 2HDM is parameter dependent, principally because the production cross-section varies, but also because the exclusion limit depends on the parameter-dependent H boson width, H . The theoretical cross-section used to determine the 95 % CL excluded regions is the sum of the cross-sections of gluon-fusion production, vector-boson-fusion production and b-associated production.",
            "paragraph_rank": 70,
            "section_rank": 22
        },
        {
            "section": "Exclusion limits",
            "text": "The effects of H are accounted for by creating m H distributions with a range of widths, 0 < H /m H ≤ 0.5, for each m H considered. These distributions are based on parameterizations which include resolution and acceptance effects combined with a Breit-Wigner line-shape. A grid of limits are calculated with each of these mass distributions. Then, for each point in m H , cos (β − α), and tan β space, the cross-section limit is determined by interpolating between the appropriate limits, based on the H given by the model for that point.  Figs. 17  and 18. The validity of the process has been tested using the widest available signals, gravitons in the bulk RS model with k/M Pl = 2. Phase-space regions with H greater than these graviton widths are considered unvalidated and are shown in the figures as grey areas.",
            "paragraph_rank": 71,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 541,
                    "text": "Figs. 17  and 18",
                    "end": 557
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 23
        },
        {
            "section": "Conclusions",
            "text": "Two searches for Higgs boson pair production with the ATLAS detector at the LHC using the bbbb final state have been presented: one reconstructs Higgs boson candidates from pairs of nearby anti−k t b-tagged jets with R = 0.4; the other reconstructs Higgs boson candidates using trimmed anti−k t jets with R = 1.0 matched to two b-tagged anti−k t track-jets with R = 0.3. Thanks to the high expected h → bb branching ratio and the large background rejection factors offered by the boosted dijet topology, the sensitivity for Higgs boson pair production is high, with a mass reach spanning the range between 500 and 2000 GeV. There is no evidence for any signal in 19.5 fb −1 of pp collision data with √ s = 8 TeV. The largest deviation from the background-only hypothesis has a global significance of only 0.78 σ . The observed 95 % CL upper limit on σ pp → X → hh → bbbb is 3.2(2.3) fb for narrow resonances with a mass of 1.0(1.5) TeV.",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "section": "Conclusions",
            "text": "Constraints are placed on several benchmark models. For the bulk RS model with k/M Pl = 1, KK gravitons in the KK ≤ 720 GeV are excluded at the 95 % CL. For non-resonant signals, using Standard Model hh non-resonant production as the benchmark, the observed 95 % CL upper limit on σ ( pp → hh → bbbb) is 202 fb, in good agreement with the expected exclusion. This is to be compared to a SM prediction of 3.6 ± 0.5 fb.",
            "paragraph_rank": 73,
            "section_rank": 23
        },
        {
            "section": "Conclusions",
            "text": "KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (The Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 74,
            "section_rank": 23
        },
        {
            "section": "Conclusions",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "Fig. 1",
            "section_rank": 24
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Acceptance times reconstruction and selection efficiency as a function of graviton mass for the bulk RS model, for the resolved and boosted analyses. The shapes of the curves are driven by the separation between the b-quarks from the Higgs boson decays and the impact on jet clustering. The requirements are defined in Sects. 4.2 and 5.2",
            "paragraph_rank": 76,
            "section_rank": 24
        },
        {
            "text": "A jet is labelled as a b-jet if a b-quark with transverse momentum above 5 GeV exists within a cone of R = 0.3 around the jet axis.",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "Fig. 3",
            "section_rank": 26
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3The distribution of the subleading dijet mass, m subl 2j , vs the leading dijet mass, m lead 2j , for the 2-tag data sample used to model the multijet background in the resolved analysis. The signal region is the area surrounded by the inner black contour line, centred on m lead 2j = 124 GeV, m subl 2j = 115 GeV. The control region is the area inside the outer black contour line, excluding the signal region. The sideband region is the area outside the outer contour line",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "∫Fig. 5",
            "section_rank": 27
        },
        {
            "section": "∫Fig. 5",
            "text": "Fig. 5The individual impact of the systematic uncertainties considered in the resolved analysis on the expected σ pp → G * KK → hh → bbbb 95 % confidence level exclusion limit, as a function of graviton mass. The calculation of the expected limit is described in Sect. 6. Only the mass-dependent uncertainties are shown. The impact is the ratio of the limit calculated using all systematic uncertainties sources to the limit calculated using all systematic uncertainty sources excluding those under investigation",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "Fig. 6",
            "section_rank": 28
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Distribution of the four-jet mass, m 4 j , in the signal region of the resolved analysis for data (points) compared to the predicted background (solid histograms). The filled blocks represent the combined statistical and systematic uncertainty in the total background estimate. Two simulated signal m 4j peaks for the bulk RS model with k/M Pl = 1 are shown as dashed lines",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "Fig. 7",
            "section_rank": 29
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7The selection efficiency as a function of resonance mass at each stage of the event selection for a G * KK → hh → bbbb events and b H → hh → bbbb events in the boosted analysis",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "Figure 8",
            "section_rank": 30
        },
        {
            "text": "Fig. 8",
            "section_rank": 31
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8 The leading-subleading large-R jet mass distribution for the 2tag and 3-tag data sample in the boosted analysis. The signal region is the area surrounded by the inner black contour line, centred on m lead J = 124 GeV and m subl J = 115 GeV. The control region is the area inside the outer black contour line, excluding the signal region. The sideband region is the area outside the outer contour line",
            "paragraph_rank": 83,
            "section_rank": 31
        },
        {
            "text": "Fig. 10",
            "section_rank": 32
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10Dijet mass distributions for 4-tag events in the boosted analysis. a shows the sideband region and b the control region for data (points) and the expected background (histograms). The filled blocks represent the statistical uncertainty in the total background estimate",
            "paragraph_rank": 84,
            "section_rank": 32
        },
        {
            "text": "Fig. 12",
            "section_rank": 33
        },
        {
            "section": "Fig. 12",
            "text": "Fig. 12 Dijet mass distributions for data (points) as well as expected background (solid histograms) in the signal region of the boosted analysis. The filled blocks represent the combined statistical and systematic uncertainty in the total background estimate. Two simulated G * KK signal peaks predicted by the bulk RS model with k/M Pl = 1 are also shown as dashed lines",
            "paragraph_rank": 85,
            "section_rank": 33
        },
        {
            "text": "Fig. 13 Fig. 14",
            "section_rank": 34
        },
        {
            "section": "Fig. 13 Fig. 14",
            "text": "Fig. 13The expected and observed limits for the bulk RS model with k/M Pl = 1 for a the resolved analysis and b the boosted analysis. The overlay of expected limits is shown in c, demonstrating that the resolved analysis gives better sensitivity for m G * KK < 1100 GeV, while",
            "paragraph_rank": 86,
            "section_rank": 34
        },
        {
            "text": "Fig. 15 Fig. 16",
            "section_rank": 35
        },
        {
            "section": "Fig. 15 Fig. 16",
            "text": "Fig. 15 Excluded regions of the (cos(β − α), tan β) parameter space for a the Type-I 2HDM signal model and b the Type-II 2HDM signal model. The grey areas demarcate the phase-space regions where",
            "paragraph_rank": 87,
            "section_rank": 35
        },
        {
            "text": "Fig. 17 Fig. 18",
            "section_rank": 36
        },
        {
            "section": "Fig. 17 Fig. 18",
            "text": "Fig. 17 Excluded regions of the (m H , tan β) parameter space for a the Type-I 2HDM signal model and b the Type-II 2HDM signal model. The grey areas demarcate the phase-space regions where H /m H is large",
            "paragraph_rank": 88,
            "section_rank": 36
        },
        {
            "text": "tagged jets 2 dijets Mass Dependent Cuts Veto t t Signal Region = 1.0 Pl M Bulk RS, k/tagged jets 2 dijets Mass Dependent Cuts Veto t t Signal Region = 1 GeV H Γ 2HDM, with fixed",
            "section_rank": 37
        },
        {
            "section": "tagged jets 2 dijets Mass Dependent Cuts Veto t t Signal Region = 1.0 Pl M Bulk RS, k/tagged jets 2 dijets Mass Dependent Cuts Veto t t Signal Region = 1 GeV H Γ 2HDM, with fixed",
            "text": "Fig. 2The selection efficiency as a function of resonance mass at each stage of the event selection for a G * KK → hh → bbbb events and b H → hh → bbbb events in the resolved analysis",
            "paragraph_rank": 90,
            "section_rank": 37
        },
        {
            "text": "Table 3",
            "section_rank": 38
        },
        {
            "section": "Table 3",
            "text": "The number of events in data and predicted background events after applying the mass-dependent requirements in preselection and in the sideband and control regions for the resolved analysis. The uncertainties are purely statistical. The tt yield in this table, in contrast to the final result, is estimated using MC simulation",
            "paragraph_rank": 91,
            "section_rank": 38
        },
        {
            "text": "Table 4",
            "section_rank": 39
        },
        {
            "section": "Table 4",
            "text": "Summary of systematic uncertainties (expressed in percent) in the total background and signal event yields, in the signal region of the resolved analysis. Signal yield uncertainties are provided for nonresonant SM Higgs boson pair production and three resonances with m = 1000 GeV: a G * KK with k/M Pl = 1, another with k/M Pl = 2, and H with fixed H = 1 GeV",
            "paragraph_rank": 92,
            "section_rank": 39
        },
        {
            "text": "Table 6",
            "section_rank": 40
        },
        {
            "section": "Table 6",
            "text": "The number of events in data and predicted background events in the sideband and control regions of the 4-tag sample for the boosted analysis. The uncertainties are purely statistical",
            "paragraph_rank": 93,
            "section_rank": 40
        },
        {
            "text": "Table 7",
            "section_rank": 41
        },
        {
            "section": "Table 7",
            "text": "Summary of systematic uncertainties (expressed in percent) in the total background and signal event yields in the signal region for the boosted analysis. Uncertainties are provided for a resonance mass of 1.5 TeV in the context of the bulk RS model with k/M Pl = 1 or 2, as well as for a Type-II 2HDM with H = 1 GeV, cos (β − α) = −0.2 and tan β = 1",
            "paragraph_rank": 94,
            "section_rank": 41
        },
        {
            "text": "Table 9",
            "section_rank": 42
        },
        {
            "section": "Table 9",
            "text": "Range of KK graviton masses excluded at 95 % confidence level for k/M Pl = 1.0, 1.5 and 2.0",
            "paragraph_rank": 95,
            "section_rank": 42
        },
        {
            "section": "Table 9",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ is the azimuthal angle around the beam pipe. The pseudorapidity, η, is defined in terms of the polar angle θ as η = − ln[tan(θ/2)].",
            "paragraph_rank": 96,
            "section_rank": 42
        },
        {
            "text": "Acknowledgments",
            "section_rank": 44
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC,",
            "paragraph_rank": 97,
            "section_rank": 44
        }
    ]
}