{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Many extensions of the Standard Model predict the existence of charged heavy long-lived particles, such as R-hadrons or charginos. These particles, if produced at the Large Hadron Collider, should be moving non-relativistically and are therefore identifiable through the measurement of an anomalously large specific energy loss in the ATLAS pixel detector. Measuring heavy long-lived particles through their track parameters in the vicinity of the interaction vertex provides sensitivity to metastable particles with lifetimes from 0.6 ns to 30 ns. A search for such particles with the ATLAS detector at the Large Hadron Collider is presented, based on a data sample corresponding to an integrated luminosity of 18.4 fb −1 of pp collisions at √ s = 8 TeV. No significant deviation from the Standard Model background expectation is observed, and lifetime-dependent upper limits on Rhadrons and chargino production are set. Gluino R-hadrons with 10 ns lifetime and masses up to 1185 GeV are excluded at 95 % confidence level, and so are charginos with 15 ns lifetime and masses up to 482 GeV. ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The main motivation for heavy long-lived particle (LLP) searches at the Large Hadron Collider (LHC) arises from proposed solutions to the gauge hierarchy problem [1], which typically involve previously unseen particles at the TeV mass scale. Hadronising LLPs are anticipated in a wide range of physics models that extend the Standard Model (SM). For example, these particles appear in both R-parity-conserving [2][3][4][5][6][7][8][9] and R-parity-violating [10][11][12] supersymmetry (SUSY) and in universal extra dimensions theories [13,14]. e-mail: atlas.publications@cern.ch These particles can be stable, or metastable; 1 the lifetime of these metastable particles may depend on the mass splitting with the lightest SUSY particle or on the size of any R-parity-violating coupling [15].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 162,
                    "text": "[1]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 410,
                    "text": "[2]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 413,
                    "text": "[3]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 416,
                    "text": "[4]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 419,
                    "text": "[5]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 422,
                    "text": "[6]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 425,
                    "text": "[7]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 428,
                    "text": "[8]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 431,
                    "text": "[9]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 458,
                    "text": "[10]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 462,
                    "text": "[11]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 466,
                    "text": "[12]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 535,
                    "text": "[13,",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 539,
                    "text": "14]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 785,
                    "text": "[15]",
                    "end": 789
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "LLPs produced at the LHC are expected to be slow (β significantly below 1) and, therefore, should have specific ionisation higher than any SM particle at high momenta. The ATLAS detector [16] has a number of subsystems able to measure the velocity of charged particles. The pixel detector [17] provides measurements of ionisation energy loss (dE/dx) whereas the calorimeters and the muon spectrometer give a direct measurement of the time of flight for particles traversing them. A search for stable LLPs has been performed with the ATLAS detector [18] with 4.7 fb −1 of √ s = 7 TeV proton-proton ( pp) collisions using both the full detector information as well as the pixel detector information alone, and has been recently updated with the entire √ s = 8 TeV dataset [19], but without a pixel-only analysis. The CMS Collaboration has recently published [20] an analysis searching for stable LLPs based on the measurement of dE/dx, β, and on muon identification. In CMS, a search for metastable LLPs has been carried out by looking for secondary vertices [21], or disappearing tracks [22]. A displaced vertex search performed by the ATLAS Collaboration [23] sets limits on metastable particles in a number of scenarios. Limits on chargino production, from an analysis searching for disappearing tracks, have also been published by the ATLAS Collaboration [24].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 187,
                    "text": "[16]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 289,
                    "text": "[17]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 548,
                    "text": "[18]",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 770,
                    "text": "[19]",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 856,
                    "text": "[20]",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1057,
                    "text": "[21]",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1086,
                    "text": "[22]",
                    "end": 1090
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1357,
                    "text": "[24]",
                    "end": 1361
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The analysis described in this article has sensitivity to metastable particles if they have unit charge and their track length before decay is more than 45 cm in the radial direction, so that they can be measured in the first few layers of the ATLAS tracker. This measurement does not depend on the way the LLP interacts in the dense calorimeter material nor, to a first approximation, on the LLP decay mode. It can therefore address many different models of New Physics, especially those predicting the production of metastable heavy particles with O(ns) lifetime at LHC energies, such as mini-split SUSY [25,26] or anomaly-mediated supersymmetry breaking (AMSB) models [27,28]. A metastable gluino with a mass of 1 TeV would be compatible with the measured Higgs boson mass according to mini-split SUSY models, which also predict squark masses of 10 3 -10 5 TeV, therefore making the gluino the only observable strongly produced SUSY particle at LHC energies. In AMSB models, SUSY breaking is caused by loop effects and the lightest chargino can be only slightly heavier than the lightest neutralino, resulting in a heavy charged particle that can be measured before decaying into very low energy SM particles and a neutralino.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 606,
                    "text": "[25,",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 610,
                    "text": "26]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 671,
                    "text": "[27,",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 675,
                    "text": "28]",
                    "end": 678
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Results are presented in the context of SUSY models assuming the existence of R-hadrons [29] formed from a long-lived coloured sparticle (squark or gluino) and light SM quarks or gluons, and in AMSB models for the case of longlived charginos.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 88,
                    "text": "[29]",
                    "end": 92
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The paper is organised as follows. After a brief description of the experiment (Sect. 2) and of the measurement strategy (Sect. 3), the simulation of the signal processes is described (Sect. 4). The triggering strategy is then summarised and the trigger efficiency is calculated for R-hadrons and charginos (Sect. 5.1), after which the event selection is defined and motivated (Sect. 5). The data-driven background estimation is then described (Sect. 6) and the systematic uncertainties are presented and discussed (Sect. 7). Finally, after a brief description of the statistical method used to extract lifetimedependent limits on R-hadron and chargino production cross sections and masses, the results are reported in Sect. 8.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector and pixel dE/dx measurement",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector and pixel dE/dx measurement",
            "text": "The ATLAS detector 2 consists of a tracker surrounded by a solenoid magnet for measuring the trajectories of charged particles, followed by calorimeters for measuring the energy of particles that have electromagnetic or strong interactions with matter, and a muon spectrometer. The muon spectrometer is immersed in a toroidal magnetic field and provides tracking for muons, which have typically passed through the calorimeters. The detector is hermetic within its η acceptance and can therefore measure the missing transverse momentum (whose magnitude is denoted by E miss T ) associated with each 2 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the centre of the detector and the z-axis coinciding with the axis of the beam pipe. The x-axis points from the interaction point to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r , φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). event. A complete description of the ATLAS detector can be found elsewhere [16]. The tracker is made of three detector systems. Starting from the solenoid magnet and moving toward the beam collision region one finds a ≈400-thousandchannel transition radiation tracker [30] followed by a ≈6million-channel silicon microstrip detector [31], and finally a ≈80-million-channel pixel detector. The pixel detector is crucial for this measurement and is described in more detail below.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 598,
                    "text": "2",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1160,
                    "text": "[16]",
                    "end": 1164
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1353,
                    "text": "[30]",
                    "end": 1357
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1418,
                    "text": "[31]",
                    "end": 1422
                }
            ]
        },
        {
            "section": "ATLAS detector and pixel dE/dx measurement",
            "text": "As the innermost sub-detector in ATLAS, the silicon pixel detector provides at least three precision measurements for each track in the region |η| < 2.5 at radial distances of 5 to 13 cm from the LHC beam line. At normal incidence, the average charge released by a minimum-ionising particle (MIP) in a pixel sensor is ≈20000 e − and the charge threshold is set to 3500 ± 40 e − for each pixel. Signals above this threshold are time-stamped within one beam crossing; the hit efficiency under these conditions exceeds 99 %. When detector data are read out, the time over threshold (ToT), i.e. the length of time for which the signal is above the threshold, is digitised with 8 bits. The ToT is proportional to the ionisation charge [32] and its maximum value corresponds to 8.5 times the average charge released by a MIP track normal to the silicon detectors and leaving all of its ionisation charge on a single pixel. If this value is exceeded, the signal is lost.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 730,
                    "text": "[32]",
                    "end": 734
                }
            ]
        },
        {
            "section": "ATLAS detector and pixel dE/dx measurement",
            "text": "The charge released by a track crossing a layer of the pixel detector is rarely contained within just one pixel. Neighbouring pixels are thus joined together to form clusters and the charge of a cluster is calculated by summing up the charges of all pixels after calibration corrections. The specific energy loss (dE/dx) is defined as an average of the individual cluster ionisation measurements (charge collected in the cluster, corrected for the track length in the sensor), for the clusters associated with the track. To reduce the Landau tails, the average is evaluated after having removed the highest dE/dx cluster and amounts to 1.24 ± 0.19 MeV/g cm 2 for a MIP [33]. The minimum measurable βγ with the dE/dx method is ≈0.3 for particles with unit charge and is determined by the ToT overflow in any of the pixels in a cluster.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 665,
                    "text": "MIP [33]",
                    "end": 673
                }
            ]
        },
        {
            "text": "Measurement strategy",
            "section_rank": 4
        },
        {
            "section": "Measurement strategy",
            "text": "Charged massive LLPs are expected to interact with matter following the Bethe-Bloch distribution according to their βγ . The mass of the LLPs can be obtained by fitting their specific energy loss and momentum to an empirical Bethe-Bloch distribution in the range 0.3 < βγ < 1.5. This range overlaps with the expected average βγ of LLPs produced at the LHC, which decreases from 2.0 to 0.5 for an increase in particle mass from 100 GeV to 1600 GeV. The parametric function describing the relationship between the most probable value of the energy loss (dE/dx MPV ) and βγ is [33]: ",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Measurement strategy",
            "text": "The p i calibration constants have been measured [33] using low-momentum pions, kaons and protons reconstructed in ATLAS and their values are monitored by checking the stability of the proton mass measurement as a function of time. The calibration is found to be stable at the 1 % level for all data-taking conditions and detector settings. Given a measured value of dE/dx, the mass estimate m is obtained from Eq. (1) by numerically solving the equation dE/dx MPV ( p/m) = dE/dx for the unknown m. Figure 1 shows the ratio of the reconstructed mass to the generated mass for simulated R-hadrons with masses up to 1600 GeV. The overestimation of the reconstructed mass for heavy particles is due to the pion scattering model assumed in the track reconstruction and momentum measurement. A ≈3 % rescaling of the measured mass is then applied in the analysis. The half-width at half maximum of the reconstructed mass distribution increases with the mass value. This is due to the momentum measurement uncertainty dominating the mass resolution above masses of 200 GeV.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 499,
                    "text": "Figure 1",
                    "end": 507
                }
            ]
        },
        {
            "section": "Measurement strategy",
            "text": "The measurement strategy consists of looking for an excess of events, compatible with the expected measurement resolution, in the mass distribution for particles that are selected as LLP candidates. These should appear as high transverse momentum ( p T ) isolated particles with large dE/dx. Since there is no trigger based on these observables, events of interest were selected using the lowest-threshold unprescaled calorimetric E miss T trigger. For signal events, the E miss T originates from jets from QCD initial-state radiation (ISR) and, whenever relevant, by the LLP decays to unde-tected neutralinos. The trigger efficiency for all the LLPs searched for with this analysis is shown in Sect. 5.1.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Simulation of signal",
            "section_rank": 5
        },
        {
            "section": "Simulation of signal",
            "text": "A number of Monte Carlo (MC) simulated signal samples are used in this analysis to determine the expected efficiencies and to estimate the systematic uncertainties. A description of the simulation techniques is presented below for both stable and metastable R-hadrons and charginos. All simulated events are processed through the Geant4 [34] standard ATLAS simulation [35] and digitisation, followed by event reconstruction. This includes a realistic description of additional pp interactions in the same or neighbouring bunch crossings (pile-up). In order to take into account residual discrepancies with data, the simulated pile-up distribution is scaled to that observed during the 2012 data-taking period.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 337,
                    "text": "[34]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 368,
                    "text": "[35]",
                    "end": 372
                }
            ]
        },
        {
            "text": "Stable R-hadrons",
            "section_rank": 6
        },
        {
            "section": "Stable R-hadrons",
            "text": "Pair production of gluinos with masses between 100 and 1700 GeV is simulated in Pythia 6.4.27 [36] with the AUET2B [37] set of MC tuneable parameters and the CTEQ6L1 [38] parton distribution function (PDF) set, incorporating dedicated hadronisation routines [39] to produce final states containing R-hadrons. Additional samples of gluinos with some representative mass values are generated using MadGraph5 [40] 1.3.33. Since the MadGraph samples are generated with an additional outgoing parton in the matrix element they provide a more accurate description of ISR and thus a more accurate distribution of the transverse momentum of the gluino-gluino system. The gluino samples simulated with Pythia6 are reweighted to match this gluino-gluino system p T distribution obtained from the MadGraph samples. The cross sections are calculated to next-to-leading order in the strong coupling constant (NLO), including the resummation of soft-gluon emission at nextto-leading-logarithmic accuracy (NLO+ NLL) [41][42][43][44][45]. The nominal cross section is calculated assuming a squark mass of 10 TeV. The uncertainty is taken from an envelope of crosssection predictions using different PDF sets and factorisation and renormalisation scales, as described in Ref. [46].",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 94,
                    "text": "[36]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 166,
                    "text": "[38]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 258,
                    "text": "[39]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1001,
                    "text": "[41]",
                    "end": 1005
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1005,
                    "text": "[42]",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1009,
                    "text": "[43]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1013,
                    "text": "[44]",
                    "end": 1017
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1017,
                    "text": "[45]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1259,
                    "text": "[46]",
                    "end": 1263
                }
            ]
        },
        {
            "section": "Stable R-hadrons",
            "text": "Simulated R-hadron events are passed through a full detector simulation, where interactions with matter are handled by dedicated Geant4 routines based on different scattering models. The model described in Refs. [39,47], and hereafter referred to as the generic model, imposes few constraints on the allowed stable states. This is the only model where doubly charged R-hadrons are predicted, with a production probability of 0.1 %. Hadronic scattering is described through a purely phase-space-driven approach. A second model, referred to as the Regge model in the following, employs a triple-Regge formalism to describe hadronic scattering and describes R-hadrons containing gluinos according to Ref. [48]. More recent models for the hadronic scattering of gluino R-hadrons predict that the majority would be electrically neutral after just a few hadronic interactions. The third scenario considered here belongs to this family and is based on bag-model calculations presented in Ref. [49]. This is referred to as the intermediate model. The probability for a gluino to form a gluon-gluino bound state, based on a colouroctet model, is assumed to be 10 % [2]. Results are presented for the generic (Regge) model for gluino (squark) R-hadrons. Variations resulting from the use of a model different from the nominal one are taken into account as systematic uncertainties on the signal efficiency.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 212,
                    "text": "[39,",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 216,
                    "text": "47]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 702,
                    "text": "[48]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 986,
                    "text": "[49]",
                    "end": 990
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1156,
                    "text": "[2]",
                    "end": 1159
                }
            ]
        },
        {
            "text": "Metastable R-hadrons",
            "section_rank": 7
        },
        {
            "section": "Metastable R-hadrons",
            "text": "The simulation of metastable gluino-based R-hadron samples is performed in a similar way to that of the stable R-hadrons, as described in Sect. 4.1. The gluinos within R-hadrons are required to decay via the radiative process g → gχ 0 1 org → qqχ 0 1 , using Pythia6. Decays involving tt pairs are treated separately. Gluino masses between 400 GeV and 1400 GeV are simulated, with the neutralino mass either fixed to 100 GeV or set to m(g) − 100 GeV (or m(g) − 480 GeV for tt channels). Samples with τg = 0.1, 1 and 10 ns are generated for different mass points.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "0",
                    "end": 234
                }
            ]
        },
        {
            "section": "Metastable R-hadrons",
            "text": "Results of this search are presented as a function of the Rhadron lifetime. Signal MC samples with different lifetimes are obtained, starting from those simulated with a fixed value of the lifetime, by applying event weights, such that the distribution of the proper lifetime in the modified sample corresponds to the chosen new value of the mean lifetime. The event weight w is given by:",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "Metastable R-hadrons",
            "text": "where n R H , τ 0 and t i are the number of R-hadrons in the event, the R-hadron mean lifetime as set by the simulation, and the proper lifetime of the ith R-hadron, respectively. The modified mean lifetime obtained after the reweighting procedure is indicated by τ R H .",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Stable charginos",
            "section_rank": 8
        },
        {
            "section": "Stable charginos",
            "text": "A chargino may be stable in a simplified scenario where the mass difference between the chargino and neutralino is less than 160 MeV so that the chargino decay to a pion and a neutralino is kinematically suppressed. Samples with longlived charginos are generated using Herwig++ 2.6.3 [50] along with the UEEE3 [51] tune and the CTEQ6L1 PDF set.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 284,
                    "text": "[50]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 310,
                    "text": "[51]",
                    "end": 314
                }
            ]
        },
        {
            "section": "Stable charginos",
            "text": "The chargino mass is varied between 100 GeV and 800 GeV. The chargino is forced to remain stable and the other particles in the model are set to be too heavy to be produced in √ s = 8 TeV pp collisions. Signal cross sections are calculated to NLO using PROSPINO2 [52]. They are in agreement with the NLO+NLL calculations within ∼2 % [53][54][55]. The total cross section is dominated by direct production ofχ 0 1χ ± 1 pairs (∼67 %), and byχ + 1χ − 1 pairs (∼30 %). The relative proportion of these two production mechanisms was checked and found to be constant at the 1 % level over the considered chargino mass range.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 263,
                    "text": "[52]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 333,
                    "text": "[53]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 337,
                    "text": "[54]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 341,
                    "text": "[55]",
                    "end": 345
                }
            ]
        },
        {
            "text": "Metastable charginos",
            "section_rank": 9
        },
        {
            "section": "Metastable charginos",
            "text": "Samples with metastable charginos are produced similarly to the samples of stable charginos. The mean lifetime of the chargino is set to a given value (τχ± 1 ), and charginos are forced to decay intoχ 0 1 + π ± in the Geant4 simulation following an exponential decay with lifetime τχ± 1 in the chargino rest frame. The chargino-neutralino mass splitting is set to 160 MeV. Samples with τχ± 1 = 1, 5, 15 and 30 ns are generated for different mass points. To reduce the use of simulation resources, all the samples were generated with a jet filter requiring at least one generator-level jet with p T > 70 GeV and |η| < 5. This choice was optimised for the first metastable chargino search [24]. The present analysis does not make any explicit requirement on the energy of the jets, while it requires missing transverse momentum in the event. There is a strong correlation between these two requirements. The residual bias due to the jet filter is evaluated and assigned as a systematic uncertainty.",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 201,
                    "text": "0",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 687,
                    "text": "[24]",
                    "end": 691
                }
            ]
        },
        {
            "text": "Candidate selection",
            "section_rank": 10
        },
        {
            "text": "Trigger",
            "section_rank": 11
        },
        {
            "section": "Trigger",
            "text": "Events are selected by the E miss T > 80 GeV trigger, the lowest-threshold E miss T trigger that remained unprescaled throughout the 2012 data taking. This is based uniquely on the energy deposited in the calorimeters. Figure 2 shows the efficiency of this trigger as a function of the R-hadron or chargino mass.",
            "paragraph_rank": 23,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 219,
                    "text": "Figure 2",
                    "end": 227
                }
            ]
        },
        {
            "section": "Trigger",
            "text": "The decay of each LLP to jets and a neutralino occurring within the ATLAS active volume contributes to the transverse momentum imbalance and leads to higher trigger efficiency in the metastable cases. In the case of metastable Rhadrons, the E miss T also depends on the mass of the neutralino produced in the decay itself. The two R-hadrons tend to be emitted back-to-back and the same holds for the two heavy neutralinos, which therefore approximately balance E miss T . If neutralinos are light, highp T jets coming from R-hadron  Fig. 2 Efficiency for the calorimetric E miss T > 80 GeV trigger as a function of the R-hadron mass or of the chargino mass. Separate curves are also shown for the stable and metastable cases. Only statistical uncertainties are shown, which are too small to be visible on these graphs decay also contribute to the transverse momentum imbalance. For this reason, the calorimetric E miss T is significantly larger when the neutralino is light. The E miss T also depends on the lifetime of the parent particle as this defines the fraction that decay before the calorimeter and therefore affects E miss T . If the lifetime is shorter than 1 ns, the decay happens very close to the primary vertex and the calorimetric E miss T does not depend very much on the lifetime. On the other hand, if the lifetime is long enough, the decay may happen beyond the calorimeter region and, therefore, the calorimetric E miss T is close to the stable case. The 10 ns lifetime is an intermediate case, as decays happen mainly, but not exclusively, in the tracker region.",
            "paragraph_rank": 24,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 533,
                    "text": "Fig. 2",
                    "end": 539
                }
            ]
        },
        {
            "text": "Offline selection",
            "section_rank": 12
        },
        {
            "section": "Offline selection",
            "text": "This search is based on a sample of well-measured highp T isolated tracks in events with large missing transverse momentum. The data sample considered in this analysis was collected with tracking detectors, calorimeters, muon chambers and magnets fully operational and corresponds to a total integrated luminosity of 18.4 fb −1 with an uncertainty of ±2.8 % measured using beam separation scans following the technique described in Ref. [56].",
            "paragraph_rank": 25,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 437,
                    "text": "[56]",
                    "end": 441
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "The first step in the selection is the confirmation that the event has sufficient E miss T . The E miss T variable computed using the offline reconstruction [57,58], which uses refined calorimetric information and includes the contributions of the energy of the muons, must exceed 100 GeV. Candidate events are then required to have at least one primary vertex with a minimum of five tracks with p T > 0.4 GeV. There must be at least one track associated with this primary vertex, 3 with at least three pixel hits, measured over 45 cm in the radial direction, and with transverse momentum p T > 80 GeV and |η| ≤ 2.5. The set of requirements described above, including the trigger requirement, defines the preselection entry in Tables 1 and 2.",
            "paragraph_rank": 26,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 157,
                    "text": "[57,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "58]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 481,
                    "text": "3",
                    "end": 482
                },
                {
                    "type": "table",
                    "start": 727,
                    "text": "Tables 1 and 2",
                    "end": 741
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "The following additional requirements must be satisfied by at least one of the preselected candidate tracks in order to select the event.",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "section": "Offline selection",
            "text": "The track must be isolated. A track is considered isolated if its distance ΔR = (Δη) 2 + (Δφ) 2 to any other track associated with the primary vertex and with p T ≥ 1 GeV is greater than 0.25. About 70 % of these isolated tracks are highp T leptons originating from W boson production.",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "section": "Offline selection",
            "text": "The track must not be identified as an electron [59] as LLPs can very rarely (<1 %) be identified as electrons. The selected tracks are required not to match any reconstructed electron within ΔR ≤ 0.01.",
            "paragraph_rank": 29,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 48,
                    "text": "[59]",
                    "end": 52
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "The track must have momentum p > 150 GeV and the relative uncertainty on the momentum σ p / p < 50 %. The first requirement improves the signal-to-background ratio, while the second ensures good mass resolution.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "section": "Offline selection",
            "text": "The track must not be a muon originating from a W boson decay. Muons cannot be simply identified and rejected at this stage, as hypothetical very long-lived particles would often be mis-identified as muons in the detector. Therefore, to reject muons from a W boson decay, a requirement on transverse mass 4 (m T > 130 GeV) is applied. According to simulation, this requirement reduces the fraction of W boson events in the data sample to ∼40 %.",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 305,
                    "text": "4",
                    "end": 306
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "The selected track is required to have specific ionisation measured by the pixel detector larger than 1.800−0.034|η|+ 0.101η 2 − 0.029|η| 3 MeV/g cm 2 . This requirement corrects the slight |η| dependence [60] of the dE/dx variable and selects ∼1.3 % of the tracks in the data independently of the pseudorapidity region. The selection cut chosen is the lowest with mass-discriminating power (below this, the dE/dx values of all particles are too close to the MIP value, irrespective of their masses).",
            "paragraph_rank": 32,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 205,
                    "text": "[60]",
                    "end": 209
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "The above requirements complete the selection for the stable particle search. One additional requirement is applied to improve the sensitivity for the metastable case. The highly ionising particles can be matched with reconstructed jets [61] or muons [62]. Out of 85 candidates, 57 are geometrically matched to muons (ΔR ≤ 0.01) and 26 are ΔR ≤ 0.07 from a jet. The other two candidates have no signals in the calorimeters or muon system in the vicinity of the LLP. If the LLPs are stable, they are usually reconstructed as muons. If the heavy particles are not stable, the matching with muons becomes much more rare, in particular for particles with a lifetime of O(ns). In the search for metastable particles a muon veto is applied, and tracks that are matched with a muon are rejected.",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 237,
                    "text": "[61]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 251,
                    "text": "[62]",
                    "end": 255
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "Finally, if more than one track per event passes all requirements, the highestp T candidate is chosen, in order not to bias the distribution of the variables and to allow for proper normalisation in the background estimate. Table 1 shows the number of events in data and for an example gluino R-hadron signal for the different selection criteria. In data 85 events are selected before and 28 after the muon veto. None of the events has more than one selected track per event. Table 2 shows the yields for the same event selection as in Table 1, but applied to simulated signal events with 1000 GeV gluino R-hadrons that are either stable, or otherwise decay to g/qq plus a light neutralino of mass m(χ 0 1 ) = 100 GeV, and with a 1 ns lifetime. If the R-hadron lifetime is shorter, while the event efficiency is rather unaffected, the efficiency of reconstructing good quality, highp T , isolated tracks falls dramatically. Figure 3 shows the overall signal efficiencies for a representative set of simulated signal samples to which the full selection procedure is applied.",
            "paragraph_rank": 34,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 224,
                    "text": "Table 1",
                    "end": 231
                },
                {
                    "type": "table",
                    "start": 476,
                    "text": "Table 2",
                    "end": 483
                },
                {
                    "type": "table",
                    "start": 536,
                    "text": "Table 1",
                    "end": 543
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 924,
                    "text": "Figure 3",
                    "end": 932
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "When the LLPs decay inside the ATLAS active volume, E miss T increases and trigger and offline E miss T selection becomes more efficient than for the stable case. However, as the lifetime decreases, the probability to reconstruct a track segment in the silicon detectors decreases dramatically. At a mass of 1000 GeV, these two effects give a total efficiency of ≈15 % for the 10 ns lifetime samples and ≈1 % for the 1 ns samples, while for stable particles the efficiency has intermediate values of ≈7 %.",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "Background estimation",
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "In order to estimate the background, a data-driven approach is used. The method uses data to fit the distributions of key variables, taking into account their inter-dependence, and then to generate a large random sample of background events based on the same distributions. The choice of the control samples takes into account the measured correlations between the variables used: p, dE/dx and η. The dE/dx dependence on the path length in the sensor is not linear [60], but depends on η, increasing by ∼10 % from central to high |η|. The dE/dx also depends on the particle βγ via the Bethe-Bloch formula and therefore on its momentum, until the Fermi plateau is reached. Finally p and η depend on event kinematics, as high-momentum tracks are more likely to be produced at high |η| values.  Total background systematic uncertainty:",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 465,
                    "text": "[60]",
                    "end": 469
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "Stable particle search 11",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "Metastable particle search 10",
            "section_rank": 14
        },
        {
            "section": "Metastable particle search 10",
            "text": "Two samples are constructed to describe the distributions of the key variables. Both selections use the full data sample, but with requirements minimising the possible contamination by signal events. These control region samples are the same for the searches for stable and metastable particles, except for the rejection of track candidates geometrically matched with spectrometer muons in the latter case.",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "section": "Metastable particle search 10",
            "text": "A first sample (CR1) is selected by applying all the selections described in Sect. 5 except for the high ionisation requirement, which is instead inverted to ensure orthogonality with the search sample. Otherwise, the kinematic prop- erties and overall event characteristics are expected to be similar to the signal region. With this selection, ∼6000 background events are kept in CR1 with signal contamination of less than 0.6 %.",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "section": "Metastable particle search 10",
            "text": "A second sample (CR2) is used to obtain the dE/dx templates and is selected by inverting the E miss T requirement (E miss T < 100 GeV), while keeping all the other selection requirements unchanged. This procedure ensures a negligible signal content in the sample (signal contamination of less than 0.02 %), and that the selected tracks are in the same kinematic ranges of momentum and pseudorapidity as the search sample. With this selection, ∼440000 background events are kept in CR2, the majority (≈96 %) being matched with muons. The ionisation of all the CR2 tracks and of the  The expected background is shown with its total uncertainty (sum in quadrature of statistical, normalisation and systematic errors). The signal distributions are stacked on the expected background, and a narrower binning is used for them to allow the signal shape to be seen more clearly. The number of signal events is that expected according to the theoretical cross sections. For both distributions, the bin-per-bin ratio of data to expected background is also shown subset with the muon veto applied is shown in Fig. 4. In their bulk the distributions are very similar, thus the larger CR2 sample is also used for the metastable search with the muon veto. Nevertheless a larger tail, likely due to e + e − pair production, is seen at high dE/dx for the tracks with muon veto, and this difference is accounted for in the systematic uncertainty evaluation. A large background sample consisting of five million { p, η, dE/dx} triplets is randomly generated according to the following procedure: the momentum is generated according to a binned function based on selected tracks in CR1; the pseudorapidity is generated according to the η-binned (where η depends on p) functions based on tracks in CR1 and the ionisation is generated according to dE/dx-binned (where dE/dx depends on η) functions based on all tracks in CR2. ",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1098,
                    "text": "Fig. 4",
                    "end": 1104
                }
            ]
        },
        {
            "section": "Metastable particle search 10",
            "text": "For the ∼50000 random combinations in which dE/dx is larger than the selection requirement, both in the stable and the metastable scenario, the particle mass m is obtained given the {dE/dx, p} generated values, using the technique explained in Sect. 3. The normalisation of the generated background distribution to the selected data is obtained by scaling the background distribution to the data in the low-mass region of the mass distribution (40 < m < 160 GeV) where a possible signal has already been excluded [18,24]. The normalisation is performed on the samples before the ionisation requirement, and its uncertainty is dominated by the statistical uncertainty in the data. The complete procedure, from the key variables description, to the random generation, to the normalisation, is tested on signal-depleted regions. These regions are the same as CR1 and CR2 except for requiring tracks with 100 < p < 150 GeV instead of p > 150 GeV. Applied to these validation samples and the stable scenario, the procedure described above yields a predicted background of 48.9±0.2 (stat.) ± 0.6 (norm.) events, while the number of events in the data sample is 49, for m > 160 GeV. The same procedure applied to the metastable scenario yields a predicted background of 16.9 ± 0.1 (stat.) ± 0.4 (norm.) events, compared to 20 observed in the data, for m > 160 GeV.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 513,
                    "text": "[18,",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 517,
                    "text": "24]",
                    "end": 520
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties from several sources affecting the background estimate and the signal yield have been evaluated. The uncertainties are quoted as the maximum deviation from the nominal expectation for the background or for the  The uncertainties in the background estimation can be divided into three categories: those related to the particular choices made for the binning, intervals, and fitting functions; those related to the different description of the key variables for control samples with different compositions than the search region sample; and those related to the stability as a function of pile-up. The uncertainty on the background estimate due to each of these sources is evaluated by changing the description of the key variables, repeating the entire generation procedure, and comparing the resulting mass distribution with the nominal one. The uncertainties are estimated separately for the searches for stable and metastable particles. In each iteration, five million events are generated   Table 3.",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1019,
                    "text": "Table 3",
                    "end": 1026
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainties on the signal yield are summarised in Table 4 and can be divided into three categories: those on the phenomenological modelling of the signal process with Monte Carlo generators; those on the modelling of the detector efficiency or calibration; and those affecting the overall signal yield.",
            "paragraph_rank": 43,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 56,
                    "text": "Table 4",
                    "end": 63
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty on QCD radiation is evaluated for stable and metastable R-hadrons as the difference in efficiency between the Madgraph and Pythia6 samples. This uncertainty is large for the benchmark channels in which the E miss T is dominated by the ISR contribution, such as the stable Rhadrons or the gluino R-hadrons decaying into g/qq plus a heavy neutralino of mass m(χ 0 1 ) = m(g) − 100 GeV. The  uncertainty on QCD radiation is evaluated for metastable charginos using the same procedure as described in Ref. [24], while for stable charginos the same uncertainty used for the stable R-hadrons is used, as the E miss T distributions are very similar. For the R-hadrons there is an uncertainty on how they interact with the detector material, and this is evaluated by comparing the efficiencies obtained from generating events according to the three scattering models described in Sect. 4.1. Efficiencies for chargino events generated with and without the jet filter (see Sect. 4.4) are compared, and their difference is accounted for as a systematic uncertainty. A systematic uncertainty is assigned to the lifetime reweighting procedure, and is estimated as the discrepancy between the efficiencies obtained for the same reweighted lifetime starting from different samples.  The systematic uncertainties on the detector modelling are dominated by the trigger efficiency modelling, by the E miss T scale, and by the parameterisation of the ionisation. Systematic uncertainties related to the trigger are evaluated by varying the threshold and resolution parameters of the calorimetric E miss T trigger efficiency modelling curve and then looking at the efficiency difference between data and MC simulated Z → μ + μ − events. Systematic uncertainties of the E miss T measurement are evaluated with the methods described in Refs. [57,63] and are propagated to the uncertainty of the efficiency. Since the pile-up distribution is different in data and MC simulation, the simulated samples are reweighted to match the data, and a systematic uncertainty is calculated by varying the weighting factors. The systematic uncertainty on the pixel ionisation is evaluated by compar-  Fig. 10 Upper limits on the production cross section as a function of mass for metastable charginos, with lifetime τ = 1.0 ns, decaying intõ χ 0",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 518,
                    "text": "[24]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1836,
                    "text": "[57,",
                    "end": 1840
                },
                {
                    "type": "bibr",
                    "start": 1840,
                    "text": "63]",
                    "end": 1843
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2181,
                    "text": "Fig. 10",
                    "end": 2188
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "1 + π ± . Theoretical values for the cross section are shown with their uncertainty. The expected upper limit in the background-only case is shown as a solid black line, with its ±1σ and ±2σ bands, green and yellow, respectively. The observed 95 % CL upper limit is shown as a solid red line ing the ionisation of simulated and real tracks. These tracks are compatible with MIPs, selected with the same requirements as those used for the search. Other smaller uncertainties are due to momentum [18] and track efficiency [64] parameterisation, and electron [65] and muon [66] identification.",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 494,
                    "text": "[18]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 520,
                    "text": "[64]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 556,
                    "text": "[65]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 570,
                    "text": "[66]",
                    "end": 574
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty on the signal cross section is calculated as described in Sect. 4. The uncertainty ranges from 15 % (at 100 GeV) to 56 % (at 1700 GeV) for R-hadrons, and is ≈8.5 % for the charginos, slightly dependent on the mass.",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "Results",
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "The mass distribution is shown in Fig. 5 for the selection of stable and metastable particles. The data, 85 events for the stable selection and 28 events for the metastable selection, are compared to the background estimate. In addition, mass distributions for examples of gluino and chargino signals are shown.",
            "paragraph_rank": 47,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 34,
                    "text": "Fig. 5",
                    "end": 40
                }
            ]
        },
        {
            "section": "Results",
            "text": "No evidence of a signal above the expected background is observed. The largest deviation has a local p-value of 4.3 % and occurs at a mass of 700 GeV for metastable gluino Rhadrons with lifetime τ = 10 ns.",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "Upper limits at 95 % confidence level (CL) on R-hadron or chargino production cross sections (and, therefore, given a model cross section, a lower limit on their masses) are extracted using the CL S method [67] by scanning the signal strength over a suitable range and using the profile likelihood ratio as a test statistic. In the procedure for setting the limit, the systematic uncertainties on the signal and back-  1 + π ± . The expected exclusion, with its experimental ±1σ band, is given with respect to the nominal theoretical cross section ground yields, as evaluated in Sect. 7, are treated as Gaussiandistributed nuisance parameters. The statistical uncertainty on the background distribution also takes into account the uncertainty due to the normalisation. Signal, background and data events are counted in a mass window of ±1.4σ around the signal peak, where the signal peak and the width are estimated by a Gaussian fit to the mass distribution in simulated signal MC samples. Lower limits on the mass are derived by comparing the measured cross-section limits to the lower edge of the ±1σ band around the theoretically predicted cross section for each process. The resulting lower limits set on the mass of the stable and metastable particles are summarised in Table 5 for the different searches. Figure 6 shows the upper limits on the production cross section for the gluino R-hadron with a lifetime of 10 ns decaying into g/qq plus a light neutralino of mass m(χ 0 1 ) = 100 GeV, or a heavy neutralino of mass m(χ 0 1 ) = m(g) − 100 GeV. Figure 7 shows the excluded range of lifetimes for the same R-hadron decays versus the particle mass. Figure 8 shows the upper limits on the production cross section for the gluino R-hadron with a lifetime of 10 ns decaying into tt plus a light neutralino of mass m(χ 0 1 ) = 100 GeV, or a heavy neutralino of mass m(χ 0 1 ) = m(g) − 480 GeV. Figure 9 shows the excluded range of lifetimes for the same R-hadron decays as a function of the particle mass. As shown in Figs. 7 and 9 the sensitivity of the measurement for R-hadrons is maximal for lifetimes around 10 ns. Figure 10 shows the upper limits on the production cross section for charginos with lifetime of 1 ns decaying intoχ 0 1 + π ± and Fig. 11 shows the excluded range of lifetimes as a function of the particle mass for the same chargino decay.",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 206,
                    "text": "[67]",
                    "end": 210
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1276,
                    "text": "Table 5",
                    "end": 1283
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1312,
                    "text": "Figure 6",
                    "end": 1320
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1555,
                    "text": "Figure 7",
                    "end": 1563
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1657,
                    "text": "Figure 8",
                    "end": 1665
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1898,
                    "text": "Figure 9",
                    "end": 1906
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2124,
                    "text": "Figure 10",
                    "end": 2133
                },
                {
                    "type": "bibr",
                    "start": 2240,
                    "text": "0",
                    "end": 2241
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2254,
                    "text": "Fig. 11",
                    "end": 2261
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "A search has been performed for stable and metastable nonrelativistic long-lived charged particles identified through their anomalous specific ionisation energy loss in the ATLAS pixel detector. The search uses 18.4 fb −1 of pp collision data at √ s = 8 TeV collected by the ATLAS detector at the LHC. In the scenario considered, stable charginos with masses smaller than 534 GeV are excluded at 95 % confidence level, and so are stable R-hadrons with masses smaller than 1115 GeV for gluinos, 751 GeV for bottom squarks and 766 GeV for top squarks. For metastable particles the maximum sensitivity is reached at 10 ns lifetime for R-hadrons, where masses below 1185 GeV are excluded, and at 15 ns lifetime for charginos, where masses up to 482 GeV are excluded. Compared to previous searches this search provides the best sensitivity for gluinos with lifetimes between 3 and 20 ns.",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "Fig. 1",
            "section_rank": 18
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Ratio of the reconstructed mass, computed as the most probable value of a fit to a Landau distribution convolved with a Gaussian, to the generated mass, as a function of the generated mass for stable gluino R-hadrons. The yellow band is the half-width at half maximum of the reconstructed mass distribution normalised to the generated mass",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "Fig. 3",
            "section_rank": 19
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3 Total selection efficiencies for some MC samples as a function of the R-hadron mass or of the chargino mass. Both stable and some metastable cases are shown. Only statistical uncertainties are included",
            "paragraph_rank": 52,
            "section_rank": 19
        },
        {
            "text": "Fig. 4",
            "section_rank": 20
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4 Ionisation distribution of all the CR2 tracks (filled circles), and those not matched to a reconstructed muon (open squares). The two distributions are normalised to their total number of entries",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "text": "Fig. 5",
            "section_rank": 21
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Distribution of the mass of selected candidates, derived from the specific ionisation loss, for data, background, and examples of gluino Rhadron and chargino signals, for searches for stable (top) and metastable (bottom) particles. The expected background is shown with its total uncertainty (sum in quadrature of statistical, normalisation and systematic errors). The signal distributions are stacked on the expected background, and a narrower binning is used for them to allow the signal shape to be seen more clearly. The number of signal events is that expected according to the theoretical cross sections. For both distributions, the bin-per-bin ratio of data to expected background is also shown",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "ATLASFig. 6",
            "section_rank": 22
        },
        {
            "section": "ATLASFig. 6",
            "text": "Fig. 6 Upper limits on the production cross section as a function of mass for metastable gluino R-hadrons, with lifetime τ = 10 ns, decaying into g/qq plus a light neutralino of mass m(χ 0 1 ) = 100 GeV (top) or a heavy neutralino of mass m(χ 0 1 ) = m(g) − 100 GeV (bottom). Theoretical values for the cross section are shown with their uncertainty. The expected upper limit in the background-only case is shown as a solid black line, with its ±1σ and ±2σ bands, green and yellow, respectively. The observed 95 % CL upper limit is shown as a solid red line",
            "paragraph_rank": 55,
            "section_rank": 22
        },
        {
            "text": "ATLASFig. 7",
            "section_rank": 23
        },
        {
            "section": "ATLASFig. 7",
            "text": "Fig. 7The excluded range of lifetimes as a function of gluino mass for gluino R-hadrons decaying into g/qq plus a light neutralino of mass m(χ 0 1 ) = 100 GeV (top) or a heavy neutralino of mass m(χ 0 1 ) = m(g)− 100 GeV (bottom). The expected exclusion, with its experimental ±1σ band, is given with respect to the nominal theoretical cross section",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "ATLASFig. 8",
            "section_rank": 24
        },
        {
            "section": "ATLASFig. 8",
            "text": "Fig. 8 Upper limits on the production cross section as a function of mass for metastable gluino R-hadrons, with lifetime τ = 10 ns, decaying into tt plus a light neutralino of mass m(χ 0 1 ) = 100 GeV (top) or a heavy neutralino of mass m(χ 0 1 ) = m(g) − 480 GeV (bottom). Theoretical values for the cross section are shown with their uncertainty. The expected upper limit in the background-only case is shown as a solid black line, with its ±1σ and ±2σ bands, green and yellow, respectively. The observed 95 % CL upper limit is shown as a solid red line",
            "paragraph_rank": 57,
            "section_rank": 24
        },
        {
            "text": "ATLASFig. 9",
            "section_rank": 25
        },
        {
            "section": "ATLASFig. 9",
            "text": "Fig. 9The excluded range of lifetimes as a function of gluino mass for gluino R-hadrons decaying into tt plus a light neutralino of mass m(χ 0 1 ) = 100 GeV (top) or a heavy neutralino of mass m(χ 0 1 ) = m(g)− 480 GeV (bottom). The expected exclusion, with its experimental ±1σ band, is given with respect to the nominal theoretical cross section",
            "paragraph_rank": 58,
            "section_rank": 25
        },
        {
            "text": "Fig. 11",
            "section_rank": 26
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11The excluded range of lifetimes as a function of chargino mass for charginos decaying toχ0   1 + π ± . The expected exclusion, with its experimental ±1σ band, is given with respect to the nominal theoretical cross section",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "Table 1 Table 2",
            "section_rank": 27
        },
        {
            "section": "Table 1 Table 2",
            "text": "Observed data event yields at different steps of the selection procedure compared with the expected number of events for 1000 GeV R-hadrons decaying, with a 10 ns lifetime, to g/qq plus a light neutralino of mass m(χ 0 1 ) = 100 GeV. The simulated yields are normalised to a total integrated luminosity of 18.4 fb −1 and their statistical uncertainty is also shown. See text for details The simulated yields are normalised to a total integrated luminosity of 18.4 fb −1 and their statistical uncertainty is also shown. See text for details",
            "paragraph_rank": 60,
            "section_rank": 27
        },
        {
            "section": "Table 1 Table 2",
            "text": "Expected number of events at different steps of the selection procedure for 1000 GeV gluino R-hadrons decaying, with a 1 ns lifetime, to g/qq plus a light neutralino of mass m(χ 0 1 ) = 100 GeV, and for stable R-hadrons.",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "Table 3 Summary",
            "section_rank": 28
        },
        {
            "section": "Table 3 Summary",
            "text": "table of the systematic uncertainties that affect the background estimations. All the sources are common to searches for stable and metastable particles, unless explicitly indicated. The uncertainties depend on the mass, and the maximum values are reported. In the limit calculations the actual value of the uncertainty for a",
            "paragraph_rank": 63,
            "section_rank": 28
        },
        {
            "text": "Table 4",
            "section_rank": 29
        },
        {
            "section": "Table 4",
            "text": "Summary table for the sources of systematic uncertainty considered for R-hadrons and charginos. The values are separately indicated for metastable and stable cases when these are different. The uncertainty depends on the mass and on the decay model, and the maximum negative and positive values are reported. In the limit calculations the actual value of the uncertainty for a given mass is used",
            "paragraph_rank": 64,
            "section_rank": 29
        },
        {
            "text": "Table 5",
            "section_rank": 30
        },
        {
            "section": "Table 5",
            "text": "The 95 % CL lower limit on the relevant LLP mass for the different models considered. Other relevant parameters (decay mode, neutralino mass, lifetime if metastable) are also shown",
            "paragraph_rank": 65,
            "section_rank": 30
        },
        {
            "section": "Table 5",
            "text": "In this article, particles that do not decay in the active detector volume are considered stable, and those that decay inside this volume are considered metastable.",
            "paragraph_rank": 66,
            "section_rank": 30
        },
        {
            "section": "Table 5",
            "text": "A track is associated with the primary vertex if its longitudinal and transverse impact parameters are less than 1.5 mm. The primary vertex is chosen as that with the highest sum of p2 T associated with it.",
            "paragraph_rank": 67,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 183,
                    "text": "2",
                    "end": 184
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 32
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 68,
            "section_rank": 32
        }
    ]
}