{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "The unknown neutrino mass hierarchy -whether the ν3 mass eigenstate is the heaviest or the lightest -represents a major gap in our knowledge of neutrino properties. Determining the hierarchy is a critical step toward further precision measurements in the neutrino sector. The hierarchy is also central to interpreting the next generation of neutrinoless double beta decay results, plays a role in numerous cosmological and astrophysical questions, and serves as a powerful model discriminant for theories of neutrino mass generation and unification. Various current and planned experiments claim sensitivity for establishing the neutrino mass hierarchy. We review the most promising of these here, paying special attention to points of concern and consolidating the projected sensitivities into an outlook for the years ahead.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the Standard Model with non-zero neutrino masses, the three neutrino flavor eigenstates ν e , ν µ , and ν τ are non-trivial linear combinations of the three mass eigenstates ν 1 , ν 2 , and ν 3 . The complex matrix U relating the flavor and mass eigenstates to each other, called the PMNS matrix for the authors of Refs. [1][2][3], can be parametrized in terms of three rotation angles and three complex phases: ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 324,
                    "text": "[1]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 327,
                    "text": "[2]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 330,
                    "text": "[3]",
                    "end": 333
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "with c ij = cos θ ij and s ij = sin θ ij . While this neutrino mixing gives rise to several physical phenomena, the most experimentally fruitful one so far has been neutrino oscillations, whereby the flavor composition of a neutrino can vary as it propagates. The probability P that a relativistic neutrino produced with flavor l will be detected as a neutrino of flavor l after traveling a distance L through vacuum is given by",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where E is the neutrino's energy, ∆m 2 ij ≡ m 2 i − m 2 j is the difference between the squares of the masses of the mass eigenstates ν i and ν j , δ ll is the Kronecker delta, and the matrix elements U li are defined by",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Our quantitative understanding of the neutrino sector has grown tremendously in the past two decades primarily due to neutrino oscillation experiments. The \"solar\" mass splitting ∆m 2 21 [4] and the thirty-times-larger \"atmospheric\" mass splitting ∆m 2 32 [5]  ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 182,
                    "text": "2",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 187,
                    "text": "[4]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 251,
                    "text": "2",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 256,
                    "text": "[5]",
                    "end": 259
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The normal hierarchy (NH) and inverted hierarchy (IH) distinction is defined below. [61] In addition to these mass splittings, we know at varying levels of precision the values of the three mixing angles θ 12 , θ 13 , and θ 23 [6]. We do not have good information about the sign of the atmospheric mass splitting, the complex phases in the PMNS matrix of Eq. (1), the absolute masses {m i } of the neutrinos, or whether neutrinos are Majorana particles. Furthermore, several experimental anomalies suggest that extensions to the neutrino standard model may be needed [7]. The scope of this review is limited to the experimental prospects for measuring the unknown sign of the atmospheric mass splitting or, equivalently, whether ν 3 is the heaviest or lightest mass eigenstate. These two possibilities are termed, respectively, the normal and inverted neutrino mass hierarchies, and Figure 1 shows the two cases graphically. Some authors prefer the term \"mass ordering\" over \"mass hierarchy\" when a third case -a degenerate spectrumis relevant to the context. In a degenerate spectrum, the mass of the lightest neutrino is large compared to the individual mass differences, i.e. m 1 ≈ m 2 ≈ m 3 . Of note, neutrinoless double beta decay rates depend strongly on the mass hierarchy only if the mass spectrum is non-degenerate [8]. In more general contexts, authors regularly use \"ordering\" and \"hierarchy\" interchangeably.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 84,
                    "text": "[61]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 227,
                    "text": "[6]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 567,
                    "text": "[7]",
                    "end": 570
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 883,
                    "text": "Figure 1",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1325,
                    "text": "[8]",
                    "end": 1328
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The precision of neutrino sector measurements has reached a point where the unknown hierarchy is a major hurdle to further progress. Knowledge of the hierarchy is also vital to interpretation of neutrinoless double beta decay results, serves as an input to cosmological and astrophysical measurements, and is a powerful discriminant among unification and neutrino mass models. The neutrino mass hierarchy may also be the next major unknown of the Standard Model to be measured. In this article we review the experimental outlook for making this measurement. In the normal case, the masses exhibit a hierarchical pattern, and the lightest neutrino has the largest admixture of electron flavor. The relative ordering m2>m1 is known through observations of solar neutrinos, which are subject to resonant matter effects in the sun [4,[9][10][11].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 827,
                    "text": "[4,",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 830,
                    "text": "[9]",
                    "end": 833
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 833,
                    "text": "[10]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 837,
                    "text": "[11]",
                    "end": 841
                }
            ]
        },
        {
            "text": "II. MAKING THE HIERARCHY MEASUREMENT",
            "section_rank": 3
        },
        {
            "text": "A. Physical principles",
            "section_rank": 4
        },
        {
            "section": "A. Physical principles",
            "text": "Several distinct approaches for probing the mass hierarchy are in use or under consideration by current and future experiments. One approach is motivated by the vacuum oscillation probability in Eq. (2). Since this probability depends on each of the mass splittings ∆m 2 ij , a sufficiently precise measurement of P (E) for a given set of initial and final flavors l and l can determine whether ∆m 2 32 is slightly larger or smaller than ∆m 2 31 . This approach suits reactor-sourced ν e → ν e oscillation measurements, as low energy neutrinos (few MeV) are needed to obtain significant contributions from the ∆m 2 21 terms at distances L that are short enough (tens of kilometers) to still have useful event rates at the detector.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 199,
                    "text": "(2)",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 269,
                    "text": "2",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 398,
                    "text": "2",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "start": 441,
                    "text": "2 31",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 613,
                    "text": "2",
                    "end": 614
                }
            ]
        },
        {
            "section": "A. Physical principles",
            "text": "For neutrinos traveling through matter, the presence of electrons in the propagation medium modifies the Hamiltonian for ν e differently than it does for ν µ and ν τ [9][10][11][12]. Qualitatively, the effective masses of the ν e -dominated ν 1 and ν 2 states are increased (or decreased for antineutrinos) by the presence of the electrons, and the kinematic phases ∆m 2 ij L/(4E) follow suit. This either compresses or expands the effective mass splittings, depending on the hierarchy, modifying the oscillation probabilities in a observable way.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 166,
                    "text": "[9]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 169,
                    "text": "[10]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 173,
                    "text": "[11]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 177,
                    "text": "[12]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 369,
                    "text": "2",
                    "end": 370
                }
            ]
        },
        {
            "section": "A. Physical principles",
            "text": "In a different arena, cosmological measurements of large-scale structure, the cosmic microwave background, and its B-mode polarization provide access to the hierarchy via the sum of the neutrino masses [13,14]. In particular, were these data to yield m i 2 |∆m 2 32 | ∼ 100 meV, the hierarchy would have to be normal. A analogous constraint can be made for the effective electron neutrino mass measured in beta decay experiments, but upcoming experiments will not have the mass sensitivity required to provide hierarchy information even if the necessary conditions on the mass spectrum (normal hierarchy and small m 1 ) are met. Neutrinoless double beta decay searches will rely on external knowledge of the hierarchy to interpret observed (or limited) decay rates [8] and will not provide independent measurements of the hierarchy themselves. Likewise, the neutrino fluxes from supernovae carry signatures of the hierarchy due to both matter effects and collective (high neutrino density) effects [15][16][17], but uncertainties in the astrophysical models make reliable determination of the hierarchy through supernova neutrino observations unlikely even if a nearby supernova event were to occur in the near future.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 202,
                    "text": "[13,",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 206,
                    "text": "14]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 765,
                    "text": "[8]",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 998,
                    "text": "[15]",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1002,
                    "text": "[16]",
                    "end": 1006
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1006,
                    "text": "[17]",
                    "end": 1010
                }
            ]
        },
        {
            "section": "A. Physical principles",
            "text": "In the sections below, we describe specific experimental efforts toward measuring the mass hierarchy, discussing the advantages, possible pitfalls, and expected sensitivity of each. The collection is not exhaustive in that we exclude experiments that do not have notable hierarchy sensitivity or are unlikely to proceed due to programmatic, budgetary, or other practical considerations.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "B. Statistical issues",
            "section_rank": 5
        },
        {
            "section": "B. Statistical issues",
            "text": "First, it is worth devoting a few words to the statistical interpretation of the sensitivities. Though the question at hand can be stated quite simply -Is the hierarchy normal or inverted? -much discussion of its statistical treatment has taken place in recent years, largely due to the lack of a universally accepted definition of sensitivity. Three definitions appear most often in the literature.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "B. Statistical issues",
            "text": "The first makes use of pseudo-data formed from the predictions for the experimental observables. More specifically, one of the hierarchies is taken as truth and the corresponding predicted observables are used directly as the pseudodata, with no statistical or systematic fluctuations introduced. This data set, for which the name \"Asimov\" data set [18] is gaining traction in the literature, is then fit assuming the opposite hierarchy to find the minimum χ 2 for this wrong hierarchy assumption, marginalizing over all free oscillation and systematic nuisance parameters. Since the correct assumption must produce χ 2 =0 for this data set, the minimum χ 2 found for the wrong hierarchy represents a typical ∆χ 2 between the hypotheses. Motivated by the behavior of Gaussian systems, ∆χ 2 is then taken as the hierarchy determination sensitivity as a number of σ.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 349,
                    "text": "[18]",
                    "end": 353
                }
            ]
        },
        {
            "section": "B. Statistical issues",
            "text": "In a second approach, an ensemble of fully fluctuated data sets is simulated assuming one hierarchy and used to calculate the expectation value for the ∆χ 2 between the incorrect and correct hierarchy hypotheses, again marginalizing over nuisance parameters for each simulated data set. The sensitivity is then quoted as ∆χ 2 . The third common approach starts again with an ensemble of fluctuated data sets assuming one hierarchy. The sensitivity is quoted as the frequency with which the correct hierarchy hypothesis fits to a lower χ 2 than the incorrect one. This sensitivity may be given as a p-value directly or converted into the corresponding number of Gaussian σ.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 324,
                    "text": "2",
                    "end": 325
                }
            ]
        },
        {
            "section": "B. Statistical issues",
            "text": "Many variants of these approaches have also been used or proposed. A given author may choose one method over another to facilitate comparisons or combinations with past research, to promote a Bayesian or frequentist philosophy to reporting results, to make calculations simpler or computationally faster, or to ensure statistical accuracy. Refs. [19], [20], [21], and [22] serve as further introduction to these issues. We take a pragmatic view here, noting that on the whole these concerns tend not to lead to actionable differences in sensitivity estimates. These differences are quantified within the frequentist realm in [19]. Since frequentist and Bayesian techniques answer fundamentally different questions, cross-comparisons between them are more fraught, especially at low sensitivities. Nevertheless, the primary concerns that arise when examining sensitivity projections are rarely these fraction-of-a-σ effects but rather the broader issues of engineering or detector performance requirements, the treatment of systematic uncertainties, the realism of stated timelines, or the prospects for obtaining funding for the desired experimental scope.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 346,
                    "text": "[19]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 352,
                    "text": "[20]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 358,
                    "text": "[21]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 368,
                    "text": "[22]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 625,
                    "text": "[19]",
                    "end": 629
                }
            ]
        },
        {
            "section": "B. Statistical issues",
            "text": "Another popular statistical question surrounding the mass hierarchy is: With what confidence must we establish it? In practice, each increment in hierarchy sensitivity adds importantly to our understanding. Even a 2σ measurement would begin guiding the model-building community and would become a meaningful input in other areas of physics (e.g., cosmology and astrophysics). As the hierarchy significance increases, so too does the significance of any measurement that takes the hierarchy as input. Thus, while a 3σ hierarchy measurement will be a historic milestone for particle physics, a continued push to 5σ or beyond is needed if we are to make 5σ claims for other, quantitatively related questions (e.g., exclusion of Majorana neutrinos due to future non-observation of neutrinoless double beta decay). Whether those subsequent questions require high levels of significance is beyond the scope of this article.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "III. EXPERIMENTS",
            "section_rank": 6
        },
        {
            "text": "A. Long-baseline",
            "section_rank": 7
        },
        {
            "section": "A. Long-baseline",
            "text": "Long-baseline neutrino experiments use accelerator-based sources of ν µ or ν µ and large detectors some hundreds of kilometers downstream to investigate neutrino oscillations. These experiments probe the mass hierarchy through the matter effects that modify the appearance probability P (ν µ → ν e ) and its antineutrino counterpart from their vacuum values. Neglecting higher-order terms in α ≡ ∆m 2 21 /∆m 2 32 ≈ 0.03 and sin 2 (θ 13 ) ≈ 0.02, the ν µ → ν e transition probability for long-baseline experiments is given by [23] ",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 399,
                    "text": "2",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 525,
                    "text": "[23]",
                    "end": 529
                }
            ]
        },
        {
            "section": "A. Long-baseline",
            "text": "where J ≡ cos θ 13 sin 2θ 13 sin 2θ 2 32 , and the plus (minus) signs apply to neutrino (antineutrino) oscillations. In the definition of x, G F is the weak coupling constant and n e is the number density of electrons in the propagation medium.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 36,
                    "text": "2 32",
                    "end": 40
                }
            ]
        },
        {
            "section": "A. Long-baseline",
            "text": "The mass hierarchy enters via the (1 − x) factors in Eq. 6, with x switching signs between the normal and inverted cases. To increase the scale of this perturbation, one must increase the neutrino energy E. However, one must also stay near the oscillation maximum of ∆ ≈ π/2 to have significant oscillation probability at all. Thus, the experimental baseline L must also increase, leading to the practical fact that an increased sensitivity to the mass hierarchy in the ν e and ν e appearance channels comes from having a longer experimental baseline. Figure 2 shows how the appearance probability changes over the three baselines discussed here: 295 km (T2K), 810 km (NOνA), and 1300 km (DUNE). The probabilities are plotted for all possible values of the CP-violating phase δ, tracing out ellipses in the figure. The uncertainty in δ complicates the mass hierarchy measurement, although less so at the longest baselines since the hierarchy-dependent matter effects become larger than any possible δ-induced changes in the oscillation probabilities. Hierarchy sensitivities for long-baseline experiments are often quoted as a function of the true (if unknown) δ. The uncertainty on θ 23 is the next largest factor after δ, with the current allowed range of θ 23 leading to a peak sensitivity uncertainty of roughly 20%. This dependence is not always explicit in experiments' official sensitivity plots, which often assume a fixed typical value for θ 23 , say π/4.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "ref_id": "formula_4",
                    "start": 57,
                    "text": "6",
                    "end": 58
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 552,
                    "text": "Figure 2",
                    "end": 560
                }
            ]
        },
        {
            "section": "A. Long-baseline",
            "text": "T2K and NOνA are currently operational, and DUNE is a planned future experiment. Several concepts for a future long-baseline experiment, some with impressive hierarchy sensitivity, have been studied and pursued in recent years. However, most of these have remained virtual given the need for significant funding (approximately US$1B) and a firm programmatic commitment from a suitable facility. Today, two efforts have significant momentum. One is DUNE, a newly formed international collaboration that, in practice, merges several previously independent efforts. The other, Hyper-K, is discussed in Section III B.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "T2K and NOνA",
            "section_rank": 8
        },
        {
            "section": "T2K and NOνA",
            "text": "T2K [24] sends neutrinos from J-PARC to the Super-Kamiokande (Super-K) detector in the Kamioka mine 295 km away. The storied Super-K detector [25] is a 50-kton (22-kton fiducial) water Cherenkov detector situated 44 mrad off the T2K neutrino beam axis. An off-axis arrangement, also used by NOνA, yields a narrower neutrino energy spectrum with a reduced high-energy tail, thus decreasing the rate of neutral current events that form the dominant background for the signal ν e charged current channel. In 2013, T2K made the first definitive observation of ν µ → ν e oscillations at 7.3σ using ∼10% of the experiment's eventual planned exposure [26]. However, as Figure 2 suggests, the relatively short baseline of T2K precludes determining the mass hierarchy from this ν e appearance data alone.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 4,
                    "text": "[24]",
                    "end": 8
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 142,
                    "text": "[25]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 644,
                    "text": "[26]",
                    "end": 648
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 662,
                    "text": "Figure 2",
                    "end": 670
                }
            ]
        },
        {
            "section": "T2K and NOνA",
            "text": "NOνA [27] uses the NuMI neutrino source at Fermilab and a new 14-kton highly segmented tracking calorimeter 810 km away and 14 mrad off the neutrino beam axis in Ash River, Minnesota. NOνA began taking data with a fully deployed 14-kton detector in 2014. With its full planned exposure, NOνA can determine the hierarchy at 2-3σ if the value of δ falls in a favorable range. For unfavorable δ values, NOνA extracts correlated information about δ and the hierarchy and thus does not determine the hierarchy outright. In these so-called \"degenerate\" cases, it helps a bit to combine NOνA and T2K data since T2K is sensitive to δ but largely insensitive to the hierarchy.  At the T2K baseline, the neutrino and antineutrino oscillation probabilities differ very little between the two hierarchies and thus measurements of these probabilities offer minimal hierarchy discrimination. For NOνA, significant splitting of the two cases occurs. For DUNE, the separation is complete, allowing for unambiguous determination of the hierarchy regardless of δ, assuming small enough measurement errors on the probabilities. This figure is illustrative only, as it keeps other oscillation parameters fixed and as a full experiment involves a range of neutrino energies.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 5,
                    "text": "[27]",
                    "end": 9
                }
            ]
        },
        {
            "section": "T2K and NOνA",
            "text": "shows the projected reach of NOνA both with and without the inclusion of T2K data. NOνA is the only operational experiment with any significant hierarchy sensitivity, albeit with a possibility of confusion from δ.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "T2K and NOνA",
            "text": "Both T2K and NOνA use multiple detectors to mitigate systematic uncertainties. NOνA uses identical detector technologies at its two sites at L ≈ 1 km and 810 km. T2K uses a multipurpose, off-axis near detector at 280 meters together with a beam monitoring detector situated on-axis. The multi-detector approach makes the T2K and NOνA experiments statistics limited for some time, so our knowledge of the hierarchy in the next five to ten years will be driven in part by the beam power achieved at Fermilab and, to a lesser extent, at J-PARC. The NuMI beam reached 400 kW in early 2015 and is projected to reach the design 700 kW within two years, after the completion of upgrades to the Booster, which lies upstream in the accelerator chain. The J-PARC neutrino source is operating at ∼325 kW, and significant future upgrades are needed to realize the planned 750 kW. ",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "DUNE",
            "section_rank": 9
        },
        {
            "section": "DUNE",
            "text": "In the past decade, significant global effort has gone into designing a next-generation long-baseline experiment, and well-developed proposals have come out of this process. The most challenging aspect at present is budgetary. The full physics scope of a future experiment -precision measurements of PMNS matrix elements, CP violation, proton decay, supernova physics, and beyond-the-Standard-Model searches -requires a substantial detector and a beamline to match, at a combined cost surpassing US$1B. Such a program is only achievable through international partnerships, and a new collaboration, originally named ELBNF and since renames DUNE, has recently formed with the early goal of carrying forward the significant design work already completed to form a fully international long-baseline experimental proposal [29].",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 817,
                    "text": "[29]",
                    "end": 821
                }
            ]
        },
        {
            "section": "DUNE",
            "text": "Fermilab will host the planned 1.2-MW neutrino source for DUNE, and the experiment's far detector will be located in the Sanford Underground Research Facility (SURF) in South Dakota, yielding a baseline of 1,300 km. The far detector will be a liquid argon time-projection chamber (TPC) with a total mass of 40 kton and a fiducial mass around 34 kton. One of the existing design efforts, LBNE, also assumed a Fermilab-to-SURF layout with a large liquid argon detector, so we use the LBNE sensitivity estimates here [30] as a proxy for DUNE.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 514,
                    "text": "[30]",
                    "end": 518
                }
            ]
        },
        {
            "section": "DUNE",
            "text": "The ten-year hierarchy sensitivity for a 40-kton DUNE is substantial (Figure 4). Even at the least favorable δ and θ 23 values, DUNE achieves 5σ significance and exceeds 10σ for other parameter assumptions. Although some open questions remain regarding near detector performance, far detector event selections, and systematic uncertainties, these hierarchy sensitivity estimates are unlikely to vary grossly as the open questions are addressed. The greatest uncertainty in the reach of DUNE is in the timeline and scope of the experiment. The collaboration aims to deploy an initial 10-kton detector underground at SURF by 2021, followed shortly by completion of the neutrino source and further deployment to 40 kton. These timescales are achievable but aggressive. The recent US high energy physics strategic plan [31] strongly supports this effort, and operation of a 10-kton detector and a 1.2-MW source is estimated to begin in 2025. How quickly additional detector mass can be added and how quickly a 1.2-MW beam can be deployed will play a large role in the sensitivities realized. To good approximation, the sensitivities of Figure 4 can be scaled according to the square root of exposure.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 69,
                    "text": "(Figure 4",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 815,
                    "text": "[31]",
                    "end": 819
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1132,
                    "text": "Figure 4",
                    "end": 1140
                }
            ]
        },
        {
            "text": "B. Atmospheric",
            "section_rank": 10
        },
        {
            "section": "B. Atmospheric",
            "text": "Atmospheric neutrino experiments take advantage of the flux of neutrinos -a reasonably well-characterized mix of ν µ , ν µ , ν e , and ν e -produced by cosmic ray showers in the atmosphere. Since detectors can collect these neutrinos from all directions, the distance between neutrino production and detection can range from tens of kilometers for neutrinos produced above the detector to 13,000 kilometers for neutrinos produced below (i.e., on the other side of the Earth). This wide range of baselines, together with a wide range of energies, makes atmospheric neutrinos particularly useful probes of neutrino oscillations. Atmospheric neutrino experiments gain hierarchy sensitivity through the resonant-like enhancement of matter effects experienced by either neutrinos or antineutrinos (depending on the hierarchy) as they pass through the Earth [32][33][34]. The effect on the oscillation probabilities is often presented in so-called oscillograms (e.g., Figure 5). Experiments that can study neutrinos and antineutrinos separately need only determine which sample exhibits the matter effect enhancement. Experiments that cannot separate these must make a statistical inference based on knowledge about the incident neutrino and antineutrino fluxes. Current experiments, notably Super-K [35] and MINOS [5], have demonstrated the principle of this measurement, but these detectors are too small and thus have too few events to obtain significant hierarchy sensitivity, despite their decade-long exposures. Proposed future large detectors fall into three categories: water Cherenkov (PINGU, ORCA, Hyper-K), magnetized iron tracker (INO), and liquid argon TPC (DUNE). PINGU projections have evolved significantly in the past couple of years. Detailed studies of detector performance and the effects of systematic uncertainties (notably energy scale; ν and ν cross sections; and the oscillation parameters ∆m 2 32 , θ 23 , and θ 13 ) have been carried out [36]. Further, the prospects for improvements through detector geometry optimization, incorporation of event inelasticity as a weak neutrino/antineutrino discriminant [38], and more advanced reconstruction techniques suggest that the current sensitivity estimates may be conservative. Figure 6 shows the sensitivity of the combined track (ν µ charged current) and cascade (all other) channels in PINGU, which reaches 3σ hierarchy sensitivity in 4 years of running if θ 23 is in the lower octant.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 852,
                    "text": "[32]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 856,
                    "text": "[33]",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 860,
                    "text": "[34]",
                    "end": 864
                },
                {
                    "type": "figure",
                    "start": 962,
                    "text": "Figure 5",
                    "end": 970
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1294,
                    "text": "[35]",
                    "end": 1298
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1309,
                    "text": "[5]",
                    "end": 1312
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1912,
                    "text": "2",
                    "end": 1913
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1959,
                    "text": "[36]",
                    "end": 1963
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2126,
                    "text": "[38]",
                    "end": 2130
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 2244,
                    "text": "Figure 6",
                    "end": 2252
                }
            ]
        },
        {
            "section": "B. Atmospheric",
            "text": "ORCA (Oscillation Research with Cosmics in the Abyss) [39] is a proposed option for a multi-megaton water Cherenkov array based on the KM3NeT [40] deep-sea technology. The measurement strategy is the same as for PINGU: use a dense array of optical modules to obtain adequate energy resolution, angle resolution, and event identification capabilities to observe the matter effect enhancement for neutrinos below 15 GeV. The latest ORCA sensitivity studies have included track and cascade channels, and the proposed detector has grown from 2 Mton with 50 strings to 4 Mton with 115 strings. The stated ORCA sensitivities are on par with, or somewhat better than, those of PINGU, with 3σ sensitivity anticipated in 3 years [41]. However, the ORCA estimates are less well developed and documented than those of PINGU, so it is difficult to assess how they will evolve as work on systematic uncertainties and analysis techniques continues.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 54,
                    "text": "[39]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 720,
                    "text": "[41]",
                    "end": 724
                }
            ]
        },
        {
            "section": "B. Atmospheric",
            "text": "The proposed Hyper-K detector [42] consists of two cylindrical water-filled tanks with a total mass of 1 Mton and with 20% photocathode coverage provided by 10,000 photomultiplier tubes. Hyper-K would be sited near the Kamioka mine and would also serve as the far detector for the long-baseline T2HK experiment, a scaled-up version of T2K. Like T2K, T2HK has limited hierarchy sensitivity on its own given its baseline, and thus Hyper-K's hierarchy sensitivity comes primarily from atmospheric neutrinos. The excellent event reconstruction capabilities of the Hyper-K detector are well understood based on long Super-K experience. The most glaring uncertainty for Hyper-K is whether the project proceeds. Whereas PINGU and ORCA are relatively low-cost options (US$50M-$80M), Hyper-K would require US$500M-$700M over a seven-year construction timeline. Given the focus of the U.S. and European long-baseline communities on liquid argon TPC approaches, substantial funding may need to come from Japan alone. This higher cost over PINGU and ORCA, of course, brings with it a rich physics program including leptonic CP violation, proton decay, and a range of solar and astrophysical measurements [42].",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 30,
                    "text": "[42]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1192,
                    "text": "[42]",
                    "end": 1196
                }
            ]
        },
        {
            "section": "B. Atmospheric",
            "text": "Hyper-K can reach 3σ mass hierarchy sensitivity after ten years of operation assuming a lower-octant value for θ 23 of 0.4. This significance increases to 6σ (or, equivalently, the time to 3σ falls below three years) for an upper-octant value of θ 23 = 0.6. This strong dependence of hierarchy reach on θ 23 is characteristic of all atmospheric experiments. The sensitivities for PINGU and ORCA quoted above take conservative values of θ 23 ≈ 0.4. For θ 23 = 0.6, PINGU can reach 3σ sensitivity within its first year of operation and 6σ after four years.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "ICAL",
            "section_rank": 11
        },
        {
            "section": "ICAL",
            "text": "The ICAL detector at the India-based Neutrino Observatory (ICAL@INO) [43] is a planned 50-kton magnetized tracker made of 150 alternating layers of iron and resistive plate chambers. The 1.5-T magnetic field provides excellent µ − /µ + separation, and consequently ν µ /ν µ separation, on an event-by-event basis. This advantage, together with the detector's excellent energy and angular resolution, mitigates to some degree the lower event rates due to ICAL's small fiducial mass. The ICAL hierarchy sensitivity after ten years of operation ranges from 2.5σ to 3.5σ depending In the past, atmospheric experiments focused on the track events from νµ and νµ charged current interactions, which on their own lead to the bottom blue curve (\"tracks\"). More recently the power of the cascade events, particularly νe and νe charged current interactions, has been taken into consideration even for detectors with relatively poor particle identification capabilities. The deviation of the multichannel curve from a √ t behavior (dashed red) provides a measure of the impact of systematic uncertainties. on the true value of θ 23 .",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 69,
                    "text": "[43]",
                    "end": 73
                }
            ]
        },
        {
            "section": "ICAL",
            "text": "ICAL@INO is moving ahead with support from India, and site work has begun. Operations are projected to begin in 2018, although given the required civil construction that date is likely optimistic. The detector technology is well-established and should not present problems scaling up to 50 kton. Continuing detector R&D is focused on performance and longevity optimization [44]. One concern is that the sensitivity is somewhat low compared with that of other experiments proposing results on a similar time frame (c. 2030).",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 373,
                    "text": "[44]",
                    "end": 377
                }
            ]
        },
        {
            "text": "Large liquid argon TPC",
            "section_rank": 12
        },
        {
            "section": "Large liquid argon TPC",
            "text": "In contrast to Hyper-K, for which the atmospheric neutrino sample provides the bulk of the hierarchy sensitivity, DUNE's atmospheric measurement is secondary to its accelerator-based measurement (Section III A 2). A 340-ktonyear atmospheric exposure yields 3-5σ sensitivity, depending on θ 23 . This can be compared with the accelerator-based measurement that bottoms out at 5σ in the extreme worst case. However, if the beam power of 1.2 MW is significantly delayed relative to the detector deployment, the DUNE atmospheric sample could play a role, especially because the detector's excellent energy and angular resolution make it particularly good for this application.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "C. Reactor",
            "section_rank": 13
        },
        {
            "section": "C. Reactor",
            "text": "For the ∼1-8-MeV ν e streaming from a nuclear reactor, the first oscillation maximum for ∆m 2 21 -driven solar oscillations occurs at L∼100 km and for ∆m 2 32 -driven atmospheric oscillations at L∼2 km. KamLAND has successfully exploited the former to measure θ 12 and ∆m 2 21 [4]. More recently Daya Bay, RENO, and Double Chooz have exploited the latter to measure θ 13 and the effective squared-mass splitting ∆m 2 ee [45][46][47]. At the longer of these baselines, the small amplitude and rapid (with respect to E) atmospheric oscillation will be superimposed on a deeper and slower solar oscillation. The relative phase of these oscillation modes reveals the relative sizes of ∆m 2 31 and ∆m 2 32 . Figure 7 demonstrates the principle of the measurement for a baseline of 50 km. The broad solar dip in the ν e survival probability is visible together with the fast atmospheric oscillations, and flipping the sign of ∆m 2 32 shifts the period and phase of these oscillations in an observable way. Leveraging this effect requires a large, low-background detector with unprecedented energy resolution. Over the past decade, the experimental requirements have been extensively explored [48][49][50][51][52][53][54], leading today to two experimental proposals, JUNO and RENO-50 [55,56]. JUNO (Jiangmen Underground Neutrino Observatory) proposes a 20kton liquid scintillator detector with 3%/ E/MeV energy resolution. For comparison, KamLAND used a 1-kton detector with an energy resolution of 6.4%/ E/MeV [4]. The required advance in energy resolution is to come from increased photocathode coverage, higher-efficiency phototubes, and brighter yet more transparent scintillator. R&D on these fronts has led to encouraging progress, but significant work remains to demonstrate that this performance is achievable [57].",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 92,
                    "text": "2",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 154,
                    "text": "2",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 272,
                    "text": "2",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 277,
                    "text": "[4]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 420,
                    "text": "[45]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 424,
                    "text": "[46]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 428,
                    "text": "[47]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 684,
                    "text": "2",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "start": 696,
                    "text": "2 32",
                    "end": 700
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 703,
                    "text": "Figure 7",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 923,
                    "text": "2",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1186,
                    "text": "[48]",
                    "end": 1190
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1190,
                    "text": "[49]",
                    "end": 1194
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1194,
                    "text": "[50]",
                    "end": 1198
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1198,
                    "text": "[51]",
                    "end": 1202
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1202,
                    "text": "[52]",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1206,
                    "text": "[53]",
                    "end": 1210
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1210,
                    "text": "[54]",
                    "end": 1214
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1278,
                    "text": "[55,",
                    "end": 1282
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1282,
                    "text": "56]",
                    "end": 1285
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1505,
                    "text": "[4]",
                    "end": 1508
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1812,
                    "text": "[57]",
                    "end": 1816
                }
            ]
        },
        {
            "section": "C. Reactor",
            "text": "The pattern of the fast oscillations is also susceptible to systematic uncertainties. An error in the magnitude of ∆m 2 32 or in the overall energy scale of the detector will skew the oscillation pattern in a similar, though not identical, way to flipping the hierarchy. Energy non-linearities are more pernicious, and Ref. [54] derives a requirement of 0.5% variation in energy scale across the spectrum. This requirement can be relaxed to ∼2% (a performance demonstrated with the smaller KamLAND detector) if the functional form of the non-linearity is known at some level [55].",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 118,
                    "text": "2",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 324,
                    "text": "[54]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 575,
                    "text": "[55]",
                    "end": 579
                }
            ]
        },
        {
            "section": "C. Reactor",
            "text": "JUNO is sited equidistant from two primary reactor sites, each with multiple cores. Each core corresponds to a slightly different baseline, and the JUNO sensitivities take into account the resulting smearing of the oscillation pattern. With a 6-year run, JUNO projects a mass hierarchy sensitivity of 4σ, give or take 10% depending on the level of precision achieved by long-baseline experiments on the atmospheric mass splitting. JUNO has strong support from China and is moving ahead, with operations to start around 2020. If the detector R&D does not lead to the performance metrics required, JUNO's hierarchy sensitivity could be considerably reduced. However, JUNO has an impressive precision oscillation physics program separate from the mass hierarchy measurement [57]. RENO-50 is a similar proposal, based in Korea, to use an 18-kton detector with performance requirements that are essentially identical to those of JUNO [56]. While sensitivities of 3σ have appeared in the literature [58], the calculations are notably less detailed than those of JUNO (e.g., accounting for the smearing from multiple reactors). Detector R&D funding for RENO-50 has been established, but start of operations by 2020 as proposed by the experiment's proponents is likely optimistic.",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 771,
                    "text": "[57]",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 929,
                    "text": "[56]",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 993,
                    "text": "[58]",
                    "end": 997
                }
            ]
        },
        {
            "text": "D. Cosmology",
            "section_rank": 14
        },
        {
            "section": "D. Cosmology",
            "text": "Neutrinos in the early universe damped out density fluctuations on scales smaller than their free streaming length, which began decreasing as the neutrinos red-shifted toward non-relativistic energies. The masses of the neutrinos governed the timing of the non-relativistic transition. Thus, these masses are imprinted on the matter power spectrum today. Multiple experimental techniques are sensitive to this imprint, including cosmic microwave background anisotropy and B-mode polarization measurements, galaxy surveys, weak lensing, and the Lyman-α forest [13,14].",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 559,
                    "text": "[13,",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 563,
                    "text": "14]",
                    "end": 566
                }
            ]
        },
        {
            "section": "D. Cosmology",
            "text": "Cosmological measurements are sensitive primarily to the sum of the neutrino masses, not the individual masses. The most powerful constraints on this sum naturally comes from combinations of data sets, and current upper limits fall at m i 0.5 eV [6]. Upcoming terrestrial and space-based measurements that can improve on these limits include MS-DESI, Euclid, LSST, and a Stage-IV CMB project. All of these projects are relatively likely to proceed, with timescales for start of operations ranging from 2018 to 2022. The forecast uncertainties on m i begin at 20 meV (c. 2025) and improve to ∼10 meV (c. 2030), with past data sets taken in combination with future ones [59].",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 246,
                    "text": "[6]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 668,
                    "text": "[59]",
                    "end": 672
                }
            ]
        },
        {
            "section": "D. Cosmology",
            "text": "For the normal hierarchy, m i must be at least 0.06 eV given the oscillation measurements of Eqs. (4) and (5). For the inverted hierarchy, m i must be at least 0.1 eV. Thus if the hierarchy is normal and m 1 m 3 , the uncertainties given above for m i translate into 2σ sensitivity for determining the neutrino mass hierarchy by 2025 and 4σ a few years later. The requirements on the mass spectrum for this measurement are critical: an inverted hierarchy or a smallest neutrino mass larger than ∼0.04 eV eliminates entirely the hierarchy-determining power of cosmological observations.",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 106,
                    "text": "(5)",
                    "end": 109
                }
            ]
        },
        {
            "text": "IV. OUTLOOK",
            "section_rank": 15
        },
        {
            "section": "IV. OUTLOOK",
            "text": "It is useful to summarize the experimental sensitivities given above in a time-ordered, rather than technique-ordered, manner. We skip here those options with underdeveloped estimates.",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "section": "IV. OUTLOOK",
            "text": "• Today: Super-K (atmospheric), MINOS (atmospheric), and T2K (accelerator) have proof-of-principle results that constrain the mass hierarchy at an insignificant level. These sensitivities will not improve substantially with added exposure.",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "section": "IV. OUTLOOK",
            "text": "• By 2020: NOνA will have most of its planned data set and can make a statement at 2-3σ for favorable values of δ. For unfavorable values, NOνA's hierarchy measurement will be correlated with its δ measurement, and an unambiguous hierarchy determination will not yet be possible. In these cases, combining with T2K will help marginally.",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "section": "IV. OUTLOOK",
            "text": "• By 2025: PINGU could provide 3-6σ sensitivity if the experiment is deployed in a timely manner. If the JUNO detectors perform as required, a partial JUNO exposure could provide 2-3σ sensitivity by this date.",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "section": "IV. OUTLOOK",
            "text": "• By 2030: Some uncertain fraction (<50%) of DUNE's 340-kton-year exposure could be available, yielding sensitivities of ≥3σ. Similarly, Hyper-K could provide 2-4σ, and JUNO's sensitivity would reach its design 4σ. Input from cosmology would be firmly in hand. ICAL could reach 3σ by this time.",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "section": "IV. OUTLOOK",
            "text": "• By 2035: If DUNE proceeds in a timely manner, a large fraction of its full exposure would be available, and the hierarchy would be definitively established at >5σ. Hyper-K would be at or beyond its design 3-6σ.",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "section": "IV. OUTLOOK",
            "text": "Given the complementarity of the various techniques, it is natural to explore combined sensitivities, and the literature contains a near-exhaustive set of combinations. The NOνA and T2K combination is discussed in Section III A, above. Atmospheric and reactor experiments offer a particularly interesting synergy, as fits to the wrong hierarchy introduce different pulls on ∆m 2 32 between the two techniques. The PINGU+JUNO case is explored in Ref. [60]. Setting aside the potential sensitivity boosts via combinations, however, it is critical to measure the hierarchy through independent techniques, not only for the added confidence in the results but also as protection against unfavorable parameters of nature. To wit, atmospheric sensitivities are largely independent of δ, in contrast to accelerator sensitivities. Reactor sensitivities are invariant with respect to θ 23 , in contrast to atmospheric sensitivities. Cosmological measurements are entirely free of dependence on oscillation parameters but do require a very particular mass spectrum. Table I summarizes the experimental situation and the prospects for determining the neutrino mass hierarchy in the coming years. The table lists the most critical concerns, some of which are major. However, if even just a couple of the promising experimental options becomes reality without delay, the outlook can be succinctly stated: A statistically significant (>95% CL) hierarchy determination is possible, but not guaranteed, by 2020; a statistically significant determination is likely by the late 2020s; and a definitive (>5σ) measurement is possible by the late 2020s and likely by the early 2030s. ",
            "paragraph_rank": 47,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 450,
                    "text": "[60]",
                    "end": 454
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1055,
                    "text": "Table I",
                    "end": 1062
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 16
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:The two possible neutrino mass hierarchies. The colors represent the approximate flavor admixtures present in each mass eigenstate. In the normal case, the masses exhibit a hierarchical pattern, and the lightest neutrino has the largest admixture of electron flavor. The relative ordering m2>m1 is known through observations of solar neutrinos, which are subject to resonant matter effects in the sun[4,[9][10][11].",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 407,
                    "text": "[4,",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 410,
                    "text": "[9]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 413,
                    "text": "[10]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 417,
                    "text": "[11]",
                    "end": 421
                }
            ]
        },
        {
            "text": "Figure 3",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 18
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: P (νµ → νe) versus P (νµ → νe) for both hierarchies (red and blue ellipses) and for the full range of δ (cycling around the ellipses) for a representative L/E value of 0.4 km/MeV. At the T2K baseline, the neutrino and antineutrino oscillation probabilities differ very little between the two hierarchies and thus measurements of these probabilities offer minimal hierarchy discrimination. For NOνA, significant splitting of the two cases occurs. For DUNE, the separation is complete, allowing for unambiguous determination of the hierarchy regardless of δ, assuming small enough measurement errors on the probabilities. This figure is illustrative only, as it keeps other oscillation parameters fixed and as a full experiment involves a range of neutrino energies.",
            "paragraph_rank": 50,
            "section_rank": 18
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 19
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: (Left) Hierarchy sensitivity for the planned NOνA exposure of 3.6×10 21 protons on target (POT), plotted as a function of true δ. (Right) The same with the addition of 5.5×10 21 POT of T2K νµ → νe data. The T2K data help break the δvs.-hierarchy ambiguity somewhat, although outright hierarchy determination is still unlikely in the unfavorable regions of parameter space. Figure adapted from Ref. [28].",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 20
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4:Hierarchy sensitivity for DUNE at a fiducial exposure of (1.2 MW)×(34 kton)×(10 yr). The red band spans the range of assumptions shown: (dotted) beam design in the LBNE conceptual design report and 5% (10%) uncertainties taken for the signal (background), (dashed) a further optimized beam design using 80 GeV protons, and (solid) the same as the dashed line but with more aggressive systematic uncertainties. Normal hierarchy is assumed.Figure adaptedfrom Ref.[30].",
            "paragraph_rank": 52,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 468,
                    "text": "[30]",
                    "end": 472
                }
            ]
        },
        {
            "text": "1 .",
            "section_rank": 21
        },
        {
            "section": "1 .",
            "text": "PINGU, ORCA, and Hyper-K PINGU (Precision IceCube Next Generation Upgrade)[36] is a proposed extension to the IceCube detector [37] at the South Pole. PINGU would add an array of 40 strings each with 60 optical modules to the DeepCore region of IceCube, spanning 4 Mton of ice. As the technology is well established, the cost and schedule estimates are robust, and operation could begin by 2020 if funding is established soon. The relatively high density of optical modules in PINGU versus the rest of IceCube would lower the triggering threshold to ∼1 GeV and would provide good energy and angle resolutions for events in the 5-15 GeV region in which the hierarchy signature lives. These resolutions are critical inputs to the sensitivity estimates, as the matter effects ofFigure 5are heavily smeared.",
            "paragraph_rank": 53,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 74,
                    "text": "[36]",
                    "end": 78
                }
            ]
        },
        {
            "text": "1 FIG. 5 :",
            "section_rank": 22
        },
        {
            "section": "1 FIG. 5 :",
            "text": "FIG. 5:Oscillation probabilities P (νµ → νµ) (left) and P (νµ → νµ) (right) for neutrinos passing through the Earth for the normal mass hierarchy. The probabilities are plotted as a function of the neutrino energy E (expressed as log 10 (E/GeV)) and the direction of travel Θν , with cos(Θν )=1 corresponding to an upward neutrino trajectory into the detector. These neutrinos will have passed through the full diameter of the Earth. Trajectories at cos(Θν )=0 correspond to the horizon. The matter effect enhancement is seen in P (νµ → νµ) at 2 GeV < E < 15 GeV and is absent in P (νµ → νµ). The situation is reversed for the inverted hierarchy. A corresponding effect occurs for the νe and νe appearance channels.Figure adaptedfrom Ref.[34].",
            "paragraph_rank": 54,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 738,
                    "text": "[34]",
                    "end": 742
                }
            ]
        },
        {
            "text": "FIG. 6 :",
            "section_rank": 23
        },
        {
            "section": "FIG. 6 :",
            "text": "FIG. 6:Mass hierarchy sensitivity for PINGU as a function of livetime. The solid red \"multichannel\" curve represents the best estimate. In the past, atmospheric experiments focused on the track events from νµ and νµ charged current interactions, which on their own lead to the bottom blue curve (\"tracks\"). More recently the power of the cascade events, particularly νe and νe charged current interactions, has been taken into consideration even for detectors with relatively poor particle identification capabilities. The deviation of the multichannel curve from a √ t behavior (dashed red) provides a measure of the impact of systematic uncertainties.Figure adaptedfrom Ref.[36].",
            "paragraph_rank": 55,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 676,
                    "text": "[36]",
                    "end": 680
                }
            ]
        },
        {
            "text": "FIG. 6:Mass hierarchy sensitivity for PINGU as a function of livetime. The solid red \"multichannel\" curve represents the best estimate. In the past, atmospheric experiments focused on the track events from νµ and νµ charged current interactions, which on their own lead to the bottom blue curve (\"tracks\"). More recently the power of the cascade events, particularly νe and νe charged current interactions, has been taken into consideration even for detectors with relatively poor particle identification capabilities. The deviation of the multichannel curve from a √ t behavior (dashed red) provides a measure of the impact of systematic uncertainties.Figure adaptedfrom Ref.[36].",
            "paragraph_rank": 56,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 676,
                    "text": "[36]",
                    "end": 680
                }
            ]
        },
        {
            "text": "FIG. 7 :",
            "section_rank": 25
        },
        {
            "section": "FIG. 7 :",
            "text": "FIG. 7:The oscillation probability P (νe → νe) as a function of neutrino energy for a fixed neutrino baseline of 50 km. The range of energies shown spans the relevant reactor νe flux. The wide dip centered at 3 MeV is due to the dominant solar oscillation, and the wiggles correspond to the sub-dominant atmospheric oscillation. The two curves differ only in the assumed sign of ∆m2 32 (and also in the magnitude of ∆m 2 31 since the magnitudes of the other two splittings were held fixed.)",
            "paragraph_rank": 57,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 381,
                    "text": "2",
                    "end": 382
                }
            ]
        },
        {
            "text": "have been measured with impressive precision: ∆m 2 21 = (7.53 ± 0.18)×10 −5 eV 2 (4) ∆m 2 32 = (2.34 ± 0.09)×10 −3 eV 2 [NH] or (−2.37 +0.07 −0.11 )×10 −3 eV 2 [IH] .",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "TABLE I :",
            "section_rank": 27
        },
        {
            "section": "TABLE I :",
            "text": "Prospects for measuring the neutrino mass hierarchy in the coming years. Sensitivity ranges are given to cover current uncertainties in other oscillation parameters. Comments and concerns are given in the last column, with the most worrisome specific concerns placed in italics.",
            "paragraph_rank": 59,
            "section_rank": 27
        }
    ]
}