{
    "level": "paragraph",
    "abstract": [
        {
            "text": "An angular analysis and a measurement of the differential branching fraction of the decay B 0 s → φµ + µ − are presented, using data corresponding to an integrated luminosity of 3.0 fb −1 of pp collisions recorded by the LHCb experiment at √ s = 7 and 8 TeV. Measurements are reported as a function of q 2 , the square of the dimuon invariant mass and results of the angular analysis are found to be consistent with the Standard Model. In the range 1 < q 2 < 6 GeV 2 /c 4 , where precise theoretical calculations are available, the differential branching fraction is found to be more than 3 σ below the Standard Model predictions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The decay B 0 s → φµ + µ − is mediated by a b → s flavour changing neutral current (FCNC) transition. In the Standard Model (SM) it is forbidden at tree-level and proceeds via loop diagrams as shown in figure 1. In extensions of the SM, new heavy particles can appear in competing diagrams and affect both the branching fraction of the decay and the angular distributions of the final-state particles. This decay channel was first observed and studied by the CDF collaboration [1,2] and subsequently studied by the LHCb collaboration using data collected during 2011, corresponding to an integrated luminosity of 1.0 fb −1 [3]. While the angular distributions were found to be in good agreement with SM expectations, the measured branching fraction differs from the recently updated SM prediction by 3.1 σ [4,5]. A similar trend is also seen for the branching fractions of other b → sµ + µ − processes, which tend to be lower than SM predictions [6][7][8].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 477,
                    "text": "[1,",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 480,
                    "text": "2]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 623,
                    "text": "[3]",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 806,
                    "text": "[4,",
                    "end": 809
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 809,
                    "text": "5]",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 946,
                    "text": "[6]",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 949,
                    "text": "[7]",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 952,
                    "text": "[8]",
                    "end": 955
                }
            ]
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 3
        },
        {
            "section": "JHEP09(2015)179",
            "text": "This paper presents an updated analysis of the decay B 0 s → φ(→ K + K − )µ + µ − using data accumulated by LHCb in pp collisions, corresponding to an integrated luminosity of 1.0 fb −1 collected during 2011 at 7 TeV and 2.0 fb −1 collected during 2012 at 8 TeV centreof-mass energy. The differential branching fraction dB(B 0 s → φµ + µ − )/dq 2 is determined as a function of q 2 , the square of the dimuon invariant mass. In addition, a three-dimensional angular analysis in cos θ l , cos θ K and Φ is performed in bins of q 2 . Here, the angle θ K (θ l ) denotes the angle of the K − (µ − ) with respect to the direction of flight of the B 0 s meson in the K + K − (µ + µ − ) centre-of-mass frame, and Φ denotes the angle between the µ + µ − and the K + K − decay planes in the B 0 s meson centre-of-mass frame. Compared to the previously published fit of the one-dimensional projections of the decay angles [3], the full three-dimensional angular fit gives improved sensitivity and allows access to more angular observables.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 912,
                    "text": "[3]",
                    "end": 915
                }
            ]
        },
        {
            "section": "JHEP09(2015)179",
            "text": "The decay B 0 s → φµ + µ − is closely related to the decay B 0 → K * 0 µ + µ − , which has been studied extensively by LHCb [6,9,10]. Although B 0 s meson production is suppressed with respect to the B 0 meson by the fragmentation fraction ratio f s /f d ∼ 1/4, the narrow φ resonance allows a clean selection with low background levels. Furthermore, the contribution from the S wave, where the K + K − system is in a spin-0 configuration, is expected to be low [11]. Since the K + K − µ + µ − final state is not flavour-specific, the angular observables accessible in the decay B 0 s → φµ + µ − are the CP averages F L , S 3,4,7 and the CP asymmetries A 5,6,8,9 [12]. The flavour-averaged differential decay rate, as a function of the decay angles in bins of q 2 , is given by",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 124,
                    "text": "[6,",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 127,
                    "text": "9,",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "start": 129,
                    "text": "10]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 462,
                    "text": "[11]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 663,
                    "text": "[12]",
                    "end": 667
                }
            ]
        },
        {
            "section": "JHEP09(2015)179",
            "text": "(1 − F L ) sin 2 θ K cos 2θ l − F L cos 2 θ K cos 2θ l + S 3 sin 2 θ K sin 2 θ l cos 2Φ + S 4 sin 2θ K sin 2θ l cos Φ + A 5 sin 2θ K sin θ l cos Φ + A 6 sin 2 θ K cos θ l + S 7 sin 2θ K sin θ l sin Φ + A 8 sin 2θ K sin 2θ l sin Φ + A 9 sin 2 θ K sin 2 θ l sin 2Φ . (1.1)",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "JHEP09(2015)179",
            "text": "The T -odd CP asymmetries A 8 and A 9 are predicted to be close to zero in the SM and are of particular interest, as they can be large in the presence of contributions beyond the SM [12].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 182,
                    "text": "[12]",
                    "end": 186
                }
            ]
        },
        {
            "text": "Detector and simulation",
            "section_rank": 4
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [13,14] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 18,
                    "text": "[13,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "14]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex, the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The online event selection is performed by a trigger [15], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 839,
                    "text": "[15]",
                    "end": 843
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "Simulated signal samples are used to determine the effect of the detector geometry, trigger, reconstruction and selection on the signal efficiency. In addition, simulated background samples are used to determine the pollution from specific background processes. In the simulation, pp collisions are generated using Pythia [16,17] with a specific LHCb configuration [18]. Decays of hadronic particles are described by EvtGen [19], in which final-state radiation is generated using Photos [20]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [21,22] as described in ref. [23]. Data-driven corrections are applied to the simulated samples to account for imperfect modelling of particle identification performance, the B 0 s meson transverse momentum spectrum and B 0 s vertexing quality, as well as track multiplicity.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 322,
                    "text": "[16,",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "start": 326,
                    "text": "17]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "start": 365,
                    "text": "[18]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 424,
                    "text": "[19]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "start": 487,
                    "text": "[20]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 614,
                    "text": "[21,",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 618,
                    "text": "22]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 643,
                    "text": "[23]",
                    "end": 647
                }
            ]
        },
        {
            "text": "Selection of signal candidates",
            "section_rank": 5
        },
        {
            "section": "Selection of signal candidates",
            "text": "The B 0 s → φµ + µ − signal candidates are required to satisfy the hardware trigger requirement, which selects muons with p T > 1.48 GeV/c in the 7 TeV data and p T > 1.76 GeV/c in the 8 TeV data. In the subsequent software trigger, at least one of the final-state particles is required to have both p T > 0.8 GeV/c and IP larger than 100 µm with respect to all of the primary pp interaction vertices (PVs) in the event. The tracks of two or more of",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 6
        },
        {
            "section": "JHEP09(2015)179",
            "text": "the final-state particles are also required to form a vertex that is significantly displaced from any PV.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "JHEP09(2015)179",
            "text": "Signal candidates are accepted if their reconstructed invariant mass is in the range 5267 < m(K + K − µ + µ − ) < 5800 MeV/c 2 and the invariant mass of the K + K − system is within 12 MeV/c 2 of the known φ mass [24]. The mass resolutions are 19 MeV/c 2 for the invariant K + K − µ + µ − mass and 4 MeV/c 2 for the K + K − invariant mass. The final-state particles are required to have significant χ 2 IP with respect to any PV in the event, where χ 2",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "[24]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 401,
                    "text": "2",
                    "end": 402
                }
            ]
        },
        {
            "text": "IP",
            "section_rank": 7
        },
        {
            "section": "IP",
            "text": "denotes the change in the χ 2 of the PV when reconstructed with or without the considered track. The four final-state tracks are then fitted to a common vertex which is required to be of good quality and significantly displaced from any PV in the event. The signal candidate is required to have small χ 2 IP with respect to a PV in the event. Furthermore, the angle θ DIRA between the reconstructed B 0 s momentum and the vector connecting the PV with the decay vertex is required to be small.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "IP",
            "text": "To further reduce the combinatorial background, a boosted decision tree (BDT) [25] using the AdaBoost algorithm [26] is employed. The BDT is trained with a sample of B 0 s → J/ψ (→ µ + µ − )φ(→ K + K − ) decays as a signal proxy and events from the upper mass sideband, 5567 < m(K + K − µ + µ − ) < 5800 MeV/c 2 , as a proxy for the background. The discriminating variables of the BDT are the χ 2 IP of the B 0 s signal candidate and all final-state tracks, the B 0 s transverse momentum, the χ 2 of the vertex fit (χ 2 Vtx ), the flight distance significance of the signal candidate, and particle identification information for the final-state particles. The BDT selection has an efficiency of 96% for signal events with a background rejection of 95%. The total efficiency for signal events, including detector geometry, trigger and reconstruction effects is 1.1%.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 78,
                    "text": "[25]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 112,
                    "text": "[26]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 395,
                    "text": "2",
                    "end": 396
                }
            ]
        },
        {
            "section": "IP",
            "text": "The reconstructed B 0 s mass versus q 2 for signal candidates after the full selection is given in figure 2. The signal decay B 0 s → φµ + µ − is clearly visible as a vertical band. In the q 2 region around the J/ψ and ψ(2S) masses, the tree-level charmonium decays B 0 s → J/ψ φ and B 0 s → ψ(2S)φ dominate. The decay B 0 s → J/ψ φ is used as a control mode throughout the analysis.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Backgrounds",
            "section_rank": 8
        },
        {
            "section": "Backgrounds",
            "text": "The decays B 0 s → J/ψ φ and B 0 s → ψ(2S)φ, primarily originating from b → ccs tree-level processes, are vetoed by rejecting candidates in the q 2 regions 8.0 < q 2 < 11.0 GeV 2 /c 4 and 12.5 < q 2 < 15.0 GeV 2 /c 4 . The B 0 s → J/ψ φ decay can also constitute a peaking background if one of the final-state muons is misidentified as a kaon and vice-versa. This background is vetoed by rejecting candidates for which the invariant mass of the K ± µ ∓ system, with the kaon reconstructed under the muon mass hypothesis, is within 45 MeV/c 2 of the known J/ψ meson mass [24], unless the final-state particles fulfil stringent particle identification requirements. After the veto is applied, this background contribution is found to be negligible.",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 570,
                    "text": "[24]",
                    "end": 574
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "The rare baryonic decay Λ 0 b → Λ(1520)(→ pK − )µ + µ − can mimic the signal decay if the proton in the final state is misidentified as a kaon. This potential background is vetoed by rejecting events with invariant mass close to the known Λ 0 b baryon mass [24] where one kaon has the proton mass hypothesis assigned, unless the kaon passes stringent JHEP09(2015)179 particle identification requirements. Assuming a q 2 dependence following ref. [27] and using B( [28] as an estimate for the unknown Λ 0 b → Λ(1520)µ + µ − branching fraction, a yield of 2.0±0.8 Λ 0 b → Λ(1520)µ + µ − background events is expected in the signal region, within 50 MeV/c 2 of the known B 0 s mass [24], after the veto. The rare decay B 0 → K * 0 µ + µ − can be a peaking background if the pion in the final state is reconstructed as a kaon. After suppressing this background using particle identification information, a yield of 1.7 ± 0.4 events is expected in the signal region. The background pollution from Λ 0 b → Λ(1520)µ + µ − and B 0 → K * 0 µ + µ − decays is neglected in the fit and treated as a systematic uncertainty. Backgrounds from semileptonic b → c(→ sµ −ν µ )µ + ν µ cascade decays and fully hadronic decays such as",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 257,
                    "text": "[24]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 446,
                    "text": "[27]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 464,
                    "text": "[28]",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "start": 679,
                    "text": "[24]",
                    "end": 683
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": ", where hadrons are misidentified as muons, are estimated to be small and can therefore be neglected. Figure 3 shows the K + K − µ + µ − invariant mass distribution for the B 0 s → φµ + µ − signal decay integrated over q 2 , as well as for the control mode B 0 s → J/ψ φ. To determine the B 0 s → φµ + µ − signal yields in bins of q 2 , extended maximum likelihood fits are performed. The combinatorial background is described by an exponential function, whilst the signal component is modelled with the sum of two Gaussian functions with a common mean and a radiative power-law tail toward smaller invariant mass values. The parameters describing the signal mass shape are determined from a fit to the B 0 s → J/ψ φ control mode. The q 2 dependence of the signal mass resolution is accounted for by using scale factors, which are determined from simulation. The K + K − µ + µ − invariant mass distributions for the signal decay in bins of q 2 are given in appendix A; the yields and corresponding uncertainties are listed in table 1. Integrating over the q 2 bins, the signal yield is found to be 432 ± 24. A fit to the control mode B 0 s → J/ψ φ, which is used for normalisation, gives N J/ψ φ = 62 033 ± 260 decays.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 102,
                    "text": "Figure 3",
                    "end": 110
                }
            ]
        },
        {
            "text": "Differential branching fraction",
            "section_rank": 9
        },
        {
            "section": "Differential branching fraction",
            "text": "The differential branching fraction for a given",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "section": "Differential branching fraction",
            "text": "where N φµµ and N J/ψ φ denote the yield of the signal and normalisation mode, and φµµ and J/ψ φ their respective efficiencies. The branching fractions are given by B(J/ψ → µ + µ − ) = (5.961 ± 0.033) × 10 −2 [24] and B(B 0 s → J/ψ φ) = (10.76 ± 0.81) × 10 −4 . For the branching fraction of the normalisation channel B 0 s → J/ψ φ the LHCb measurement [11] is recalculated using an updated measurement of f s /f d = 0.259 ± 0.015 [29]. A weighted average is calculated by combining this updated measurement with the measurements by Belle [30] and CDF [31]. The resulting relative and absolute differential branching fractions are given in table 1. The differential branching fraction is also shown in figure 4, overlaid with SM predictions from refs. [4,5]. In the q 2 region 1.0 < q 2 < 6.0 GeV 2 /c 4 the measured differential branching fraction lies 3.3 σ below the SM expectation of (4.81 ± 0.56) × 10 −8 GeV −2 c 4 [4,32]. For the SM predictions, the form factors are determined in a combined fit to the results of light-cone sum rule calculations at low q 2 [5] and lattice QCD calculations at high q 2 [33,34]. Standard Model predictions for the branching fraction at high q 2 that exclusively use the results from lattice calculations [35] are found to be larger than the results from the combined fit. Owing to their proximity to the charmonium resonances, no predictions are available corresponding to the q 2 bins 5.0 < q 2 < 8.0 GeV 2 /c 4 and 11.0 < q 2 < 12.5 GeV 2 /c 4 .",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 209,
                    "text": "[24]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 353,
                    "text": "[11]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "start": 431,
                    "text": "[29]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 539,
                    "text": "[30]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 552,
                    "text": "[31]",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 752,
                    "text": "[4,",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 755,
                    "text": "5]",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 921,
                    "text": "[4,",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 924,
                    "text": "32]",
                    "end": 927
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1065,
                    "text": "[5]",
                    "end": 1068
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1110,
                    "text": "[33,",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1114,
                    "text": "34]",
                    "end": 1117
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1244,
                    "text": "[35]",
                    "end": 1248
                }
            ]
        },
        {
            "section": "Differential branching fraction",
            "text": "The total branching fraction of the signal decay is given by the integral over the six q 2 bins. To account for the fraction of signal events in the vetoed q 2 regions, a correction factor f veto = 1.520 ± 0.003 ± 0.043 is applied, which is determined using the calculation in JHEP09(2015)179  Table 1. The signal yields for B 0 s → φµ + µ − decays, as well as the differential branching fraction relative to the normalisation mode and the absolute differential branching fraction, in bins of q 2 . The given uncertainties are (from left to right) statistical, systematic, and the uncertainty on the branching fraction of the normalisation mode.",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 294,
                    "text": "Table 1",
                    "end": 301
                }
            ]
        },
        {
            "section": "Differential branching fraction",
            "text": "ref. [36] with updated form factors from ref. [37]. The first given uncertainty is statistical, the second is systematic.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 5,
                    "text": "[36]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 46,
                    "text": "[37]",
                    "end": 50
                }
            ]
        },
        {
            "section": "Differential branching fraction",
            "text": "The resulting relative and total branching fractions are",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "Differential branching fraction",
            "text": "where the uncertainties are (from left to right) statistical, systematic, and from the extrapolation to the full q 2 region. For the total branching fraction, a further uncertainty originates from the uncertainty on the branching fraction of the normalisation mode.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the branching fraction ratio",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": ", systematic uncertainties are mostly due to uncertainties on the efficiency ratio J/ψ φ / φµµ , which is taken from simulation. To evaluate the size of uncertainties affecting the efficiency ratio, it is recalculated after applying the corresponding systematic variation to the simulated samples. The observed deviation is taken as systematic uncertainty. The procedure to correct the tracking efficiency in simulation introduces a systematic uncertainty on the efficiency ratio of less than 0.6%. The correction to particle identification performance in simulation has a systematic uncertainty of 0.5%. The relative efficiency is further affected by the data-driven corrections to the simulation in the distribution of the variables p T (B 0 s ) and χ efficiency on the underlying physics model. Its effect on the branching fraction measurement is evaluated by varying the Wilson coefficient C 9 used in the generation of simulated signal events. By allowing a New Physics contribution of −1.5, which is motivated by the global fit results in ref. [38], the resulting systematic uncertainty is found to be less than 1.6%. The selection requirements introduce a decay-time dependence of the efficiencies which can, due to the sizeable lifetime difference in the B 0 s system [39], affect the measured branching fraction [40]. The systematic uncertainty is determined with simulated B 0 s → φµ + µ − signal events, generated using time-dependent decay amplitudes as described in ref. [12]. When varying the Wilson coefficients, the size of the effect is found to be at most 1.6%, which is taken as the systematic uncertainty. The statistical uncertainty due to the limited size of the simulated signal samples leads to a systematic uncertainty of 1.9%.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1050,
                    "text": "[38]",
                    "end": 1054
                },
                {
                    "type": "bibr",
                    "start": 1276,
                    "text": "[39]",
                    "end": 1280
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1321,
                    "text": "[40]",
                    "end": 1325
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1484,
                    "text": "[12]",
                    "end": 1488
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties due to the parametrisation of the mass shapes are evaluated using pseudoexperiments. For the signal mass model, events are generated using a double Gaussian mass shape, and then fitted using both the double Gaussian as well as the nominal signal mass shape, taking the observed deviation as the systematic uncertainty. For the parametrisation of the combinatorial background, the nominal exponential function is compared with a linear mass model. The systematic uncertainties due to the modelling of the signal and background mass shape are 2.1% and 1.6%, respectively. Peaking backgrounds are neglected in the fit for determination of the signal yields. The main sources of systematic uncertainty are caused by contributions from the decays Λ 0 b → pK − µ + µ − and B 0 → K * 0 µ + µ − , resulting in systematic uncertainties of 0.2 − 2.2%, depending on the q 2 bin. Finally, the uncertainty on the branching fraction of the decay J/ψ → µ + µ − amounts to a systematic uncertainty of 0.6%. The complete list of systematic uncertainties is given in table 2.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the total branching fraction of the signal decay, the uncertainty on the branching fraction of the normalisation channel is the dominant systematic uncertainty, at the level ",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "of 7.5%. The uncertainty on the correction factor f veto to account for signal events that are rejected by the charmonium vetoes is estimated by varying the Wilson coefficients and form-factor parameters, leading to a systematic uncertainty of 2.9%.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Angular analysis",
            "section_rank": 11
        },
        {
            "section": "Angular analysis",
            "text": "For the determination of the four CP averages F L , S 3,4,7 and the four CP asymmetries A 5,6,8,9 an unbinned maximum likelihood fit to the three-dimensional angular distribution and the K + K − µ + µ − invariant mass distribution is performed in each q 2 bin. The models described in section 4 are used to parametrise the mass line shapes for signal and background. The angular distribution of the signal component is given by eq. (1.1). The angular background distribution is described by the product of second-order Chebyshev polynomials in the three decay angles. The non-uniform efficiency due to the reconstruction, triggering and selection of signal candidates distorts the angular distributions of the final-state particles, as well as the q 2 distribution. This acceptance effect is parametrised using Legendre polynomials, according to",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "Angular analysis",
            "text": "where P i (x) denote Legendre polynomials of order i and c klmn the coefficients that are determined by performing a moments analysis using a large sample of simulated B 0 s → φµ + µ − signal events generated according to a phase-space model. The maximum order of the polynomials that is included is four for cos θ l , two for cos θ K , six for the angle Φ and five for q 2 . In addition, the acceptance is assumed to be symmetric in the decay angles. This choice corresponds to the lowest orders of polynomials that describe the acceptance effect. The acceptance description is cross-checked using the control mode B 0 s → J/ψ φ. An angular analysis of the control mode is performed and the angular observables are found to be in good agreement with the previous measurement [39].  Appendix B gives the one-dimensional angular distributions of the signal decay in each q 2 bin, overlaid with the projections of the likelihood fit. For the q 2 bins with the lowest number of signal candidates, pseudoexperiments show the likelihood estimator to be biased for certain observables due to boundary effects which arise from the requirement of eq. (1.1) being positive for all values of the decay angles. Therefore, the Feldman-Cousins method [41] is used to determine confidence regions for each observable, which guarantees correct coverage for low signal yields. The remaining signal observables are treated as nuisance parameters following the plugin method [42]. The Feldman-Cousins scans for the angular observables in bins of q 2 are given in appendix C. In some q 2 bins, the shape of the obtained confidence level is dominated by effects arising from the boundary condition. Table 3 gives the minima of the Feldman-Cousins scans and the 68% confidence intervals. The linear correlations between the angular observables in the different q 2 bins are given in appendix D. The angular observables are shown in figure 5, overlaid with SM predictions from refs. [4,5]. No predictions are given for S 7 and A 5,6,8,9 ; they are expected to be close to zero in the SM.  ",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 776,
                    "text": "[39]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1238,
                    "text": "[41]",
                    "end": 1242
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1457,
                    "text": "[42]",
                    "end": 1461
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1679,
                    "text": "Table 3",
                    "end": 1686
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1961,
                    "text": "[4,",
                    "end": 1964
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1964,
                    "text": "5]",
                    "end": 1966
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties on the angular observables are evaluated using large numbers of pseudoexperiments where simulated events are generated to reflect the measured angular distributions and event yield. To reduce statistical effects, each sample is fitted twice, once with and once without systematic variations.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "-11 -",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 13
        },
        {
            "section": "JHEP09(2015)179",
            "text": "The angular acceptance correction, which is determined from simulation, is a significant source of systematic uncertainties for the angular observables. The data-driven corrections of the distributions of p T (B 0 s ), χ 2 Vtx (B 0 s ) and track multiplicity, as well as particle identification performance and tracking efficiency, amount to a systematic uncertainty of less than 0.01 in total. Furthermore, the kinematic distributions of the final-state particles are crosschecked using the control mode B 0 s → J/ψ φ. Correcting for kinematic differences between data and simulation amounts to a systematic deviation of less than 0.01. The effect of the limited size of the simulated signal samples on the acceptance description is evaluated by varying the Legendre coefficients in eq. (5.1) according to their corresponding covariance matrix. The resulting systematic uncertainty is smaller than 0.02 for all observables and q 2 bins. The four-dimensional acceptance correction is evaluated at the centre of each q 2 bin. To estimate the systematic effect due to this, an alternative acceptance description is used, where a separate three-dimensional acceptance is used for each q 2 bin. The resulting systematic deviation is negligible.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "JHEP09(2015)179",
            "text": "The systematic effect of neglecting peaking backgrounds is evaluated by performing toy studies, where simulated Λ 0 b → pK − µ + µ − and B 0 → K * 0 µ + µ − background events are added, according to their expected yields for the specific q 2 bin. The resulting systematic deviations of the angular observables are smaller than 0.01 for all observables and q 2 bins. The S-wave pollution for the decay B 0 s → φµ + µ − is expected to be similar to that of the B 0 s → J/ψ φ decay, at the level of 1.1% [11]. The effect of the S wave in the K + K − system on the angular observables is determined to be smaller than 0.01 using toy studies. The combinatorial background is described using second-order Chebyshev polynomials determined from the upper mass sideband. The systematic uncertainty associated with this model choice is estimated by using first-order polynomials as an alternative. With a systematic effect of up to 0.04 on the angular observables, depending on q 2 bin, this constitutes the dominant systematic uncertainty for the angular analysis. In addition, the effect of fixing the angular background parameters in the nominal fit is evaluated using toy studies. The systematic deviation is found to be smaller than 0.02 for all observables and q 2 bins.",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 501,
                    "text": "[11]",
                    "end": 505
                }
            ]
        },
        {
            "section": "JHEP09(2015)179",
            "text": "The total systematic uncertainty, given by the quadratic sum over all systematic effects, is found to be small compared to the statistical uncertainties for all angular observables in all q 2 bins.",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "Conclusions",
            "section_rank": 14
        },
        {
            "section": "Conclusions",
            "text": "Measurements of the differential branching fraction and the first full three-dimensional angular analysis of the decay B 0 s → φµ + µ − are presented, using data collected by the LHCb experiment in pp collisions, corresponding to an integrated luminosity of 3.0 fb −1 . The results are given in tables 1 and 3 and are the most precise measurements of these quantities to date. The CP -averaged angular observables S 4 and S 7 are determined for the first time for this decay. The determination of the CP asymmetries A 5 and A 8 constitutes the first measurement of these quantities for any rare b → s decay, providing additional -12 -",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 15
        },
        {
            "section": "JHEP09(2015)179",
            "text": "constraints in global fits. All angular observables are found to be compatible with SM predictions.",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "section": "JHEP09(2015)179",
            "text": "The B 0 s → φµ + µ − branching fraction relative to the normalisation mode B 0 s → J/ψ φ is measured to be where the uncertainties are (from left to right) statistical, systematic, and from the extrapolation to the full q 2 region. For the total branching fraction, a further uncertainty originates from the uncertainty on the branching fraction of the normalisation mode. The measured branching fraction is compatible with the previous measurement [3] and lies below SM expectations. For the q 2 region 1.0 < q 2 < 6.0 GeV 2 /c 4 the differential branching fraction of (2.58 +0.33 −0.31 ±0.08±0.19)×10 −8 GeV −2 c 4 is more than 3 σ below the SM prediction of (4.81 ± 0.56) × 10 −8 GeV −2 c 4 [4,5,32].  Figure 16. Confidence level obtained from a likelihood scan (shaded blue) and from a Feldman-Cousins method (solid black). The shaded blue and solid red vertical lines indicate the corresponding 68% CL intervals obtained from the likelihood scan and the Feldman-Cousins method, respectively.  Table 4. Correlation matrices for the q 2 bins 0.1 < q 2 < 2.0 GeV 2 /c 4 , 2.0 < q 2 < 5.0 GeV 2 /c 4 and 5.0 < q 2 < 8.0 GeV 2 /c 4 .",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 449,
                    "text": "[3]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 694,
                    "text": "[4,",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 697,
                    "text": "5,",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 699,
                    "text": "32]",
                    "end": 702
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 705,
                    "text": "Figure 16",
                    "end": 714
                },
                {
                    "type": "table",
                    "start": 998,
                    "text": "Table 4",
                    "end": 1005
                }
            ]
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 16
        },
        {
            "section": "JHEP09(2015)179",
            "text": "-25 -",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 17
        },
        {
            "section": "JHEP09(2015)179",
            "text": "Correlation matrix for 11.0 < q 2 < 12. 1.00 Table 5. Correlation matrices for the q 2 bins 11.0 < q 2 < 12.5 GeV 2 /c 4 , 15.0 < q 2 < 17.0 GeV 2 /c 4 and 17.0 < q 2 < 19.0 GeV 2 /c 4 .",
            "paragraph_rank": 42,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 45,
                    "text": "Table 5",
                    "end": 52
                }
            ]
        },
        {
            "section": "JHEP09(2015)179",
            "text": "-26 -",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 18
        },
        {
            "section": "JHEP09(2015)179",
            "text": "Correlation matrix for 1.0 < q 2 < 6.0",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "JHEP09(2015)179",
            "text": "F L 1.00 -0.02 0.08 0.08 -0.04 0.07 0.03 -0.05 1.00 -0.07 A 9 1.00 Table 6. Correlation matrices for the q 2 bins 1.0 < q 2 < 6.0 GeV 2 /c 4 and 15.0 < q 2 < 19.0 GeV 2 /c 4 .",
            "paragraph_rank": 45,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 67,
                    "text": "Table 6",
                    "end": 74
                }
            ]
        },
        {
            "section": "JHEP09(2015)179",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "Figure 1 .",
            "section_rank": 19
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Examples of b → s loop diagrams contributing to the decay B 0 s → φµ + µ − in the SM.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "Figure 2 .",
            "section_rank": 20
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Two-dimensional distribution of q 2 versus the invariant mass of the K + K − µ + µ − system. The signal decay B 0 s → φµ + µ − is clearly visible within the ±50 MeV/c 2 interval around the B 0 s mass, indicated by the dashed vertical lines. The horizontal lines denote the charmonium regions, where the tree-level decays B 0 s → J/ψ φ and B 0 s → ψ(2S)φ dominate.",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "text": "Figure 3 .",
            "section_rank": 21
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Invariant mass distribution for (left) B 0 s → φµ + µ − signal decays, integrated over the q 2 bins used, and for (right) the control mode B 0 s → J/ψ φ in the K + K − µ + µ − final state. The signal component is given by the solid blue area, the background component by the shaded red area.",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "2 7 -Figure 4 .",
            "section_rank": 22
        },
        {
            "section": "2 7 -Figure 4 .",
            "text": "Figure 4. Differential branching fraction of the decay B 0 s → φµ + µ − , overlaid with SM predictions [4, 5] indicated by blue shaded boxes. The vetoes excluding the charmonium resonances are indicated by grey areas.",
            "paragraph_rank": 50,
            "section_rank": 22
        },
        {
            "text": "Figure 5 .",
            "section_rank": 23
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. CP -averaged angular observables F L and S 3,4,7 and CP asymmetries A 5,6,8,9 shown by black dots, overlaid with SM predictions[4,5], where available, indicated as blue shaded boxes. The vetoes excluding the charmonium resonances are indicated by grey areas.",
            "paragraph_rank": 51,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 137,
                    "text": "[4,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 140,
                    "text": "5]",
                    "end": 142
                }
            ]
        },
        {
            "text": "Figure 6 .Figure 7 .Figure 8 .Figure 9 .Figure 10 .Figure 11 .Figure 12 .Figure 13 .Figure 14 .Figure 15 .",
            "section_rank": 24
        },
        {
            "section": "Figure 6 .Figure 7 .Figure 8 .Figure 9 .Figure 10 .Figure 11 .Figure 12 .Figure 13 .Figure 14 .Figure 15 .",
            "text": "Figure 6. Invariant mass distributions for B 0 s → φµ + µ − signal decays in bins of q 2 . The signal component is shown by the solid blue area, the background component by the shaded red area.",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "10    5.44+0.68   −0.64 ± 0.13 5.85 +0.73 −0.69 ± 0.14 ± 0.44",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "38 ± 0.13 ± 0.30",
            "paragraph_rank": 54,
            "section_rank": 25
        },
        {
            "text": "Table 2 .",
            "section_rank": 26
        },
        {
            "section": "Table 2 .",
            "text": "JHEP09(2015)179Source [0.1, 2] [2, 5] [5, 8] [11, 12.5] [15, 17] [17, 19] [1, 6] [15, 19] Systematic uncertainties [10 −5 GeV −2 c 4 ] on the branching fraction ratio dB(B 0 s",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "+0.08 −0.09 ± 0.02 −0.05 +0.13 −0.13 ± 0.01 0.27 +0.28 −0.18 ± 0.01 0.04 +0.12 −0.12 ± 0.00 2.0 < q 2 < 5.0 0.68 +0.16 −0.13 ± 0.03 −0.06 +0.19 −0.23 ± 0.01 −0.47 +0.30 −0.44 ± 0.01 −0.03 +0.18 −0.23 ± 0.01 5.0 < q 2 < 8.0 0.54 +0.10 −0.09 ± 0.02 −0.10 +0.20 −0.29 ± 0.01 −0.10 +0.15 −0.18 ± 0.01 0.04 +0.16 −0.20 ± 0.01 11.0 < q 2 < 12.5 0.29 +0.11 −0.11 ± 0.04 −0.19 +0.20 −0.23 ± 0.01 −0.47 +0.21",
            "paragraph_rank": 56,
            "section_rank": 27
        },
        {
            "text": "21 ± 0.01 −0.13 +0.24 −0.30 ± 0.01 5.0 < q 2 < 8.0 0.04 +0.17 −0.17 ± 0.01 −0.01 +0.14 −0.12 ± 0.01 −0.12 +0.17 −0.19 ± 0.01 −0.03 +0.17 −0.16 ± 0.01 11.0 < q 2 < 12.5 0.08 +0.21 −0.21 ± 0.01 −0.16 +0.16 −0.18 ± 0.01 −0.01 +0.15 −0.15 ± 0.01 −0.02 +0.16 −0.15 ± 0.01 15.0 < q 2 < 17.0 0.02 +0.13 −0.14 ± 0.01 0.01 +0.12 −0.17 ± 0.01 0.08 +0.16 −0.18 ± 0.01 0.21 +0.18 −0.12 ± 0.01 17.0 < q 2 < 19.0 0.13 +0.29 −0.27 ± 0.01 −0.04 +0.18 −0.19 ± 0.01 −0.16 +0.24 −0.29 ± 0.01 −0.02 +0.19 −0.19 ± 0.01 1.0 < q 2 < 6.0 0.20 +0.13 −0.13 ± 0.00 0.08 +0.12 −0.11 ± 0.01 −0.00 +0.15 −0.17 ± 0.00 −0.01 +0.13 −0.13 ± 0.01 15.0 < q 2 < 19.0 0.11 +0.10 −0.10 ± 0.00 0.00 +0.10 −0.11 ± 0.01 0.03 +0.12 −0.12 ± 0.00 0.12 +0.11 −0.09 ± 0.00",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "Table 3 .",
            "section_rank": 28
        },
        {
            "section": "Table 3 .",
            "text": "(Top) CP -averaged angular observables F L and S 3,4,7 and (bottom) CP asymmetries A 5,6,8,9 obtained from the unbinned maximum likelihood fit, where the first uncertainty is statistical and the second is systematic.",
            "paragraph_rank": 59,
            "section_rank": 28
        },
        {
            "text": "7.41 +0.42 −0.40 ± 0.20 ± 0.21) × 10 −4 , and the resulting total absolute branching fraction is measured to be",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "Correlation matrix for 0.1 < q 2 < 2.0 GeV 2 /c 4",
            "paragraph_rank": 61,
            "section_rank": 30
        },
        {
            "text": "5 GeV 2 /c 4",
            "paragraph_rank": 62,
            "section_rank": 31
        },
        {
            "text": "Acknowledgments",
            "section_rank": 33
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies:",
            "paragraph_rank": 63,
            "section_rank": 33
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 35
        },
        {
            "section": "JHEP09(2015)179",
            "text": "The LHCb collaboration",
            "paragraph_rank": 64,
            "section_rank": 35
        },
        {
            "text": "JHEP09(2015)179",
            "section_rank": 36
        },
        {
            "section": "JHEP09(2015)179",
            "text": "c Università di Bari, Bari ",
            "paragraph_rank": 65,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "Bari",
                    "end": 26
                }
            ]
        }
    ]
}