{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for heavy long-lived charged particles using 3.0 fb −1 of proton-proton collisions collected at √ s = 7 and 8 TeV with the LHCb detector. The search is mainly based on the response of the ring imaging Cherenkov detectors to distinguish the heavy, slow-moving particles from muons. No evidence is found for the production of such long-lived states. The results are expressed as limits on the Drell-Yan production of pairs of long-lived particles, with both particles in the LHCb pseudorapidity acceptance, 1.8 < η < 4.9. The mass-dependent cross-section upper limits are in the range 2-4 fb (at 95 % CL) for masses between 14 and 309 GeV/c 2 .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Several extensions of the Standard Model (SM) propose the existence of charged massive stable particles (CMSP). Stable particles, in this context, are long-lived particles that can travel through a detector without decaying. These particles can have long lifetimes for a variety of reasons, e.g. a new (approximately) conserved quantum number, a weak coupling or a limited phase space in any allowed decay. In supersymmetric (SUSY) models, CMSPs can be sleptons ( ), charginos, or R-hadrons. R-hadrons are colourless states combining squarks ( q) or gluinos ( g) and SM quarks or gluons. In the gauge-mediated supersymmetry breaking (GMSB) model [1][2][3] the breakdown of SUSY is mediated by gauge interactions and can occur at a relatively low energy scale. For a particular range of parameter space in the minimal model (mGMSB) the next-to-lightest supersymmetric particle can be a long-lived stau ( τ 1 ), with a mass of the order of 100 GeV/c 2 or higher. The τ 1 is the lightest mass eigenstate, resulting from the mixture of right-handed and e-mail: aurelio.bay@epfl.ch left-handed superpartners of the τ , dominated by the righthanded component.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 646,
                    "text": "[1]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 649,
                    "text": "[2]",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 652,
                    "text": "[3]",
                    "end": 655
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A CMSP loses energy mainly via ionisation; strongly interacting CMSPs are not considered here. In a detector such as LHCb a CMSP with a kinetic energy above about 5 GeV should be able to traverse the muon chambers. Those particles would often be produced with a relatively low velocity and could be identified by their time-of-flight, and by their specific energy loss, dE/dx, in the detectors; Cherenkov radiation would be absent in Cherenkov counters tuned for ultra-relativistic particles.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Several experiments have searched for CMSPs [4][5][6][7][8][9][10][11][12]. With the exception of DELPHI [5], which had Cherenkov counters, the analyses are based on dE/dx and time-offlight measurements. The primary interest here is to show the potential of the identification technique based on ring imaging Cherenkov (RICH) detectors, in addition to the exploration of the forward pseudorapidity region only partially covered by the central detectors at the Tevatron and the LHC.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 44,
                    "text": "[4]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 47,
                    "text": "[5]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "start": 50,
                    "text": "[6]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 53,
                    "text": "[7]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 56,
                    "text": "[8]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 59,
                    "text": "[9]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "start": 62,
                    "text": "[10]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 66,
                    "text": "[11]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 70,
                    "text": "[12]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 105,
                    "text": "[5]",
                    "end": 108
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The analysis described in this study is mainly based on the absence of Cherenkov radiation in the RICH detectors. This technique is used to search for pairs of CMSPs in LHCb, produced by a Drell-Yan mechanism.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The LHCb detector and the detection of slow particles",
            "section_rank": 3
        },
        {
            "section": "The LHCb detector and the detection of slow particles",
            "text": "The LHCb detector [13,14] is a single-arm forward spectrometer covering the approximate pseudorapidity range 1.8 < η < 4.9, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector (the vertex locator, VELO) surrounding the proton-proton interaction region [15], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [16] placed downstream of the magnet. The tracking system provides a measurement of momentum, p , of charged particles with a relative uncertainty that varies from 0.5 % at low momentum to 1.0 % at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15+29/ p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [17].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[13,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "14]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "start": 363,
                    "text": "[15]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "start": 545,
                    "text": "[16]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "start": 1261,
                    "text": "[17]",
                    "end": 1265
                }
            ]
        },
        {
            "section": "The LHCb detector and the detection of slow particles",
            "text": "Different types of charged particles are distinguished using information from two RICH detectors [18]. The RICH system, which plays a crucial role in this analysis, consists of an upstream detector with silica aerogel and C 4 F 10 gas radiators, positioned directly after the VELO, and a downstream detector with a CF 4 gas radiator, located just after the tracking system.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 97,
                    "text": "[18]",
                    "end": 101
                }
            ]
        },
        {
            "section": "The LHCb detector and the detection of slow particles",
            "text": "The online event selection is performed by a trigger [19], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 53,
                    "text": "[19]",
                    "end": 57
                }
            ]
        },
        {
            "section": "The LHCb detector and the detection of slow particles",
            "text": "The analysis presented here is based on two data sets collected in 2011 and 2012 corresponding to integrated luminosities of 1.0 and 2.0 fb −1 from proton-proton collisions recorded at centre-of-mass energies of 7 and 8 TeV, respectively.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "The LHCb detector and the detection of slow particles",
            "text": "In the production process considered, CMSPs can have velocities β ≡ v/c as low as 0.7, and their arrival time at the subdetectors can differ by several nanoseconds with respect to lighter particles with β 1. For illustration, the β spectrum is shown in Fig. 1, for two values of the CMSP mass, at centre-of-mass energy of 7 TeV. The effects of such delayed detection on the efficiencies of the subdetectors are determined from simulation in which the timing information is modelled according to dedicated electronic measurements and tests in beam. The muon chambers have the largest inef-ficiency for slow-particle reconstruction. The maximal delay for a particle to be accepted by the front-end electronics is 12.5 ns [17]. In the most downstream muon chamber, this delay corresponds to the arrival of a particle with β = 0.83. To be identified as a muon, the charged particle must be associated with hits in the last four muon chambers, a requirement that particles with β < 0.8 fail to meet. The large time-offlight can also bias the reconstructed position of the particle passing through the tracker straw tubes, which accept a maximal drift-time of about 35 ns for tracks passing close to the straw radius of 2.5 mm [16]. These combined effects result in a vanishingly small reconstruction efficiency for particles with β < 0.8 but an efficiency above 95 % if β > 0.95, as shown in Fig. 1.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 253,
                    "text": "Fig. 1",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "start": 719,
                    "text": "[17]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "start": 1221,
                    "text": "[16]",
                    "end": 1225
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1387,
                    "text": "Fig. 1",
                    "end": 1393
                }
            ]
        },
        {
            "text": "Simulation",
            "section_rank": 4
        },
        {
            "text": "CMSP signal",
            "section_rank": 5
        },
        {
            "section": "CMSP signal",
            "text": "The adopted framework is stau pair production, τ 1",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "CMSP signal",
            "text": "mGMSB via a Drell-Yan process. Pairs of CMSPs originating from cascade decays of heavier particles are explicitly not considered. In the following the symbol τ 1 is used when the context is explicitly the mGMSB model, while CMSP is kept for the more general context. The mGMSB model has six parameters [2,3]: the SUSY breaking scale ( ), the mass scale of the SUSY loop messengers (M m ), the number of messenger supermultiplets (N 5 ), the ratio of the vacuum expectation values of the two neutral Higgs fields (tan β), the sign of the Higgs mass parameter (μ), and the parameter C grav , which affects the gravitino mass. The Spheno3.0 SUSY spectrum generator [20] is used to compute the masses of the τ 1 as a function of the above six parameters. The SPS7 benchmark scenario [21] is used to determine the parameter space, where N 5 = 3, tan β = 15, μ > 0, M m = 2 , and the parameter C grav = 4000 are fixed. Variation of then uniquely determines the τ 1 mass and lifetime, which is of the order of 100 ns. In this study the τ 1 is considered stable.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 302,
                    "text": "[2,",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 305,
                    "text": "3]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "start": 662,
                    "text": "[20]",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "start": 779,
                    "text": "[21]",
                    "end": 783
                }
            ]
        },
        {
            "section": "CMSP signal",
            "text": "The predictions for τ 1 pair production are based on nextto-leading order (NLO) cross-section calculations by the Prospino2.1 program [22] using the CTEQ6.6M parton distribution function (PDF) set [23]. These predictions at √ s = 7 and 8 TeV are presented in Table 1. The relative theoretical uncertainties vary between 5 and 8 %, and are determined following Ref. [24].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 134,
                    "text": "[22]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 197,
                    "text": "[23]",
                    "end": 201
                },
                {
                    "type": "table",
                    "start": 259,
                    "text": "Table 1",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "start": 365,
                    "text": "[24]",
                    "end": 369
                }
            ]
        },
        {
            "section": "CMSP signal",
            "text": "Fully simulated signal samples, with masses varying from 124 to 309 GeV/c 2 , have been produced for proton-proton collisions at √ s = 7 and 8 TeV. The τ 1 pairs generated by Pythia 6.423 [25], with both τ 1 particles in the fiducial range 1.8 < η < 4.9 are passed to Geant4 [26,27] for detector simulation. The fraction of τ 1 pairs within the fiducial range is Table 1 Values of the mGMSB parameters in the SPS7 scenario used in this study, the corresponding masses of the τ 1 , m τ , and the cross-section of the pair production at next-to-leading order. The last two columns give the detector acceptance A defined as the acceptance, A. The acceptance factor obtained from Pythia with the MSTW2008 PDF set [28] is also shown in Table 1, with model uncertainties ranging from 5 to 9 % for τ 1 mass from 124 to 309 GeV/c 2 , mainly associated to the choice of PDF. For larger τ 1 masses, the Drell-Yan process results in a lower forward boost of the τ 1 pair, with a subsequent increase in the pair opening angle in the detector frame. The decrease of A for an increasing τ 1 mass is due to a higher probability for one of the particles to escape the LHCb geometrical acceptance.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 188,
                    "text": "[25]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 275,
                    "text": "[26,",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 279,
                    "text": "27]",
                    "end": 282
                },
                {
                    "type": "table",
                    "start": 363,
                    "text": "Table 1",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 709,
                    "text": "[28]",
                    "end": 713
                },
                {
                    "type": "table",
                    "start": 731,
                    "text": "Table 1",
                    "end": 738
                }
            ]
        },
        {
            "text": "Background",
            "section_rank": 6
        },
        {
            "section": "Background",
            "text": "The main background is from the Drell-Yan production of muon pairs, Z/γ → μ + μ − . Samples of Z /γ → μ + μ − events have been produced with Pythia and fully simulated with Geant4. The cross-section for this process has been calculated with DYNNLO [29] at next-to-next-to-leading order with the MSTW2008 PDF set. The preselection requirements (see Sect. 4.1) lead to values of the predicted crosssection in LHCb for √ s = 7 and 8 TeV of 1.08 ± 0.10 and 1.36 ± 0.12 pb, respectively. These values are nearly two orders of magnitude larger than the predicted τ 1 pair cross-section in the most favourable case, corresponding to = 40 TeV. Other background sources include muons produced by top quark pairs, and from τ pairs. To study the background contributions from these processes, samples of Z/γ → τ + τ − and top quark pair decays have been simulated.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 248,
                    "text": "[29]",
                    "end": 252
                }
            ]
        },
        {
            "text": "Data selection",
            "section_rank": 7
        },
        {
            "section": "Data selection",
            "text": "The event selection is performed in two steps: a preselection aimed at suppressing the most prominent backgrounds, fol-lowed by a multivariate analysis, based on an artificial neural network that is trained using calibrated simulation.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Preselection",
            "section_rank": 8
        },
        {
            "section": "Preselection",
            "text": "CMSP candidates are identified as high-momentum charged particles with hits in the VELO, all the tracking stations and the four last muon detectors.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Preselection",
            "text": "Events are selected that contain two or more such particles where one of the particles passes the highp T single muon trigger with a threshold of 15 GeV/c. The trigger efficiency is estimated from simulation to be 92 % for a mass of 124 GeV/c 2 , and 89 % for 309 GeV/c 2 . The two candidates must have opposite charge and each have p T > 50 GeV/c. To reject background from Z /γ → μ + μ − the pair must have a dimuon mass larger than 100 GeV/c 2 . A mass-dependent lower threshold on momentum is applied to select particles with β > 0.8.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Preselection",
            "text": "Several criteria are used to reject muons, electrons and hadrons. Pions and kaons in jets may be identified as muons if they decay in flight or if shower fragments escape from the calorimeters to the muon stations. As hadrons and electrons deposit more energy in the calorimeters than that expected for CMSPs, an efficient rejection of these backgrounds is achieved by requiring the sum of the ECAL and HCAL energies associated with the extrapolation of the charged particle to the calorimeters to be less than 1 % of the momentum of that particle. The background from misidentified muons contributes approximately equally to same-and opposite-charge pairs [30]. No same-charge event is found in the preselected data, showing that this contribution is negligible.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 657,
                    "text": "[30]",
                    "end": 661
                }
            ]
        },
        {
            "section": "Preselection",
            "text": "CMSPs, as well as muons from Z/γ decays, would be produced at the PV and should have a smaller IP with respect to the PV than muons from heavy quark or tau decays. Requiring an IP of less than 50 µm selects efficiently CMSP candidates. After preselection, the contribution from the Z/γ → τ + τ − process where both taus decay leptonically to muons is estimated from simulation to contribute less than 0.1 events in total. Pairs of muons produced from top quark decays into b quarks and W ± bosons, with the W ± bosons decaying leptonically into muons, contribute less than one event, as determined from simulation.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "Preselection",
            "text": "In summary, after preselection the only significant source of background is from Z/γ → μ + μ − decays. The predicted number of dimuon events in the 7 TeV (8 TeV) data set is 249 ± 49 (570 ± 110) which is in good agreement with the 239 (713) observed candidate events. The uncertainties comprise contributions from the preselection cuts (Sect. 6), and the uncertainty on the Z/γ → μ + μ − cross-section (Sect. 3.2). The expected number of events with τ 1 pairs is 2.7 events in the full data set of L = 3.0 fb −1 , according to the cross-section calculated with Prospino2.1, with SPS7 parameters and a τ 1 mass of 124 GeV/c 2 .",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Selection",
            "section_rank": 9
        },
        {
            "section": "Selection",
            "text": "An artificial neural network (ANN) is used to distinguish CMSPs from muons by exploiting the difference in interactions that these particles have in matter. To reduce model dependence, the ANN is applied to the individual CMSP candidates, rather than to CMSP-pairs, and a minimum requirement is placed on the product of the two ANN responses. Four variables of the CMSP candidates are used as ANN inputs, computed from the energy deposited in the VELO sensors ( E VELO), in the ECAL ( E ECAL), in the HCAL ( E HCAL), and a likelihood variable associated with the RICH information (DLLx). Model dependence is reduced as much as possible by the absence of kinematical observables in the ANN. The energy loss of a charged particle traversing a VELO sensor follows a Landau distribution. The most probable energy deposition in a sensor is estimated using a truncated mean where only the 60 % lowest depositions are averaged.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Selection",
            "text": "Particle identification for a CMSP candidate, using RICH information, is provided by the DLLx variable. A particle identification hypothesis is assigned to a track using a likelihood method. The information from the three radiators is combined and a \"delta log-likelihood\" (DLL) value computed. The DLL gives, for each track, the change in the overall event log-likelihood when the particle ID hypothesis is changed from π to μ, e, K, p. The DLLx classification has been added to account for high momentum particles which do not radiate, or have a Cherenkov angle which is too small to fit one of the five particle hypotheses. A positive DLLx indicates a high probability that the candidate has a relatively low velocity. More details are given in Sect. 5.",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "Selection",
            "text": "Events with both candidate CMSPs with DLLx > −5 are used in the analysis, with no loss of signal, as deduced from simulation. The numbers of selected events with CMSP-pairs are given in Table 2. Simulated events are used to train the ANN. The first three variables defined above are calibrated using muons from Z/γ → μ + μ − to ensure that simulation agrees with data. A total of 25k Z events from the 2011 data set and 65k from the 2012 data set are used for the calibration. In the Z mass region the expected amount of signal is smaller than one event and cannot bias the procedure. The DLLx variable is by far the most discriminating, and its calibration procedure is presented in detail in Sect. 5.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 186,
                    "text": "Table 2",
                    "end": 193
                }
            ]
        },
        {
            "section": "Selection",
            "text": "The ANN training is carried out independently for the 7 and 8 TeV data sets, and for all the CMSP mass hypotheses considered. Figure 2 shows the distribution of the four ANN input variables for the 8 TeV data set, compared to the background and signal predictions; good agreement can be seen between data and simulated background.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 126,
                    "text": "Figure 2",
                    "end": 134
                }
            ]
        },
        {
            "section": "Selection",
            "text": "The discriminating variable is the product of the ANN outputs obtained for the two CMSP candidates. This \"pair significance\" is shown in Fig. 3 for the 124 and 309 GeV/c 2 CMSP mass hypotheses for both 7 and 8 TeV data sets. The requirement placed on the pair significance is determined by the value needed to achieve a 95 % signal efficiency. After the pair significance selection, the signal efficiency for candidate events in the LHCb acceptance is 50 % for CMSPs with a mass of 124 GeV/c 2 , decreasing for increasing mass to a minimum of 27 % at 309 GeV/c 2 . The signal efficiency values for CMSPs in the acceptance, after the ANN selection, are given in Table 2. After the full selection is applied, the dimuon background is suppressed by a factor of 10 −5 .",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 137,
                    "text": "Fig. 3",
                    "end": 143
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 661,
                    "text": "Table 2",
                    "end": 668
                }
            ]
        },
        {
            "text": "CMSP identification with Cherenkov detectors",
            "section_rank": 10
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "The present study uses the Cherenkov radiation produced in the RICH detectors to identify CMSPs. The Cherenkov momentum thresholds for muons, protons, and CMSPs with masses of 124 and 309 GeV/c 2 , are given in Table 3 for the three radiators in the LHCb detectors. Only CMSP candidates with momenta above 200 GeV/c are considered. For this momentum range, particles with masses of the order of MeV/c 2 to GeV/c 2 , have Cherenkov angles very close to the saturation value arccos(1/(nβ)), where n is the refractive index of the medium. The fraction of CMSPs with momentum above 2 TeV/c is negligible, and the CMSPs are therefore expected not to produce Cherenkov radiation in the gaseous radiators. Around half of the 124 GeV/c 2 CMSPs have a momentum above the Cherenkov threshold for aerogel, and Cherenkov angles smaller than the saturation value. This allows them to be separated from the background. Only a few percent are expected to be in the momentum range 1.4-2.0 TeV/c, corresponding to Cherenkov angles from 0.225 to 0.234 rad. It is possible to distinguish these angles from the saturation value of 0.242 rad in the aerogel as the angular resolution is about 5.6 mrad. The energy in the VELO is given in units of minimum ionising particle (MIP) deposition. The first bin of the histogram for E in the ECAL has been multiplied by a factor 0.25",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 211,
                    "text": "Table 3",
                    "end": 218
                }
            ]
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "As previously said, the variable DLLx has been introduced to identify high momentum particles which do not radiate, or have a Cherenkov angle which is too small to fit one of the five particle hypotheses, π , μ, e, K, p. The DLLx value is positive for the momentum distributions of the CMSPs, for all of the masses considered. 1 Simulated dimuon background events and CMSP signal samples used to train the ANN are first validated with data.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 327,
                    "text": "1",
                    "end": 328
                }
            ]
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "The study of the background samples is performed on a set of muons above the Cherenkov threshold and selected from Z decays. Such events have an event topology and kinematics that are very close to those of the dimuon background expected in the CMSP analysis. The DLLx distribution is shown in Fig. 4a for muons from data and simulated Z decays. 1 An anomalous signature in the RICH detectors could also be produced by tracks with wrongly assigned momenta. This can happen if the particle has an absolute electric charge that is different from the proton charge. For instance, a 1 GeV/c 2 proton-like particle is expected to produce Cherenkov light in the two gaseous radiators when the measured momentum is above 30 GeV/c. If the particle has one third of the proton charge, the measured momentum is overestimated by a factor of three and this will lead to an incorrect calculation of the Cherenkov emission.",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 294,
                    "text": "Fig. 4a",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 346,
                    "text": "1",
                    "end": 347
                }
            ]
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "For illustration, the expected signal shapes for CMSPs with masses of 124 and 309 GeV/c 2 are superimposed. The small difference is due to a change in the underlying event and some light from the aerogel for the 124 GeV/c 2 case. A clear separation between the signal and background muon DLLx distributions is observed. The difference in the data and simulated muon distributions is mainly due to the lack of precision in the mapping of the photon detection efficiency in the RICH system. In particular, the peak at DLLx > −5 is produced by the decrease of the photon detection efficiency when approaching boundaries in the RICH modules. The simulation only partially reproduces this behaviour and the number of candidates above DLLx = −5 is too low by around a factor of two. To compensate for this, 15 % of simulated muon events with DLLx falling close to zero have been shifted by an ad hoc value to obtain the best agreement between data and simulation in the DLLx > −5 region, resulting in the distribution shown in Fig. 4b. It is expected that a correct efficiency map should produce such a shift, moving above zero the slightly negative DLLx values. This set of simulated background events is used to train the ANN. Note that only candidates with DLLx > −5 are used in the ANN. In  order to assess the systematic uncertainty associated to this correction method, two other procedures are considered. In the first procedure, the ANN training is performed on the original background simulated data set. In the second, the DLLx values for each muon are randomly chosen following a set of templates inferred from the DLLx data distributions as function of p and η. Despite the fact that this operation is done in bins of p and η, it is obvious that most of the correlation is lost in the randomisation process. The three methods are found to provide the same final discrimination power and their contributions to the systematic uncertainties are small. This is due to the strong separation between signal and background that is provided intrinsically by the DLLx variable.",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1021,
                    "text": "Fig. 4b",
                    "end": 1028
                }
            ]
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "The validation of the signal sample is more complex due to the absence of a SM process that can be used for calibration. The quality of the simulation was studied using protons from → pπ decays with a velocity below the Cherenkov threshold. The differences between the data and simulation for these protons are extrapolated to the CMSP kinematics using a fast simulation method, and the contribution to the systematic uncertainty estimated.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "The proton is below the Cherenkov threshold in all of the RICH radiators for p < 3.8 GeV/c, and above the threshold for p 30 GeV/c. Pairs of opposite-charge tracks are selected from data and from simulated events passing a minimum bias trigger. The pair must combine to form a particle with a mass compatible with the known mass of the baryon, and the reconstructed vertex must be more than 3 mm from the beam axis.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "Samples of protons below and above Cherenkov threshold are obtained by choosing the momentum regions below 3.8 GeV/c and above 30 GeV/c, respectively. Figure 5 shows the corresponding DLLx distributions, indicating a reasonable agreement between the DLLx distributions from data collected at 7 TeV and simulation. A Gaussian function plus a polynomial, to account for the tail at low DLLx, is fitted to the DLLx distributions for below-Cherenkov-threshold particles. The mean and width of the Gaussian functions are 6.5 ± 0.3 and 3.4 ± 0.3 for data, and 6.0 ± 0.3 and 3.6 ± 0.4 for simulation. The DLLx value in data is 0.5 ± 0.4 units higher, which may indicate that there is a lower photon detection efficiency in data compared to simulation. A maximal deviation of ±1 DLLx units is considered in the following to assess the systematic effects. The extrapolation from the low momentum proton result to the CMSP regime is made using a fast simulation.",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 151,
                    "text": "Figure 5",
                    "end": 159
                }
            ]
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "In addition to the Geant4-based full simulation, a fast simulation describing the main features of the RICH measurement process is also used. This allows the impact of varying parameters and the algorithms to be studied in a more efficient way. The fast simulation generates a target particle (a proton from decays, a muon or a CMSP) with a momentum distribution representing the phenomenon under study. The underlying event is represented by a number of pions with a momentum distribution obtained from minimum bias events. The simulation of Cherenkov emission in the radiators is then performed for each particle. The number of Cherenkov photons generated by a particle of velocity β follows a Poisson distribution of average N 0 (β 2 n 2 − 1)/(β 2 (n 2 −1)), where N 0 is the maximal number of photons for a saturated ring and n is the refractive index. The ring has an average radius corresponding to the expected Cherenkov angle and a Gaussian profile of width σ c representing the angular resolution of the detector. Finally, random noise is added using the probability for a pixel to fire, prob noise . The nominal values of the parameters used in the fast simulation are given in Table 4. The event log-likelihood for each target particle hypothesis is",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1188,
                    "text": "Table 4",
                    "end": 1195
                }
            ]
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "where ν i is the probability to have photons in the pixel i, including the random background. Note that the formula is valid for the binary readout implemented in the RICH electronics. The centre of each Cherenkov ring is defined by the true particle direction. The DLL values are subsequently computed. Simulated distributions for protons from decays with p < 3.8 GeV/c are shown in Fig. 6. The average DLLx is 6.2, with an RMS of 4.0, for a fast simulation made using the nominal parameters. Figure 6a also shows the distributions after varying the detection efficiency by ±20 %. The corresponding distributions are shifted by ∓1.2 units. The random noise probability was changed by ±40 % from its nominal value which produces negligible variation as seen in Fig. 6b. This study shows that a variation of ±1 DLLx units is obtained by changing the photon detection efficiency by ∓15 %. A variation of the same size can be obtained by changing the angular resolution σ c by 50 %.",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 384,
                    "text": "Fig. 6",
                    "end": 390
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 494,
                    "text": "Figure 6a",
                    "end": 503
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 761,
                    "text": "Fig. 6b",
                    "end": 768
                }
            ]
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "The DLLx distributions for CMSPs obtained from the fast simulation with nominal parameters are consistent with those obtained from full simulation. Changing the photon detection efficiency by ±15 %, as inferred from the study, a variation of ±2 DLLx units is obtained. An identical result can be obtained by changing the angular resolution.",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "section": "CMSP identification with Cherenkov detectors",
            "text": "In summary, an uncertainty of two DLLx units is inferred from the comparison of below-threshold protons in data and simulation when using decays. The extrapolation to the CMSP regime is obtained by varying the simulation parameters and leads to an uncertainty of four DLLx units on the average DLLx value for such particles.",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Uncertainties and results",
            "section_rank": 11
        },
        {
            "section": "Uncertainties and results",
            "text": "After the ANN selection the signal prediction for the chosen model is 2.5, 0.9 and 0.3 events for the 124, 154 and 185 GeV/c 2 τ 1 masses, and below 0.1 for the other mass values. The expected background is negligible, less than 0.02 events for all the mass hypotheses.",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "section": "Uncertainties and results",
            "text": "A summary of the systematic uncertainties is given in Table 5. The total systematic uncertainties are approximately 5 % for the signal yield and 50 % for the background yield.",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 54,
                    "text": "Table 5",
                    "end": 61
                }
            ]
        },
        {
            "section": "Uncertainties and results",
            "text": "Two methods are used to determine the luminosity: a Van der Meer scan and a beam-gas imaging method [31]. The uncertainties on the integrated luminosities are 1.7 % for the 7 TeV data set and 1.2 % for the 8 TeV data set.  The efficiency for triggering, reconstructing and identifying highp T muons has been studied in detail for the LHCb Z and W boson cross-section measurements [32,33], and the agreement between data and simulation was found to be better than 2 %. This percentage is taken as the corresponding uncertainty for this analysis.",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 100,
                    "text": "[31]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 380,
                    "text": "[32,",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 384,
                    "text": "33]",
                    "end": 387
                }
            ]
        },
        {
            "section": "Uncertainties and results",
            "text": "A further efficiency uncertainty is considered due to the delayed signals in the tracking and muon systems. The timing precision affects the amplitude recorded by the front-end electronic boards and the measurement of the drift time in the straw tubes. The effect on the efficiency due to a timing uncertainty of ±1 ns is determined from simulation as a function of the β of the particle. Subsequently, a weighted average of the uncertainty is obtained from the β distributions for each mass hypothesis, providing values varying from 2.2 to 3.7 % for CMSP masses from 124 to 309 GeV/c 2 .",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "section": "Uncertainties and results",
            "text": "The comparison of the IP distributions in data and simulated Z/γ → μ + μ − events indicates a maximal discrepancy of ±5 µm. By changing the requirement on the IP parameter by this amount, the corresponding efficiency variation is ±0.7 % for the background and negligible for the signal.",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "section": "Uncertainties and results",
            "text": "The hadron and electron rejection is affected by the calibration of the calorimeters. From the comparison of Z/γ → μ + μ − decays in data and simulation a relative uncertainty of 10 % is inferred. This translates into a 15 % change on the background yield, while the signal is almost unaffected.",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "section": "Uncertainties and results",
            "text": "The training of the ANN is affected by the uncertainty on the background and signal models. A 2.7 % contribution to the signal efficiency uncertainty is associated with the calibration procedures, determined by the comparison of data and simulation for Z/γ → μ + μ − and → pπ decays. Error propagation is performed by modifying the ANN train- ing sets, while keeping the test sets and the pair significance selection fixed. Adding the uncertainties in quadrature with the statistical uncertainty of 1 %, gives a total of 2.9 %. The ANN selection leaves a very small amount of simulated background. The binomial uncertainty on the background retention is large, at approximately 50 %. This value is assigned as the uncertainty on the background selection efficiency.",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "section": "Uncertainties and results",
            "text": "As already stated, the acceptance A is affected by model uncertainties in the range from 5 to 9 % for τ 1 mass from 124 to 309 GeV/c 2 . In addition, the choice of the PDF affects the efficiency by modifying the momentum of the CMSP. By scanning various PDFs, we have found that this effect is small, not larger that 0.4 %, for all the models.",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "section": "Uncertainties and results",
            "text": "The cross-section upper limits are computed using the Feldman-Cousins method [34] for zero observed candidates, taking into account the expected number of background events and the uncertainties [35]. The predicted amount of background is so small that it has no sizeable effect on the result. The upper limits at a 95 % confidence level (CL) for CMSP pair production in the LHCb geometrical acceptance at √ s = 7 and 8 TeV are listed in Table 6 and shown in Fig. 7 together with the theoretical cross-sections calculated for the particular model described in Sect. 3.1.",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 77,
                    "text": "[34]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 195,
                    "text": "[35]",
                    "end": 199
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 438,
                    "text": "Table 6",
                    "end": 445
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 459,
                    "text": "Fig. 7",
                    "end": 465
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 12
        },
        {
            "section": "Conclusions",
            "text": "A search for pairs of long-lived charged particles, with masses in the range 124-309 GeV/c 2 , using τ 1 pairs predicted by the mGMSB model as a benchmark scenario, is performed using data from proton-proton collisions at 7 and 8 TeV, corresponding to an integrated luminosity of 3.0 fb −1 , collected with the LHCb detector in the forward pseudorapidity range 1.8 < η < 4.9. The candidates are assumed to interact only through the electroweak interaction in the detector. Hence, they behave like heavy muons and their main signature is the absence of a signal in the RICH detectors. The detection efficiency is limited to particles with β > 0.8 due to the acceptance in time after beam crossing. The main background contribution comes from Z/γ → μ + μ − and is reduced to less than ∼0.02 events. No events have been observed. Upper limits are set on the Drell-Yan CMSP pair production cross-section. For proton-proton collisions at √ s = 7 TeV, the 95 % CL upper limits for the production crosssection of a pair of CMSPs in the LHCb acceptance vary from 6.1 fb for a mass of 124 GeV/c 2 up to 10.7 fb for a mass of 309 GeV/c 2 . At √ s = 8 TeV, they vary from 3.4 to 5.7 fb for the same masses.",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "section": "Conclusions",
            "text": "In LHCb the identification of CMSPs relies on the energy deposited in the subdetectors, the main discrimination power being provided by the RICH system. Together with the forward pseudorapidity coverage, this unique feature allows LHCb to complement the searches undertaken by the central detectors at the Tevatron and LHC.",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Fig. 1",
            "section_rank": 13
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 CMSP velocity spectrum for the CMSP masses of 124 and 309 GeV/c 2 . The proton-proton centre-of-mass energy is 7 TeV. The dots with error bars show the efficiency to detect tracks as a function of the β of the particle (right scale)",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Fig. 2",
            "section_rank": 14
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 Number of CMSP candidates, as a function of the four variables used as inputs to the ANN. There are two CMSP candidates per event. The black dots with error bars show the 2012 data. The dashed red histogram is the expected shape for 124 GeV/c 2 CMSPs and the",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "Fig. 3",
            "section_rank": 15
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3 Number of CMSP pairs, N , as a function of the pair significance. The left and right figures correspond to the CMSP masses of 124 and 309 GeV/c 2 , respectively. The black points with their statistical uncertainty show the 7 TeV (top) and 8 TeV (bottom) data",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "text": "Fig. 4 aFig. 5",
            "section_rank": 16
        },
        {
            "section": "Fig. 4 aFig. 5",
            "text": "Fig. 4a DLLx distributions from muons selected from Z decays in 7 TeV data (black points) and simulation (blue histogram). The expected shape from 124 and 309 GeV/c 2 CMSPs are also shown. b The simu-",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "Fig. 6",
            "section_rank": 17
        },
        {
            "section": "Fig. 6",
            "text": "photon yield nominal +20 % -20 %",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "Fig. 7",
            "section_rank": 18
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Upper limits at 95 % CL on the cross-sections for the pair production of CMSPs in the LHCb acceptance (points) and the corresponding predictions assuming the Drell-Yan production of τ 1 (bands representing ±1σ uncertainty) with SPS7 parameters, for proton-proton collisions as a function of the CMSP mass at √ s = 7 and 8 TeV",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "Table 2",
            "section_rank": 19
        },
        {
            "section": "Table 2",
            "text": "Number of events with both CMSPs candidates satisfyingDLLx > −5, and the final efficiency, , after the multivariate analysis selection, given for each mass hypothesis",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "Table 3",
            "section_rank": 20
        },
        {
            "section": "Table 3",
            "text": "Refractive indices and Cherenkov β thresholds for the three radiators. The momentum threshold is given for muons, protons, and",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "Table 4",
            "section_rank": 21
        },
        {
            "section": "Table 4",
            "text": "Nominal values of the parameters used in the fast simulation",
            "paragraph_rank": 58,
            "section_rank": 21
        },
        {
            "text": "Table 5",
            "section_rank": 22
        },
        {
            "section": "Table 5",
            "text": "Systematic uncertainties (in %) for the selection of the signal of CMSP pairs and on the background retention. Where relevant, the lower value corresponds to the CMSP mass of 124 GeV/c 2 and the higher one to 309 GeV/c 2",
            "paragraph_rank": 59,
            "section_rank": 22
        },
        {
            "text": "Table 6",
            "section_rank": 23
        },
        {
            "section": "Table 6",
            "text": "Cross-section upper limits at 95 % CL for CMSP pair production in the LHCb acceptance in the 7 and 8 TeV",
            "paragraph_rank": 60,
            "section_rank": 23
        },
        {
            "section": "Table 6",
            "text": "b P.N. Lebedev Physical Institute, Russian Academy of Science (LPI RAS), Moscow, Russia c Università di Bari, Bari, Italy d Università di Bologna, Bologna, Italy e Università di Cagliari, Cagliari, Italy f Università di Ferrara, Ferrara, Italy g Università di Firenze, Florence, Italy h Università di Urbino, Urbino, Italy i Università di Modena e Reggio Emilia, Modena, Italy j Università di Genova, Genoa, Italy k Università di Milano Bicocca, Milano, Italy l Università di Roma Tor Vergata, Rome, Italy m Università di Roma La Sapienza, Rome, Italy n Università della Basilicata, Potenza, Italy o Faculty of Computer Science, Electronics and Telecommunications, AGH, University of Science and Technology, Kraków, Poland p LIFAELS, La Salle, Universitat Ramon Llull, Barcelona, Spain q Hanoi University of Science, Hanoi, Vietnam r Università di Padova, Padua, Italy s Università di Pisa, Pisa, Italy t Scuola Normale Superiore, Pisa, Italy u Università degli Studi di Milano, Milan, Italy v Politecnico di Milano, Milan, Italy † Deceased",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "Acknowledgments",
            "section_rank": 25
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (UK); NSF (USA). The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (UK). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Con-seil général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), Royal Society and Royal Commission for the Exhibition of 1851 (UK).",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 63,
            "section_rank": 25
        }
    ]
}