{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for heavy Majorana neutrinos in events containing a pair of high-p T leptons of the same charge and high-p T jets is presented. The search uses 20.3 fb −1 of pp collision data collected with the ATLAS detector at the CERN Large Hadron Collider with a centre-of-mass energy of √ s = 8 TeV. The data are found to be consistent with the background-only hypothesis based on the Standard Model expectation. In the context of a Type-I seesaw mechanism, limits are set on the production cross-section times branching ratio for production of heavy Majorana neutrinos in the mass range between 100 and 500 GeV. The limits are subsequently interpreted as limits on the mixing between the heavy Majorana neutrinos and the Standard Model neutrinos. In the context of a left-right symmetric model, limits on the production cross-section times branching ratio are set with respect to the masses of heavy Majorana neutrinos and heavy gauge bosons W R and Z .",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP07(2015)162",
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The discovery of mixing between generations of neutrinos [1] has established that at least two of the neutrinos have small non-zero masses. A unique feature of neutrinos compared to other fermions in the Standard Model (SM) is that neutrinos could be their own antiparticles, so-called Majorana fermions. If this is realised in nature, then the unusually low mass scale of the light neutrinos could be generated by a seesaw mechanism [2][3][4][5][6][7] which JHEP07(2015)162 Figure 1. The tree-level diagram for the production of a heavy Majorana neutrino (N ) in the mTISM model. Lepton flavour is denoted by α and β. Lepton flavour is assumed to be conserved, such that α = β. The W boson produced from the N decay is on-shell and, in this case, decays hadronically.",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 57,
                    "text": "[1]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 434,
                    "text": "[2]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 437,
                    "text": "[3]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 440,
                    "text": "[4]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 443,
                    "text": "[5]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 446,
                    "text": "[6]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 449,
                    "text": "[7]",
                    "end": 452
                },
                {
                    "type": "figure",
                    "start": 475,
                    "text": "Figure 1",
                    "end": 483
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "would imply the existence of yet unobserved heavy Majorana neutrino states. The nature of Majorana neutrinos would explicitly allow for lepton number violation.",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "In this paper, a search is presented for heavy Majorana neutrinos using the ATLAS detector at the Large Hadron Collider (LHC). The data sample was collected in 2012 during √ s = 8 TeV pp collisions and corresponds to an integrated luminosity of 20.3 fb −1 .",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "Heavy Majorana neutrinos with masses above 50 GeV are considered. In this regime, the production and subsequent decay of heavy Majorana neutrinos could lead to a final state containing exactly two charged leptons, where the leptons may have the same or opposite charge in equal fractions of the heavy neutrino decays. Only lepton pairs of the same charge (same-sign) are considered as there is a smaller expected SM background for pairs of same-sign leptons than for pairs of leptons of opposite charge (opposite-sign). The search includes the ee and µµ final states. The search is guided by two theoretical models. In the first model, the SM is extended in the simplest way to include right-handed neutrinos [8], such that light neutrino masses are generated by a Type-I seesaw mechanism or by radiative corrections [9]. In this minimal Type-I seesaw mechanism (mTISM), the heavy Majorana neutrinos, N , can be produced via an off-shell W boson, pp → (W ± ) * → ± N . Due to previous limits [10,11], the heavy neutrino is assumed to be more massive than the W boson and therefore subsequently decays to an on-shell W boson and a lepton. The on-shell W boson produced in the decay of the heavy neutrino predominantly decays into a quark-antiquark (qq) pair. The final state in this case contains two opposite-sign or same-sign leptons and at least two high-p T jets, where p T is the transverse momentum with respect to the beam direction. 1 The tree-level process is illustrated in figure 1. The free parameters in this model are the JHEP07(2015)162",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 709,
                    "text": "[8]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 817,
                    "text": "[9]",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 992,
                    "text": "[10,",
                    "end": 996
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 996,
                    "text": "11]",
                    "end": 999
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1440,
                    "text": "1",
                    "end": 1441
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "R * Figure 2. The tree-level diagrams for the production of a heavy Majorana neutrino (N ) in the LRSM model, in which heavy gauge bosons W R and Z are also incorporated. Lepton flavour is denoted by α and β. Lepton flavour is assumed to be conserved, such that α = β. The W R boson produced from the N decay is off-shell and, in this case, decays hadronically.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 4,
                    "text": "Figure 2",
                    "end": 12
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "mixing between the heavy Majorana neutrinos and the Standard Model neutrinos, V N , and the masses of the heavy neutrinos, m N . In this framework, LEP has set direct limits for m N < m Z [10,11] and CMS has set direct limits for 90 < m N < 200 GeV in ee final states [12] and 40 < m N < 500 GeV in µµ final states [13].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 188,
                    "text": "[10,",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 192,
                    "text": "11]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 268,
                    "text": "[12]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 315,
                    "text": "[13]",
                    "end": 319
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The second model is the left-right symmetric model (LRSM) [4,[14][15][16], where a righthanded symmetry SU (2) R is added to the SM. The symmetry SU(2) R is assumed to be the right-handed analogue of the SM SU(2) L symmetry. In this model, heavy gauge bosons V R = {W R , Z } are also predicted and, in this analysis, the heavy gauge bosons are assumed to be more massive than the heavy neutrinos, such that they are kinematically allowed to decay into final states including heavy neutrinos. These can be produced in the decays of heavy gauge bosons according to W R → N and Z → N N and can subsequently decay via an off-shell W R boson into a lepton and a qq pair, N → W * R with W * R → qq . The tree-level processes are shown in figure 2. A previous ATLAS search in this framework has excluded m W R < 2.3 TeV for m W R − m N > 0.3 TeV at 95% confidence level (CL) [17]. A more recent search performed by CMS has excluded m W R < 3.0 TeV for m W R − m N > 0.05 TeV at 95% CL [18]. There are no such limits for the production of heavy neutrinos from Z boson decays.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 58,
                    "text": "[4,",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 61,
                    "text": "[14]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 65,
                    "text": "[15]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 69,
                    "text": "[16]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 107,
                    "text": "(2)",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 869,
                    "text": "[17]",
                    "end": 873
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 979,
                    "text": "[18]",
                    "end": 983
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Both the mTISM and LRSM models produce final states containing two same-sign leptons and high-p T jets, but the kinematic characteristics of the events are quite different. In the mTISM final state, one can reconstruct the resonant SM W boson from the jets originating from the tree-level qq pair, whereas in the LRSM final states, one can instead reconstruct the masses of the heavy gauge bosons. Furthermore, the energy scales of the two models are largely separate. The energy scale of mTISM final states is set by the heavy neutrino mass, which, based on the LEP constraints [10,11], is assumed to be greater than 100 GeV. Instead, the energy scale of LRSM final states is set by the masses of the heavy bosons, which, motivated by the earlier heavy neutrino searches, are assumed to be greater than 400 GeV. For these reasons, the event selection criteria are optimised separately for each model, although a common object selection is used in both cases.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 579,
                    "text": "[10,",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 583,
                    "text": "11]",
                    "end": 586
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "-3 -",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "JHEP07(2015)162 2 The ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "JHEP07(2015)162 2 The ATLAS detector",
            "text": "The ATLAS detector [19] surrounds the interaction point and covers nearly the entire solid angle. The detector consists of an inner detector (ID) tracking system, electromagnetic and hadronic calorimeters, and a muon spectrometer (MS) that surrounds the other detector systems. The ID tracking system consists of a silicon pixel detector, a silicon microstrip tracker, both covering |η| < 2.5, and a transition radiation tracker covering |η| < 2.0. The ID tracker is immersed in a 2 T axial magnetic field provided by a superconducting solenoid magnet. The electromagnetic accordion calorimeter is composed of lead and liquidargon (LAr) and provides coverage for |η| < 3.2. Hadronic calorimetry is provided by steel and scintillator tile calorimeters for |η| < 1.7 and copper and LAr calorimeters for 1.5 < |η| < 3.2. Additional LAr calorimeters with copper and tungsten absorbers cover the forward region. The MS consists of dedicated trigger chambers covering |η| < 2.4 and precision tracking detectors covering |η| < 2.7. A system of three superconducting toroids (one in the barrel, two in the end-caps), with eight coils each, provides the magnetic field for the MS. A three-level trigger system is used to collect the data. The first-level trigger (L1) is implemented in hardware, using a subset of detector information to reduce the event rate to no more than 75 kHz. This is followed by two software-based trigger levels (L2 and EF), which together further reduce the event rate to less than 1 kHz.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 19,
                    "text": "[19]",
                    "end": 23
                }
            ]
        },
        {
            "text": "Background and signal simulation",
            "section_rank": 5
        },
        {
            "section": "Background and signal simulation",
            "text": "There are several SM interactions that can produce pairs of isolated charged leptons from vector boson decays, specifically from Drell-Yan and diboson processes and also from the decay products of top quarks. These processes are modelled using events produced by Monte Carlo (MC) generators. A summary of the primary MC generators used in this paper to model the background processes is presented in table 1. Processes that contribute to the background with pairs of same-sign leptons are indicated by the label 'SS' and processes which contribute with pairs of opposite-sign leptons, which are included in the charge-misidentification background estimate (section 5.2), are indicated by the label 'OS'. The MC samples are normalised using the best available theoretical cross-sections, typically next-to-leading order or next-to-next-to-leading order in QCD.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Background and signal simulation",
            "text": "The production of top quark pairs and the production of a single top-quark in association with a W boson are simulated using MC@NLO 4.0.3 [20,21] with the CT10 PDF set [22]. The production of single Z boson and diboson (W ± W ∓ , W Z and ZZ) events are simulated using Sherpa 1.4.1 [23] with the CT10 PDF set. These samples include contributions from virtual photons, with the requirement for electron pairs to satisfy m e + e − > 0.1 GeV. No requirement is made on m µ + µ − . The Sherpa samples include leading-order matrix elements for the production of up to three additional partons. The matching between the matrix elements and the parton shower is achieved using the CKKW method [24]. The process qq → q q W ± W ± is generated using Madgraph 2.1.1 [25] with the MSTW 2008 PDF set [26]. The production of gauge bosons in association with top quark pairs is also simulated with Madgraph 2.1.1 using the CTEQ6L1 PDF set.  Table 1. Overview of primary MC samples used for the simulation of signal and background processes. The category labelled 'OS/SS' refers to whether the process leads to pairs of oppositesign (OS) or same-sign (SS) leptons. As described in section 5.2, OS MC samples are used in the prediction of the charge-misidentification background. Table 1 also shows how the various signal processes are modelled. Signal events in the mTISM model are generated at leading order in QCD using the Alpgen 2.14 MC generator [27,28] with the CTEQ6L1 PDF set. The events are generated for heavy Majorana neutrino masses between 100 and 500 GeV. Final states which contain exactly two prompt leptons {ee, µµ} with same-sign charge are produced.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 138,
                    "text": "[20,",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 142,
                    "text": "21]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 168,
                    "text": "[22]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 282,
                    "text": "[23]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 686,
                    "text": "[24]",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 755,
                    "text": "[25]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 787,
                    "text": "[26]",
                    "end": 791
                },
                {
                    "type": "table",
                    "start": 926,
                    "text": "Table 1",
                    "end": 933
                },
                {
                    "type": "table",
                    "start": 1263,
                    "text": "Table 1",
                    "end": 1270
                },
                {
                    "type": "bibr",
                    "start": 1435,
                    "text": "[27,",
                    "end": 1439
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1439,
                    "text": "28]",
                    "end": 1442
                }
            ]
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 6
        },
        {
            "section": "JHEP07(2015)162",
            "text": "The Pythia 8.170 generator [29] is used to generate LRSM events at leading order in QCD. It is assumed in the model that the coupling between heavy gauge bosons and the heavy neutrino is equal to the coupling between the respective SM gauge bosons and light neutrinos. Similarly, the couplings of the new gauge bosons and the quarks are assumed to be equal to the couplings between the SM gauge bosons and the quarks. In the Pythia implementation of this process, all of the decay products of heavy neutrinos are distributed isotropically and so the heavy neutrino decays are independent of m W R , with the assumption that m W R > m N . In this approximation, the decay of the Z boson is also independent of m W R . The events are generated with W R boson masses between 0.6 TeV and 4.5 TeV and Z boson masses between 0.4 TeV and 3.6 TeV. At each Z and W R mass point, the heavy neutrino mass is varied upward from 50 GeV to at most 100 GeV below the mass of the heavy gauge boson. At each mass point, a sample is generated assuming no mixing between the heavy neutrinos, which results in final states containing same-flavour leptons {ee, µµ, τ τ }.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 27,
                    "text": "[29]",
                    "end": 31
                }
            ]
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 7
        },
        {
            "section": "JHEP07(2015)162",
            "text": "Parton showering, fragmentation, hadronisation and the modelling of the underlying event for all Madgraph and Alpgen samples are performed with Pythia 8.165 and for MC@NLO samples with Herwig 6.520 [30] and Jimmy 4.31 [31].",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 198,
                    "text": "[30]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "start": 218,
                    "text": "[31]",
                    "end": 222
                }
            ]
        },
        {
            "section": "JHEP07(2015)162",
            "text": "The effect of multiple pp collisions in the same or different bunch crossings is incorporated into the simulation by overlaying minimum-bias events generated using Pythia 8 onto hard-scatter events, where the number of additional interactions is distributed in the same way as in data. All the background samples are produced using a simulation of the ATLAS detector [32] based on Geant4 [33]. The signal samples are processed through a fast simulation using a parameterisation of the performance of the ATLAS electromagnetic and hadronic calorimeters [34], and Geant4 in the ID and MS. Both the signal and background samples are then processed with the same reconstruction software as the data. Small differences between data and MC simulation in the lepton reconstruction, identification and trigger efficiencies are corrected for by using specific data-driven measurements.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 388,
                    "text": "[33]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "start": 552,
                    "text": "[34]",
                    "end": 556
                }
            ]
        },
        {
            "text": "Data sample and event selection",
            "section_rank": 8
        },
        {
            "section": "Data sample and event selection",
            "text": "The events used were selected from pp collision data with an integrated luminosity of 20.3 fb −1 collected by ATLAS in 2012. Quality criteria are applied to suppress non-collision backgrounds such as cosmic-ray muons, beam-related backgrounds, and spurious noise in the calorimeters.",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Object reconstruction and selection",
            "section_rank": 9
        },
        {
            "section": "Object reconstruction and selection",
            "text": "The search uses reconstructed electrons, muons, jets and a measurement of the missing transverse momentum.",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "section": "Object reconstruction and selection",
            "text": "Electrons are required to satisfy tight identification requirements [35] and to have p T > 20 GeV and |η| < 2.47. Any electron in the transition region between the barrel and end-cap calorimeters (1.37 < |η| < 1.52) is rejected. In order to avoid double counting electrons as jets, the nearest jet within ∆R(e, jet) = 0.2 of an electron and with p T < 2E T , where E T = E sin θ is the transverse energy deposited by the electron, is rejected.",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 68,
                    "text": "[35]",
                    "end": 72
                }
            ]
        },
        {
            "section": "Object reconstruction and selection",
            "text": "Muons are required to be reconstructed in the MS and successfully matched to a goodquality track in the ID [36]. It is required that muons have p T > 20 GeV and |η| < 2.5. In order to suppress muons with misidentified charge, it is required that there is a consistent measurement of charge in the MS and ID. Muons with p T < 80 GeV are required to be well separated from jets, such that ∆R(µ, jet) > 0.4, where ∆R = (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 107,
                    "text": "[36]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 430,
                    "text": "2",
                    "end": 431
                }
            ]
        },
        {
            "section": "Object reconstruction and selection",
            "text": "Jets are reconstructed using the anti-k t clustering algorithm [37,38] with the radius parameter set to 0.4. Jets are calibrated [39,40] using an energy-and η-dependent simulationbased calibration scheme, with in-situ corrections based on data. The impact of multiple overlapping pp interactions is accounted for using a technique that provides an event-byevent and jet-by-jet correction [41]. Events are rejected if any jet is identified as originating from beam-halo effects or calorimeter noise. Jets are required to have p T > 20 GeV and |η| < 2.8. The p T requirement is chosen in order to maximise the acceptance for the mTISM model. For jets with p T < 50 GeV within the acceptance of the tracking detector (|η| < 2.4), the 'jet vertex fraction' (JVF) [42] is required to be greater than 0.5. The",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 63,
                    "text": "[37,",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 67,
                    "text": "38]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 129,
                    "text": "[39,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 133,
                    "text": "40]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 388,
                    "text": "[41]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 759,
                    "text": "[42]",
                    "end": 763
                }
            ]
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 10
        },
        {
            "section": "JHEP07(2015)162",
            "text": "jet vertex fraction is calculated by summing the p T of tracks associated with the jet and matched to the selected primary vertex, and dividing it by the sum of the p T of all tracks associated with the jet.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "JHEP07(2015)162",
            "text": "The primary vertex of the event is defined as the reconstructed vertex with the highest p 2 T , consistent with the beam spot position, where the sum is over all tracks associated with the candidate primary vertex.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "JHEP07(2015)162",
            "text": "The missing transverse momentum, E miss T , is used to identify invisible particles such as light neutrinos that escape detection. The E miss T quantity is calculated as the magnitude of the negative vector sum of all reconstructed particles momenta, including muons, electrons, photons, and jets, as well as clusters of calorimeter cells, not associated with these objects.",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Lepton isolation criteria",
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "Backgrounds due to misidentified leptons and non-prompt leptons, which are described in detail in section 5.3, can be suppressed by requiring that leptons are isolated from other activity in the event. Because of the different background compositions for electrons compared to muons and of the different response of the detector to isolated electrons and muons from prompt sources, different isolation criteria are used for the two lepton flavours.",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "Electrons are required to satisfy",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "T is the sum of the p T of all tracks within a cone of ∆R = 0.2 around the electron, excluding the electron track itself, and E C3",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "T is the sum of the transverse energy in a cone of ∆R = 0.3 around the electron, excluding the electron itself. The criteria are looser at high electron E T in order to maintain high efficiency.",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "Muons with p T < 80 GeV are required to have",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "T is the sum of the p T of all tracks within a cone of ∆R = 0.3 around the muon, excluding the muon track itself, and E C2",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "T is the sum of transverse energy measured in the calorimeter within a cone of ∆R = 0.2 around the muon, excluding energy deposits associated with the muon track. For muons with p T > 80 GeV the requirements are relaxed in order to maintain high efficiency. Muons with p T > 80 GeV are either required to satisfy E C2 T /p T < 0.05, or if they are within ∆R = 0.4 of a jet they can additionally be selected if (m µj − m j ) > 10 GeV, where m j is the reconstructed mass of the jet closest to the muon and m µj is the invariant mass of the jet and the muon. The latter criterion is efficient for the decay of a boosted heavy neutrino decaying into a muon and a qq pair, while rejecting a large fraction of misidentified muons.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "Lepton isolation criteria",
            "text": "Both the muons and electrons must satisfy a set of requirements on the impact parameters at the primary vertex in order to further suppress leptons originating from heavyflavour decays. They are required to have a transverse impact parameter, d 0 , which satisfies |d 0 | < 0.2 mm and |d 0 |/σ(d 0 ) < 3, where σ(d 0 ) is the uncertainty on d 0 . It is also required that the product of the longitudinal impact parameter (z 0 ) and the sine of the polar angle of the lepton (θ) satisfy |z 0 sin θ| < 2 mm.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "General event selection",
            "section_rank": 12
        },
        {
            "section": "General event selection",
            "text": "The events are required to satisfy one of a suite of triggers [43] that select events with either one or two high-p T leptons. This analysis uses single-lepton (e or µ) triggers with -7 -JHEP07(2015)162 a 24 GeV p T threshold. The analysis also uses a dimuon trigger for events in which one muon has satisfied a p T threshold of 20 GeV and a second muon has satisfied a threshold of 8 GeV. The choice of triggers is found to maintain the highest possible signal efficiency in each channel across the presented range of heavy neutrino masses. The electron (muon) trigger efficiencies for offline selected electrons (muons) are 94% (70%) and 85% (90%) in the barrel and end-cap, respectively. The total efficiency for a single electron (muon) within the detector acceptance to satisfy the full lepton selection described in sections 4.1 and 4.2, including the trigger requirement, is approximately 54% (70%).",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 62,
                    "text": "[43]",
                    "end": 66
                }
            ]
        },
        {
            "section": "General event selection",
            "text": "The highest-p T lepton in an event is required to satisfy p T > 25 GeV. The choice of lepton p T threshold is dictated by the trigger requirements. It is required that at least one lepton with p T > 25 GeV is matched to one of the described triggers. In the case of the event being selected by the dimuon trigger, two muons must be matched to the trigger. Any other leptons must satisfy p T > 20 GeV.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "section": "General event selection",
            "text": "Events are required to contain exactly two leptons from {ee, µµ} with same-sign charge, where the two leptons must have ID tracks associated with the same vertex. To remove the small background arising from muon bremsstrahlung in the ID or in the first layers of the EM calorimeter, events are rejected if a muon's ID track is also reconstructed as an electron. Backgrounds from W Z and ZZ decays are suppressed by rejecting events which contain an additional lepton, where the additional lepton is selected with looser identification requirements and no requirements on the isolation variables. The impact of the latter criterion on the signal efficiency is negligible compared to the overall uncertainty on the signal acceptance.",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "Selection criteria for mTISM signal events",
            "section_rank": 13
        },
        {
            "section": "Selection criteria for mTISM signal events",
            "text": "The signal region for the mTISM model is defined for events containing, in addition to the two leptons, at least two jets. The invariant mass, m jj , of the two highest-p T jets is required to lie in the range 60 < m jj < 100 GeV. This selects events consistent with an on-shell W boson decaying to a qq pair. The invariant mass of the two leptons (m ) is required to be greater than 40 GeV, a selection that has high efficiency for the signal over the full range of m N values considered. In the ee channel, the charge-misidentification background (described in section 5.2) is suppressed by requiring that the invariant mass of the two leptons is outside a window around the Z boson mass, |m − m Z | > 20 GeV. Backgrounds due to electroweak processes producing same-sign leptons are dominated by those including at least one light neutrino, particularly those arising from diboson production processes. Such backgrounds may have high E miss T compared to the mTISM signal, so the events in the signal region are required to have E miss T < 40 GeV.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Selection criteria for mTISM signal events",
            "text": "The total efficiency (including the detector acceptance) for signal events to satisfy all selection criteria is lower in ee events than in µµ events as electrons have lower efficiency to satisfy the identification and isolation criteria. The efficiency for leptons in mTISM signal events to satisfy the object selection increases as a function of the lepton p T . The total efficiency therefore increases as a function of m N , from approximately 0.5% to 24% in the ee channel and 3% to 30% in the µµ channel. The signal region for heavy neutrinos produced in the decays of W R bosons is defined for events containing at least one jet. To exploit the high energy scale of the signal events it is required that m > 110 GeV and the invariant mass of the system consisting of the two leptons and one or two jets must satisfy m j(j) > 400 GeV. If the event contains more than two jets, the two highest-p T jets are used.",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "section": "Selection criteria for mTISM signal events",
            "text": "The signal region for heavy neutrinos produced in the decays of Z bosons uses the same requirement on the dilepton mass, but requires at least two jets and the invariant mass of the system consisting of the two leptons and two to four jets must satisfy m jj(jj) > 200 GeV. If the event contains more than four jets, the four highest-p T jets are used. A lower invariant mass of the system of 200 GeV is considered in the search for Z bosons compared to the value of 400 GeV used for W R bosons since previous searches for heavy neutrinos have already set strong constraints for m W R < 400 GeV [17], whereas there are no such limits for Z production.",
            "paragraph_rank": 38,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 594,
                    "text": "[17]",
                    "end": 598
                }
            ]
        },
        {
            "section": "Selection criteria for mTISM signal events",
            "text": "Allowing only one jet in the W R decay or two jets in the Z decay (rather than two and four respectively) increases the signal efficiency for the case when the heavy neutrino is boosted (m V R m N ) so that the qq pair produced in the decay of the off-shell W R results in a single jet reconstructed in the detector. For m V R m N , up to 60% of events contain only one jet in W R events or two jets in the case of Z decays. The total selection efficiency for LRSM events depends on the masses m V R and m N and also the ratio",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "section": "Selection criteria for mTISM signal events",
            "text": "The total efficiency (including the detector acceptance) ranges from approximately 0.5% to 25% in the ee channel, and from approximately 1.5% to 30% in the µµ channel. For small values of m N /m V R , the efficiency decreases rapidly and is below 15% for m N /m V R < 0.1, because the heavy neutrino decay products are highly boosted and the leptons are less isolated.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Background estimation",
            "section_rank": 14
        },
        {
            "section": "Background estimation",
            "text": "The background is evaluated in the signal regions according to three categories of lepton pairs. The first two categories describe the contribution due to leptons originating from SM processes that produce prompt isolated leptons. The first category, labelled as 'prompt' in the following and discussed in section 5.1, corresponds to irreducible background from true same-sign prompt lepton pairs. The second category, labelled as 'charge-flip' in the following and discussed in section 5.2, corresponds to true opposite-sign prompt lepton pairs, in which one lepton has its charge mismeasured. The third category, labelled as 'non-prompt' in the following and discussed in section 5.3, corresponds to one or both leptons being either a non-prompt lepton from semileptonic heavy-flavour decays, a jet misidentified as a lepton or, in the case of electrons, photons misidentified as leptons. The first category of background events are entirely estimated using the SS MC samples described in section 3, the second category is estimated using OS MC samples in conjunction with a measurement in the data of the charge misidentification rate and the third category is estimated from data.  Figure 3. Distribution of (a) the number of jets and (b) the leading jet p T in events containing any combination of exactly three or four leptons. The events must contain one lepton with p T > 25 GeV and all other leptons must satisfy p T > 20 GeV. The contribution labelled 'Other' is from processes described in section 5.1 (with MC samples described in section 3), other than the contributions from W Z and ZZ, which are labelled separately. The shaded bands indicate the experimental uncertainties on the total expected background, including all contributions described in section 6.2, but not including any uncertainty on the W Z and ZZ cross-sections. The lower plots show the ratio of data to the total expected background.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1186,
                    "text": "Figure 3",
                    "end": 1194
                }
            ]
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 15
        },
        {
            "text": "Background from prompt same-sign leptons",
            "section_rank": 16
        },
        {
            "section": "Background from prompt same-sign leptons",
            "text": "The background from SM processes that lead to two same-sign prompt leptons is referred to as the prompt background and is estimated using the MC samples described in section 3. The largest contribution to the SM background in the signal regions originates from W Z and ZZ events. Other prompt contributions were estimated to be negligible; these include processes involving the production of three electroweak gauge bosons or of a Higgs boson. The simulation of the W Z and ZZ backgrounds is validated by selecting events with either three or four charged leptons satisfying the selection cuts described in section 4.3. These events arise predominantly from W Z and ZZ production, respectively, with a negligible contribution expected from the signal processes. The expected and observed jet multiplicity and leading jet p T distributions for these events are shown in figure 3. The number of events predicted by the simulation is found to be in good agreement with the data and the kinematic properties of the events are adequately described by the simulation.",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 869,
                    "text": "figure 3",
                    "end": 877
                }
            ]
        },
        {
            "text": "Background from prompt opposite-sign leptons",
            "section_rank": 17
        },
        {
            "section": "Background from prompt opposite-sign leptons",
            "text": "SM processes that produce opposite-sign leptons can also enter into the signal regions if the charge of one lepton is incorrectly measured in the detector. This is referred to as the 'charge-flip' background and includes pairs of opposite sign-leptons produced in tt, W ± W ∓ and Z processes. The MC samples used to model these processes are described in section 3.",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "section": "Background from prompt opposite-sign leptons",
            "text": "The probability for a charge-flip event to occur is measured using Z → µµ and Z → ee events, which are identified using events, which have exactly two leptons with",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 18
        },
        {
            "section": "JHEP07(2015)162",
            "text": "an invariant mass close to the mass of the Z boson. For muons, the charge-flip rate is estimated by comparing the two independent measurements of the muon charge in the MS and the ID. The charge-flip rate is found, as expected from simulation, to be consistent with zero, and contributes a negligible number of events to the expected background.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2015)162",
            "text": "There is however a sizeable charge-flip rate for electrons, due to bremsstrahlung photons produced in the ID and subsequently converting to electron pairs. A sample of Z → ee events in data is used to perform a single maximum-likelihood fit, which extracts the electron charge-flip rate as a function of η [44]. The contribution to these events from fake and non-prompt electrons (see section 5.3) is subtracted from the data sample prior to the fit. The measured rate, which is strongly correlated to the amount of material traversed by the electron in the ID, is found to be approximately 10 −4 for electrons within the barrel region (|η| < 1.0), increasing to 10 −2 at the edge of the detector acceptance (|η| = 2.47). The data-to-MC ratio of the measured electron charge-flip rate is used as a correction factor to the charge-flip rate obtained in the simulation. The p T -dependence of the charge-flip rate is therefore directly taken from the MC simulation.",
            "paragraph_rank": 46,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 306,
                    "text": "[44]",
                    "end": 310
                }
            ]
        },
        {
            "text": "Background from fake and non-prompt leptons",
            "section_rank": 19
        },
        {
            "section": "Background from fake and non-prompt leptons",
            "text": "Events where jets or photons are misidentified as leptons ('fakes') or events with nonprompt leptons which originate from semileptonic heavy-flavour decays constitute a significant background, which is referred to as the non-prompt background. These processes include W + jets and tt production, where one lepton originates from a vector boson decay and the other lepton is misidentified or from a non-prompt decay. This background cannot be reliably predicted from MC simulation and is estimated directly in each of the signal regions, using the data-driven matrix method [45]. The matrix-method characterises leptons which satisfy 'loose' identification criteria as being from prompt or fake/non-prompt sources according to their probabilities to satisfy the full lepton identification criteria.",
            "paragraph_rank": 47,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 573,
                    "text": "[45]",
                    "end": 577
                }
            ]
        },
        {
            "section": "Background from fake and non-prompt leptons",
            "text": "A 'loose' electron is defined with an identification requirement that is relaxed from the 'tight' to 'medium' operating point compared to the standard electron selection described in section 4.1. The selection criteria for a 'loose' muon are identical to the full selection described in section 4.1, with the same requirements on the impact parameters described in section 4.2 but without a requirement to satisfy any isolation criteria.",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "section": "Background from fake and non-prompt leptons",
            "text": "The measurement of the probabilities r and f for 'loose' leptons from prompt or fake/non-prompt sources respectively to satisfy the full lepton identification criteria are the key factors in the estimate of the non-prompt backgrounds. The probabilities r are measured in Z → events as these events are dominated by prompt leptons.",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "section": "Background from fake and non-prompt leptons",
            "text": "The probabilities f are measured in a selection of events which contain a large number of fake and non-prompt leptons. In these control samples, any residual prompt background is subtracted using MC estimates, and low-mass hadronic resonances are excluded by requiring m > 15 GeV. For electrons, the probabilities are measured in events with at least one jet and with exactly one electron. To suppress events containing W decays it is required that |∆φ(e, E miss T )| < 0.5 and E miss T +m T < 40 GeV, where m T is the transverse mass.  Figure 4. Distribution of the number of jets in a validation region consisting of events containing exactly two same-sign muons with one muon satisfying p T > 25 GeV and the second satisfying 10 GeV < p T < 20 GeV. The shaded bands indicate the total uncertainty, including all contributions described in section 6, on the total expected background and the lower plots show the ratio of data to the total expected background.",
            "paragraph_rank": 50,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 537,
                    "text": "Figure 4",
                    "end": 545
                }
            ]
        },
        {
            "section": "Background from fake and non-prompt leptons",
            "text": "probabilities for muons are measured in events containing pairs of muons chosen with transverse impact parameter requirements which differ from the standard selection, such that |d 0 | < 10 mm and |d 0 /σ(d 0 )| > 5. This sample of pairs of muons is expected to have a composition similar to the signal region, making it suitable for the measurement of f . A correction factor is applied to f for muons to account for the fact that muons with high |d 0 /σ(d 0 )| have a lower probability than muons with low |d 0 /σ(d 0 )| to satisfy the isolation criteria. The correction factor of approximately 1.4 is measured using bb and tt MC simulation.",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "section": "Background from fake and non-prompt leptons",
            "text": "A validation region is defined for same-sign µµ events which have satisfied the dimuon trigger (section 4.3) with one muon satisfying p T > 25 GeV and the second satisfying 10 GeV < p T < 20 GeV. As the p T of the second muon is relatively low, this region is dominated by non-prompt background events. The jet multiplicity measured in events in this region is compared to the expected background as shown in figure 4. The overall level of agreement is within one standard deviation for up to five jets in the event.",
            "paragraph_rank": 52,
            "section_rank": 19
        },
        {
            "text": "Validation of background estimates",
            "section_rank": 20
        },
        {
            "section": "Validation of background estimates",
            "text": "The validation of prompt, charge-flip and non-prompt background estimates is considered in this section.",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "section": "Validation of background estimates",
            "text": "The combined background estimate can be evaluated using events containing exactly two same-sign leptons and no jets. This sample of events is orthogonal to each of the different signal regions described in between data and background prediction is within approximately one standard deviation in both the ee and µµ channels.",
            "paragraph_rank": 54,
            "section_rank": 20
        },
        {
            "section": "Validation of background estimates",
            "text": "An additional sample of events is considered, which fully includes all signal regions. This region is defined for events containing exactly two same-sign leptons, with no requirement on the number of jets in the event. The contamination from signal events in this sample is less than 2% of the total background in both channels. The distributions of the leading jet p T and the number of jets in these events, in the ee and µµ channels, as measured in data and estimated from the background predictions from the three sources described above, are shown are shown in figure 6. The overall agreement between data and prediction in the two channels is within approximately one standard deviations.",
            "paragraph_rank": 55,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 566,
                    "text": "figure 6",
                    "end": 574
                }
            ]
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 21
        },
        {
            "section": "JHEP07(2015)162",
            "text": "Events / GeV  Figure 6. The distribution of the transverse momentum p T of the leading jet (top) and the distribution of the number of jets (bottom) for the ee (left) and µµ (right) channels in a validation region consisting of events with exactly two same-sign leptons. The shaded bands indicate the total uncertainty, including all contributions described in section 6, on the total expected background and the lower plots show the ratio of data to the total expected background.",
            "paragraph_rank": 56,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 14,
                    "text": "Figure 6",
                    "end": 22
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 22
        },
        {
            "section": "Systematic uncertainties",
            "text": "The background estimates and signal efficiencies are subject to several systematic uncertainties. The relative size of the uncertainties on the total background estimates in the mTISM and LRSM signal regions are detailed in tables 2 and 3 respectively. Since the tables show the size of each uncertainty relative to the total background estimate, the impact of each uncertainty depends on the background composition in the different channels (see section 7 and tables 4 and 5).",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "text": "Background uncertainties",
            "section_rank": 23
        },
        {
            "section": "Background uncertainties",
            "text": "The systematic uncertainty on the estimate of the non-prompt background is dominated by the uncertainties on the measurements of the rates for leptons from fake and non-prompt sources to satisfy the lepton identification criteria. This uncertainty is dominated by the -   Table 3. A breakdown of the relative uncertainty on the total background (given in %) in the LRSM signal regions. The various sources of systematic uncertainty are described in section 6.",
            "paragraph_rank": 58,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 272,
                    "text": "Table 3",
                    "end": 279
                }
            ]
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 24
        },
        {
            "section": "JHEP07(2015)162",
            "text": "effect of the choice of control region definition on the measured probabilities, as well as the statistical uncertainty on determining the probabilities. The total uncertainty on the non-prompt background in the ee (µµ) channel varies from 30 −48% (41−45%), depending on the signal region. The charge-flip background is only relevant for the ee channel (see section 5.2) and its uncertainty is dominated by the statistical precision with which the charge-flip rate is determined from the available data. There is, additionally, a non-negligible contribution to the total uncertainty due to the modelling of the subtraction of the non-prompt background, although this is correlated with the uncertainty on the non-prompt background. Since the charge-flip background uses MC simulation, the systematic uncertainties discussed in section 6.2 also apply to the charge-flip background. The total uncertainty on the chargeflip background varies from 18 − 46%, depending on the signal region.",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "section": "JHEP07(2015)162",
            "text": "The uncertainty on the normalisation of the backgrounds originating from W Z and ZZ processes is derived from the diboson control region described in section 5.1. This uncertainty is taken to be either the difference between the data and the prediction or the statistical uncertainty from the limited data statistics, whichever is largest. The uncertainty is applied as a function of the number of jets, leading to uncertainties of 10−14%, depending on the signal region. The uncertainty on the cross-section of other background processes from MC estimates is taken from the uncertainties on the theoretical cross-sections. The combined effect of the diboson normalisation and theoretical cross-section uncertainties is labelled as 'Prompt normalisation' in tables 2 and 3.",
            "paragraph_rank": 60,
            "section_rank": 24
        },
        {
            "section": "JHEP07(2015)162",
            "text": "Another source of uncertainty is due to the MC statistical uncertainty. In the mTISM signal region this is particularly large in the ee channel due to the small number of events in the Z → ee MC sample in this region.",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "text": "Uncertainties on MC simulation",
            "section_rank": 25
        },
        {
            "section": "Uncertainties on MC simulation",
            "text": "The following uncertainties are applied to all MC-derived predictions. In addition to affecting the prompt and charge-flip background estimates, these uncertainties also apply to the signal simulation.",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "section": "Uncertainties on MC simulation",
            "text": "The systematic uncertainty on the jet energy scale has an important effect on both the signal and background processes, as the signal-region event selection includes requirements on quantities that are reconstructed from jet kinematics [40]. The uncertainty on the jet energy scale is notably asymmetric in the mTISM signal region (table 2) compared to the LRSM signal region (table 3) due to the dependency on the leading dijet mass in the mTISM signal region definition described in section 4.4. The uncertainty due to the JES on the sum of the prompt and charge-flip backgrounds varies from 6 − 28%, depending on the signal region. The modelling of the missing transverse momentum ('E miss T ') [46] is included as a systematic uncertainty in the mTISM signal region (table 2) as there is a dependence on this quantity in the signal region definition described in section 4.4. Other smaller systematic uncertainties include the uncertainty on the the jet energy resolution [47], the jet vertex fraction requirement, uncertainties on lepton identification efficiencies, energy / momentum scales and resolutions ('Lepton uncertainties') [35,36] and the uncertainty on the luminosity measurement ('Luminosity') [48]. In addition to the uncertainties associated with the MC simulation of background processes, there are systematic modelling uncertainties associated with the signal MC samples. An uncertainty is considered for the signal MC simulation to reflect the choice of parton shower model. The nominal parton shower model that is used for all signal MC samples is Pythia 8.165. The total number of events in the signal region when the signal MC generator is interfaced to Pythia is compared to the number of events when the generator is interfaced to Herwig 6.520. The variation in the signal efficiency is measured to be approximately 5%. The uncertainty due to the parton distribution functions on the signal acceptance is found to be approximately 5% for the mTISM signal samples and approximately 7% for the LRSM signal samples.",
            "paragraph_rank": 63,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 236,
                    "text": "[40]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 698,
                    "text": "[46]",
                    "end": 702
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 770,
                    "text": "(table 2)",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 976,
                    "text": "[47]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "start": 1138,
                    "text": "[35,",
                    "end": 1142
                },
                {
                    "type": "bibr",
                    "start": 1142,
                    "text": "36]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1211,
                    "text": "[48]",
                    "end": 1215
                }
            ]
        },
        {
            "section": "Uncertainties on MC simulation",
            "text": "A systematic uncertainty is also considered to cover the effect of using the fast detector simulation described in section 3. Two versions of the MC signal, one with a full detector simulation and the other with the standard fast detector simulation, are compared in each lepton channel, for a single signal mass point. The difference in the efficiency to select signal events, approximately 4%, is assigned as an uncertainty.",
            "paragraph_rank": 64,
            "section_rank": 25
        },
        {
            "text": "Results",
            "section_rank": 26
        },
        {
            "section": "Results",
            "text": "The numbers of events measured in data are compared to the expected numbers of background events in the signal regions, with the intention of interpreting an excess of events in data in terms of a heavy Majorana neutrino in the mTISM or LRSM models.",
            "paragraph_rank": 65,
            "section_rank": 26
        },
        {
            "text": "Results in the mTISM signal region",
            "section_rank": 27
        },
        {
            "section": "Results in the mTISM signal region",
            "text": "The observed and predicted distributions of the invariant mass of the two highest-p T jets (m jj ) in events satisfying the mTISM selection criteria, excluding the criteria on m jj (60 GeV< m jj < 100 GeV) are presented in figure 7. The shapes of the distributions show good agreement between data and expectation. The numbers of expected and observed events in the mTISM signal region (indicated by arrows in figure 7) are shown in table 4. There is no excess of events relative to the expectation. The observed yields in the data are used to set 95% CL upper limits on the production cross-section times branching ratio, σ × Br(pp → ± N → ± ± qq ), of heavy neutrinos to electrons or muons, using the profile-likelihood test statistic [49] and the CL s method [50]. The systematic uncertainties are included in the test statistic as nuisance parameters. Each systematic uncertainty is assumed to be uncorrelated with all other systematic uncertainties. The limits are shown as a function of m N in figure 8 and are translated into limits on the mixing parameter, |V N | 2 , between the heavy neutrino and the SM neutrino, separately for the ee and µµ channels. The extraction of the limits on the mixing parameters uses the leading-order cross-section for the signal process and no uncertainties are included on the signal cross-section. The extraction furthermore assumes that only the lightest of the heavy neutrinos contributes to the cross-section and that the masses of the other heavy neutrino species are sufficiently high that the effect of interference is negligible.  ",
            "paragraph_rank": 66,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 223,
                    "text": "figure 7",
                    "end": 231
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 410,
                    "text": "figure 7)",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 737,
                    "text": "[49]",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 762,
                    "text": "[50]",
                    "end": 766
                }
            ]
        },
        {
            "text": "Results in the LRSM signal region",
            "section_rank": 28
        },
        {
            "section": "Results in the LRSM signal region",
            "text": "The observed and expected numbers of events for the LRSM signal regions are shown in table 5. There are no excesses observed above the expected numbers of background events.",
            "paragraph_rank": 67,
            "section_rank": 28
        },
        {
            "section": "Results in the LRSM signal region",
            "text": "The LRSM signal is expected to produce a peak in the invariant mass of the decay products of the heavy gauge boson. This would be observed in the invariant mass distribution m j(j) (m jj(jj) ) in the W R (Z ) signal regions, as described in section 4. The observed and predicted distributions are shown in figures 9 and 10. Binned likelihood fits are performed to the invariant mass distributions and the profile-likelihood test statistic is used to assess the compatibility of the data with the background-only and signal-plus-background hypotheses. No significant excess is observed in the data compared to the background expectation and 95% CL upper limits on the cross-section of the production of heavy gauge bosons decaying to heavy neutrinos within the LRSM are set using the CL s method. The expected and observed cross-section exclusion limits as a function of the masses of the heavy gauge bosons and heavy neutrino are shown for example mass points for both channels, ee  figure 11. The contours are found by comparing the cross-section limits to the leading-order cross-sections for the signal processes and no uncertainties are included on the signal crosssections. For this interpretation there is assumed to be no mixing between lepton flavours and three cases are investigated: the first two cases assume a single heavy neutrino being kinematically accessible and being of either electron or muon flavour, which leads to events expected in one of the ee and µµ channels, respectively. The limits are stronger in the µµ channel at low heavy neutrino mass, due to the higher signal acceptance discussed in section 4.5. As the efficiency of the LRSM signal is low in the ee channel for m V R m N , the limit in this region is weaker. Finally the case where two degenerate neutrinos are present is investigated, leading to events expected in both the ee and µµ channels. The expected limits for this scenario are slightly stronger than either of the individual channel scenarios. The sharp changes in the expected and observed limits visible in figure 11 originate from the interpolation between the limited number of mass points for which the limits are extracted.",
            "paragraph_rank": 68,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 983,
                    "text": "figure 11",
                    "end": 992
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 29
        },
        {
            "section": "Conclusions",
            "text": "The proton-proton collision data sample with a centre-of-mass energy of 8 TeV collected by ATLAS with an integrated luminosity of 20.3 fb −1 has been used to search for the production of heavy Majorana neutrinos. The selected events contain two same-sign charged leptons and high-p T jets. Two final selection criteria were used to provide sensitivity to two different benchmark models, the first being a minimal extension of the SM, mTISM, and the second being a left-right symmetric extension of the SM, LRSM. The background expectation in the signal regions is estimated using a combination of data-driven methods and MC simulation.",
            "paragraph_rank": 69,
            "section_rank": 29
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 30
        },
        {
            "section": "JHEP07(2015)162",
            "text": "Events / GeV   Figure 10. Invariant mass of two leading leptons and up to four leading jets after applying additional Z selection criteria (two same-sign leptons, at least two jets, m > 110 GeV and m jj(jj) > 200 GeV), for the ee-channel (a) and µµ-channel (b). A finely binned LRSM signal sample is represented by the dashed (blue) histogram corresponding to m Z = 2200 GeV and m N = 550 GeV. The shaded bands indicate the total uncertainty, including all contributions described in section 6, on the total expected background and the lower plots show the ratio of data to the total expected background.  Table 6. Expected and observed 95% CL limits for the production of LRSM W R or Z , with subsequent decay into a heavy Majorana neutrino in the ee and µµ channels for several example mass points. Also shown is the event selection efficiency (including the detector acceptance). The full results for all analysed mass points are available in HepData.",
            "paragraph_rank": 70,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 15,
                    "text": "Figure 10",
                    "end": 24
                },
                {
                    "type": "table",
                    "start": 606,
                    "text": "Table 6",
                    "end": 613
                }
            ]
        },
        {
            "section": "JHEP07(2015)162",
            "text": "-22 -  Figure 11. Observed and expected exclusion contour at 95% confidence level as a function of the mass of a heavy Majorana neutrino and of a W R (left) or Z boson (right) within the LRSM. The limits in (a) and (b) show the scenario where the heavy neutrino has electron flavour and those in (c) and (d) show the scenario where it has muon flavour. The limits in (e) and (f) show the case of two degenerate neutrinos, one has electron flavour, and the other muon flavour (no mixing between lepton flavours is assumed).",
            "paragraph_rank": 71,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 7,
                    "text": "Figure 11",
                    "end": 16
                }
            ]
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 31
        },
        {
            "section": "JHEP07(2015)162",
            "text": "No significant excess of events is observed above the SM background, and limits are set for each model. In the framework of a mTISM, limits are set on the cross-section times branching ratio and the mixing between heavy neutrinos and SM neutrinos as a function of the heavy neutrino mass. The observed limits exclude mixing parameters as low as |V µN | 2 = 0.0028 and |V eN | 2 = 0.029. In the framework of an LRSM, limits are set on heavy Majorana neutrino masses in the range 50 GeV to 2000 GeV for heavy gauge boson masses above 400 GeV.",
            "paragraph_rank": 72,
            "section_rank": 31
        },
        {
            "text": "4 1",
            "section_rank": 32
        },
        {
            "section": "4 1",
            "text": "Selection criteria for mTISM signal events 8 4.5 Selection criteria for LRSM W R and Z signal events 9 5 Background estimation 9 5.1 Background from prompt same-sign leptons 10 5.2 Background from prompt opposite-sign leptons 10 5.3 Background from fake and non-prompt leptons 11 Results in the mTISM signal region 17 7.2 Results in the LRSM signal region 19",
            "paragraph_rank": 73,
            "section_rank": 32
        },
        {
            "text": "5",
            "section_rank": 33
        },
        {
            "section": "5",
            "text": "Selection criteria for LRSM W R and Z signal events",
            "paragraph_rank": 74,
            "section_rank": 33
        },
        {
            "text": "Figure 5 .",
            "section_rank": 34
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. The E miss T (top) and lepton p T (bottom) distributions for the ee (left) and µµ (right) channels in a validation region consisting of events with exactly two same-sign leptons and no jets. The shaded bands indicate the total uncertainty, including all contributions described in section 6, on the total expected background and the lower plots show the ratio of data to the total expected background.",
            "paragraph_rank": 75,
            "section_rank": 34
        },
        {
            "text": "Figure 7 .",
            "section_rank": 35
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Invariant mass of the two highest-p T jets (m jj ) in events satisfying the mTISM signal region criteria (excluding the m jj criteria) for (a) ee and (b) µµ events. Events satisfying all selection criteria are in the region indicated by the arrows. The expected mTISM signal distribution for m N = 120 GeV is shown by the dashed (blue) histogram. The values of the mixing parameter |V N | 2 are chosen such that the signal distribution is clearly visible, |V eN | 2 = 0.2 for (a) and |V µN | 2 = 0.02 for (b). The shaded bands indicate the total uncertainty, including all contributions described in section 6, on the total expected background and the lower plots show the ratio of data to the total expected background.",
            "paragraph_rank": 76,
            "section_rank": 35
        },
        {
            "text": "Table 4 .Figure 8 .",
            "section_rank": 36
        },
        {
            "section": "Table 4 .Figure 8 .",
            "text": "Figure 8. Observed and expected 95% confidence level upper limits on the cross-section times branching ratio for the production of mTISM heavy Majorana neutrinos as a function of the heavy neutrino mass for (a) the ee channel and (c) the µµ channel. The limits on the mixing between the heavy Majorana neutrinos and the SM neutrinos are shown in (b) and (d). Values larger than the solid black line are excluded by this analysis.",
            "paragraph_rank": 77,
            "section_rank": 36
        },
        {
            "text": "Figure 9 .",
            "section_rank": 37
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Invariant mass of two leading leptons and up to two leading jets after applying additional W R selection criteria (two same-sign leptons, at least one jet, m > 110 GeV and m j(j) > 400 GeV), for the ee-channel (a) and µµ-channel (b). A finely binned LRSM signal sample is represented by the dashed (blue) histogram corresponding to m WR = 2600 GeV and m N = 1950 GeV. The shaded bands indicate the total uncertainty, including all contributions described in section 6, on the total expected background and the lower plots show the ratio of data to the total expected background.",
            "paragraph_rank": 78,
            "section_rank": 37
        },
        {
            "text": "Table 2 .",
            "section_rank": 38
        },
        {
            "section": "Table 2 .",
            "text": "A breakdown of the relative uncertainty on the total background (given in %) in the mTISM signal region. The various sources of systematic uncertainty are described in section 6.",
            "paragraph_rank": 79,
            "section_rank": 38
        },
        {
            "text": "Table 5 .",
            "section_rank": 39
        },
        {
            "section": "Table 5 .",
            "text": "Total event yields measured in data and predicted for signal and background processes in the LRSM signal regions. The uncertainties shown on the various backgrounds correspond to the total uncertainty. The number of LRSM signal events are calculated for {m WR ; m N } = {2600; 1950} GeV and {m Z ; m N } = {2200; 550} GeV. For backgrounds that have zero expected events, the 95% CL upper limit is shown. and µµ, in table 6. The full cross-section limits for all analysed mass points are available in HepData. 3 Exclusion contours are also set in the {m V R , m N } plane, and are shown in",
            "paragraph_rank": 80,
            "section_rank": 39
        },
        {
            "text": "GeV] limit [fb] limit ±1σ [fb] limit ±2σ [fb] limit [fb]",
            "paragraph_rank": 81,
            "section_rank": 40
        },
        {
            "text": "ATLAS uses a right-handed coordinate system, with its origin at the nominal interaction point in the centre of the detector. The z-axis points along the beam direction, the x-axis from the interaction point to the centre of the LHC ring, and the y-axis upwards. In the transverse plane, cylindrical coordinates (r, φ) are used, where φ is the azimuthal angle around the beam direction. The pseudorapidity η is defined via the polar angle θ as η = − ln tan (θ/2).",
            "paragraph_rank": 82,
            "section_rank": 40
        },
        {
            "text": "mT = 2pTE miss T (1 − cos (∆φ (e, E miss T ))), where pT refers to the electron.",
            "paragraph_rank": 83,
            "section_rank": 40
        },
        {
            "text": "http://hepdata.cedar.ac.uk/.",
            "paragraph_rank": 84,
            "section_rank": 40
        },
        {
            "text": "Acknowledgments",
            "section_rank": 42
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 85,
            "section_rank": 42
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 86,
            "section_rank": 42
        },
        {
            "text": "JHEP07(2015)162",
            "section_rank": 44
        },
        {
            "section": "JHEP07(2015)162",
            "text": "The ATLAS collaboration",
            "paragraph_rank": 87,
            "section_rank": 44
        }
    ]
}