{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This Letter reports a measurement of the exclusive γ γ → + − ( = e, μ) cross-section in proton-proton collisions at a centre-of-mass energy of 7 TeV by the ATLAS experiment at the LHC, based on an integrated luminosity of 4.6 fb −1 . For the electron or muon pairs satisfying exclusive selection criteria, a fit to the dilepton acoplanarity distribution is used to extract the fiducial cross-sections. The cross-section in the electron channel is determined to be σ excl.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "γ γ →e + e − = 0.428 ± 0.035 (stat.) ± 0.018 (syst.) pb for a phase-space region with invariant mass of the electron pairs greater than 24 GeV, in which both electrons have transverse momentum p T > 12 GeV and pseudorapidity |η| < 2.4. For muon pairs with invariant mass greater than 20 GeV, muon transverse momentum p T > 10 GeV and pseudorapidity |η| < 2.4, the cross-section is determined to be σ excl.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "γ γ →μ + μ − = 0.628 ± 0.032 (stat.) ± 0.021 (syst.) pb.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "When proton absorptive effects due to the finite size of the proton are taken into account in the theory calculation, the measured cross-sections are found to be consistent with the theory prediction.",
            "paragraph_rank": 5,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A considerable fraction of proton-proton (pp) collisions at high energies involve reactions mediated by photons. This fraction is dominated by elastic scattering, with a single photon exchange. Quasi-real photons can also be emitted by both protons, with a variety of final states produced. In these processes the pp collision can be then considered as a photon-photon (γ γ ) collision.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "At the LHC, these reactions can be studied at energies well beyond the electroweak energy scale [1]. The cross-section of the pp(γ γ ) → + − X process has been predicted to increase with energy [2] and constitutes a non-negligible background to Drell-Yan (DY) reactions [3].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 96,
                    "text": "[1]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 194,
                    "text": "[2]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 270,
                    "text": "[3]",
                    "end": 273
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The exclusive two-photon production of lepton pairs (pp(γ γ ) → + − pp, referred to as exclusive γ γ → + − ) can be calculated in the framework of quantum electrodynamics (QED) [4,5], within uncertainties of less than 2% associated with the proton elastic formfactors. Exclusive dilepton events have a clean signature that helps discriminate them from background: there are only two identified muons or electrons, without any other activity in the central detectors, and the leptons are back-to-back in azimuthal angle. Furthermore, due to the very small photon virtualities involved, the incident protons are scattered at almost zero-degree angles. Consequently, the measurement of exclusive γ γ → + − reactions was proposed for precise absolute luminosity measurement at hadron E-mail address: atlas.publications@cern.ch. colliders [5][6][7][8]. However, this process requires significant corrections (of the order of 20%) due to additional interactions between the elastically scattered protons [9,10].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 177,
                    "text": "[4,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 180,
                    "text": "5]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 834,
                    "text": "[5]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 837,
                    "text": "[6]",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 840,
                    "text": "[7]",
                    "end": 843
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 843,
                    "text": "[8]",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 998,
                    "text": "[9,",
                    "end": 1001
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1001,
                    "text": "10]",
                    "end": 1004
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At hadron colliders exclusive γ γ → + − events have been observed in ep collisions at HERA [11], in pp collisions at the Tevatron [12][13][14] and in nucleus-nucleus collisions at RHIC [15,16] and the LHC [17]. The exclusive two-photon production of lepton pairs in pp collisions at the LHC was studied recently by the CMS collaboration [18,19].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 91,
                    "text": "[11]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "[12]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "start": 134,
                    "text": "[13]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 138,
                    "text": "[14]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "start": 185,
                    "text": "[15,",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "start": 189,
                    "text": "16]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "start": 205,
                    "text": "[17]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "start": 337,
                    "text": "[18,",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "start": 341,
                    "text": "19]",
                    "end": 344
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Letter reports a measurement of exclusive dilepton production in pp collisions at √ s = 7 TeV. The measurement of exclusive dilepton production cross-section is compared to the QED-based prediction with and without proton absorptive corrections.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS experiment [20] at the LHC is a multi-purpose particle detector with a forward-backward symmetric cylindrical geometry and nearly 4π coverage in solid angle. 1 It consists of inner tracking devices surrounded by a superconducting solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer. The inner detector (ID) provides charged-particle tracking in the pseudorapidity region |η| < 2.5 and vertex reconstruction. It comprises a silicon pixel detector, a silicon microstrip tracker, and a straw-tube transition radiation tracker. The ID is surrounded by a solenoid that produces a 2 T axial magnetic field. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements with high granularity. A hadron (iron/scintillator-tile) calorimeter covers the central pseudorapidity range |η| < 1.7. The end-cap and forward regions are instrumented with LAr calorimeters for both the EM and hadronic energy measurements up to |η| = 4.9. The muon spectrometer (MS) is operated in a magnetic field provided by air-core superconducting toroids and includes tracking chambers for precise muon momentum measurements up to |η| = 2.7 and trigger chambers covering the range |η| < 2.4.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 21,
                    "text": "[20]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 168,
                    "text": "1",
                    "end": 169
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "A three-level trigger system is used to select interesting events. The first level is implemented in custom electronics and is followed by two software-based trigger levels, referred to collectively as the High-Level Trigger.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Theoretical background and event simulation",
            "section_rank": 4
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "Calculations of the cross-section for exclusive two-photon production of lepton pairs in pp collisions are based on the Equivalent Photon Approximation (EPA) [4,5,[21][22][23][24]. The EPA relies on the property that the EM field of a charged particle, here a proton, moving at high velocity becomes more and more transverse with respect to the direction of propagation. As a consequence, an observer in the laboratory frame cannot distinguish between the EM field of a relativistic proton and the transverse component of the EM field associated with equivalent photons. Therefore, using the EPA, the cross-section for the reaction above can be written as",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 158,
                    "text": "[4,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 161,
                    "text": "5,",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 163,
                    "text": "[21]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 167,
                    "text": "[22]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 171,
                    "text": "[23]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 175,
                    "text": "[24]",
                    "end": 179
                }
            ]
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "where P (x 1 ) and P (x 2 ) are the equivalent photon spectra for the protons, x 1 and x 2 are the fractions of the proton energy carried away by the emitted photons and m + − is the invariant mass of the lepton pair. These variables are related by m 2",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "where s is the pp centre-of-mass energy squared. The symbol σ γ γ → + − refers to the cross-section for the QED sub-process. As discussed previously, the photons are quasi-real, which means that their virtuality Q 2 is very small compared to m 2 + − . In this kinematic region the EPA gives the same predictions as full leadingorder (LO) QED calculations [4,5].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 355,
                    "text": "[4,",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 358,
                    "text": "5]",
                    "end": 360
                }
            ]
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "In the reaction pp(γ γ ) → + − X the protons scattering can be: elastic, X = pp; single-dissociative, X = p X ; or doubledissociative, X = X X (the symbols X , X denote any additional final state produced in the event). Unless both outgoing protons are detected, the proton dissociative events form an irreducible background to the fully elastic production.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "Such photon-induced reactions, in particular exclusive γ γ → + − production, require significant corrections due to proton absorptive effects. These effects are mainly related to pp stronginteraction exchanges that accompany the two-photon interaction and that lead to the production of additional hadrons in the final state. Recent phenomenological studies suggest that the exclusive γ γ → + − cross-section is suppressed by a factor that depends on the mass and rapidity of the system produced [10]. For the kinematic range relevant for this measurement the suppression factor is about 20%. This factor includes both the strong pp absorptive correction (∼8% suppression) and the photon-proton (γ p) coherence condition (b γ p > r p , where b γ p is the γ p impact parameter and r p the transverse size of the proton).",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 496,
                    "text": "[10]",
                    "end": 500
                }
            ]
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "Simulated event samples are generated in order to estimate the background and to correct the signal yields for detector effects. The signal event samples for exclusive γ γ → + − production are generated using the Herwig++ 2.6.3 [25] Monte Carlo (MC) event generator, which implements the EPA formalism in pp collisions. The dominant background, photon-induced singledissociative dilepton production, is simulated using Lpair 4.0 [26] with the Brasse [27] and Suri-Yennie [28] structure functions for proton dissociation. For photon virtualities Q 2 < 5 GeV 2 and masses of the dissociating system, m N < 2 GeV, low-multiplicity states from the production and decays of resonances are usually created. For higher Q 2 or m N , the system decays to a variety of resonances, which produce a large number of forward particles. The Lpair package is interfaced to JetSet 7.408 [29], where the Lund [30] fragmentation model is implemented. The Herwig++ and Lpair generators do not include any corrections to account for proton absorptive effects.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 228,
                    "text": "[25]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 429,
                    "text": "[26]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 450,
                    "text": "[27]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 471,
                    "text": "[28]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 870,
                    "text": "[29]",
                    "end": 874
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 891,
                    "text": "[30]",
                    "end": 895
                }
            ]
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "For double-dissociative reactions, Pythia 8.175 [31] is used with the NNPDF2.3QED [32] parton distribution functions (PDF). The NNPDF2.3QED set uses LO QED and next-to-next-to-leading-order (NNLO) QCD perturbative calculations to construct the photon PDF, starting from the initial scale Q 2 0 = 2 GeV 2 . Depending on the multiplicity of the dissociating system, the default Pythia 8 string or mini-string fragmentation model is used for proton dissociation. The absorptive effects in double-dissociative MC events are taken into account using the default multi-parton interactions model in Pythia 8 [33].",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 48,
                    "text": "[31]",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 82,
                    "text": "[32]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 601,
                    "text": "[33]",
                    "end": 605
                }
            ]
        },
        {
            "section": "Theoretical background and event simulation",
            "text": "The Powheg 1.0 [34][35][36]   [42] prediction, which is found to yield good agreement with the transverse momentum distribution of Z bosons observed in data [43,44]. The production of top-quark pair (tt) events is modelled using MC@NLO 3.42 [45,46] and diboson (W + W − , W ± Z , Z Z ) processes are simulated using Herwig 6.520 [47]. The event generators used to model Z /γ * , tt and diboson reactions are interfaced to Photos 3.0 [48] to simulate QED final-state radiation (FSR) corrections. Multiple interactions per bunch crossing (pile-up) are accounted for by overlaying simulated minimum-bias events, generated with Pythia 6.425 using the AUET2B tune and CTEQ6L1 PDF, and reweighting the distribution of the average number of interactions per bunch crossing in MC simulation to that observed in data. Furthermore, the simulated samples are weighted such that the z-position distribution of reconstructed pp interaction vertices matches the distribution observed in data. The ATLAS detector response is modelled using the GEANT4 toolkit [49,50] and the same event reconstruction as that used for data is performed.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 15,
                    "text": "[34]",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 19,
                    "text": "[35]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 23,
                    "text": "[36]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 30,
                    "text": "[42]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 157,
                    "text": "[43,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 161,
                    "text": "44]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 241,
                    "text": "[45,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 245,
                    "text": "46]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 329,
                    "text": "[47]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 433,
                    "text": "[48]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1044,
                    "text": "[49,",
                    "end": 1048
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1048,
                    "text": "50]",
                    "end": 1051
                }
            ]
        },
        {
            "text": "Event reconstruction, preselection and background estimation",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction, preselection and background estimation",
            "text": "The data used in this analysis were collected during the 2011 LHC pp run at a centre-of-mass energy of √ s = 7 TeV. After application of data-quality requirements, the total integrated luminosity is 4.6 fb −1 with an uncertainty of 1.8% [51]. Events from these pp collisions are selected by requiring at least one collision vertex with at least two charged-particle tracks with p T > 400 MeV.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 237,
                    "text": "[51]",
                    "end": 241
                }
            ]
        },
        {
            "section": "Event reconstruction, preselection and background estimation",
            "text": "Events are then required to have at least two lepton candidates (electrons or muons), as defined below.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction, preselection and background estimation",
            "text": "Events in the electron channel were selected online by requiring a single-electron or di-electron trigger. For the single-electron trigger, the transverse momentum threshold was increased during data-taking from 20 GeV to 22 GeV in response to the increased LHC instantaneous luminosity. The di-electron trigger required a minimum transverse momentum of 12 GeV for each electron candidate. Electron candidates are reconstructed from energy deposits in the calorimeter matched to ID tracks. Electron reconstruction uses track refitting with a Gaussian-sum filter to be less sensitive to bremsstrahlung losses and improve the estimates of the electron track parameters [52,53]. The electrons are required to have a transverse momentum p e T > 12 GeV and pseudorapidity |η e | < 2.4 with the calorimeter barrel/end-cap transition region 1.37 < |η e | < 1.52 excluded. Electron candidates are required to meet \"medium\" identification criteria based on shower shape and track-quality variables [54].",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 667,
                    "text": "[52,",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 671,
                    "text": "53]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 989,
                    "text": "[54]",
                    "end": 993
                }
            ]
        },
        {
            "section": "Event reconstruction, preselection and background estimation",
            "text": "Events in the muon channel were selected online by a singlemuon or di-muon trigger, with a transverse momentum threshold of 18 GeV or 10 GeV, respectively. Muon candidates are identified by matching complete tracks in the MS to tracks in the ID [55], and are required to have p  [56]. Scale factors are applied to the simulated samples to correct for the small differences from data in the trigger, reconstruction and identification efficiencies for electrons and muons [54][55][56]. MC events are also corrected to take into account differences from data in lepton energy, momentum scale and resolution [55,57]. The multi-jet background is determined using data-driven methods, similarly to Refs. [44,58]. For the e + e − channel, the multi-jet sample is obtained by applying the full nominal preselection but requiring the electron candidates to not satisfy the medium identification criteria. For the μ + μ − channel, it is extracted using same-charge muon pairs that satisfy the remaining preselection criteria. The normalisation of the multi-jet background is determined by fitting the invariant mass spectrum of the electron (muon) pair in the data to a sum of expected contributions, including MC predictions of the signal and the other backgrounds.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 245,
                    "text": "[55]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 279,
                    "text": "[56]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 470,
                    "text": "[54]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 474,
                    "text": "[55]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 478,
                    "text": "[56]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 604,
                    "text": "[55,",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "start": 608,
                    "text": "57]",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 698,
                    "text": "[44,",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "start": 702,
                    "text": "58]",
                    "end": 705
                }
            ]
        },
        {
            "text": "Exclusive event selection and signal extraction",
            "section_rank": 6
        },
        {
            "section": "Exclusive event selection and signal extraction",
            "text": "In order to select exclusive γ γ → + − candidates, a veto on additional charged-particle track activity is applied. This exclusivity veto requires that no additional charged-particle tracks with p T > 400 MeV be associated with the dilepton vertex, and that no additional tracks or vertices be found within a 3 mm longitudinal isolation distance, z iso vtx , from the dilepton vertex. These conditions are primarily motivated by the rejection of the Z /γ * and multi-jet events, which typically have many tracks originating from the same vertex.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Exclusive event selection and signal extraction",
            "text": "The charged-particle multiplicity distribution in Z /γ * MC events is reweighted to match the UE observed in data, following the same procedure as in Ref. [59]. Uncorrected Z /γ * MC models overestimate the charged-particle multiplicity distributions observed in data by 50% for low-multiplicity events. In order to estimate the relevant weight, the events in the Z -peak region, defined as 70 GeV < m + − < 105 GeV, are used. This region is expected to include a large DY component. The correction procedure also accounts for the effect of tracks originating from pile-up and ID track reconstruction inefficiency. The requirement of no additional tracks associated with the dilepton vertex completely removes multi-jet, tt, and diboson backgrounds. The z iso vtx distribution for events with no additional tracks at the dilepton vertex is presented in Fig. 1(a). The structure observed at small z iso vtx values is due to the vertex finding algorithm, which identifies the vertex as two close vertices in high-multiplicity DY events: the two-track vertex formed from the lepton tracks and the vertex from the UE tracks. The 3 mm cut significantly suppresses the DY background, at the cost of a 26% reduction in signal yield. The inefficiency is related to tracks and vertices originating from additional pp interactions.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 155,
                    "text": "[59]",
                    "end": 159
                },
                {
                    "type": "figure",
                    "start": 853,
                    "text": "Fig. 1(a)",
                    "end": 862
                }
            ]
        },
        {
            "section": "Exclusive event selection and signal extraction",
            "text": "Contributions from the DY e + e − and μ + μ − processes can be further reduced by excluding events with a dilepton invariant mass in the Z -peak region. The invariant mass distribution of muon pairs for events satisfying the exclusivity veto (exactly two tracks at the dilepton vertex, z iso vtx > 3 mm) is presented in Fig. 1(b) (where the excluded Z -peak region is indicated by dashed lines). The figure shows that the MC description of the m μ + μ − distribution is satisfactory. To further suppress the proton dissociative backgrounds, the lepton pair is required to have small total transverse momentum (p",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 320,
                    "text": "Fig. 1(b)",
                    "end": 329
                }
            ]
        },
        {
            "section": "Exclusive event selection and signal extraction",
            "text": ". This is shown in Fig. 1(c), which displays the di-muon transverse momentum distribution for events outside the Z region that satisfy the exclusivity veto. The p + − T resolution below 1.5 GeV is approximately 0.3 GeV for the electron channel and 0.2 GeV for the muon channel.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 19,
                    "text": "Fig. 1(c)",
                    "end": 28
                }
            ]
        },
        {
            "section": "Exclusive event selection and signal extraction",
            "text": "The result of each step of the exclusive selection applied to the data, signal and background samples is shown in Table 1. After all selection criteria are applied, 869 events remain for the electron channel, and 2124 events are selected in the muon channel. From simulations, approximately half are expected to originate from exclusive production. The number of selected events in the data is below the expectation from the simulation, with an observed yield that is approximately 80% of the sum of simulated signal and background processes (see discussion in Section 7).",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 114,
                    "text": "Table 1",
                    "end": 121
                }
            ]
        },
        {
            "section": "Exclusive event selection and signal extraction",
            "text": "After the final exclusive event selection, there is still a significant contamination from DY, single-and double-dissociative processes. Scaling factors for signal and background processes are estimated by a binned maximum-likelihood fit of the sum of the simulated distributions contained in the MC templates for the various processes, to the measured dilepton acoplanarity (1 − | φ + − | /π ) distribution. The fit determines two scaling factors, defined as the ratios of the number of observed to the number of expected events based on the MC predictions, for the exclusive (R excl. ) and single-dissociative (R s-diss. ) templates. The double-dissociative and DY contributions are fixed to the MC predictions in the fit procedure. Contributions from other background processes are found to be negligible. Fig. 2 shows the e + e − and μ + μ − acoplanarity distributions in data overlaid with the result of the fit to the shapes from MC simulations for events satisfying all selection requirements. The results from the best fit to the data for the electron channel are: R excl. γ γ →e + e − = 0.863 ± 0.070 (stat.) for the signal scaling factor and R s-diss.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 809,
                    "text": "Fig. 2",
                    "end": 815
                }
            ]
        },
        {
            "section": "Exclusive event selection and signal extraction",
            "text": "γ γ →e + e − = 0.759 ± 0.080 (stat.) for the single-dissociative Fig. 1. Illustration of exclusive event selection in the muon channel (see text). (a) Longitudinal distance between the di-muon vertex and any other tracks or vertices, (b) di-muon invariant mass, and (c) transverse momentum of the di-muon system, after application of subsequent selection criteria (indicated by the dashed lines). Data are shown as points with statistical error bars, while the histograms represent the expected signal and background levels, corrected using the scale factors described in the text.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 65,
                    "text": "Fig. 1",
                    "end": 71
                }
            ]
        },
        {
            "text": "Table 1",
            "section_rank": 7
        },
        {
            "section": "Table 1",
            "text": "Effect of sequential selection requirements on the number of events selected in data, compared to the number of predicted signal and background events for electron and muon channels. Predictions for exclusive and single-dissociative event yields do not take into account proton absorptive corrections. ",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "Selection",
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties and cross-checks",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties and cross-checks",
            "text": "The different contributions to the systematic uncertainties are described below. The dominant sources of systematic uncertainty for both the electron and muon channels are related to background modelling. The uncertainty on the electron and muon selection includes uncertainties on the electron energy or muon momentum scale and resolution, as well as uncertainties on the scale factors applied to the simulation in order to reproduce the trigger, reconstruction and identification efficiencies for electrons or muons measured in the data. The lepton energy or momentum scale correction uncertainties are obtained from a comparison of the Z boson invariant mass distribution in data and simulation, while the uncertainties on the scale factors are derived from a comparison of tag-andprobe results in data and simulations [54][55][56][57]. The overall effect on the exclusive γ γ → + − cross-sections is approximately 1-3%, where the dominant electron uncertainties originate from the electron reconstruction and identification and the dominant muon uncertainty originates from the trigger.",
            "paragraph_rank": 33,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 822,
                    "text": "[54]",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 826,
                    "text": "[55]",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 830,
                    "text": "[56]",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "start": 834,
                    "text": "[57]",
                    "end": 838
                }
            ]
        },
        {
            "section": "Systematic uncertainties and cross-checks",
            "text": "The uncertainty on the contribution of DY processes mainly accounts for disagreements between data and simulations which are related to the reweighting procedures of the charged-particle multiplicity (10%) and p + − T (5%) distributions. It also includes a 5% contribution for the PDF and scale uncertainties in modelling DY processes, as well as a 5% statistical uncertainty on the Z /γ * MC samples after event selection. An overall normalisation uncertainty of 20% is assigned to cover all these effects. Because of the similar shapes of the DY and single-proton dissociative γ γ → + − components in the fitted acoplanarity distribution, this uncertainty on the DY normalisation is partly absorbed by the single-dissociative contribution. The 20% uncertainly has a 1.2% effect on the exclusive cross-section for the electron channel and 1% for the muon channel.",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties and cross-checks",
            "text": "In order to estimate the double-proton dissociative γ γ → + − uncertainty, this contribution is varied according to the photon PDF uncertainties, defined at 68% confidence level and evaluated using NNPDF2.3QED replicas [32]. The photon PDF are affected by sizeable uncertainties, typically of the order of 50%. The resulting uncertainty on the exclusive cross-sections related to double-dissociative background uncertainty is 1.9% for the electron channel and 1.7% for the muon channel.",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 219,
                    "text": "[32]",
                    "end": 223
                }
            ]
        },
        {
            "section": "Systematic uncertainties and cross-checks",
            "text": "The uncertainty arising from the choice of acoplanarity shapes in the fit procedure is evaluated by refitting the data with different template distributions. A small deviation of the proton elastic form-factors [60] from the standard dipole parameterisation used in the simulations has a 0.2% effect on the exclusive cross-sections. This effect is estimated by reweighting the equivalent photon spectra in signal MC events to agree with the model predictions. The impact of the shape uncertainty in the single-dissociative template . The resulting uncertainty on the cross-sections is 0.5%. The dilepton vertex isolation efficiency is studied by comparing the spatial distribution of tracks originating from pile-up in MC simulations and in data. The effect of mis-modelling of the vertex isolation efficiency is determined by comparing the efficiency in data and simulations for different z iso vtx values (varied between 2 mm and 5 mm, where the sensitivity of the measurements to the level of background is maximal). The relative variations between the data and simulations are found to be at most 1.2%, which is taken as a systematic uncertainty.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties and cross-checks",
            "text": "The LHC beam energy uncertainty is evaluated to be 0.7%, following Ref. [62]. This affects the exclusive cross-sections by 0.4% and is considered as a systematic effect. The impact of the nonzero crossing angles of the LHC beams at the ATLAS interaction point is estimated by applying a relevant Lorentz transformation to generator-level lepton kinematics for signal MC events. This results in a 0.3% variation and is taken as a systematic uncertainty.",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 72,
                    "text": "[62]",
                    "end": 76
                }
            ]
        },
        {
            "section": "Systematic uncertainties and cross-checks",
            "text": "The effect of QED FSR is predicted to be small (below 1%) in exclusive γ γ → + − reactions [63]. However, as experimental corrections for electrons are derived from Z /γ * → e + e − and W → eν processes including significant QED FSR effects, these corrections may not be directly applicable to the exclusive dilepton signal MC events without QED FSR simulation. A possible bias in the electron efficiencies is studied by comparing DY e + e − MC events with and without QED FSR photons being emitted. The observed difference in the efficiency to trigger, reconstruct and identify electron pairs is 0.8%, which is taken as a systematic uncertainty. Additional tests of the maximum-likelihood fit stability are performed by comparing different bin widths and fit ranges. Starting Table 2 Summary of systematic uncertainties on the exclusive cross-section measurement for the electron and muon channels. The data statistical uncertainties are also given for comparison.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 777,
                    "text": "Table 2",
                    "end": 784
                }
            ]
        },
        {
            "text": "Source of uncertainty",
            "section_rank": 10
        },
        {
            "section": "Source of uncertainty",
            "text": "Uncertainty from the nominal number of 30 bins in the fit range 0 ≤ 1 − | φ + − | /π ≤ 0.06, variations of the bin width (0.002 ±0.001) and fit range from [0, 0.03] to [0, 0.09] produce relative changes of at most 0.9%. Since these variations are strongly correlated with the statistical uncertainties, no additional systematic uncertainty is assigned in this case. Table 2 summarises the contributions to the systematic uncertainty on the exclusive cross-sections from the different sources. The total systematic uncertainty is formed by adding the individual contributions in quadrature for each analysis channel, including the uncertainty on the integrated luminosity. Control distributions of the dilepton transverse momentum for events satisfying the selection criteria listed in Table 1 are shown in Fig. 3, with the exclusive and single-dissociative yields normalised according to the fit results. Here an additional cut on the dilepton acoplanarity (1 − | φ + − | /π < 0.008) is used, instead of the cut on total transverse momentum (p + − T < 1.5 GeV). The MC predictions for the shapes of dilepton distributions are found to be in good agreement with the data.",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 366,
                    "text": "Table 2",
                    "end": 373
                },
                {
                    "type": "table",
                    "start": 785,
                    "text": "Table 1",
                    "end": 792
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 806,
                    "text": "Fig. 3",
                    "end": 812
                }
            ]
        },
        {
            "text": "Results and comparison to theory",
            "section_rank": 11
        },
        {
            "section": "Results and comparison to theory",
            "text": "The exclusive γ γ → + − cross-sections reported in this article are restricted to the fiducial regions defined in Table 3. The event selection results in an acceptance times efficiency of 19% for the electron channel and 32% for the muon channel. The fiducial cross-sections are given by the product of the measured signal scale factors by the exclusive cross-sections predicted, in the fiducial region considered, by the EPA calculation:",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 114,
                    "text": "Table 3",
                    "end": 121
                }
            ]
        },
        {
            "section": "Results and comparison to theory",
            "text": "For the e + e − channel, γ γ →e + e − and σ EPA γ γ →e + e − , and cancel each other in the crosssection extraction procedure. They are related to the proton elastic form-factors (1.6%) and to the higher-order electroweak corrections [63] not included in the calculations (0.7%). The proton form-factor uncertainty is conservatively estimated by taking the full difference between the calculations using the standard dipole form-factors and the improved model parameterisation including pQCD corrections from Ref. [60]. The latter includes a fit uncertainty and the prediction furthest away from the dipole formfactors is chosen.",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 514,
                    "text": "[60]",
                    "end": 518
                }
            ]
        },
        {
            "section": "Results and comparison to theory",
            "text": "Similarly, for the μ + μ − channel, The resulting fiducial cross-section for the electron channel is measured to be σ excl.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "section": "Results and comparison to theory",
            "text": "γ γ →e + e − = 0.428 ± 0.035 (stat.) ± 0.018 (syst.) pb .",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "section": "Results and comparison to theory",
            "text": "This value can be compared to the theoretical prediction, including absorptive corrections to account for the finite size of the proton [10]:   Fig. 4. Comparison of the ratios of measured (red points) and predicted (solid green lines) cross-sections to the uncorrected EPA calculations (black dashed line). Results for the muon and electron channels are also compared with a similar CMS measurement [18]. The inner red error bar represents the statistical error, and the blue bar represents the total error on each measurement. The yellow band represents the theoretical uncertainty of 1.8% (1.7%) on the predicted (uncorrected EPA) cross-sections, assumed to be uniform in the phase space of the measurements. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 44,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 136,
                    "text": "[10]",
                    "end": 140
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 144,
                    "text": "Fig. 4",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "start": 400,
                    "text": "[18]",
                    "end": 404
                }
            ]
        },
        {
            "section": "Results and comparison to theory",
            "text": "σ EPA, corr. γ γ →e + e − = 0.398 ± 0.007 (theor.) pb .",
            "paragraph_rank": 45,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 2,
                    "text": "EPA, corr.",
                    "end": 12
                }
            ]
        },
        {
            "section": "Results and comparison to theory",
            "text": "For the muon channel, the fiducial cross-section is measured to be σ excl.",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "section": "Results and comparison to theory",
            "text": "γ γ →μ + μ − = 0.628 ± 0.032 (stat.) ± 0.021 (syst.) pb ,",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "section": "Results and comparison to theory",
            "text": "to be compared with [10]:",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 20,
                    "text": "[10]",
                    "end": 24
                }
            ]
        },
        {
            "section": "Results and comparison to theory",
            "text": "The uncertainty of each prediction includes an additional 0.8% uncertainty related to the modelling of proton absorptive corrections. It is evaluated by varying the effective transverse size of the proton by 3%, according to Ref.",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "section": "Results and comparison to theory",
            "text": "[64]. Fig. 4 shows the ratios of the measured cross-sections to the EPA calculations and to the prediction with the inclusion of absorptive corrections. The measurements are in agreement with the predicted values corrected for proton absorptive effects. The figure includes a similar CMS cross-section measurement [18]. The corresponding data-to-EPA signal ratios for the electron and muon channels are consistent with the recent CMS measurement and indicate a suppression of the exclusive production mechanism in data with respect to EPA prediction. The observed cross-sections are about 20% below the nominal EPA prediction, and consistent with the suppression expected due to proton absorption contributions. The MC predictions for the shapes of the dilepton kinematic distributions, including both the exclusive signal and the background dominated by two-photon production of lepton pairs with single-proton dissociation, are also found to be in good agreement with the data. With its improved statistical precision compared to previous measurements, this analysis provides a better understanding of the physics of two-photon interactions at hadron colliders.",
            "paragraph_rank": 50,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 6,
                    "text": "Fig. 4",
                    "end": 12
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 12
        },
        {
            "section": "Conclusion",
            "text": "[  ",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "μT > 10",
            "section_rank": 13
        },
        {
            "section": "μT > 10",
            "text": "GeV and |η μ | < 2.4. Only isolated muons are selected by requiring the scalar sum of the p T of the tracks with p T > 1 GeV in a R = 0.2 cone around the muon to be less than 10% of the muon p T . Di-electron (di-muon) events are selected by requiring two oppositely charged same-flavour leptons with an invariant mass m e + e − > 24 GeV for the electron channel and m μ + μ − > 20 GeV for the muon channel. After these preselection requirements 1.57 × 10 6 di-electron and 2.42 × 10 6 di-muon candidate events are found in the data. The background to the exclusive signal includes contributions from single-and double-proton dissociative γ γ → + − production, as well as Z /γ * , diboson, tt and multi-jet production. The contribution from γ γ → W + W − and γ γ → τ + τ − processes is considered negligible. Single-and double-dissociative background contributions are estimated using MC simulations. The electroweak ( Z /γ * , diboson) and top-quark pair background contributions are also estimated from simulations and normalised to the respective inclusive cross-sections calculated at high orders in perturbative QCD (pQCD), as in Ref.",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (a) Di-electron and (b) di-muon acoplanarity distributions for the selected sample after exclusivity requirements. Data are shown as points with statistical error bars. The stacked histograms, in top-to-bottom order, represent the simulated exclusive signal, and the single-dissociative, double-dissociative and DY backgrounds. The exclusive and single-dissociative yields are determined from the fit described in the text.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "is evaluated by reweighting the corresponding MC events with an exponential modification factor ∝ exp −a(p + − T ) 2 . A value of a = 0.05 GeV −2 is extracted from the data (before the p + − T < 1.5 GeV selection) to improve the shape agreement with the simulation, shown in Fig. 1(c). Propagating these weights to the acoplanarity distribution and the signal extraction results in a 0.9% change of signal yields. Possible mis-modelling of the angular resolution of the tracking detectors [61] measuring the lepton tracks could also distort the shape of the signal template, and leads to uncertainties of up to 0.3% (0.2%) in the electron (muon) channel. The systematic effect related to the pile-up description is estimated from data-to-MC comparisons of the p T -and η-dependent density of tracks originating from pile-up, as in Ref. [59]",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "R excl. γ γ →μ + μ − = 0.791 ± 0.041 (stat.) ± 0.026 (syst.)± 0.013 (theor.) , σ EPA γ γ →μ + μ − = 0.794 ± 0.013 (theor.) pb .",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Control distributions of (a) the di-electron and (b) the di-muon transverse momentum for events passing the exclusivity veto together with the other selection criteria described in Section 5, and passing a cut on the dilepton acoplanarity (1 − | φ + − | /π < 0.008), instead of the total transverse momentum. Data are shown as points with statistical error bars, while the histograms, in top-to-bottom order, represent the simulated exclusive signal, and the single-dissociative, double-dissociative and DY backgrounds. Systematic uncertainties on the signal events are shown by the black-hashed regions. The exclusive and single-dissociative yields are determined from the fit described in the text.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "text": "Using 4 .",
            "section_rank": 18
        },
        {
            "section": "Using 4 .",
            "text": "6 fb −1 of data from pp collisions at a centre-of-mass energy of 7 TeV the fiducial cross-sections for exclusive γ γ → + − ( = e, μ) reactions have been measured with the ATLAS detector at the LHC. Comparisons are made to the theory predictions based on EPA calculations, as included in the Herwig++ MC generator.",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "85 , B. Abbott 113 , J. Abdallah 151 , O. Abdinov 11 , R. Aben 107 , M. Abolins 90 , O.S. AbouZeid 158 , H. Abramowicz 153 , H. Abreu 152 , R. Abreu 116 , Y. Abulaiti 146a,146b , B.S. Acharya 164a,164b,a , L. Adamczyk 38a , D.L. Adams 25 , J. Adelman 108 , S. Adomeit 100 , T. Adye 131 , A.A. Affolder 74 , T. Agatonovic-Jovin 13 , J. Agricola 54 , J.A. Aguilar-Saavedra 126a,126f , S.P. Ahlen 22 , F. Ahmadov 65,b , G. Aielli 133a,133b , H. Akerstedt 146a,146b , T.P.A. Åkesson 81 , A.V. Akimov 96 , G.L. Alberghi 20a,20b , J. Albert 169 , S. Albrand 55 , M.J. Alconada Verzini 71 , M. Aleksa 30 , I.N. Aleksandrov 65 , C. Alexa 26a ,",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "→e + e − = 0.496 ± 0.008 (theor.) pb .",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "Table 3",
            "section_rank": 21
        },
        {
            "section": "Table 3",
            "text": "Definition of the electron and muon channel fiducial regions for which the exclusive cross-sections are evaluated.",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "11] A. Aktas, et al., H1 Collaboration, Muon pair production in ep collisions at HERA, Phys. Lett. B 583 (2004) 28-40, arXiv:hep-ex/0311015. [12] A. Abulencia, et al., CDF Collaboration, Observation of exclusive electronpositron production in hadron-hadron collisions, Phys. Rev. Lett. 98 (2007) 112001, arXiv:hep-ex/0611040. [13] T. Aaltonen, et al., CDF Collaboration, Search for exclusive Z boson production and observation of high mass pp → γ γ → p + +p events in pp collisions at √ s = 1.96 TeV, Phys. Rev. Lett. 102 (2009) 222002, arXiv:0902.2816 [hep-ex]. [14] T. Aaltonen, et al., CDF Collaboration, Observation of exclusive charmonium production and γ + γ to μ + μ − in pp collisions at √ s = 1.96 TeV, Phys. Rev. √ s NN = 2.76 TeV, Eur. Phys. J. C 73 (11) (2013) 2617, arXiv:1305.1467 [nucl-ex]. [18] CMS Collaboration, Exclusive photon-photon production of muon pairs in proton-proton collisions at √ s = 7 TeV, J. High Energy Phys. 1201 (2012) 052, arXiv:1111.5536 [hep-ex]. [19] CMS Collaboration, Search for exclusive or semi-exclusive photon pair production and observation of exclusive and semi-exclusive electron pair production in pp collisions at √ s = 7 TeV, J. High Energy Phys. 1211 (2012) 080, arXiv: √ s = 7 TeV using the ATLAS detector, J. High Energy Phys. 1406 (2014) 112, arXiv:1404.1212 [hep-ex]. [57] ATLAS Collaboration, Electron and photon energy calibration with the ATLAS detector using LHC Run 1 data, Eur. Phys. J. C 74 (10) (2014) 3071, arXiv: 1407.5063 [hep-ex]. [58] ATLAS Collaboration, Measurement of the production cross section of jets in association with a Z boson in pp collisions at √ s = 7 TeV with the ATLAS detector, J. High Energy Phys. 1307 (2013) 032, arXiv:1304.7098 [hep-ex]. [59] ATLAS Collaboration, Measurement of distributions sensitive to the underlying event in inclusive Z -boson production in pp collisions at √ s = 7 TeV with the ATLAS detector, Eur. Phys. J. C 74 (12) (2014) 3195, arXiv:1409.3433 [hep-ex]. [60] M. Belushkin, H.-W. Hammer, U.-G. Meissner, Dispersion analysis of the nucleon form-factors including meson continua, Phys. Rev. C 75 (2007) 035202, arXiv:hep-ph/0608337. [61] ATLAS Collaboration, The ATLAS inner detector commissioning and calibration, Eur. Phys. J. C 70 (2010) 787-821, arXiv:1004.5293 [physics.ins-det]. [62] ATLAS Collaboration, Simultaneous measurements of the tt, W + W − , and Z /γ * → τ τ production cross-sections in pp collisions at √ s = 7 TeV with the ATLAS detector, Phys. Rev. D 91 (2015) 052005, arXiv:1407.0573 [hep-ex]. [63] A. Denner, S. Dittmaier, Production of light fermion-antifermion pairs in γ γ collisions, Eur. Phys. J. C 9 (1999) 425-435, arXiv:hep-ph/9812411. [64] F. Aaron, et al., H1 Collaboration, Measurement of deeply virtual Compton scattering and its t-dependence at HERA, Phys. Lett. B 659 (2008) 796-806, arXiv: 0709.4114 [hep-ex].",
            "paragraph_rank": 61,
            "section_rank": 22
        },
        {
            "text": "(2009) 321-329, arXiv:0903.2041 [nucl-ex]. [17] E. Abbas, et al., ALICE Collaboration, Charmonium and e + e − pair photoproduction at mid-rapidity in ultra-peripheral Pb-Pb collisions at",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "Acknowledgements",
            "section_rank": 24
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 63,
            "section_rank": 24
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbai The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "a Also at Department of Physics, King's College London, London, United Kingdom.",
            "paragraph_rank": 65,
            "section_rank": 26
        },
        {
            "text": "b Also at Institute of Physics, Azerbaijan Academy of Sciences, Baku, Azerbaijan. c Also at Novosibirsk State University, Novosibirsk, Russia. aj Also at Department of Physics, The University of Michigan, Ann Arbor, MI, United States.",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "ak Also at University of Malaya, Department of Physics, Kuala Lumpur, Malaysia.",
            "paragraph_rank": 67,
            "section_rank": 26
        },
        {
            "text": "* Deceased.",
            "paragraph_rank": 68,
            "section_rank": 26
        }
    ]
}