{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The GERDA experiment is designed to search for neutrinoless double beta decay of 76 Ge using HPGe detectors directly immersed into liquid argon. In its first phase the GERDA experiment has yielded a half life limit on this decay of T 0ν 1/2 > 2.1•10 25 yr. A background model has been developed. It explains the measured spectrum well, taking into account only components with distances to the detectors less then 2 cm. Competitive limits on Majoron accompanied double beta decay have been derived. Phase II of the experiment, now with additional liquid argon veto installed, is presently starting its commissioning phase. First commissioning spectra from calibration measurements are shown, proving that the liquid argon veto leads to a significant reduction of background events.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "Observation of neutrinoless double beta (0νβ β ) decay would be the first measurement of a Lepton number violating process. The decay can only occur, if neutrinos have Majorana character, i.e. they are identical with their own antiparticles. 0νβ β -decay can be induced by Lepton number violating, beyond standard model processes. One likely mechanism is the exchange of a light Majorana neutrino. If this is the dominant process leading to 0νβ β decay, information on the absolute mass scale of neutrinos can be derived. In this case the decay rate depends on the neutrino mass,",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "where G is the phase space factor, Q is the Q-value of the decay (2039 keV for 76 Ge), M 0ν is the matrix element for the decay and m ee the effective Majorana neutrino mass. The next generation of experiments will reach sensitivities to probe half lifes in the range of 10 26 years leading to limits on m ee of ≈ 0.1 eV. The GERDA experiment, located at the Gran Sasso underground laboratory LNGS of the INFN in Italy with 3400 mwe, uses High Purity Germanium (HPGe) detectors made from material isotopically enriched to ≈87% in 76 Ge submerged in liquid Argon (LAr) to search for 0νβ β decay of 76 Ge [1]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 530,
                    "text": "76",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 603,
                    "text": "[1]",
                    "end": 606
                }
            ]
        },
        {
            "text": "THE GERDA EXPERIMENT",
            "section_rank": 3
        },
        {
            "section": "THE GERDA EXPERIMENT",
            "text": "The main design feature of the GERDA experiment the use of cryogenic liquid Argon (LAr) as the shield against gamma radiation [2]. HPGe detectors are immersed directly in the LAr which also acts as the cooling medium. The LAr is surrounded by a buffer of ultra-pure water. The water is acting as an additional gamma and neutron shield. It is also instrumented with PMTs to detect through going muons. Fig. 1 shows a schematic model of the setup. The detectors are deployed into the LAr in up to seven strings from the top of the cryostat via a lock system mounted inside a clean room. Details of the hardware of the experiment are described elsewhere [1].",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 126,
                    "text": "[2]",
                    "end": 129
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 401,
                    "text": "Fig. 1",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 651,
                    "text": "[1]",
                    "end": 654
                }
            ]
        },
        {
            "section": "THE GERDA EXPERIMENT",
            "text": "The experiment is carried out in two phases. In Phase I coaxial HPGe detectors from the Heidelberg Moscow (HdM) [3] and IGEX [4] experiments were deployed together with up to four HPGe detectors made from natural germanium. Additionally, five newly produced BEGe detectors were deployed [5].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 112,
                    "text": "[3]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 125,
                    "text": "[4]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 287,
                    "text": "[5]",
                    "end": 290
                }
            ]
        },
        {
            "section": "THE GERDA EXPERIMENT",
            "text": "In GERDA Phase II 30 new BEGe detectors will be deployed next to the coaxial HPGe detectors already used in Phase I. LAr scintillates at 128 nm upon energy deposition by radiation. This will be exploited by a LAr veto system. This allows to identify events with energy deposition simultaneously in HPGe detectors and the surrounding LAr as background. The LAr veto consists of a hybrid system, making use of PMTs [6] and SiPMs coupled to scintillating fibers [7]. In total 16 3\" Hamamatsu PMTs above and below the detector array will be mounted. Around the HPGe array a curtain of scintillating fibers connected to SiPMs will be used.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 413,
                    "text": "[6]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 459,
                    "text": "[7]",
                    "end": 462
                }
            ]
        },
        {
            "text": "PHASE I OF THE GERDA EXPERIMENT",
            "section_rank": 4
        },
        {
            "section": "PHASE I OF THE GERDA EXPERIMENT",
            "text": "Pictures of all detector strings before deployment are shown in Fig. 1(center, right). Phase I detectors were surrounded with a copper mini shroud in order to mitigate background from 42 K. This was necessary as the 42 Ar (T 1/2 =33 yr) content in natural LAr is higher then expected. Additionally, the daughter isotope, 42 K (T 1/2 =12.4 hr), is ionized directly after the decay and can drift in the electric field surrounding the detectors onto the detector surface or to the close surrounding. This leads to an unacceptably high background if no action is taken. The mini shroud drastically reduces the LAr volume from which 42 K ions can be attracted to the detector surfaces. Additionally the field lines are closed by the grounded mini shroud, further reducing the drift of 42 K ions onto the detectors.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 64,
                    "text": "Fig. 1",
                    "end": 70
                }
            ]
        },
        {
            "section": "PHASE I OF THE GERDA EXPERIMENT",
            "text": "Phase I data taking took place from November 2011 until June 2013. For data analysis a total exposure of 21.6 kg yr with coaxial enriched detectors and Phase II BEGe detectors was taken.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "PHASE I OF THE GERDA EXPERIMENT",
            "text": "The measured sum spectrum for the enriched coaxial, the BEGe detectors and the coaxial detectors from natural germanium are shown in Fig. 2 (left) for the energy range 100 keV to 7.5 MeV. Also shown is the measured total spectrum in the energy region of interest (RoI) (right). In the latter the total spectrum is displayed with open, while those events surviving a pulse shape cut based on artificial neural networks [8] are displayed by the closed histogram. No evidence for a peak at the Q-value of 76 Ge was found. A frequentist profile likelihood analysis was performed. A lower limit of T 0ν 1/2 > 2.1•10 25 yr with a median sensitivity of 2.4•10 25 yr was derived [9]. The expected signal with a half life according to the limit is also displayed as the blue line. This result strongly disfavors the positive evidence for observation of 0νβ β decay by parts of the HdM collaboration [10].  [11]. Right: Background spectrum in the energy region of interest No evidence for a peak at 2039 keV is found [9].   A background model was derived using knowledge from screening measurements of the used components [1] and from the visible structures and peaks observed in the measured spectra shown in Fig. 2  [11]. Using a minimum model accounting only for background components resulting from material contaminations in the close vicinity of the detectors (< 2 cm) describes the measured background spectra well. According to this model the background in the RoI for the coax detectors results from 228 Th, 60 Co and 214 Bi in the detector assembly, from 214 Bi on the p+ surface of the detectors, from 42 K in the LAr. Additionally, cosmogenically produced 60 Co in the germanium contributes significantly. The structure of the spectrum above 3 MeV shown in Fig. 3 (left) for the coaxial detectors can be explained by contamination of the coaxial detector p+ surfaces with 210 Po and 226 Ra daughters with additional contribution from 226 Ra daughters in the LAr directly surrounding the detectors, also shown in Fig 3. The latter component does not lead to peak-like structures, rather to a flat distribution extending also to lower energies. This contribution leads to significant background also in the RoI. For the BEGe detectors an additionally component from 42 K on the n+ surface has to be taken into account. Indeed this is the dominant component in the RoI for BEGes, while for coax detectors this contribution is negligible. The difference is explained by the different n+ dead layer thicknesses of BEGes and coaxial detectors. Fig. 3 (right) shows the background decomposition for the BEGe detectors. The background contributions are summarized in Tab. 1.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 133,
                    "text": "Fig. 2",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 418,
                    "text": "[8]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 671,
                    "text": "[9]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "start": 890,
                    "text": "[10]",
                    "end": 894
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 897,
                    "text": "[11]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1007,
                    "text": "[9]",
                    "end": 1010
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1112,
                    "text": "[1]",
                    "end": 1115
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1200,
                    "text": "Fig. 2",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1208,
                    "text": "[11]",
                    "end": 1212
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1759,
                    "text": "Fig. 3",
                    "end": 1765
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2014,
                    "text": "Fig 3.",
                    "end": 2020
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2540,
                    "text": "Fig. 3 (right)",
                    "end": 2554
                }
            ]
        },
        {
            "section": "PHASE I OF THE GERDA EXPERIMENT",
            "text": "A maximum model, allowing for background components due to contamination of materials further then 2 cm from the detectors does not fit significantly better. Details about the background model can be found in [11]. Without pulse shape discrimination (PSD) a background index (BI) of 18.5 +0.8 −0.9 •10 −3 cts/(keV kg yr) and 38.1 +5.2 −5.9 • 10 −3 cts/(keV kg yr) was achieved in the RoI for the coaxial and the BEGe detectors, respectively. With PSD the BI in the RoI for the total data set used for the 0νβ β analysis was (1.0±0.1)•10 −3 cts/(keV kg yr) [8]. Especially for the BEGe detectors the PSD efficiency is of high relevance, as the expected background from 42 K on the n+ surfaces would otherwise  deteriorate the sensitivity (see below). Using the background model a new value for the half life of 2νβ β decay of 76 Ge with significantly lower uncertainties was derived [12]. The obtained half life of T 2ν 1/2 = (1.926 +0.025 −0.022 (stat)±0.092(syst))•10 21 yr is in good agreement with the value obtained in an earlier publication with much lower exposure [13]. Note that within statistical uncertainties there is no significant difference in the extracted half life for different background models assumed.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 209,
                    "text": "[11]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "start": 288,
                    "text": "+0.8",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 556,
                    "text": "[8]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 882,
                    "text": "[12]",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "start": 1071,
                    "text": "[13]",
                    "end": 1075
                }
            ]
        },
        {
            "section": "PHASE I OF THE GERDA EXPERIMENT",
            "text": "Lower limits on the half life of Majoron accompanied 0νβ β decay have also be obtaied. These are currently the most stringent limits for 76 Ge. For decays with spectral index n = 1,n = 3 and n = 7 the limits have been improved by a factor of five to six with respect to earlier publications [12]. For a spectral index n = 2 a limit has been published for the first time. All half life limits lie between 0.3 and 4.2 •10 23 yr.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 291,
                    "text": "[12]",
                    "end": 295
                }
            ]
        },
        {
            "section": "PHASE I OF THE GERDA EXPERIMENT",
            "text": "A dedicated analysis based on time correlation of subsequent α decays of the 226 Ra, 228 Th and 227 Ac decay chains has revealed no candidate events in the full exposure. This allows to set an upper limit for the intrinsic contamination of the high purity germanium with these isotopes of A( 226 Ra, 228 Th and 227 Ac)<4 nBq/kg.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 300,
                    "text": "228",
                    "end": 303
                }
            ]
        },
        {
            "text": "PREPARATIONS FOR PHASE II",
            "section_rank": 5
        },
        {
            "section": "PREPARATIONS FOR PHASE II",
            "text": "In the second phase of the GERDA experiment 30 BEGe detectors will be deployed together with the Phase I coaxial detectors. A total mass of 35 kg germanium, enriched to ≈87 % will be available. BEGe detectors have an increased PSD capability due to their special point like electrode configuration [14,15].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 298,
                    "text": "[14,",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 302,
                    "text": "15]",
                    "end": 305
                }
            ]
        },
        {
            "section": "PREPARATIONS FOR PHASE II",
            "text": "35.5 kg of GeO 2 were procured by ECP in Siberia, Russia. This material was reduced to germanium metal ingots and zone refined to 6N electronic grade purity at PPM in Lingoslheim, Germany. Final zone refinement and crystal pulling happened at Canberra in Oak Ridge, US, while diode production was done at Canberra in Olen, Belgium.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "PREPARATIONS FOR PHASE II",
            "text": "During all times crucial care was taken to properly shield the material against cosmic ray exposure whenever possible. Transport of the enriched germanium was mainly performed in a specially designed container consisting of a steel shield with 0.7 m top thickness and an additional 0.7 m thick water shield. The container was transported bewtween US and Europe in the deapest part of the transport ship. During processing, whenever the germanium was not needed. it was stored in shallow depth underground sites. Exposure to cosmic rays was tracked in a dedicated data base. The expected activation history in terms of 68 Ge and 60 Co concentration due to exposure to cosmic rays for the The search for 0νβ β decay with the GERDA experiment: status and prospects August 13, 2019 example of one of the diodes is displayed in Fig. 4. The individual processing, transportation and storage steps can be clearly seen. Tracking the exposure history allowed to make predictions for the 68 Ge and 60 Co concentrations for each individual detector. For June 2015 in total 13.9 and 23.7 68 Ge and 60 Co nuclei are expected per kg of detector material, respectively [5]. All 30 BEGe detectors were subsequently characterized in a vacuum cryostat in the HADES underground lab in Mol, Belgium. The energy resolution (FWHM at 1.3ṀeV) of each enriched BEGe is shown as a function of the total detectors mass in Fig. 4. All 30 BEGe detectors had energy resolutions between 1.65 keV and 1.85 keV, significantly better then specified with Canberra before detector production started (<2.3 keV at 1.3 MeV) [5]. Fig. ?? shows the distribution of the A/E parameter [8] for all BEGe events in the ±100 keV energy range around 2039 keV (excluding events in the energy range ±10 keV around 2039 keV, as these were blinded when the analysis was made) recorded in Phase I background data together with expected distributions from measurements in a test facility and simulated distributions. It can clearly be seen that the bulk of the events follow the A/E distribution expected for events resulting from the decays of 42 K on the n+ surfaces and can be discriminated with high efficiency from bulk single interaction events.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 823,
                    "text": "Fig. 4",
                    "end": 829
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1154,
                    "text": "[5]",
                    "end": 1157
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1395,
                    "text": "Fig. 4",
                    "end": 1401
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1586,
                    "text": "[5]",
                    "end": 1589
                },
                {
                    "type": "figure",
                    "start": 1591,
                    "text": "Fig. ?",
                    "end": 1597
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1643,
                    "text": "[8]",
                    "end": 1646
                }
            ]
        },
        {
            "section": "PREPARATIONS FOR PHASE II",
            "text": "For Phase II new detector holders have been designed and produced. Two BEGe detectors will be mounted as a pair in one holder. The holder plates consist of crystalline high purity silicon. Screening measurements have revealed upper limits of 0.2 mBq/kg for 226 Ra and 0.15 mBq/kg for 228 Th (90% C.L.) contaminations of the used silicon. The plates are connected with bars made from the same screened high purity copper also used for Phase I holders. Fig.  6 (left) shows a BEGe pair mounted in their holder. Signal transmission and HV supply will happen via flexible flat cables produced from CuFlon (trademark by Polyflon company). Detectors in Phase II will be connected to the cables by wires bonded to an aluminum pad evaporated onto the detector n+ and p+ surfaces on the one side and to a bond pad on the signal and HV cables on the other. Fig. 6 (right) shows a detector in its holder inside its mounting jig during bonding of the contact wires.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 451,
                    "text": "Fig.  6",
                    "end": 458
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 847,
                    "text": "Fig. 6 (right)",
                    "end": 861
                }
            ]
        },
        {
            "section": "PREPARATIONS FOR PHASE II",
            "text": "A new lock system, allowing to deploy all Phase II and Phase I detectors, has been constructed and mounted on top of the GERDA cryostat. The LAr veto has been assembled and extensively tested before installation into the GERDA setup. Fig. 7 (left) shows a schematic drawing of the whole detection system. Fig. 7 (center, right) shows pictures of the fiber shroud around the detector array and the top PMT plate as mounted in the GERDA experiment, respectively. The detector strings will be surrounded by a mini shroud to protect the detectors against 42 K ions drifting onto their  surface. It is made from TPB coted low background nylon used also for the Borexino experiment [16].",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 234,
                    "text": "Fig. 7 (left)",
                    "end": 247
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 305,
                    "text": "Fig. 7",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 676,
                    "text": "[16]",
                    "end": 680
                }
            ]
        },
        {
            "section": "PREPARATIONS FOR PHASE II",
            "text": "First commissioning data taken with a detector string containing 3 working BEGes with energy resolution of ≈ 3 keV at 2.6 MeV and the LAr veto system in place using a 228 Th calibration source are shown in Fig. 8 (right). The supression factor of events induced by the 228 Th calibration source in the RoI is ≈ 100 also taking into account detector anti coincidence (AC). It is expected that the supression factor will be even higher with the full detector array mounted as the AC efficiency will increase.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 206,
                    "text": "Fig. 8 (right)",
                    "end": 220
                }
            ]
        },
        {
            "section": "PREPARATIONS FOR PHASE II",
            "text": "With the LAr veto and PSD it is expected that the BI for Phase II will be dominated by 0.9•10 −3 cts/(keV kg yr) of 42 K decays on the n+ surfaces of the BEGes. 214 Bi and 228 Th in the close surrounding and in the front end electronics are expected to contribute ≈0.3•10 −3 cts/(keV kg yr) to the BI in the RoI (see Tab.1. All other components are expected to be insignificant. With an exposure of 100 kg yr and a total BI of ≈1.2•10 −3 cts/(keV kg yr) a medium limit setting sensitivity for the half life of 0νβ β decay of 76 Ge ofT 1/2 ≈ 10 26 yr can be reached.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "214",
                    "end": 164
                }
            ]
        },
        {
            "text": "CONCLUSION AND OUTLOOK",
            "section_rank": 6
        },
        {
            "section": "CONCLUSION AND OUTLOOK",
            "text": "The GERDA experiment has finished Phase I data taking and produced competitive lower limits on the half life of 0νβ β decay of 76 Ge, T 0ν 1/2 > 2.1•10 25 yr. Competitive half life limits on the Majoron accompanied 0νβ β decays of 76 Ge and a new value for T 2ν 1/2 ( 76 Ge) =(1.93±0.10) yr with reduced systematic uncertainties have been deduced from Phase I data. Hardware and infrastructure for Phase II of the GERDA experiment have been prepared and are being commissioned. First data reveal that the LAr veto works as expected. Data taking will start soon. The expected BI in the RoI is ≈10 −3 cts/(kg keV yr). This will allow to reach a limit setting sensitivity of 10 26 yr.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 7
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Left: Schematic model of the GERDA experiment. Center: Three strings with three coaxial detectors each surrounded by the mini-shroud. Right: String with five BEGe detectors.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 8
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. Left: Background spectra of GERDA Phase I for the coaxial enriched detectors (top), the BEGe detectors (center) and the coaxial detectors with natural abundance (bottom)[11]. Right: Background spectrum in the energy region of interest No evidence for a peak at 2039 keV is found[9].",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 179,
                    "text": "[11]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 288,
                    "text": "[9]",
                    "end": 291
                }
            ]
        },
        {
            "text": "3500",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 10
        },
        {
            "section": "FIGURE 3 .",
            "text": "FIGURE 3. Left: Background decomposition in the energy region 3 -7.5 MeV for the coaxial detectors. Right: Background decomposition for BEGe detectors in the energy range 1.5 -3.5 MeV. Figures taken from [11].",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 11
        },
        {
            "section": "FIGURE 4 .",
            "text": "FIGURE 4. Left and center: Activation history of one of the BEGe detectors. Right: Energy resolution of all 30 BEGe detectors as a function of total mass. Figures taken from [5]",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "FIGURE 5 .",
            "section_rank": 12
        },
        {
            "section": "FIGURE 5 .",
            "text": "FIGURE 5. A/E distribution of BEGe detector events in the energy range ±100 keV around 2040 keV from Phase I data.",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "FIGURE 6 .",
            "section_rank": 13
        },
        {
            "section": "FIGURE 6 .",
            "text": "FIGURE 6. Left: BEGe pair mounted in their holder. Right: Bonding of BEGe contacts.",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "FIGURE 7 .",
            "section_rank": 14
        },
        {
            "section": "FIGURE 7 .",
            "text": "FIGURE 7. Left: Drawing of the whole detection system containing the HPGe detector array in the center. Center: It is surrounded by a curtain of fibers that are connected to SiPM detectors. Right: Above and below the detector array PMTs are mounted.",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "FIGURE 8 .",
            "section_rank": 15
        },
        {
            "section": "FIGURE 8 .",
            "text": "FIGURE 8. First commissioning data with the full LAr veto system mounted around a string of BEGe detectors. The spectrum is shown without any cuts (gray), after detector AC (red), after LAr veto (dark blue) and after the PSD cut (light blue).",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 16
        },
        {
            "section": "TABLE 1 .",
            "text": "Contaminations contributing to the background in the RoI according to the minimum model.",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "section": "TABLE 1 .",
            "text": "* upper limit due to known exposure to cosmic rays above ground + prior deduced from alpha model",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "section": "TABLE 1 .",
            "text": "The search for 0νβ β decay with the GERDA experiment: status and prospects August 13, 2019",
            "paragraph_rank": 31,
            "section_rank": 16
        }
    ]
}