{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We describe in detail a previously published measurement of CP violation in B 0 -B 0 oscillations, based on an integrated luminosity of 425.7 fb −1 collected by the BABAR experiment at the PEPII collider. We apply a novel technique to a sample of about 6 millionB 0 → D Ãþ l −ν l decays selected with partial reconstruction of the D Ãþ meson. The charged lepton identifies the flavor of one B meson at its decay time, the flavor of the other B is determined by kaon tagging. We determine a CP violating asymmetry",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "−1.61 Þ × 10 −3 . This measurement is consistent and competitive with those obtained at the B factories with dilepton events.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The time evolution of neutral B mesons is governed by the Schrödinger equation:",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where Ψ ¼ ψ 1 jB 0 i þ ψ 2 jB 0 i and B 0 ¼ ðbdÞ andB 0 ¼ ðbdÞ are flavor eigenstates. Hamiltonian H ¼ M − i 2 Γ is the combination of two 2 × 2 Hermitian matrices, M † ¼ M, Γ † ¼ Γ expressing dispersive and absorptive contributions respectively. The two eigenstates of H, with well-defined values of mass (m L , m H ) and decay width (Γ L , Γ H ), are expressed in terms of B 0 andB 0 , as",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The process of B 0 -B 0 flavor mixing is therefore governed by two real parameters, jM 12 j, jΓ 12 j and by the phase",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The value of jM 12 j is related to the frequency of B 0 -B 0 oscillations, Δm, by the relation whereas the following expression relates the decay width difference ΔΓ to jΓ 12 j and ϕ 12 :",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A third observable probing mixing is the CP mixing asymmetry",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where P ¼ probðB 0 →B 0 Þ is the probability that a state, produced as a B 0 , decays as aB 0 ;P ¼ probðB 0 → B 0 Þ is the probability for the CP conjugate oscillation; the second equality holds if jq=pj ≃ 1; and the last if jΓ 12 =M 12 j ≪ 1.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the Standard Model the dispersive term M 12 is dominated by box diagrams involving two top quarks. Owing to the large top mass, a sizable value of Δm is expected. The measured value Δm ¼ 0.510 AE 0.004 ps −1 [1] is consistent with the SM expectation. The period corresponds to about eight times the B 0 average lifetime.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 211,
                    "text": "[1]",
                    "end": 214
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "As only the few final states common to B 0 andB 0 contribute to jΓ 12 j, small values of ΔΓ and A CP are expected. One of the most recent theoretical calculations based on the SM [2], including NLO QCD correction, predicts",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 179,
                    "text": "[2]",
                    "end": 182
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Sizable deviations from zero would therefore be a clear indication of new physics (NP). A detailed review of possible NP contributions to CP violation in B 0 -B 0 mixing can be found in [3]. In this paper, we describe the measurement of A CP performed by the BABAR Collaboration with a novel technique, previously published in [4], which, due to the analysis complexity, requires a more detailed description. This article is organized as follows. An overview of the current experimental situation and the strategy of this measurement are reported in Sec. II. The BABAR detector is described briefly in Sec. III. Event selection and sample composition are then described in Sec. IV. Tagging the flavor of the B meson is described in Sec. V. The measurement of A CP is described in Sec. VI, the fit validation is described in Sec. VII, and the discussion of the systematic uncertainties follows in Sec. VIII, while we summarize the results and draw our conclusions in Secs. IX and X.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 186,
                    "text": "[3]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 327,
                    "text": "[4]",
                    "end": 330
                }
            ]
        },
        {
            "text": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "In hadron collider experiments, bb pairs produced at the parton level hadronize generating the b hadrons, which eventually decay weakly. In B factories, pairs of opposite flavor B-mesons are produced through the process e þ e − → ϒð4SÞ → BB in an entangled quantum state. Because of flavor mixing, decays of two B 0 orB 0 mesons are observed. If CP is violated in mixing, P ≠P and a different number of B 0 B 0 events with respect toB 0B0 is expected. The asymmetry is measured by selecting flavor tagged final states f, for which the decay B 0 → f is allowed and the decayB 0 → f is forbidden. Inclusive semileptonic decays B 0 → l þ ν l X have been used in the past, due to the large branching fraction and high selection efficiency (unless the contrary is explicitly stated, we always imply charge conjugated processes; \"lepton\" l means either electron or muon). Assuming CPT symmetry for semileptonic decays",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": ", the observed asymmetry is directly related to CP violation in mixing:",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "where N ðl AE l AE Þ is the efficiency-corrected number of equal charge dilepton events after background subtraction.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "Published results from CLEO [5] and the B factory experiments of Belle [6] and BABAR [7,8], based on the analysis of dilepton events, are consistent with the SM expectation. The D0 Collaboration [9], using a dimuon sample, obtained a more precise measurement, which however includes contributions from both B 0 and B 0 s mixing. They observe a deviation larger than three standard deviations from the SM expectation. Measurements based on the reconstruction ofB 0 s → D ðÃÞþ s lν l decays [10,11] and ofB 0 → D ðÃÞþ lν l decays [12,13] are compatible both with the SM and with D0.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 28,
                    "text": "[5]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 71,
                    "text": "[6]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 85,
                    "text": "[7,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 88,
                    "text": "8]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 195,
                    "text": "[9]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 489,
                    "text": "[10,",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 493,
                    "text": "11]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 528,
                    "text": "[12,",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 532,
                    "text": "13]",
                    "end": 535
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "The dilepton measurements benefit from the large number of events that can be selected at B factories or at hadron colliders. However, they rely on the use of control samples to subtract the charge-asymmetric background originating from hadrons wrongly identified as leptons or leptons from light hadron decays, and to compute the charge-dependent lepton identification asymmetry that may produce a false signal. The systematic uncertainties associated with the corrections for these effects constitute a severe limitation of the precision of the measurements. Particularly obnoxious is the case when a lepton from a direct B semileptonic decay is combined with a lepton of equal charge from a charm meson produced in the decay of the other B. As the mixing probability is rather low, this background process is enhanced with respect to the signal, so that stringent kinematic selections need to be applied. Authors of [14] suggest that at least a part of the D0 dilepton discrepancy could be due to charm decays.",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 919,
                    "text": "[14]",
                    "end": 923
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "Herein we present in detail a measurement which overcomes these difficulties with a new approach. To reduce the background dilution from B þ B − or from light quark events, we reconstructB 0 → D Ãþ l −ν l decays with a very efficient selection using only the charged lepton and the low-momentum pion (π s ) from the D Ãþ → D 0 π s decay. A state decaying as a",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": ". We use charged kaons from decays of the other B 0 to tag its flavor (K T ). Kaons are mostly produced in the Cabibbo-favored (CF) process B 0 →DX,D → K þ X 0 , so that a state decaying as a B 0 (B 0 ) meson results most often in a K þ ðK − Þ. If mixing takes place, the l and the K will have the same charge. Kaons produced in association with the lπ s pair are used to measure the large instrumental asymmetry in kaon identification.",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "The observed asymmetry between the number of positive-charge and negative-charge leptons can be approximated as",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "where",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "is the integrated mixing probability for B 0 mesons, and A rl is the charge asymmetry in the reconstruction ofB 0 → D Ãþ l −ν l decays. With the same approximations as before, the observed asymmetry in the rate of kaon-tagged mixed events is",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "where A K is the charge asymmetry in kaon reconstruction. A kaon with the same charge as the l might also come from the CF decays of the D 0 meson produced with the lepton from the partially reconstructed side (K R ). The asymmetry observed for these events is",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL OVERVIEW AND DESCRIPTION OF THE MEASUREMENT",
            "text": "Equations (9), (10), and (11), defining quantities computed in terms of the observed number of events integrated over time, can be inverted to extract A CP and the detector induced asymmetries. It is not possible to distinguish a K T from a K R in each event. They are separated on a statistical basis, using kinematic features and proper-time difference information.",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 15,
                    "text": "(10)",
                    "end": 19
                }
            ]
        },
        {
            "text": "III. THE BABAR DETECTOR",
            "section_rank": 4
        },
        {
            "section": "III. THE BABAR DETECTOR",
            "text": "A detailed description of the BABAR detector and the algorithms used for charged and neutral particle reconstruction and identification is provided elsewhere [15,16]. A brief summary is given here. The momentum of charged particles is measured by the tracking system, which consists of a silicon vertex tracker (SVT) and a drift chamber (DCH) in a 1.5 T magnetic field. The positions of points along the trajectories of charged particles measured with the SVT are used for vertex reconstruction and for measuring the momentum of charged particles, including those particles with low transverse momentum that do not reach the DCH due to the bending in the magnetic field. The energy loss in the SVT is used to discriminate lowmomentum pions from electrons. Higher-energy electrons are identified from the ratio of the energy of their associated shower in the electromagnetic calorimeter (EMC) to their momentum, the transverse profile of the shower, the energy loss in the DCH, and the information from the Cherenkov detector (DIRC). The electron identification efficiency is 93%, and the misidentification rate for pions and kaons is less than 1%.",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 158,
                    "text": "[15,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 162,
                    "text": "16]",
                    "end": 165
                }
            ]
        },
        {
            "section": "III. THE BABAR DETECTOR",
            "text": "Muons are identified on the basis of the energy deposited in the EMC and the penetration in the instrumented flux return (IFR) of the superconducting coil, which contains resistive plate chambers and limited streamer tubes interspersed with iron. Muon candidates compatible with the kaon hypothesis in the DIRC are rejected. The muon identification efficiency is about 80%, and the misidentification rate for pions and kaons is ∼3%.",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "section": "III. THE BABAR DETECTOR",
            "text": "We select kaons from charged particles with momenta larger than 0.2 GeV=c using a standard algorithm which combines DIRC information with the measurements of the energy losses in the SVT and DCH. True kaons are identified with ∼85% efficiency and a ∼3% pion misidentification rate.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "IV. EVENT SELECTION",
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "The data sample used in this analysis consists of 468 million BB pairs, corresponding to an integrated luminosity of 425.7 fb −1 collected at the ϒð4SÞ resonance (onresonance) and 45 fb −1 collected 40 MeV below the resonance (off-resonance) by the BABAR detector [17]. The off-resonance events are used to describe the non-BB (continuum) background. A simulated sample of BB events with integrated luminosity equivalent to approximately three times the size of the data sample, based on EVTGEN [18] and GEANT4 [19] with full detector response and event reconstruction, is used to test the analysis procedure.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 264,
                    "text": "[17]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 495,
                    "text": "[18]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 511,
                    "text": "[19]",
                    "end": 515
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "We preselect a sample of hadronic events with at least four charged particles. To reduce continuum background we require the ratio of the second to the zeroth order Fox-Wolfram variables [20] to be less than 0.6. We then select a sample of partially reconstructed B mesons in the channelB 0 → D Ãþ Xl −ν l , by retaining events containing a charged lepton (l ¼ e, μ) and a low-momentum pion (soft pion, π þ s ) from the decay",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 187,
                    "text": "[20]",
                    "end": 191
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "The lepton momentum must be in the range 1.4 < p l − < 2.3 GeV=c and the soft pion candidate must satisfy 60 < p π þ s < 190 MeV=c. Throughout this paper the momentum, energy and direction of all particles are determined in the e þ e − rest frame. The two tracks must be consistent with originating from a common vertex, constrained to the beam-spot in the plane transverse to the e þ e − collision axis. Finally, we combine p l − , p π þ s and the probability from the vertex fit into a likelihood ratio variable (η). A cut on η is optimized to reject background from other BB events. If more than one combination is found in an event, we keep the one with the largest value of η.",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "The squared missing mass is",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "where we neglect the momentum of the B 0 (p B ≈ 340 MeV=c) and identify the B 0 energy with the beam energy E beam in the e þ e − center-of-mass frame; E l and p l are the energy and momentum of the lepton and p D Ã is the estimated momentum of the D Ã . As a consequence of the limited phase space available in the D Ãþ decay, the soft pion is emitted in a direction close to that of the D Ãþ and a strong correlation holds between the energy of the two particles in the B 0 center-of-mass frame. The D Ãþ fourmomentum can, therefore, be estimated by approximating its direction as that of the soft pion, and parametrizing its momentum as a linear function of the soft-pion momentum using simulated events. We select pairs of tracks with opposite charge for the signal (l ∓ π s AE ) and we use samecharge pairs (l AE π s AE ) for background studies. Several processes where D Ãþ and l − originate from the same B-meson produce a peak near zero in the M miss 2 distribution. The signal consists of (a)",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "The main source of peaking background is due to charged-B decays to resonant or nonresonant charm excitations, B þ → D Ãþ ðnπÞl −ν l , or to τ leptons, and B → D Ãþ h − X, where the hadron (h ¼ π, K, D) is erroneously identified as, or decays to, a charged lepton. We also include radiative events, where photons with energy above 1 MeV are emitted by any charged particle, as described in the simulation by PHOTOS [21]. We define the signal region M miss 2 > −2 GeV 2 =c 4 , and the sideband −10 < M miss 2 < −4 GeV 2 =c 4 . Continuum events and random combinations of a lowmomentum pion and an opposite-charge lepton from combinatorial BB events contribute to the nonpeaking background. We determine the number of signal events in the sample with a minimum-χ 2 fit to the M miss 2 distribution in the interval −10 < M miss 2 < 2.5 GeV 2 =c 4 . In the fit, the continuum contribution is obtained from off-peak events, normalized by the on-peak to off-peak luminosity ratio; the other contributions are taken from the simulation. The number of events from combinatorial BB background, primary decays and D ÃÃ [(a) and (b) categories described previously] is allowed to vary in the fit, while the other peaking contributions are fixed to the simulation expectations (few percent). The number of B 0 mesons in the sample is then obtained assuming that 2=3 of the fitted number of D ÃÃ events are produced by B þ decays, as suggested by simple isospin considerations. We find a total of ð5.945 AE 0.007Þ × 10 6 signal events, where the uncertainty is only statistical. In the full range signal events account for about 30% of the sample and continuum background for about 15%. The result of the fit is shown in Fig. 1.",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 415,
                    "text": "[21]",
                    "end": 419
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1708,
                    "text": "Fig. 1",
                    "end": 1714
                }
            ]
        },
        {
            "text": "V. KAON TAG",
            "section_rank": 6
        },
        {
            "section": "V. KAON TAG",
            "text": "We indicate with K R (K T ) kaons produced from the decay of the D 0 from the partially reconstructed B 0 (B R ), or in any step of the decay of the other B (B T ). We exploit the relation between the charge of the lepton and that of the K T to define an event as \"mixed\" or \"unmixed\". When an oscillation takes place, and the two B 0 mesons in the event have the same flavor at decay time, a K T from a CF decay has the same charge as the l. Equal-charge combinations are also observed from Cabibbo-suppressed (CS) K T production in unmixed events, and from CF K R production. Unmixed CF K T , mixed CS K T , and CS K R result in opposite-charge combinations. Other charged particles wrongly identified as kaons contribute both to equal and opposite charge events with comparable rates.",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "section": "V. KAON TAG",
            "text": "We distinguish K T from K R using proper-time difference information. We define ΔZ ¼ Z rec − Z tag , where Z rec is the projection along the beam direction of the B R decay point, and Z tag is the projection along the same direction of the intersection of the K track trajectory with the beam-spot. In the boost approximation [22] we measure the proper-time difference between the two B meson decays using the relation Δt ¼ ΔZ=ðβγcÞ, where the parameters β, γ express the Lorentz boost from the laboratory to the ϒð4SÞ rest frame. We reject events if the uncertainty σðΔtÞ exceeds 3 ps.",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 326,
                    "text": "[22]",
                    "end": 330
                }
            ]
        },
        {
            "section": "V. KAON TAG",
            "text": "Due to the short lifetime and small boost of the D 0 meson, small values of Δt are expected for the K R . Much larger values are instead expected for CF mixed K T , due to the long period of the B 0 oscillation. Figure 2 shows the Δt distributions for K T and K R events, as obtained from the simulation. To improve the separation between K T and K R , we also exploit kinematics. In the rest frame of the B 0 , the l and the D Ãþ are emitted at large angles. Therefore the angle θ lK between the l and the K R has values close to π, and cos θ lK close to −1. The corresponding distribution for K T is instead uniform, as shown in Fig. 3.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 212,
                    "text": "Figure 2",
                    "end": 220
                },
                {
                    "type": "figure",
                    "start": 631,
                    "text": "Fig. 3",
                    "end": 637
                }
            ]
        },
        {
            "section": "V. KAON TAG",
            "text": "In about 20% of the cases, our events contain more than one kaon: most often we find both a K T and a K R candidate. As these two carry different information, we accept multiple candidate events. Using several simulated pseudoexperiments, we assess the effect of this choice on the statistical uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "VI. EXTRACTION OF Δ CP",
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The measurement proceeds in two stages. First we measure the sample composition of the eight tagged samples grouped by lepton kind, lepton charge and K charge, with the fit to M miss 2 previously described. We also fit the four inclusive lepton samples to determine the charge asymmetries at the reconstruction stage [see Eq. 9]. At this point of the analysis we use the total number of collected events.",
            "paragraph_rank": 39,
            "section_rank": 7,
            "ref_spans": [
                {
                    "ref_id": "formula_11",
                    "start": 326,
                    "text": "9",
                    "end": 327
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The results of the first stage are used in the second stage, where we fit simultaneously the cos θ lK and Δt distributions in the eight tagged samples.",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The Δt distributions for BB, BB andBB events are parametrized as the convolutions of the theoretical distributions F i ðΔt 0 jΘÞ with the resolution function RðΔt; Δt 0 Þ:",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where Δt 0 is the actual difference between the times of decay of the two mesons andΘ is the vector of the physical parameters. The decays of the B þ mesons are parametrized by an exponential function, F B þ ¼ Γ þ e −jΓ þ Δt 0 j , where the B þ decay width is the inverse of the lifetime Γ −1 þ ¼ τ þ ¼ 1.641 AE 0.008 ps [1]. According to Ref. [23], the decays of the B 0 mesons are described by the following expressions: ",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 321,
                    "text": "[1]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 344,
                    "text": "[23]",
                    "end": 348
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where the first index refers to the flavor of the B R and the second index to that of the B T . In Eqs. (13)-(16), Γ 0 ¼ τ B 0 −1 is the average width of the two B 0 mass eigenstates, Δm and ΔΓ are respectively their mass and width differences, r 0 is a parameter resulting from the interference of CF and doubly Cabibbo-suppressed (DCS) decays on the B T side, and b and c are two parameters expressing the CP violation arising from that interference. In the Standard Model the value of r 0 is rather small, Oð1%Þ, b ¼ 2r 0 sinð2β þ γÞ cos δ 0 , and c ¼ −2r 0 cosð2β þ γÞ sin δ 0 , where β and γ are angles of the unitary triangle [24], and δ 0 is a strong phase. Besides jq=pj, also Δm, τ B 0 , sinð2β þ γÞ, b, and c are determined as effective parameters to reduce the systematic uncertainty. The value of ΔΓ is fixed to zero, and then varied within its allowed range [1] when computing the systematic uncertainty. Neglecting the tiny contribution from DCS decays, the main contribution to the asymmetry is time independent and due to the normalization factors in Eqs. (15) and (16). When the K T comes from the decay of the B 0 meson to a CP eigenstate [as, for instance B 0 → D ðÃÞ D ðÃÞ ], a different expression applies:",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 632,
                    "text": "[24]",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 871,
                    "text": "[1]",
                    "end": 874
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1072,
                    "text": "(15)",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1081,
                    "text": "(16)",
                    "end": 1085
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where the sign plus is used if the B R decays as a B 0 and the sign minus otherwise. This sample contains several components and is strongly biased by the selection cuts; therefore we take the values of S and C, and the fraction of these events in each sample (about 1%) from the simulation. The resolution function RðΔt; Δt 0 Þ accounts for the uncertainties in the measurement of Δt, for the effect of the boost approximation, and for the displacement of the K T production point from the B T decay position due to the motion of the charm meson. It consists of the superposition of several Gaussian functions convolved with exponentials.",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "We determine Δ CP with two different inputs for G K R ðΔtÞ, describing the Δt distribution for K R events, and take the mean value of the two determinations as the nominal result. As first input, we use the distribution obtained from a high purity selection of K R events on data, G Data K R ðΔtÞ HP . As second input, we use the distribution for K R events as predicted by the simulation, G MC K R ðΔtÞ, corrected using Eq. 18:",
            "paragraph_rank": 45,
            "section_rank": 7,
            "ref_spans": [
                {
                    "ref_id": "formula_22",
                    "start": 425,
                    "text": "18",
                    "end": 427
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "To select the high purity K R sample, we require the lepton and the kaon to have the same charge. As discussed above, this sample consists of about 75% genuine K R , where the residual number of events with a K T is mostly due to mixing. Therefore we select events with a second high-momentum lepton, with charge opposite to that of the first lepton. According to the simulation, this raises the K R purity in the sample to about 87%. Finally, we use topological variables, correlating the kaon momentum-vector to those of the two leptons, to raise the K R purity in the sample to about 95%. Due to the large number of events, the fit complexity, and the high number of floated parameters, the time needed for an unbinned fit to reach convergence is too large; therefore we perform a binned maximum likelihood fit. Events belonging to each of the eight categories are grouped into 100 Δt bins; 25 σðΔtÞ bins; 4 cos θ l;K bins; and 5 M miss 2 bins. We further split the data into five bins of K momentum, p K , to account for the dependencies of several parameters, describing the Δt resolution function, the cosðθ lK Þ distributions, the fractions of K T events, etc., observed in the simulation.",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "Accounting for events with wrong flavor assignment and K R events, the peaking B 0 contributions to the equal and opposite charge samples in each bin j are",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where the probability density functions (PDFs) G B 0 B 0 ðΔtÞ, G B 0B0 ðΔtÞ, GB0 B 0 ðΔtÞ and GB0B0ðΔtÞ are the convolutions of the theoretical distributions in Eqs. (13)- (16) with the resolution function. The reconstruction asymmetries A rl are determined separately for the e and μ samples. Wrongflavor assignments are described by the probabilities ω AE for B T and ω 0AE for B R . They are different because K T 's come from a mixture of D mesons, while K R 's are produced by D 0 decays only. The parameters f AEAE K R ðp K Þ describe the fractions of K R tags in each sample as a function of the kaon momentum. Due to the different charge asymmetry of the K T and the K R events [see Eqs. (10) and (11)], the fitted values of f AEAE K R ðp K Þ and jq=pj are strongly correlated. The f AEAE K R ðp K Þ fractions can be factorized as",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 172,
                    "text": "(16)",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 696,
                    "text": "(10)",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 705,
                    "text": "(11)",
                    "end": 709
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where the f AEAE K R ðjq=pj ¼ 1Þ parameters are left free in the fit and g AEAE ðjq=pjÞ are analytical functions. In order to limit the number of free parameters in the fit, the fractions of K R events in the B þ sample are computed from the corresponding fractions in the B 0 samples:",
            "paragraph_rank": 49,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where R AEAE are correction factors obtained from the simulation.",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The combinatorial background consists of B þ andB 0 decays with comparable contributions. A non-negligible fraction ofB 0 combinatorial events is obtained when the lepton in B → D Ã Xlν decay is combined with a soft pion from the decay of a tag-side D Ãþ . As the two particles must have opposite charges, the fraction of mixed events in thē B 0 combinatorial background is larger than for peaking events. In the simulation we find that the effective mixing rate of the combinatorial events depends linearly on the kaon momentum according to the relation",
            "paragraph_rank": 51,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where",
            "paragraph_rank": 52,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "and x comb ¼ Δm comb τ comb B 0 . In this expression, Δm comb and τ comb B 0 are the mass difference and lifetime measured in combinatorial events. To account for this effect, we use for theB 0 combinatorial background the same expressions as for the signal [see Eq. (19)], with the replacements",
            "paragraph_rank": 53,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 267,
                    "text": "(19)",
                    "end": 271
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The parameters a and b in Eq. 22, Δm comb and τ comb B 0 are determined in the fit.",
            "paragraph_rank": 54,
            "section_rank": 7,
            "ref_spans": [
                {
                    "ref_id": "formula_26",
                    "start": 30,
                    "text": "22",
                    "end": 32
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The probabilities to assign a wrong flavor to B T in the combinatorial sample are found to be different in mixed and unmixed events.",
            "paragraph_rank": 55,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "Different sets of parameters are used for peaking and for combinatorial events, including lifetimes, frequencies ofB 0 oscillation, and detector-related asymmetries, whereas the same value of jq=pj is used. For B þ combinatorial events, the same PDFs as for peaking B þ background are employed, with different sets of parameters.",
            "paragraph_rank": 56,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The distribution G cont ðΔtÞ of continuum events is represented by a decaying exponential, convolved with a resolution function similar to that used for B events. The effective lifetime and resolution parameters are determined by fitting simultaneously the off-peak data.",
            "paragraph_rank": 57,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "We rely on the simulation to parametrize the cos θ lK distributions. The individual cos θ lK shapes for the eight BB tagged samples are obtained from the histograms of the corresponding simulated distributions, separately for K T and K R events, whereas we interpolate off-peak data to describe the continuum.",
            "paragraph_rank": 58,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The normalized Δt distributions for each tagged sample are then expressed as the sum of the predicted contributions from peaking, BB combinatorial, and continuum background events: where the fractions of peaking B þ (f B þ ), CP eigenstates (f CP ), combinatorial BB (f comb ), and continuum (f cont ) events in each M miss 2 interval are taken from the results of the first stage. The fraction of B 0 (f 0 comb ) and of B þ events (f þ comb ¼ f comb − f 0 comb ) in the combinatorial background have been determined from a simulation. The functions G B 0 lK ðjÞ for peaking B 0 events are defined in Eq. (19); the functions G B þ lK ðjÞ, G CP lK ðjÞ, G B 0 comb lK ðjÞ, G B þ comb lK ðjÞ and G cont lK ðjÞ are the corresponding PDFs for the other samples. For a sample of B 0 signal events tagged by a kaon from the B T meson decay, the expected fraction P exp m of mixed events in each p K bin depends on Δm, τ B 0 , and ω AE , and reads",
            "paragraph_rank": 59,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 605,
                    "text": "(19)",
                    "end": 609
                }
            ]
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where the functions G",
            "paragraph_rank": 60,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "lK are obtained from Eq. (19) taking into account only the contributions from B 0 T events. We estimate this fraction by multiplying the likelihood by the binomial factor",
            "paragraph_rank": 61,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where N m and N u are the number of mixed and unmixed events, respectively, in a given p K bin for each subsample. These are obtained as the sums of the numbers of mixed events tagged by a kaon of a given charge,",
            "paragraph_rank": 62,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The corresponding value of P exp m;comb for the sample of B 0 combinatorial events tagged by a kaon from the B T meson decay depends on Δm comb , τ comb B 0 , and the wrong flavor assignment probability for the mixed and unmixed subsamples.",
            "paragraph_rank": 63,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "For a sample of B 0 events tagged by a kaon from the B T meson decay, the expected fraction of mixed and unmixed events, tagged by a positive charge kaon, depends on A CP and the detector charge asymmetries. For the B 0 signal sample this fraction reads",
            "paragraph_rank": 64,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "We estimate this quantity by multiplying the likelihood by the binomial factor",
            "paragraph_rank": 65,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "For a sample of B 0 events tagged by a kaon from the B R meson decay, the fraction of mixed events depends on ω 0AE . The fraction of mixed and unmixed events, tagged by a positive charge kaon, depends on the detector charge asymmetries and on A CP . Analogously, the corresponding fractions for a sample of B þ events tagged by a kaon from the B T or B R meson decay give information on the detector charge asymmetries.",
            "paragraph_rank": 66,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "The same values of A CP and A K are shared between signal and combinatorial B 0 samples. The values of P exp m and P exp mðuÞ;K þ for all the subsamples are obtained from the ratio of integrals of the corresponding observed PDFs.",
            "paragraph_rank": 67,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "We maximize the likelihood",
            "paragraph_rank": 68,
            "section_rank": 7
        },
        {
            "section": "VI. EXTRACTION OF Δ CP",
            "text": "where the indices i, j, m and n denote the mixed (unmixed) events, tagged by a kaon of a given charge; the index k denotes the p K bin; and the index l denotes the signal (combinatorial background) subsample, according to the B meson charge (B 0 or B þ ), and the tagging kaon category (K T or K R ). A total of 168 parameters are determined in the fit. To reach the convergence of the fit, we use a three-step approach. In the first step we fit only the parameters describing the B R event fractions, whereas all the other parameters are fixed to the values obtained on simulated events. In the second step we fix the B R fractions to the values obtained in the first step and we float only the parameters describing the resolution function. In the last step we fix the resolution parameters to the values obtained in the second step and we float again all the other parameters together with Δ CP .",
            "paragraph_rank": 69,
            "section_rank": 7
        },
        {
            "text": "VII. FIT VALIDATION",
            "section_rank": 8
        },
        {
            "section": "VII. FIT VALIDATION",
            "text": "Several tests are performed to validate the result. We analyze simulated events with the same procedure we use for data, first considering only the B 0 signal and adding step by step all the other samples. At each stage, the fit reproduces the generated values of Δ CP (zero), and of the other most significant parameters (A rl , A K , Δm, and τ B 0 ).",
            "paragraph_rank": 70,
            "section_rank": 8
        },
        {
            "section": "VII. FIT VALIDATION",
            "text": "We then repeat the test, randomly rejecting B 0 orB 0 events in order to produce samples of simulated events with Δ CP ¼ AE0.005, AE0.01, AE0.025. Also in this case the generated values are well reproduced by the fit. By removing events we also vary artificially A rl or A K , testing values in the range of AE10%. In each case, the input values are correctly determined, and an unbiased value of Δ CP is always obtained. A total of 67 different simulated event samples are used to check for biases.",
            "paragraph_rank": 71,
            "section_rank": 8
        },
        {
            "section": "VII. FIT VALIDATION",
            "text": "Pseudoexperiments are used to check the result and its statistical uncertainty. We perform 173 pseudoexperiments, each with the same number of events as the data. We obtain a value of the likelihood larger than in the data in 23% of the cases.",
            "paragraph_rank": 72,
            "section_rank": 8
        },
        {
            "section": "VII. FIT VALIDATION",
            "text": "The distribution of the fit results for Δ CP , obtained using the MIGRAD minimizer of the MINUIT [25] physics analysis tool for function minimization, is described by a Gaussian function with a central value biased by −3.6 × 10 −4 (0.4 σ) with respect to the nominal result. We quote this discrepancy as a systematic uncertainty related to the analysis bias.",
            "paragraph_rank": 73,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 97,
                    "text": "[25]",
                    "end": 101
                }
            ]
        },
        {
            "section": "VII. FIT VALIDATION",
            "text": "The pull distribution is described by a Gaussian function, with a central value −0.48 AE 0.11 and rms width of 1.44 AE 0.08. The statistical uncertainty, is, therefore, somewhat underestimated. As a cross-check, by fitting the negative log likelihood profile near the minimum with a parabola, we obtain an estimate of the statistical uncertainty from the Δ CP values for which − log L ¼ − log L min þ 0.5 [1]. This result is in good agreement with the rms width of the distribution of the pseudoexperiments results, which we take as the statistical uncertainty of the measurement.",
            "paragraph_rank": 74,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 405,
                    "text": "[1]",
                    "end": 408
                }
            ]
        },
        {
            "text": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "We consider several sources of systematic uncertainty. We vary each quantity by its error, as discussed below; we repeat the measurement; and we consider the variation of the result as the corresponding systematic uncertainty. We then add in quadrature all the contributions to determine the overall systematic uncertainty.",
            "paragraph_rank": 75,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "Peaking sample composition: We vary the sample composition in the second-stage fit by the statistical uncertainties obtained in the first stage; the corresponding variation is added in quadrature to the systematic uncertainty. We then vary the fraction of B 0 to B þ in the D ÃÃ peaking sample in the range ð50 AE 25Þ% to account for (large) violation of isospin symmetry. The fraction of the peaking contributions fixed to the simulation expectations is varied by AE20%. Finally we conservatively vary the fraction of CP eigenstates by AE50%.",
            "paragraph_rank": 76,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "BB combinatorial sample composition: The fraction of B þ and B 0 in the BB combinatorial background is determined by the simulation. A difference between B þ and B 0 is expected when mixing takes place and the lepton is coupled to the tag side π s fromB 0 → D Ãþ X decay. We then vary the fraction of B 0 to B þ events in the combinatorial sample by AE4.5%, which corresponds to the uncertainty in the inclusive branching fractionB 0 → D Ãþ X.",
            "paragraph_rank": 77,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "Δt resolution model: In order to reduce the time in the fit validation, all the parameters describing the resolution function, which show a weak correlation with jq=pj, are fixed to the values obtained using an iterative procedure. We perform a fit by leaving free all the parameters and we quote the difference between the two results as a systematic uncertainty.",
            "paragraph_rank": 78,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "K R fraction: We vary the fraction of B þ → K R X to B 0 → K R X by AE6.8%, which corresponds to the uncertainty on the ratio BRðD Ã0 → K − XÞ=BRðD Ãþ → K − XÞ. K R Δt distribution: We use half the difference between the results obtained using the two different strategies to describe the K R Δt distribution as a systematic uncertainty.",
            "paragraph_rank": 79,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "Fit bias: We consider two contributions: the statistical uncertainty on the validation test using the detailed simulation, and the difference between the nominal result and the central result determined from the ensemble of parametrized simulations, described in Sec. VII.",
            "paragraph_rank": 80,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "CP eigenstate description: We vary the S and C parameters describing the CP eigenstates by their statistical uncertainty as obtained from simulation.",
            "paragraph_rank": 81,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "Physical parameters: We repeat the fit, setting the value of ΔΓ to 0.02 ps −1 instead of zero. The lifetime of the B 0 and B þ mesons and Δm are floated in the fit. Alternatively, we check the effect of fixing each parameter in turn to the world average.",
            "paragraph_rank": 82,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES AND CONSISTENCY CHECKS",
            "text": "By adding in quadrature all the contributions described above, and summarized in Table I, we determine an overall systematic uncertainty of þ1.88 −1.61 × 10 −3 .",
            "paragraph_rank": 83,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 81,
                    "text": "Table I",
                    "end": 88
                }
            ]
        },
        {
            "text": "IX. RESULTS",
            "section_rank": 10
        },
        {
            "section": "IX. RESULTS",
            "text": "We perform a blind analysis: the value of Δ CP is kept masked until the study of the systematic uncertainties is completed and all the consistency checks are successfully accomplished; the values of all the other fit parameters are not masked.",
            "paragraph_rank": 84,
            "section_rank": 10
        },
        {
            "section": "IX. RESULTS",
            "text": "After unblinding we find Δ CP ¼ ð0.29 AE 0.84Þ × 10 −3 . We report in Table II the fit results for the most significant parameters. The value of Δm is consistent with the world average, while the value of τ B 0 is slightly larger than expected, an effect also observed in the simulation. By fixing its value to the world average, the Δ CP result decreases by 0.18 × 10 −3 . This effect is taken into account in the systematic uncertainty computation. Figures 4 and 5 show the fit projections for Δt and cos θ lK , respectively. A sizable charge asymmetry is observed at the reconstruction stage, for both e and μ reconstruction and at the K tagging stage, somewhat smaller than that observed in the simulation. As the size of A rl is the same for the e and the μ samples, it is reasonable to suppose that the main source of charge asymmetry at the B 0 reconstruction stage is due to the π s .",
            "paragraph_rank": 85,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 70,
                    "text": "Table II",
                    "end": 78
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 451,
                    "text": "Figures 4 and 5",
                    "end": 466
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "Recently the BABAR collaboration published a measurement of the asymmetry A CP between same-sign inclusive dilepton samples l þ l þ and l − l − using the complete recorded data set [8]. The systematic errors of the two analyses are essentially uncorrelated. The correlation of the statistical errors is estimated to be on a level below 10%. TABLE II. Fit results for the most significant parameters with their statistical uncertainty. Second column: Fit to the data. Third column: Fit to simulated events. Last column: Values of the parameters in the simulation at the generation stage. The detector asymmetries in the last column are obtained from the comparison of the reconstruction efficiencies for positive and negative particles in the simulation.",
            "paragraph_rank": 86,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 181,
                    "text": "[8]",
                    "end": 184
                }
            ]
        },
        {
            "text": "Parameter",
            "section_rank": 11
        },
        {
            "section": "Parameter",
            "text": "Data fit Simulation fit From MC information Δ CP 0.0003 AE 0.0008 0.0003 AE 0.0005 0 A rec;e 0.0030 AE 0.0004 0.0097 AE 0.0002 0.0090 AE 0.0003 A rec;μ 0.0031 AE 0.0005 0.0084 AE 0.0003 0.0091 AE 0.0003 A K 0.0137 AE 0.0003 0.0147 AE 0.0001 0.0151 AE 0.0001 ",
            "paragraph_rank": 87,
            "section_rank": 11
        },
        {
            "section": "Parameter",
            "text": "raw asymmetry between l þ K þ and l − K − events. ",
            "paragraph_rank": 88,
            "section_rank": 11
        },
        {
            "text": "FIG. 1",
            "section_rank": 12
        },
        {
            "section": "FIG. 1",
            "text": "FIG. 1. M miss2 distribution for the selected events. The data are represented by the points with error bars. The fitted contributions fromB 0 → D Ãþ l −ν l plusB 0 → D Ãþ τ −ν l , peaking background, D ÃÃ events (1=3 fromB 0 and 2=3 from B þ decays), BB combinatorial, and rescaled off-peak events are shown (see text for details).",
            "paragraph_rank": 89,
            "section_rank": 12
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.Δt distributions for (a) K T and for (b) K R , as predicted by the simulation.",
            "paragraph_rank": 90,
            "section_rank": 13
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. Distribution of cos θ lK for the continuum-subtracted data (points with error bars) and fitted contributions from peaking K T , background K T , peaking K R and background K R , for (a) l þ K þ events, (b) l − K − events, (c) l − K þ events, (d) l þ K − events.",
            "paragraph_rank": 91,
            "section_rank": 14
        },
        {
            "text": "Present address: Laboratoire de Physique Nucléaire et de Hautes Energies, IN2P3/CNRS, F-75252 Paris, France.",
            "paragraph_rank": 92,
            "section_rank": 15
        },
        {
            "text": "* Deceased. † Present address: University of Tabuk, Tabuk 71491, Saudi Arabia. ‡ § Present address: University of Huddersfield, Huddersfield HD1 3DH, United Kingdom. ∥ Present address: University of South Alabama, Mobile, Alabama 36688, USA. ¶ Also at Università di Sassari, I-07100 Sassari, Italy.",
            "paragraph_rank": 93,
            "section_rank": 15
        },
        {
            "text": "TABLE I .",
            "section_rank": 16
        },
        {
            "section": "TABLE I .",
            "text": "Breakdown of the main systematic uncertainties on Δ CP .SourceδΔ CP ð10 −3 Þ",
            "paragraph_rank": 94,
            "section_rank": 16
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 18
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. The success of this project also relies critically on the expertise and dedication of the computing organizations that support BABAR. The collaborating institutions wish to thank SLAC for its support and the kind hospitality extended to them. ",
            "paragraph_rank": 95,
            "section_rank": 18
        },
        {
            "text": "X. CONCLUSIONS",
            "section_rank": 20
        },
        {
            "section": "X. CONCLUSIONS",
            "text": "We present a new precise measurement of the parameter governing CP violation in B 0 -B 0 oscillations. With a technique based on partialB 0 → D Ãþ l −ν l reconstruction and K tagging we find",
            "paragraph_rank": 96,
            "section_rank": 20
        },
        {
            "section": "X. CONCLUSIONS",
            "text": "where the first uncertainty is statistical and the second is systematic. The corresponding asymmetry,",
            "paragraph_rank": 97,
            "section_rank": 20
        },
        {
            "section": "X. CONCLUSIONS",
            "text": "is consistent with and competitive with the results from dilepton measurements at the B factories, LHCb [13] and D0 [9]. We observe no deviation from the SM expectation [2].",
            "paragraph_rank": 98,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 104,
                    "text": "[13]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 116,
                    "text": "[9]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 169,
                    "text": "[2]",
                    "end": 172
                }
            ]
        }
    ]
}