{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is described for a Higgs boson decaying into two photons, one of which has an internal conversion to a muon or an electron pair ( γ ). The analysis is performed using proton-proton collision data recorded with the CMS detector at the LHC at a centre-of-mass energy of 8 TeV, corresponding to an integrated luminosity of 19.7 fb −1 . The events selected have an opposite-sign muon or electron pair and a high transverse momentum photon. No excess above background has been found in the threebody invariant mass range 120 < m γ < 150 GeV, and limits have been derived for the Higgs boson production cross section times branching fraction for the decay H → γ * γ → γ , where the dilepton invariant mass is less than 20 GeV. For a Higgs boson with m H = 125 GeV, a 95% confidence level (CL) exclusion observed (expected) limit is 6.7 (5.9 +2.8 −1.8 ) times the standard model prediction. Additionally, an upper limit at 95% CL on the branching fraction of H → (J/ψ)γ for the 125 GeV Higgs boson is set at 1.5 × 10 −3 .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The rare decay into the γ final state of the Higgs boson is a rich source of information that can enhance our understanding of its basic properties and probe novel couplings predicted by extensions of the standard model (SM) of particle physics. As illustrated in Fig. 1, this decay in SM has contributions from loopinduced H → γ * γ and H → Zγ diagrams (a, b, c), tree-level process H → with final-state radiation (d), and higher-order processes, known as box diagrams (e, f, g) [1][2][3][4]. Other contributions include H → V (qq)γ → γ , shown in Fig. 2, where V denotes a vector meson (J/ψ or ϒ ) that decays to [5][6][7]. The Higgs boson branching fraction to γ is dominated by the H → γ * γ and H → Zγ modes, while the contribution from the box diagrams is negligible [1]. In the muon channel, when the dilepton invariant mass, m , is greater than 100 GeV, final-state radiation in H → μμ starts to dominate [8]. In the three-body decay, H → γ , it is possible to investigate non-SM couplings by examining the angular distributions, and forward-backward asymmetry variables reconstructed from the γ final state [8,9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 264,
                    "text": "Fig. 1",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 480,
                    "text": "[1]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 483,
                    "text": "[2]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 486,
                    "text": "[3]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 489,
                    "text": "[4]",
                    "end": 492
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 549,
                    "text": "Fig. 2",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 615,
                    "text": "[5]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 618,
                    "text": "[6]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 621,
                    "text": "[7]",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 773,
                    "text": "[1]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "start": 913,
                    "text": "[8]",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "start": 1116,
                    "text": "[8,",
                    "end": 1119
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1119,
                    "text": "9]",
                    "end": 1121
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The expected rates of the H → (Z/γ * )γ → γ processes compared to the rate of H → γ γ decay, for a Higgs boson with mass m H = 125 GeV, are [10,11]: E-mail address: cms-publication-committee-chair@cern.ch.   contribution from the Dalitz decay, we require m < 20 GeV. The μμγ topology is a clean final state with a mass resolution of about 1.6%, as measured from the simulated signal samples. The eeγ channel is challenging due to the low m that results in a pair of merged electron showers in the electromagnetic calorimeter (ECAL). Nevertheless, when the merged showers are reconstructed in the ECAL, a mass resolution of 1.8% is achieved. Important backgrounds include the irreducible contributions from the initial-and final-state photon radiation in Drell-Yan production, and Drell-Yan events with additional jets where a jet is misidentified as a photon.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 140,
                    "text": "[10,",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "start": 144,
                    "text": "11]",
                    "end": 147
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In addition, a search is performed for H → (J/ψ)γ → μμγ decay for m H = 125 GeV, which is sensitive to the Higgs boson coupling to charm quark and a promising way to access the couplings of the Higgs boson to the second generation quarks at the LHC. In the SM this decay occurs through two main processes: direct coupling of the Higgs boson to charm (Fig. 2a), and the usual t/W loop, where the radiated γ * converts to a cc in a resonant state (Fig. 2b). The two amplitudes interfere destructively and the second one dominates [6,7]. For the SM Higgs boson with m H = 125 GeV, the branching fraction is predicted to be 2.8 × 10 −6 . A search by the ATLAS Collaboration for this decay is described in Ref. [14].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 350,
                    "text": "(Fig. 2a)",
                    "end": 359
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 445,
                    "text": "(Fig. 2b)",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 528,
                    "text": "[6,",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 531,
                    "text": "7]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 706,
                    "text": "[14]",
                    "end": 710
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The results presented in this paper are based on proton-proton collision data recorded in 2012 with the CMS detector at a centreof-mass energy √ s = 8 TeV, corresponding to an integrated luminosity of 19.7 fb −1 .",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "CMS detector and trigger",
            "section_rank": 3
        },
        {
            "section": "CMS detector and trigger",
            "text": "A detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [15]. The central feature of the CMS apparatus is a superconducting solenoid, 13 m in length and 6 m in diameter, which provides an axial magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, the ECAL, and a hadron calorimeter (HCAL). Charged-particle trajectories are measured by silicon pixel and strip trackers, covering 0 ≤ φ ≤ 2π in azimuth and |η| < 2.5 in pseudorapidity. A lead tungstate crystal ECAL surrounds the tracking volume. It is comprised of a barrel region |η| < 1.48 and two endcaps that extend up to |η| = 3.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 160,
                    "text": "[15]",
                    "end": 164
                }
            ]
        },
        {
            "section": "CMS detector and trigger",
            "text": "A brass and scintillator HCAL surrounds ECAL and also covers the region |η| < 3. Iron forward calorimeters with quartz fibers, read out by photomultipliers, extend the calorimetric coverage up to |η| = 5. A lead and silicon-strip preshower detector is located in front of the ECAL endcaps. Muons are identified and measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. The detector is nearly hermetic, allowing energy balance measurements in the plane transverse to the beam direction.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "CMS detector and trigger",
            "text": "A two-tier trigger system selects collision events of interest for physics analysis. Two triggers are used in the current analysis. In the muon channel, the trigger requires a single muon and a photon, both with p T greater than 22 GeV. In the electron channel the γ * → ee process at low dielectron invariant mass mimics a photon at the trigger level. For this reason, a diphoton trigger is used in the electron channel, for γ + γ * final state. The trigger requires a leading (subleading) photon with p T > 26 (18) GeV. The diphoton trigger is inefficient for events with high dielectron invariant mass (m ee > 2 GeV) due to the isolation and shower shape requirements. The available dielectron triggers cannot be used to select events with 2 < m ee < 20 GeV because they also require isolation, and the p T requirement made on the subleading lepton is too high.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Event reconstruction",
            "section_rank": 4
        },
        {
            "section": "Event reconstruction",
            "text": "The photon energy is reconstructed from a sum of signals in the ECAL crystals [16]. The ECAL signals are calibrated and corrected [17], and a multivariate regression technique, developed for the H → γ γ analysis [18], is used to determine the final energy of the photon [16]. The neighboring ECAL crystals with energy deposition are combined into clusters, and the collection of clusters that contain the energy of a photon or an electron is called a supercluster. Identification criteria are applied to distinguish photons from jets and electrons. The observables used in the photon identification criteria are: the isolation variables, the ratio of the energy in the HCAL towers behind the supercluster to the electromagnetic energy in the supercluster; the transverse width in η of the electromagnetic shower; and the number of charged tracks matched to the supercluster. The efficiency of the photon identification is measured using Z → ee data by reconstructing the electron showers as photons, and found to be 80 (88%) at a transverse energy > 30 (50) GeV and |η| < 1.44.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 78,
                    "text": "[16]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "[17]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "start": 212,
                    "text": "[18]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "start": 270,
                    "text": "[16]",
                    "end": 274
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Muon candidates are reconstructed in the tracker and identified by the particle-flow global event reconstruction algorithm [19,20] using hits in the tracker and the muon systems. This approach allows us to maintain a high efficiency independent of the dimuon invariant mass and to reconstruct muons with p T as low as 4 GeV. Muons from γ * → μμ internal conversions are expected to be isolated from other particles. A cone of size R ≡ ( η) 2 + ( φ) 2 = 0.4 is constructed around the momentum direction of each muon candidate [21]. The relative isolation of the muon is quantified by summing the p T of all photons, charged and neutral hadrons within this cone, and then dividing by the muon p T . The resulting quantity, corrected for additional underlying event activity due to pileup events, is required to be less than 0.4 for the leading muon. The isolation requirement rejects misidentified leptons and background arising from hadronic jets. The R(μμ) separation between the two muons is small due to their low invariant mass (as shown in Fig. 3) and high p T of the γ * in H → γ * γ decays. Hence, no isolation requirement is applied to the subleading muons as they are already within the isolation cone of the leading muons in most events. Dimuon identification and isolation efficiency of about 80% is obtained.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 123,
                    "text": "[19,",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "20]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "start": 525,
                    "text": "[21]",
                    "end": 529
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1044,
                    "text": "Fig. 3",
                    "end": 1050
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "In the electron channel of the H → γ * γ → γ decay, the two electrons produced in the γ * → ee process are even closer to each other than in the muon channel, since the m is smaller (Fig. 3). Therefore, their energy deposits in the ECAL are merged into one supercluster giving rise to a unique signature. To identify these merged electrons, two tracks associated to the supercluster are required. A Gaussian sum filter (GSF) algorithm is used to reconstruct the electron tracks [22]. The supercluster energy must correspond to p T > 30 GeV and be located in the ECAL barrel (|η| < 1.44). The scalar sum p e 1 T + p e 2 T of the corresponding two GSF tracks must exceed 44 GeV. Both GSF tracks are required to have no more than one missing hit in the pixel detector in order to reduce the background from photons converting to e + e − in the detector material. A multivariate discriminator is trained to separate the γ * → ee objects from jets or single electrons.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 182,
                    "text": "(Fig. 3",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 478,
                    "text": "[22]",
                    "end": 482
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "The input variables for the training include lateral shower shape variables, the median energy density in the event to take into account the pileup dependence, and the kinematic information from the supercluster and tracks. A combined reconstruction and selection efficiency of ∼40% is achieved for the signal. For comparison, the efficiency for a single isolated electron with similar p T is ",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Simulated samples",
            "section_rank": 5
        },
        {
            "section": "Simulated samples",
            "text": "The description of the Higgs boson signal used in the search is obtained from simulated events. The samples for the Dalitz signal are produced at leading-order using the MadGraph 5 matrixelement generator [24] with the ANO-HEFT model [25], interfaced with pythia 6.426 [26], for the gluon and vector boson fusion processes, and for associated production with a vector boson. Associated production with a tt pair is ignored because of its small contribution. The sample for H → (J/ψ)γ process is produced with the pythia 8.153 generator [27], and reweighted to simulate 100% polarization of the J/ψ . The parton distribution function (PDF) set used to produce these samples is given by CTEQ6L1 [28]. The SM Higgs boson production cross sections are taken from Ref. [11]. The branching fractions for H → γ * γ are estimated using MCFM 6.6 [29] and for H → (J/ψ)γ are taken from Ref. [6].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 205,
                    "text": "[24]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 234,
                    "text": "[25]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 269,
                    "text": "[26]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 536,
                    "text": "[27]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 693,
                    "text": "[28]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "start": 764,
                    "text": "[11]",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "start": 837,
                    "text": "[29]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 881,
                    "text": "[6]",
                    "end": 884
                }
            ]
        },
        {
            "section": "Simulated samples",
            "text": "For the SM Higgs boson in the mass range of 120-150 GeV, the H → γ * γ → μμγ (eeγ ) branching fraction is expected to be between 2.0 (4.5) × 10 −5 and 3.3 (7.5) × 10 −5 for m below 20 GeV. The expected branching fraction for H → (J/ψ)γ is (2.8 ± 0.2) × 10 −6 for m H = 125 GeV, which is further suppressed due to the J/ψ meson decay to muons, B(J/ψ → μμ) = 0.059.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Simulated samples",
            "text": "The simulation aims to include all known effects and the conditions of real data taking in CMS. Some residual differences between the data and simulation are taken into account by reweighting the simulated events with scale factors. Systematic uncertainties are assigned to cover imperfect knowledge of residual differences. Scale factors are implemented to match the distribution of primary vertices, the photon identification and isolation efficiency, and the muon isolation efficiency. No corrections are applied to the muon and electron identification and trigger efficiencies, but an uncertainty is assigned as described in Section 7.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Simulated samples",
            "text": "The energy and momentum resolution of muons and photons in simulated events are corrected to match that in data. The energy scale of muons (photons) is corrected to that found in Z → μμ (ee) events. For the electrons, no resolution or scale corrections are applied because of their unique topology, and the absence of a data-driven method to derive those corrections. Therefore, we rely on the simulation of the γ * → ee process and assign uncertainties sufficient to cover any possible discrepancy in the scale and resolution between data and simulation.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "(ee)",
                    "end": 190
                }
            ]
        },
        {
            "text": "Table 1",
            "section_rank": 6
        },
        {
            "section": "Table 1",
            "text": "The expected signal yield and the number of events in data, for an integrated luminosity of 19.7 fb −1 . Signal events are presented before and after applying the full selection criteria described in the text. In the (J/ψ)γ sub-category only the J/ψ → μμ decay is considered, and the signal yield is a sum of two contributions: H → (J/ψ)γ → μμγ and H → γ * γ → μμγ , where the dimuon mass distribution is non-resonant.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Sample",
            "section_rank": 7
        },
        {
            "section": "Sample",
            "text": "Signal ",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Event selection",
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "Events are required to pass the muon plus photon trigger in the μμγ final state and the diphoton triggers in the eeγ final state. The trigger efficiency for signal events after the selection requirements described below is 85% (90%) in the muon (electron) channel, as measured from the simulated samples.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "The muons (electrons) are required to be within |η| < 2.4 (1.44), while the photon is required to be within |η| < The muons must be oppositely charged, and have p T > 23 (4) GeV for the leading (subleading) lepton. The p T requirement on the leading muon is driven by the trigger threshold, and on the subleading muon by the minimum energy needed to reach the muon system, while maintaining high reconstruction efficiency. In the electron channel, no additional selection on p T of the GSF tracks is necessary, beyond those described in Section 3. Finally, in both muon and electron channels, the separation between each lepton and the photon is required to satisfy R > 1 in order to suppress Drell-Yan background events with final-state radiation.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "The dilepton invariant mass in the muon channel is required to be less than 20 GeV to reject contributions from pp → γ Z and to suppress interference effects from the H → γ Z process and the box diagrams shown in Fig. 1. Events with a dimuon mass in the ranges 2.9 < m μμ < 3.3 GeV and 9.3 < m μμ < 9.7 GeV are rejected to avoid the J/ψ → μμ and ϒ → μμ contamination. In the electron channel the invariant mass, constructed from the two GSF tracks, is required to satisfy m ee < 1.5 GeV. The m distributions for simulated signal events are shown in Fig. 3 in the muon and electron channels.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 213,
                    "text": "Fig. 1",
                    "end": 219
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 549,
                    "text": "Fig. 3",
                    "end": 555
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In the search for the H → (J/ψ)γ → μμγ , both p γ The observed yields after the event selection described above are listed in Table 1. In the electron channel, there is also a contribution from the H → γ γ process due to unidentified conversions, which is about 15% of the H → γ * γ signal (0.2 events at m H = 125 GeV). This contribution is considered as a background to H → γ * γ , and negligible compared to the continuum background estimated from the fit to data described in the next section. ",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 126,
                    "text": "Table 1",
                    "end": 133
                }
            ]
        },
        {
            "text": "Background and signal modeling",
            "section_rank": 9
        },
        {
            "section": "Background and signal modeling",
            "text": "The background is modeled by fitting a polynomial function to the γ mass distributions in data. An unbinned maximum likelihood fit is performed over the range 110 < m γ < 170 GeV. Fig. 4 shows the m γ spectra, which are fitted with polynomial functions of fourth degree. The reduced χ 2 of the fits are 0.5 and 0.7 for the muon and electron channels, respectively. Even though the search is limited to 120 < m H < 150 GeV, the fits to the m γ spectra are performed over a wider range, giving a better modeling of the background, particularly at the edges of the search range. The degree of the polynomials is chosen following a procedure similar to the one described in Ref. [30]. This procedure ensures that the potential bias due to the background modeling is at least five times smaller than statistical uncertainty.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 180,
                    "text": "Fig. 4",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "start": 675,
                    "text": "[30]",
                    "end": 679
                }
            ]
        },
        {
            "section": "Background and signal modeling",
            "text": "For the H → (J/ψ)γ search, where only the single Higgs boson mass hypothesis m H = 125 GeV is investigated, a fit to a polynomial of second degree is performed over the 110-150 GeV mass range (Fig. 5).  The signal model in all three cases is obtained from an unbinned fit to the mass distribution of the corresponding sample of simulated events to a Crystal Ball function [31] plus a Gaussian function.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 192,
                    "text": "(Fig. 5)",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 372,
                    "text": "[31]",
                    "end": 376
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The data are used to derive upper limits on the Higgs boson cross section times branching fraction, σ (pp → H) B(H → γ * γ → γ ) divided by that expected for a SM Higgs boson, for m < 20 GeV. No significant excess above background is observed in the full mass range, 120 < m H < 150 GeV, with a maximum excess of less than two standard deviations. In the electron channel a correction is made to account for the events that are removed by the requirement of m ee < 1.5 GeV due to the trigger and reconstruction inefficiencies described above.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The exclusion limits are calculated using the modified frequentist CL s method [32][33][34][35][36]. An unbinned evaluation over the full mass range of data is used. The uncertainty in the limit is dominated by the size of the data sample and systematic uncertainties have a small impact.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 79,
                    "text": "[32]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "start": 83,
                    "text": "[33]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "start": 87,
                    "text": "[34]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "start": 91,
                    "text": "[35]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 95,
                    "text": "[36]",
                    "end": 99
                }
            ]
        },
        {
            "section": "Results",
            "text": "The systematic uncertainty in the limits results only from the uncertainty in the signal description, as the background is obtained from data and biases in the fitting procedure have been found to be negligible. A summary of the systematic uncertainties is given in Table 2. The uncertainty can be separated into the uncertainty resulting from theoretical predictions and from the uncertainty in detector reconstruction and selection efficiency. Theoretical uncertainties come from the effects of the PDF choice on signal cross section, the missing higher-order calculations (scale) [38][39][40][41][42], and the uncertainty in the prediction on the Higgs boson decay branching fraction [4,11]. The uncertainty due to the muon reconstruction efficiency, 11%, is obtained from data using J/ψ → μμ events. It is dominated by the statistical uncertainty of the data sample. In the electron channel, the corresponding uncertainty, 3.5%, is obtained from simulation. The 11% uncertainty estimated for the muon identification efficiency is sufficiently small and it has no impact on our result, thus no simulation study was attempted, although it could greatly reduce the uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 266,
                    "text": "Table 2",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "start": 583,
                    "text": "[38]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "start": 587,
                    "text": "[39]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "start": 591,
                    "text": "[40]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 595,
                    "text": "[41]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "start": 599,
                    "text": "[42]",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 687,
                    "text": "[4,",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "start": 690,
                    "text": "11]",
                    "end": 693
                }
            ]
        },
        {
            "section": "Results",
            "text": "The expected and observed individual and combined μμγ and eeγ limits are shown in Fig. 6. The limits are calculated at 1 GeV The 95% CL exclusion limits on σ (pp → H) B(H → μμγ ) for a narrow scalar particle without assuming the decay kinematics of a SM Higgs boson, in the muon channel, are shown in Fig. 7.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 82,
                    "text": "Fig. 6",
                    "end": 88
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 301,
                    "text": "Fig. 7",
                    "end": 307
                }
            ]
        },
        {
            "section": "Results",
            "text": "The observed (expected) limit for m H = 125 GeV is 7.3 (5.2 +2.4 −1.6 ) fb. The total signal efficiency is 24% and almost independent of the dimuon invariant mass. In the electron channel, however, this efficiency depends on the dielectron mass, since it is strongly shaped by the selection. For this reason the corresponding limit in the electron channel is not evaluated.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "Additionally, for the SM Higgs boson with m H = 125 GeV, we place an upper limit for a 2.9 < m < 3.3 GeV region in the muon channel: σ (pp → H) B(H → μμγ ) < 1.80 fb, while the expected limit is 1.90 ± 0.97 fb. One can interpret this result as an upper limit on σ (pp → H) B(H → (J/ψ)γ → μμγ ) and obtain for the branching fraction, B(H → (J/ψ)γ ) < 1.5 × 10 −3 at 95% CL, which is about 540 times the prediction in Ref. [6]. The limit on the branching fraction at 90% CL is B(H → (J/ψ)γ ) < 1.2 × 10 −3 . The number of events present in this m μμ mass window coming from the H → γ * γ → μμγ is large compared to the H → (J/ψ)γ → μμγ (as shown in Table 1). On the other hand it is small compared to the total background, hence it is considered as a part of the background when extracting the limit on B(H → (J/ψ)γ ).",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 421,
                    "text": "[6]",
                    "end": 424
                },
                {
                    "type": "table",
                    "start": 647,
                    "text": "Table 1",
                    "end": 654
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 11
        },
        {
            "section": "Summary",
            "text": "A search for a Higgs boson decay H → γ * γ → γ is presented. technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies:   ",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Diagrams contributing to H → γ . The contributions from diagrams (a), (b), and (c) dominate. The final-state radiation of H → μμ decay, shown in diagram (d), is important at high dilepton invariant mass. Higher order contributions from diagrams (e), (f) and (g) are negligible.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Diagrams contributing to H →V γ → γ decay.",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The invariant mass of the dilepton system in signal simulation for m H = 125 GeV. Distributions are shown for muon and electron channels, before and after selection. The invariant mass before selection is obtained from the leptons at the generator level, while after selection the reconstructed invariant mass is used.",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "1.44. The invariant mass of the γ system, m γ , is required to satisfy 110 < m γ < 170 GeV. The photon and dilepton momenta both must satisfy p T > 0.3 • m γ requirement, which is optimized for high signal efficiency and background rejection.On average, there are 21 pp interactions within the same bunch crossing in the 8 TeV data, which result in about 16 collision vertices reconstructed in each event. The vertex with the highest scalar sum of the p2 T of its associated tracks is taken to correspond to the primary interaction vertex. The primary vertex must have the reconstructed longitudinal position (z) within 24 cm of the geometric centre of the detector and the transverse position (x-y) within 2 cm of the beam interaction region. The lepton tracks from γ * → μμ (ee) are required to originate from the primary vertex, and to have transverse and longitudinal impact parameters with respect to that vertex smaller than 2.0 (0.2) mm and 5 (1) mm, respectively.",
            "paragraph_rank": 36,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 453,
                    "text": "2",
                    "end": 454
                }
            ]
        },
        {
            "text": "> 40",
            "section_rank": 16
        },
        {
            "section": "> 40",
            "text": "GeV are required, and the events are selected with 2.9 < m μμ < 3.3 GeV.",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. The m μμγ (top) and m eeγ (bottom) spectra for 8 TeV data (points with error bars), together with the result of a background-only fit to the data. The 1σ and 2σ uncertainty bands represent the uncertainty in the parameters of the fitted function. The expected contribution from the SM Higgs boson signal with m H = 125 GeV, scaled up by a factor of 10, is shown as a histogram.",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. The m μμγ distribution for events with 2.9 < m μμ < 3.3 GeV for 8 TeV data (points with error bars), together with the result of a background-only fit to the data. The 1σ and 2σ uncertainty bands represent the uncertainty in the parameters of the fitted function. The expected contribution from the H → (J/ψ)γ → μμγ process of the SM H with m H = 125 GeV, scaled up by a factor of 500, is shown as a histogram.",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. The 95% CL exclusion limit, as a function of the mass hypothesis, m H , on σ /σ SM , the cross section times the branching fraction of a Higgs boson decaying into a photon and a lepton pair with m < 20 GeV, divided by the SM value. (Top) muon, (middle) electron channels, (bottom) statistical combination of the results in the two channels.",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. The 95% CL exclusion limit on σ (pp → H) B(H → μμγ ), with m μμ < 20 GeV, for a Higgs-like particle, as a function of the mass hypothesis, m H . intervals in the 120-150 GeV mass range. The median expected exclusion limits at 95% confidence level (CL) are between 6 and 10 times the SM prediction and the observed limit ranges between about 5 and 11 times the SM. The observed (expected) limit for m H = 125 GeV is 6.7 (5.9 +2.8 −1.8 ) times the SM prediction.",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the National Priorities Research Programme by Qatar National Research Fund; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University (Thailand); and the Welch Foundation.",
            "paragraph_rank": 42,
            "section_rank": 21
        },
        {
            "text": "2 a",
            "section_rank": 22
        },
        {
            "section": "2 a",
            "text": "[22] W. Adam, R. Frühwirth, A. Strandlie, T. Todor, Reconstruction of electrons with the Gaussian-sum filter in the CMS tracker at the LHC, Technical Report CMS-NOTE-2005-001, CERN, 2005, http://cds.cern.ch/record/815410. [23] CMS Collaboration, Performance of electron reconstruction and selection with the CMS detector in proton-proton collisions at √ s = 8 TeV, J. In-I. Antropov, S. Baffioni, F. Beaudette, P. Busson, L. Cadamuro, E. Chapon, C. Charlot, T. Dahms, O. Davignon, N. Filipovic, A. Florent, R. Granier de Cassagnac, S. Lisniak, L. Mastrolorenzo, P. Miné, I.N. Naranjo, M. Nguyen, C. Ochando, G. Ortona, P. Paganini, S. Regnard, R. Salerno, J.B. Sauvan, Y. Sirois, T. Strebler, Y. Yilmaz, A. Zabi Laboratoire Leprince-Ringuet, Ecole Polytechnique, IN2P3-CNRS, Palaiseau, FranceM. Akbiyik, C. Barth, C. Baus, J. Berger, C. Böser, E. Butz, T. Chwalek, F. Colombo, W. De Boer, A. Descroix, A. Dierlamm, M. Feindt, F. Frensch, M. Giffels, A. Gilbert, F. Hartmann 2 , U. Husemann, F. Kassel 2 , I. Katkov 6 , A. Kornmayer 2 , P. Lobelle Pardo, M.U. Mozer, T. Müller, Th. Müller, M. Plagge, G. Quast, K. Rabbertz, S. Röcker, F. Roscher, H.J. Simonis, F.M. Stober, R. Ulrich, J. Wagner-Kuhr, S. Wayand, T. Weiler, C. Wöhrmann, R. Wolf N. Bacchetta a , D. Bisello a,b , A. Boletti a,b , R. Carlin a,b , A. Carvalho Antunes De Oliveira a,b , P. Checchia a , M. Dall'Osso a,b,2 , F. Fanzago a , F. Gasparini a,b , U. Gasparini a,b , F. Gonella a , A. Gozzelino a , K. Kanishchev a,c , M. Margoni a,b , G. Maron a,29 , A.T. Meneguzzo a,b , F. Montecassiano a , M. Passaseo a , J. Pazzini a,b , N. Pozzobon a,b , P. Ronchese a,b , F. Simonetto a,b , E. Torassa a , M. Tosi a,b , M. Zanetti, P. Zotto a,b , A. Zucchetta a,b,2 , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento, Trento, Italy A. Braghieri a , A. Magnani a , P. Montagna a,b , S.P. Ratti a,b , V. Re a , C. Riccardi a,b , P. Salvini a , I. Vai a , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy L. Alunni Solestizi a,b , M. Biasini a,b , G.M. Bilei a , D. Ciangottini a,b,2 , L. Fanò a,b , P. Lariccia a,b , G. Mantovani a,b , M. Menichelli a , A. Saha a , A. Santocchia a,b , A. Spiezia a,b a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a,30 , P. Azzurri a , G. Bagliesi a , J. Bernardini a , T. Boccali a , G. Broccolo a,c , R. Castaldi a , M.A. Ciocci a,30 , R. Dell'Orso a , S. Donato a,c,2 , G. Fedi, L. Foà a,c, † , A. Giassi a , M.T. Grippo a,30 , F. Ligabue a,c , T. Lomtadze a , L. Martini a,b , A. Messineo a,b , F. Palla a , A. Rizzi a,b , A. Savoy-Navarro a,31 , A.T. Serban a , P. Spagnolo a , P. Squillacioti a,30 , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G. Verdini a a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, ItalyL. Barone a,b , F. Cavallari a , G. D'imperio a,b,2 , D. Del Re a,b , M. Diemoz a , S. Gelli a,b , C. Jorda a , E. Longo a,b , F. Margaroli a,b , P. Meridiani a , F. Micheli a,b , G. Organtini a,b , R. Paramatti a , F. Preiato a,b , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b , P. Traczyk a,b,INFN Sezione di Roma, Roma, Italy b Università di Roma, Roma, Italy N. Amapane a,b , R. Arcidiacono a,c,2 , S. Argiro a,b , M. Arneodo a,c , R. Bellan a,b , C. Biino a , N. Cartiglia a , M. Costa a,b , R. Covarelli a,b , A. Degano a,b , N. Demaria a , G. Dughera a , L. Finco a,b,2 , C. Mariotti a , S. Maselli a , E. Migliore a,b , V. Monaco a,b , E. Monteil a,b , M. Musich a , M.M. Obertino a,b , L. Pacher a,b , N. Pastrone a , M. Pelliccioni a , G.L. Pinna Angioni a,b , F. Ravera a,b , A. Romero a,b , M. Ruspa a,c , R. Sacchi a,b , A. Solano a,b , A. Staiano a , U. Tamponi a S. Song A. Adiguzel, S. Cerci 47 , C. Dozen, S. Girgis, G. Gokbulut, Y. Guler, E. Gurpinar, I. Hos, E.E. Kangal 48 , A. Kayis Topaksu, G. Onengut 49 , K. Ozdemir 50 , S. Ozturk 51 , B. Tali 47 , H. Topakli 51 , M. Vergili, C. Zorbilmez",
            "paragraph_rank": 43,
            "section_rank": 22
        },
        {
            "text": "(H → γ * γ → eeγ ) (H → γ γ ) γ → eeγ decay is distinct from H → γ γ followed by a conversion of a photon to an e + e − pair in the detector, which can become a background for H → γ * γ if photon conversions are not properly identified. Experimentally, the various contributions shown in Figs. 1 and 2 can be disentangled to some extent. Requirements on m and the transverse momentum (p T ) of the photon are used to separate H → γ * γ and H → Zγ . Events with finalstate radiation are removed by requiring the photon to be isolated from either of the leptons. Contributions from H → (J/ψ)γ → γ and other resonances are identified and rejected or selected based on the value of m . The ATLAS and CMS Collaborations at the CERN LHC have both performed a search for H → Zγ → γ decay with m above",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "The H → γ * 50 GeV[12,13]. As a natural extension of those analyses, the current paper describes the first search for a Higgs boson Dalitz decay, H → γ * γ , where the γ * decays into a muon or an electron pair. The search is performed for a Higgs-like particle within the mass range between 120 and 150 GeV. In order to select the http://dx.doi.org/10.1016/j.physletb.2015.12.039 0370-2693/© 2015 CERN for the benefit of the CMS Collaboration. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 45,
            "section_rank": 23
        },
        {
            "text": "events before selection Signal events after selection Number of events in data m H = 125 GeV m H = 125 GeV 120 < m γ < 130 GeV μμγ",
            "paragraph_rank": 46,
            "section_rank": 24
        },
        {
            "text": "Table 2",
            "section_rank": 25
        },
        {
            "section": "Table 2",
            "text": "Systematic uncertainties affecting the signal.",
            "paragraph_rank": 47,
            "section_rank": 25
        },
        {
            "text": "No excess above the background predictions has been found in the three-body invariant mass range 120 < m γ < 150 GeV. Limits on the Higgs boson production cross section times the H → γ * γ → γ branching fraction divided by the SM values have been derived. The observed limit for m H = 125 GeV is about 6.7 times the SM prediction. Limits at 95% CL on σ (pp → H) B(H → μμγ ) for a narrow resonance are also obtained in the muon channel. The observed limit for m H = 125 GeV is 7.3 fb. Events consistent with the",
            "paragraph_rank": 48,
            "section_rank": 26
        },
        {
            "text": "J/ψ in dimuon invariant mass are used to set a 95% CL limit on the branching fraction B(H → (J/ψ)γ ) < 1.5 × 10 −3 , that is, 540 times the SM prediction for m H = 125 GeV.",
            "paragraph_rank": 49,
            "section_rank": 26
        },
        {
            "text": "[10] A. Firan, R. Stroynowski, Internal conversions in Higgs decays to two photons, Phys. Rev. D 76 (2007) 057301, http://dx.doi.org/10.1103/PhysRevD.76.057301, arXiv:0704.3987. [11] S. Heinemeyer, et al., Handbook of LHC Higgs cross sections: 3. Higgs properties, CERN Report CERN-2013-004, 2013, http://dx.doi.org/10.5170/CERN-2013-004, arXiv:1307.1347. [12] ATLAS Collaboration, Search for Higgs boson decays to a photon and a Z boson in pp collisions at",
            "paragraph_rank": 50,
            "section_rank": 27
        },
        {
            "text": "s = 7 TeV, J. Instrum. 7 (2012) P10002, http://dx.doi.org/10.1088/ 1748-0221/7/10/P10002, arXiv:1206.4071.",
            "paragraph_rank": 51,
            "section_rank": 27
        },
        {
            "text": "a INFN Sezione di Napoli, Napoli, Italy b Università di Napoli 'Federico II', Napoli, Italy c Università della Basilicata, Potenza, Italy d Università G. Marconi, Roma, Italy",
            "paragraph_rank": 52,
            "section_rank": 27
        },
        {
            "text": "Acknowledgements",
            "section_rank": 29
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the",
            "paragraph_rank": 53,
            "section_rank": 29
        },
        {
            "text": "S. Sharma",
            "section_rank": 31
        }
    ]
}