{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a measurement of the branching fraction ratios R(D ( * ) ) ofB → D ( * ) τ −ν τ relative tō B → D ( * ) −ν (where = e or µ) using the full Belle data sample of 772 × 10 6 BB pairs collected at the Υ(4S) resonance with the Belle detector at the KEKB asymmetric-energy e + e − collider. The measured values are R(D) = 0.375 ± 0.064(stat.) ± 0.026(syst.) and R(D * ) = 0.293 ± 0.038(stat.) ± 0.015(syst.). The analysis uses hadronic reconstruction of the tag-side B meson and purely leptonic τ decays. The results are consistent with earlier measurements and do not show a significant deviation from the standard model prediction.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "SemileptonicB → D ( * ) −ν decays [1], where = e or µ, have been studied in detail, experimentally [2] and theoretically [3], and are used, for example, to extract the standard model (SM) parameter |V cb | [4]. The replacement of the light lepton by the higher-mass τ leads to an increased sensitivity to new physics (NP) effects. In particular, models with charged Higgs bosons [5,6], whose couplings are proportional to mass and thus more pronounced for τ leptons, predict measurable deviations of the branching fraction and kinematic distributions from SM expectations. The measurement ofB → D ( * ) τ −ν τ is challenging because the τ must be reconstructed from its decay products that include one or more neutrinos.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 99,
                    "text": "[2]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 121,
                    "text": "[3]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 206,
                    "text": "[4]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 379,
                    "text": "[5,",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 382,
                    "text": "6]",
                    "end": 384
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The first observation of an exclusive semitauonic B decay was reported by the Belle Collaboration in 2007 in the channelB 0 → D * + τ −ν τ [7]. Subsequent measurements by BaBar and Belle [8][9][10] reported branching fractions above-yet consistent with-the SM predictions. In 2012, a significant excess over the SM expectation was reported by BaBar [11] that suggested the presence of NP; this called for an independent confirmation. Interestingly, the two-Higgs doublet model (2HDM) of type II, which might explain a deviation from the SM expectation in a (semi)tauonic B decay [5], is incompatible with this result. A recent LHCb measurement of B 0 → D * + τ −ν",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 139,
                    "text": "[7]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 187,
                    "text": "[8]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 190,
                    "text": "[9]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 193,
                    "text": "[10]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 349,
                    "text": "[11]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 579,
                    "text": "[5]",
                    "end": 582
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "τ [12] also shows a 2.1σ deviation from the SM prediction.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2,
                    "text": "[12]",
                    "end": 6
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Measurements and predictions are usually quoted as branching fraction ratios",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "and",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "to reduce experimental systematic uncertainties and theory uncertainties from form factors, where B(B → D ( * ) −ν ) = [B(B → D ( * ) e −ν e ) + B(B → D ( * ) µ −ν µ )]/2. In Ref. [11] the calculations in Ref. [13] are used with updated form factor measurements to obtain the standard model predictions R(D) SM = 0.297 ± 0.017 and R(D * ) SM = 0.252 ± 0.003. More recent predictions of R(D) SM are 0.299 ± 0.011 [14] and 0.300 ± 0.008 [15].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 180,
                    "text": "[11]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 210,
                    "text": "[13]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 412,
                    "text": "[14]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 435,
                    "text": "[15]",
                    "end": 439
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we report new measurements of R(D) and R(D * ) with the full Belle Υ(4S) → BB dataset of 711 fb −1 . The τ lepton is reconstructed in the leptonic decays τ − → e −ν e ν τ and τ − → µ −ν µ ν τ so that the signal and normalization modes have the same detectable final state particles. This reduces the systematic uncertainty in R but requires a method to distinguish the modes experimentally. For this purpose, we exploit the kinematics of e + e − → Υ(4S) → BB by reconstructing the accompanying B meson, B tag , in a hadronic decay mode and extracting the invariant mass squared,",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "of all undetected signal-B meson daughters, where p e + e − , p tag , p D ( * ) , and p are the four-momenta of the colliding beam particles, the B tag candidate, and the reconstructed signal-B daughters, respectively.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The M 2 miss distribution peaks at (above) zero for the normalization (signal) mode with one neutrino (three neutrinos) in the final state. The separation power is weaker for backgrounds where multiple final-state particles are not reconstructed. We improve the rejection of such backgrounds by training a neural network to distinguish them from the signal in the high-M 2 miss region. Since the low-and high-M 2 miss regions are dominated by different backgrounds, the data sample is split at M 2 miss = 0.85 GeV 2 /c 4 and the subsamples are fit simultaneously. In the low-M 2 miss region, which is dominated by the normalization mode, we fit the M 2 miss distribution; in the high M 2 miss region, where the background with multiple missing particles contributes, we fit the neural-network output distribution. The analysis procedure is developed and optimized with simulated data before applying it to the experimental data.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 371,
                    "text": "2",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 411,
                    "text": "2",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 577,
                    "text": "2",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 686,
                    "text": "2",
                    "end": 687
                }
            ]
        },
        {
            "text": "II. BELLE EXPERIMENT",
            "section_rank": 3
        },
        {
            "section": "II. BELLE EXPERIMENT",
            "text": "This measurement is based on a data sample that contains 772×10 6 BB pairs, collected with the Belle detector at the KEKB asymmetric-energy e + e − (3.5 on 8 GeV) collider [16] operating at the Υ(4S) resonance. The Belle detector is a large-solid-angle magnetic spectrometer that consists of a silicon vertex detector (SVD), a 50-layer central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrel-like arrangement of time-of-flight scintillation counters (TOF), and an electromagnetic calorimeter comprised of CsI(Tl) crystals (ECL) located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. An iron flux-return located outside of the coil is instrumented to detect K 0 L mesons and to identify muons (KLM). The detector is described in detail in Ref. [17]. Two inner-detector configurations were used. A 2.0-cm beampipe and a 3-layer silicon vertex detector was used for the first sample of 152 × 10 6 BB pairs, while a 1.5-cm beampipe, a 4-layer silicon detector, and a small-cell inner drift chamber were used for the remaining 620 × 10 6 BB pairs [18].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 172,
                    "text": "[16]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 811,
                    "text": "[17]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1110,
                    "text": "[18]",
                    "end": 1114
                }
            ]
        },
        {
            "text": "III. RECONSTRUCTION",
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION",
            "text": "We reconstruct B tag candidates using the hierarchical hadronic full reconstruction algorithm [19], which includes 1149 B final states. The efficiency of the B tag reconstruction is 0.3% for B + and 0.2% for B 0 mesons [19]. Requirements on three observables are applied to enhance the sample's purity: the beam energy-constrained mass M bc ≡ E 2 beam − (p tag c) 2 /c 2 must lie between 5.274 and 5.286 GeV/c 2 , where E beam is the collidingbeam energy and p tag is the B tag momentum, both measured in the center-of-mass system (CMS); the absolute value of the energy difference ∆E ≡ E tag − E beam must be smaller than 50 MeV, where E tag is the B tag CMS energy; and the full-reconstruction neural-network qual-ity estimator for B tag (which incorporates modified Fox-Wolfram moments [20] to suppress e + e − → qq continuum events) must exceed a channel-dependent threshold that preserves ≈ 85% of theB → D ( * ) τ −ν τ events. In each event with a selected B tag candidate, we search for the signature D ( * ) , with = e or µ, among the remaining tracks and calorimeter clusters. The four disjoint data samples are denoted D + − , D 0 − , D * + − , and D * 0 − . We reconstruct D + mesons in the decays to",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 94,
                    "text": "[19]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 219,
                    "text": "[19]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 789,
                    "text": "[20]",
                    "end": 793
                }
            ]
        },
        {
            "section": "III. RECONSTRUCTION",
            "text": "S π 0 , and K 0 S π + π − ; D * + mesons to D 0 π + and D + π 0 ; and D * 0 mesons to D 0 π 0 and D 0 γ.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION",
            "text": "Charged-particle candidates are selected from tracks that originate from within 4.0 (2.0 ) cm along (perpendicular to) the beam direction of the interaction point (IP). Selections on the particle-identification likelihood ratio of the electron (muon) vs. the hadron hypothesis for the candidate lepton track retain 95 % (92 %) of signal events. We veto a D ( * ) candidate if a charged daughter is lepton-like, with a signal efficiency of 97 %. K 0 S candidates are reconstructed from pairs of oppositely charged tracks, treated as pions, and must satisfy standard quality requirements [21].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 586,
                    "text": "[21]",
                    "end": 590
                }
            ]
        },
        {
            "section": "III. RECONSTRUCTION",
            "text": "Clusters in the ECL with an energy of at least 50 MeV and no matching track are identified as photons. Candidate π 0 's are reconstructed from pairs of photons. For endcap photons used in a π 0 candidate, the energy must be greater than 80 MeV. The momentum of π 0 candidates not originating from a D * decay must exceed 200 MeV/c in the signal-B rest frame. The absolute value of the difference S γγ between the invariant mass of the π 0 candidate and the nominal π 0 mass, normalized to its uncertainty, must be below 3.0.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION",
            "text": "We select D +/0 meson candidates with a CMS momentum below 3.0 GeV/c. For both D and D * candidates, the candidate D mass and D * − D mass difference must be within 1.5 standard deviations of the nominal D mass and D * − D mass difference, respectively. The resolution is asymmetric and is taken from simulated data.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION",
            "text": "The missing mass squared, M 2 miss , must lie between −0.2 and 8.0 GeV 2 /c 4 . The momentum transfer q 2 ≡ (p B − p D ( * ) ) 2 on the signal side is required to be greater than 4.0 GeV 2 /c 2 , which suppresses the otherwise overwhelming contribution from semileptonic B meson decays to light leptons. Events with a remaining π 0 candidate are rejected if the energy of either daughter photon exceeds 50/100/150 MeV in the barrel/forward/backward region. The overall charge of the event must be zero, with no additional charged tracks allowed.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION",
            "text": "If there are several B tag candidates, the one with the most signal like neural-network quality estimator is selected. Then, on average, we have 1.23 signal or normalization candidates per event, with most ambiguities arising from D * meson decays to a D meson and a neutral pion or photon inB → D * −ν decays. In a multicandidate event, we select one at random.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "IV. SIMULATION",
            "section_rank": 5
        },
        {
            "section": "IV. SIMULATION",
            "text": "We use samples of simulated (MC) events to study backgrounds, to optimize the selection criteria, and to determine the probability density function (PDF) shapes of the fit components. The decay chains in all simulated data are generated with the EvtGen [22] package; the GEANT3 [23] framework is used to simulate the detector response. A luminosity-weighted run-dependent sample of 10 7 events for each of the four signatures is generated for the signal modeB → D ( * ) τ −ν τ using the decay model described in Ref. [24]. To investigate possible new physics effects, we produce a sample of simulatedB → D ( * ) τ −ν τ signal events for the scenario of a two-Higgs-doublet model of type II with tan β/m H + = 0.5 c 2 /GeV [24]. A sample that corresponds to five times the amount of recorded data and contains BB events with B mesons decaying generically via b → c transitions as well as qq events with q ∈ {u, d, s, c} is used for the background.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 253,
                    "text": "[22]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 278,
                    "text": "[23]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 517,
                    "text": "[24]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 722,
                    "text": "[24]",
                    "end": 726
                }
            ]
        },
        {
            "section": "IV. SIMULATION",
            "text": "Several corrections are applied to the background MC sample to improve its agreement with measured data. We first reweight the MC events to account for the imperfect estimate of the proportions of correctly reconstructed B tag candidates and to better estimate the yields of background processes with good tags. (The reweighting cancels to first order in the efficiency ratio used to extract R(D ( * ) ).) The weights are given by the ratios of yields in simulation and data, determined from fits to the distributions of M bc and M 2 miss for events with a B tag and a semileptonic decay on the signal side [25]. The correction factors are in the range 0.35 to 1.1, with an overall factor of approximately 0.75. To extract correction factors for the number of incorrectly-reconstructed B tag candidates, we compare yields of simulated and reconstructed data in a sideband of M bc , requiring 5.23 GeV/c 2 < M bc < 5.25 GeV/c 2 . This is done separately for the four signal modes, and we exclude events with fake D ( * ) mesons or fake leptons on the signal side as these are corrected by other measures. The ratios of the yields, whose values are between 0.99 and 1.14, are then applied as weights.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 607,
                    "text": "[25]",
                    "end": 611
                }
            ]
        },
        {
            "section": "IV. SIMULATION",
            "text": "Second, we apply a correction for the signal-lepton candidates to account for differing misidentification rates in simulated and recorded data. Correction factors for the lepton candidate are provided in eight (eleven) bins in polar angle (momentum). (Lepton-identification efficiencies are compatible, within uncertainties, between simulated and recorded data.)",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "IV. SIMULATION",
            "text": "Third, we reweight the events to account for D ( * ) yield differences in MC and data. While the yield of candidates with a fake D meson will be estimated from sidebands and therefore does not need to be corrected in simulated data, differences in correctly-reconstructed D yields can affect the determination of R. We determine the yield ratios of simulated and reconstructed data by fitting the invariant mass (mass difference) distributions of the D (D * ) mesons in a wider window than used for the nominal selection and apply the ratios as weights. This is done individually for each D ( * ) meson reconstruc-tion channel and yields correction factors between 0.75 and 1.09. Background MC events with D − s → −ν decays are reweighted to adopt the latest branching fraction measurements [2].",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 791,
                    "text": "[2]",
                    "end": 794
                }
            ]
        },
        {
            "section": "IV. SIMULATION",
            "text": "Fourth, semileptonic decays of B mesons to higher excitations of D mesons, hereinafter labelled D * * , comprise one of the most challenging backgrounds. Our background MC sample contains semileptonic-including semitauonic-B decays to",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "IV. SIMULATION",
            "text": ", and the radial excitations D(2S) and D * (2S), each in the charged and neutral variety. The decays are generated initially according to the ISGW model [28] and reweighted to reproduce the distributions in q 2 and p * (the lepton momentum in the signal-B frame) of the LLSW model [29]. Parameter uncertainties in this model are treated as systematic uncertainties. We consider D * * decays to a D ( * ) and one or two pions, a ρ, or an η meson, with branching ratio assumptions based on quantum-number, phasespace, and isospin arguments. Similar weights are applied toB → D ( * ) −ν events in the background MC according to the most recent measurements of the form factors ρ 2 = 1.207 ± 0.015 ± 0.021, R 1 = 1.403 ± 0.033, and R 2 = 0.854 ± 0.020 forB → D * −ν and ρ 2 = 1.186 ± 0.036 ± 0.041 forB → D −ν [4,27].",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 153,
                    "text": "[28]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 281,
                    "text": "[29]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 806,
                    "text": "[4,",
                    "end": 809
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 809,
                    "text": "27]",
                    "end": 812
                }
            ]
        },
        {
            "text": "V. SAMPLE COMPOSITION",
            "section_rank": 6
        },
        {
            "section": "V. SAMPLE COMPOSITION",
            "text": "We identify several components in each of the data samples: τ signal of the tau signal in each D − sample is determined by the branching-fraction ratio R(D), which is a free parameter in the fit, the corresponding lepton normalization yield Y D − norm , and the efficiency ratio f D for the lepton normalization and tau signal components:",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "V. SAMPLE COMPOSITION",
            "text": "The factor of two accounts for the inclusion of both electrons and muons in the lepton normalization component. The efficiency ratios, which include the τ − → − ν τν branching fractions [2], are determined from simulation to be f D + = 1.69±0.09 and f D 0 = 1.91 ± 0.06, where the uncertainties are statistical. In a similar way, the tau signal yield in the D * − samples is given by the floating fit parameter R(D * ) and the corresponding lepton normalization yield. However, to encompass larger yields and thus obtain smaller statistical uncertainties, the crossfeeds are added to the tau signal and lepton normalization with the concomitant use of an effective efficiency ratio",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 186,
                    "text": "[2]",
                    "end": 189
                }
            ]
        },
        {
            "section": "V. SAMPLE COMPOSITION",
            "text": "where x CF is the fraction of lepton cross-feed events relative to the sum of lepton normalization and lepton cross-feed yields, determined from simulation, and The constraining factor is taken from the appropriate lepton normalization and lepton cross-feed yields and is calibrated by a factor g that represents the cross-feed ratio for light-lepton and τ modes; MC gives g + = 0.83 ± 0.08 for the D + − sample and g 0 = 0.69 ± 0.04 for the D 0 − sample. The tau cross-feed yield Y D τ CF is given by",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "V. SAMPLE COMPOSITION",
            "text": "wrong-charge lepton cross-feed: This component is similar to lepton cross-feed but arises from the loss of the charged pion in D * + → D 0 π + . To preserve the overall neutral charge of the event, the lost pion is absorbed into the now-misreconstructed B tag meson. (Since D * 0 mesons do not decay to charged pions, this component appears only in the D 0 − sample.) Its M 2 miss distribution resembles that of lepton cross-feed. Its smaller yield is constrained in the fit relative to the lepton normalization yield in the D * + sample with a factor f wc = 0.107 ± 0.004, taken from simulation.    Fit components in each data sample. For the yield source, \"fit\" indicates a free parameter in the fit; \"constrained\" reflects a dependence on other parameters; \"MC\" denotes a fixed yield taken from simulation; and \"SB\" identifies a fixed yield derived from the corresponding sideband. The constraints are described in the text. ",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "VI. FIT PROCEDURE",
            "section_rank": 7
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "As explained above, the low-M 2 miss region is dominated by the lepton normalization and has essentially no sensitivity to the tau signal; in contrast, the high-M 2 miss region, where the tau signal is concentrated, exhibits little discrimination power in M 2 miss between the tau signal and the other backgrounds-in particular, the D * * background. Therefore, we fit simultaneously the M 2 miss distribution below 0.85 GeV 2 /c 4 to constrain the lepton normalization and lepton cross-feed yields and a neural-network output o NB above 0.85 GeV 2 /c 4 to constrain the yields of the other components. (In fact, all components are fit in both regions.) The partition at M 2 miss = 0.85 GeV 2 /c 4 minimizes the expected uncertainty on R(D) and R(D * ).",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "The aforementioned neural network is trained for each of the four data samples with simulated events to distinguish the tau signal from the backgrounds in the high-M 2 miss region: mainly D * * background but also the wrong-charge cross-feed, fake lepton, D s decay, and rest components. The neural network incorporates M 2 miss and several other observables that provide the desired signalto-background separation. The most powerful observable is E ECL , the unassociated energy in the ECL that aggregates all clusters that are not associated with reconstructed particles (including bremsstrahlung). A nonzero E ECL value indicates a missing physical process in the event, such as a decay mode with a π 0 in which only a single daughter photon is reconstructed. Two additional network inputs are q 2 and p * ; their additional discriminating power is limited by their strong correlation with M 2 miss . Other input variables, which provide marginally more discrimination, are the number of unassigned π 0 candidates with |S γγ | < 5.0; the cosine of the angle between the momentum and vertex displacement of the D ( * ) meson; and the decay-channel identifiers of the B and D ( * ) mesons.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "For use in the fit, the neural-network output o NB is transformed into",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "where the parameters o min and o max are the minimum and maximum network output values, respectively, in the elected data sample. The o NB distributions have smoother shapes and can be described well with bifurcated Gaussian functions, which makes their parameterizations more robust. For each fit component within a selected data sample, two PDFs are determined: in M 2 miss for M 2 miss < 0.85 GeV 2 /c 4 and in o NB for M 2 miss > 0.85 GeV 2 /c 4 . The PDFs of M 2 miss are represented by smoothed histograms and are constructed by applying a smoothing algorithm [30] to the respective MC distributions. Each bifurcated-Gaussian PDF in o NB is parameterized by the mean, left width and right width, which are determined by an unbinned maximum likelihood fit to the MC distribution. In the fit, each component has a total yield, defined in Table I, with partial yields in the lower-and upper-M 2 miss regions that are fixed MC-determined fractions of the total yield.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 566,
                    "text": "[30]",
                    "end": 570
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 842,
                    "text": "Table I",
                    "end": 849
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 896,
                    "text": "2",
                    "end": 897
                }
            ]
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "We maximize the extended likelihood function",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "where i ∈ {D + − , D 0 − , D * + − , D * 0 − } is the datasample index, Q(N i , K i ) is the Poisson probability to observe K i events for an expectation value of",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "events (with Y i,j being the yield of component j in data sample i), and the vector x ki holds the values for M 2 miss and o NB of candidate k i . The PDF P i of data sample i is given by",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "VI. FIT PROCEDURE",
            "text": "The index j runs over the components and f i,j,low is the fraction of events of the component j that are in the lower M 2 miss range. The one-dimensional probability density function P i,j,low (P i,j,high ) represents the M 2 miss (o NB ) distribution in the low-(high-)M 2 miss region. The simultaneous fit over all four data samples has twelve free parameters: the lepton normalization yield per sample, the lepton cross-feed yield per D − sample, the D * * background yield per sample, and the branchingfraction ratios R(D) and R(D * ). Here, we assume isospin symmetry and use the same R(D) and R(D * ) parameters for theB 0 and B − samples.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 272,
                    "text": "2",
                    "end": 273
                }
            ]
        },
        {
            "text": "VII. CROSS CHECKS",
            "section_rank": 8
        },
        {
            "section": "VII. CROSS CHECKS",
            "text": "The implementation of the fit procedure is tested by applying the same procedure to multiple sub-sets of the available simulated data. The fit accuracies are evaluated using sets of 500 pseudo-experiments and show no significant bias in any measured quantity. These are used also to test the influence on the fit result of the value of M 2 miss = 0.85 GeV 2 /c 4 that is used to partition the samples: variation of this value reduces the precision of the fit result but does not introduce any bias.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "VII. CROSS CHECKS",
            "text": "Further tests address the compatibility of the simulated and recorded data. To test resolution modelling, we use a sample of events with q 2 < 3.5 GeV 2 /c 2 , dominated byB → D ( * ) −ν decays. As the D * * background is one of the most important components-with a large potential for flaws in its modeling-we evaluate its distributions in more depth by reconstructing a data sample with enrichedB → D * * −ν content by requiring a signal-like event but with an additional π 0 . The background-enriched data samples are fit individually in four dimensions separately: M 2 miss , M 2 miss,no π 0 , E ECL , and p * , where M 2 miss,no π 0 is the missing mass of the candidate, calculated without the additional π 0 . The shapes of the components are extracted from simulated data. In each of the four D ( * ) − π 0 samples, consistent yields are obtained from the fits to all four variables, indicating that the simulation describes faithfully the distribution in all tested dimensions.",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "VIII. RESULTS",
            "section_rank": 9
        },
        {
            "section": "VIII. RESULTS",
            "text": "The fit to the entire data sample gives R(D) = 0.375 ± 0.064 (10) R(D * ) = 0.293 ± 0.038 , (11) corresponding to a yield of 320B → Dτ −ν τ and 503 B → D * τ −ν τ events; the errors are statistical. Projections of the fit are shown in Figs. 1 and 2. The high-M 2 miss distributions and the fit projections are shown in Fig. 3. Figures 4 and 5 show the signal-enhanced (M 2 miss > 2.0 GeV 2 /c 4 ) fit projections in E ECL (the most powerful classifier in the neural network) and p * , respectively. In these figures, all background components except D * * background are combined into the other-BG component for clarity. The best-fit yields are given in Table III. ",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 92,
                    "text": "(11)",
                    "end": 96
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 235,
                    "text": "Figs. 1 and 2",
                    "end": 248
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 319,
                    "text": "Fig. 3. Figures 4 and 5",
                    "end": 342
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 654,
                    "text": "Table III",
                    "end": 663
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "From the fit, the correlation between R and R * is −0.56; each, in turn, is most strongly correlated with the D * * background yields, with 0.1 to 0.2 for R and ≈ 0.3 for R * .",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "IX. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 10
        },
        {
            "section": "IX. SYSTEMATIC UNCERTAINTIES",
            "text": "The dominant systematic uncertainties arise from our limited understanding of the D * * background and from uncertainties in the fixed factors used in the fit. They are summarized in Table IV and itemized below.",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 183,
                    "text": "Table IV",
                    "end": 191
                }
            ]
        },
        {
            "section": "IX. SYSTEMATIC UNCERTAINTIES",
            "text": "In the table, \"D ( * ( * )) ν shapes\" refers to uncertainties in the parameters that are used for the shape reweighting of semileptonic decays. The effect on the result is extracted by creating different sets of weights according to shape hypotheses from varying individual production parameters within their 1σ limits.",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "section": "IX. SYSTEMATIC UNCERTAINTIES",
            "text": "The D * * background has a strong influence on the extracted yield of the tau signal because the two components overlap in the M 2 miss spectrum. In addition to the shape uncertainties, there are uncertainties related to the poorly determined branching fractions to the different D * * states. The fit is therefore repeated several times: twice for each D * * state, with its branching fractions varied within its uncertainties. We use the following uncertainties: 42.3 % for D * 2 , 34.6 % for D * 0 , 14.9 % for D 1 , 36.2 % for D 1 , and 100.0 % for the radially-excited D(2S) and D * (2S). The best-fit variations in R are used as systematic uncertainties. They are combined quadratically and quoted in Table IV as \"D * * composition.\"",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 707,
                    "text": "Table IV",
                    "end": 715
                }
            ]
        },
        {
            "section": "IX. SYSTEMATIC UNCERTAINTIES",
            "text": "All fixed factors used in the fit are varied by their uncertainty (arising from the MC sample size). The influence of the uncertainty of these factors is shown individually in Table IV. Most factors-especially the fixed yields-have little influence on the overall uncertainty; the efficiency ratios f D +,0 and f D * +,0 eff and the crossfeed probability ratios g +,0 give the largest contributions, comparable to the D * * composition and D ( * ( * )) ν shape uncertainties.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 176,
                    "text": "Table IV",
                    "end": 184
                }
            ]
        },
        {
            "section": "IX. SYSTEMATIC UNCERTAINTIES",
            "text": "To evaluate the effect of PDF uncertainties, the shapes of all components are modified and the fit is repeated. The nominal fit uses smoothed-histogram PDFs in M 2 miss ; here, these are replaced by unsmoothed-histogram PDFs. The variation of the best-fit R is taken as the symmetric systematic uncertainty for \"M 2 miss shape\" in Table IV. For the o NB alternate model, we replace the bifurcated Gaussians by kernel-estimator functions with adaptive bandwidth. Again, the deviation from the nominal fit value is taken as the symmetric systematic uncertainty for \"o NB shape\" in Table IV. It is among the dominant systematic uncertainties.",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 331,
                    "text": "Table IV",
                    "end": 339
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 579,
                    "text": "Table IV",
                    "end": 587
                }
            ]
        },
        {
            "section": "IX. SYSTEMATIC UNCERTAINTIES",
            "text": "The identification efficiencies for primary and secondary leptons are slightly different between simulated and real data. This difference affects the measurement by modifying the efficiency ratios. It has been calibrated for different lepton kinematics and run conditions using The correlations of R(D) and R(D * ) for each itemized systematic-uncertainty contribution are given in the last column of Table IV. These are calculated using 500 pseudo-experiments, with two exceptions: the shape uncertainties are assumed to be uncorrelated while the lepton ID efficiencies are assumed to be 100% correlated between R(D) and R(D * ). The total correlation of the systematic uncertainties is −0.32.",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "X. RESULTS AND DISCUSSION",
            "section_rank": 11
        },
        {
            "section": "X. RESULTS AND DISCUSSION",
            "text": "The best-fit results, including systematic uncertainties, are surement [11] and the SM prediction as determined in Ref. [11] are comparably low at 1.4σ and 1.8σ, respectively. While our measurement does not favor one over the other, both measurements deviate in the same direction from the SM expectation.",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 71,
                    "text": "[11]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 120,
                    "text": "[11]",
                    "end": 124
                }
            ]
        },
        {
            "section": "X. RESULTS AND DISCUSSION",
            "text": "We also use our fit procedure to test the compatibility of the data samples with the two-Higgs-doublet model of type II. For this purpose, we perform the analysis with the 2HDM MC sample with tan β/m H + = 0.5 c 2 /GeV to extract probability density distributions. The best-fit values in this alternate model are R(D) = 0.329 ± 0.060(stat.) ± 0.022(syst.) (14) R(D * ) = 0.301 ± 0.039(stat.) ± 0.015(syst.) . (15) The effect on the measured R(D * ) value is very small but the measured value for R(D) is significantly lower. For the prediction in the 2HDM of type II, we use formula (20) in Ref. [11]; the expected values are  The observable most sensitive to NP extensions of the SM with a scalar charged Higgs is q 2 . We estimate the signal q 2 distributions by subtracting the background, using the distributions from simulated data and the yields from the fit procedure, and correcting the distributions using efficiency estimations from simulated data. The D + − and D 0 − samples and the D * + − and D * 0 − samples are combined to increase the available statistics, then the full procedure is repeated using the assump-tions for the τ signal in a type II 2HDM model with tan β/m H + = 0.5 c 2 /GeV. Figure 8 shows the measured background-subtracted and efficiency-corrected q 2 distributions for the SM and the NP point. As the signal yields are not extracted from fits to individual q 2 bins, the data distribution depends slightly on the signal model; the signal model can affect the background yields in the fit to uncorrected data, which are then subtracted. A χ 2 test shows that both hypotheses are compatible with our data with p-values for the SM distribution of 64% (Dτ −ν τ ) and 11% (D * τ −ν τ ), and for the NP distribution of 53% (Dτ −ν τ ) and 49% (D * τ −ν τ ).  ",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 356,
                    "text": "(14)",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 409,
                    "text": "(15)",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 583,
                    "text": "(20)",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 596,
                    "text": "[11]",
                    "end": 600
                },
                {
                    "type": "figure",
                    "start": 1207,
                    "text": "Figure 8",
                    "end": 1215
                }
            ]
        },
        {
            "text": "XI. CONCLUSION",
            "section_rank": 12
        },
        {
            "section": "XI. CONCLUSION",
            "text": "We present a measurement of the relative branching ratios R(D ( * ) ) ofB → D ( * ) τ −ν τ toB → D ( * ) −ν using the full Υ(4S) data recorded with the Belle detector. The results are R(D) = 0.375 ± 0.064(stat.) ± 0.026(syst.) R(D * ) = 0.293 ± 0.038(stat.) ± 0.015(syst.) .",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "section": "XI. CONCLUSION",
            "text": "In comparison to our previous preliminary results [9], which are superseded by this measurement, we utilize a more sophisticated fit strategy with an improved han-dling of the background fromB → D * * −ν events, impose an isospin constraint, and exploit a much higher tagging efficiency. By these methods, we reduce the statistical uncertainties by about a third and the systematic uncertainties by more than a half.",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 50,
                    "text": "[9]",
                    "end": 53
                }
            ]
        },
        {
            "section": "XI. CONCLUSION",
            "text": "Our result lies between the SM expectation and the most recent measurement from the BaBar collaboration [11] and is compatible with both. It is also compatible with a 2HDM of type II in the region around tan β/m H + = 0. ",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 104,
                    "text": "[11]",
                    "end": 108
                }
            ]
        },
        {
            "text": "lepton normalization: This originates fromB → D ( * ) −ν decays and has both visible (i.e., nonneutrino) daughters of the B meson correctly reconstructed with a distinctive M 2 miss distribution that peaks around zero. Its yield is a free parameter of the fit. lepton cross-feed: This arises from the misclassification of aB → D * −ν decay into the D − sample with same D-meson charge due to the loss of a lowenergetic π 0 or γ daughter of the D * . The broad M 2 miss distribution peaks at positive values up to roughly 1.0 GeV 2 /c 4 . Its yield is allowed to float in the fit. tau signal: This component, arising fromB → D ( * ) τ −ν τ decays, has a correctly reconstructed D ( * ) daughter and a correctly identified τ -decay daughter lepton. With three final-state neutrinos, its broad M 2 miss distribution is most prominent in regions above 1.0 GeV 2 /c 4 . The yield Y D −",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "is the efficiency ratio for the lepton normalization (lepton cross-feed) and tau signal (tau cross-feed) components. The values of the effective efficiency ratios are f D * + eff = 3.11 ± 0.13 and f D * 0 eff = 3.63 ± 0.09. tau cross-feed: This component is the analogue to the lepton cross-feed but originating fromB → D * τ −ν τ decays. Its yield and shape in M 2 miss are quite similar to those of the tau signal component. It appears only in the D − samples and its yield is constrained by the τ signal yield Y D * τ signal in the respective D * − samples of same charge, assuming a π 0 or γ from the D * decay is not reconstructed.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "fake D ( * ) : This component is dominated by random combinations of final-state particles that form a fake D or D * meson. This can happen by either missing particles in the event or misassigning particles to the wrong B meson. This background occurs in all samples and, in the D * − samples, includes combinations of a correctly reconstructed D meson and an incorrect D * primary daughter. The M 2 miss distribution is very broad and extends to the highest values.The fake D ( * ) yield is estimated separately for each D ( * ) decay mode. A sideband region is defined in the distribution of the invariant mass M D (the D * -D mass difference ∆M D * D ) by excluding twice the signal-region width on both sides of the nominal mass (mass difference) and a ±60 MeV/c 2 window around the D * peak position for the D + → K 0 S π + π 0 channel. Multiplying the sideband yield in the real data by the yield ratio in MC of the fake D ( * ) component and sideband provides an estimate for the fake D ( * ) yield in each D ( * ) decay mode; these are summed to obtain the total yield in each of the four data samples.D * * background: This component contains candidates that originate fromB → D * * −ν (ν τντ ) decays.The higher-excitation D states decay typically to a D or D * meson plus one pion (although more pions are possible) so the final state here has a properly identified lepton, a properly reconstructed D ( * ) meson, and (at least) one pion that might be lost or absorbed into B tag . If the pion is missed, this process mimics the tau signal and exhibits a similar M 2 miss distribution. The yields of this background and the tau signal are comparable. In contrast to the other background components, it is not possible to constrain the yield from MC since the properties ofB → D * * −ν and D * * decays are not known reliably. Thus, its yield is a free parameter in the fit.fake lepton: This component contains events with a misidentified lepton candidate; the track is usually a kaon or pion from the tag side or from B → DK or Dπ decays. This component also includesB → D ( * ) τ −ν τ events with a misidentified pion from a hadronic τ decay. Since lepton misidentification is far less probable than D ( * ) misreconstruction, a D ( * ) − event in which both are misidentified is classified in the fake D ( * ) component. The fake lepton background is a broad structure in M 2 miss that appears in all four data samples; the fixed and relatively low yield is estimated accurately from MC.D s decay: This component arises from the decay chain B → D ( * ) D − s with D − s → −ν (ν τντ ) and so has a final state that mimics the tau signal. The decay D − s → −ν is helicity suppressed and only the",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 16
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Fit projections and data points with statistical uncertainties in the D + − (top) and D 0 − (bottom) data samples. Left: M 2 miss distribution for M 2 miss < 0.85 GeV 2 /c 4 ; right: o NB distribution for M 2 miss > 0.85 GeV 2 /c 4 .",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "R 13 )Figure 6 FIG. 2 .",
            "section_rank": 17
        },
        {
            "section": "R 13 )Figure 6 FIG. 2 .",
            "text": "Figure 6shows the exclusion level in the R(D)-R(D * ) plane, based on the likelihood distribution that is convoluted with a correlated two-dimensional normal distribution according to the systematic uncertainties. The exclusions of the central values of the BaBar mea-",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "text": "Figure 7",
            "section_rank": 18
        },
        {
            "section": "Figure 7",
            "text": "Figure 7shows the predictions of R(D) and R(D * ) as a function of tan β/m H + for the type II 2HDM, together",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 19
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Projections of the fit results and data points with statistical uncertainties for the high M 2 miss region. Top left: D + − ; top right: D * + − ; bottom left: D 0 − ; bottom right: D * 0 − .",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 20
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Projections of the fit results and data points with statistical uncertainties in a signal-enhanced region of M 2 miss > 2.0 GeV 2 /c 4 in the EECL dimension. Top left: D + − ; top right: D * + − ; bottom left: D 0 − ; bottom right: D * 0 − .",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "FIG. 5 .FIG. 6 .FIG. 7 . 30 FIG. 8 .",
            "section_rank": 21
        },
        {
            "section": "FIG. 5 .FIG. 6 .FIG. 7 . 30 FIG. 8 .",
            "text": "FIG. 5. Projections of the fit results and data points with statistical uncertainties in a signal-enhanced region of M 2 miss > 2.0 GeV 2 /c 4 in the p * dimension. Top left: D + − ; top right: D * + − ; bottom left: D 0 − ; bottom right: D * 0 − .",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "tauonic D − s decays provide a non-negligible contribution. Its M 2 miss distribution resembles that of the tau signal; its low yield in MC is confirmed by experiment, with the most precise determination provided by Belle[26]. Consequently, this component's yield is fixed in the fit to the MC value.rest: This component encompasses all background candidates that are not captured by the other listed components. It contains candidates with wellidentified final state particles that do not originate from one of the previously covered sources and may be random combinations of tag-and signal-side particles. Its yield is quite low in all four samples and is fixed in the fit to the MC value.",
            "paragraph_rank": 61,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 221,
                    "text": "[26]",
                    "end": 225
                }
            ]
        },
        {
            "text": "Table I",
            "section_rank": 23
        },
        {
            "section": "Table I",
            "text": "itemizes each component in the fit for each signature. The yields of the fixed components are listed inTable II.",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "TABLE I .",
            "section_rank": 24
        },
        {
            "text": "TABLE III .",
            "section_rank": 25
        },
        {
            "section": "TABLE III .",
            "text": "Fit results and expected yields as derived from simulated data.",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "TABLE IV .",
            "section_rank": 26
        },
        {
            "section": "TABLE IV .",
            "text": "Overview of relative systematic uncertainties in percent. The last column gives the correlation between R(D) and R(D * ).",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 28
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the KEKB group for the excellent operation of the accelerator; the KEK cryogenics group for the efficient operation of the solenoid; and the KEK computer group, the National Institute of Informatics, and the PNNL/EMSL computing group for valuable computing and SINET4 network support. We acknowledge support from the Ministry of Education, Culture, Sports, Science, and Technology (MEXT) of Japan, the Japan Society for the Promotion of Science (JSPS), and the Tau ",
            "paragraph_rank": 67,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 470,
                    "text": "Tau",
                    "end": 473
                }
            ]
        }
    ]
}