{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Based on a sample of η ′ mesons produced in the radiative decay J/ψ → γη ′ in 1.31 × 10 9 J/ψ events collected with the BESIII detector, the decay η ′ → ωe + e − is observed for the first time, with a statistical significance of 8σ. The branching fraction is measured to be B(η ′ → ωe + e − ) = (1.97 ± 0.34(stat) ± 0.17(syst)) × 10 −4 , which is in agreement with theoretical predictions. The branching fraction of η ′ → ωγ is also measured to be (2.55 ± 0.03(stat) ± 0.16(syst)) × 10 −2 , which is the most precise measurement to date, and the relative branching fraction B(η ′ →ωe + e − ) B(η ′ →ωγ) is determined to be (7.71 ± 1.34(stat) ± 0.54(syst)) × 10 −3 .",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 12.40.Vv, 14.40.Be, 13.20.Jf",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The main decays of the η ′ meson [1] fall into two distinct classes. The first class consists of hadronic decays into three pseudoscalar mesons, such as η ′ → ηππ, while the second class has radiative decays into vector particles with quantum number J P C = 1 −− , such as η ′ → γγ, ργ, or ωγ. Model-dependent approaches for describing low energy mesonic interactions, such as vector meson dominance (VMD) [2], and the applicability of chiral perturbation theory [2] can be tested in η ′ decays.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 33,
                    "text": "[1]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 406,
                    "text": "[2]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 463,
                    "text": "[2]",
                    "end": 466
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "It is of interest to study the decay η ′ → V e + e − (V represents vector meson) which proceeds via a two-body radiative decay into a vector meson and an off-shell photon. The electron-positron invariant mass distribution provides information about the intrinsic structure of the η ′ meson and the momentum dependence of the transition form factor. Recently, BESIII reported the measurement of η ′ → π + π − e + e − [3], which is found to be dominated by η ′ →ρe + e − , in agreement with theoretical predictions [2,4].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 416,
                    "text": "[3]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 513,
                    "text": "[2,",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 516,
                    "text": "4]",
                    "end": 518
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Based on theoretical models [2,5], the branching fraction of η ′ → ωe + e − is predicted to be around 2.0×10 −4 , but until now there has been no measurement of this decay. A sample of 1.31 × 10 9 J/ψ events (2.25 × 10 8 events [6] in 2009 and 1.09 × 10 9 [7] in 2012) has been collected with the BESIII detector and offers us a unique opportunity to investigate η ′ decays via J/ψ → γη ′ . In this paper, the observation of η ′ → ωe + e − , the analysis of the decay η ′ → ωγ, and the ratio of their branching fractions are reported.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 28,
                    "text": "[2,",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 31,
                    "text": "5]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 228,
                    "text": "[6]",
                    "end": 231
                }
            ]
        },
        {
            "text": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "The BESIII detector is a magnetic spectrometer located at the Beijing Electron Positron Collider (BEPCII, [8]), which is a double-ring e + e − collider with a design peak luminosity of 10 33 cm −2 s −1 at a center-ofmass energy of 3.773 GeV. The cylindrical core of the BESIII detector consists of a helium-based multilayer drift chamber (MDC), a plastic scintillator time-of-flight system (TOF), and a CsI (Tl) electromagnetic calorimeter (EMC), which are all enclosed in a superconducting solenoidal magnet providing a 1.0 T (0.9 T for the 2012 run period) magnetic field. The solenoid is supported by an octagonal flux-return yoke with modules of resistive plate muon counters (MUC) interleaved with steel. The acceptance for charged particles and photons is 93% of the full 4π solid angle. The momentum resolution for charged particles at 1 GeV/c is 0.5%, and the resolution of the ionization energy loss per unit path-length (dE/dx) is 6%. The EMC measures photon energies with a resolution of 2.5% (5%) at 1 GeV in the barrel (end-caps). The time resolution for the TOF is 80 ps in the barrel and 110 ps in the end-caps. Information from the TOF and dE/dx is combined to perform particle identification (PID).",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 106,
                    "text": "[8]",
                    "end": 109
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "The estimation of backgrounds and the determinations of detection efficiencies are performed through Monte Carlo (MC) simulations. The BESIII detector is modeled with geant4 [9,10]. The production of the J/ψ resonance is implemented with the MC event generator kkmc [11,12], while the decays are simulated with evtgen [13]. Possible backgrounds are studied using a sample of 'inclusive' J/ψ events of approximately the equivalent luminosity of data, in which the known decays of the J/ψ are modeled with branching fractions being set to the world average values from the Particle Data Group (PDG) [1], while the remaining decays are generated with the lundcharm model [14]. For this analysis, a signal MC sample (6.0 × 10 5 events), based on the VMD model and chiral perturbation theory [2] for J/ψ → γη ′ , η ′ → ωe + e − , ω → π 0 π + π − , π 0 → γγ, is generated to optimize the selection criteria and determine the detection efficiency.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 174,
                    "text": "[9,",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 177,
                    "text": "10]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 266,
                    "text": "[11,",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 270,
                    "text": "12]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 318,
                    "text": "[13]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 597,
                    "text": "[1]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "start": 668,
                    "text": "[14]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 787,
                    "text": "[2]",
                    "end": 790
                }
            ]
        },
        {
            "text": "III. ANALYSIS OF J/ψ → γη ′",
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "In this analysis, the η ′ meson is produced in the radiative decay J/ψ → γη ′ . The ω meson is observed in its dominant π + π − π 0 decay mode, and the π 0 is detected in π 0 → γγ. Therefore, signal events are observed in the topology γγγγπ + π − for the η ′ → ωγ mode, and γγγπ + π − e + e − for η ′ → ωe + e − . We apply the following basic reconstruction and selection criteria to both channels:",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "We select tracks in the MDC within the polar angle range | cos θ| < 0.93 and require that the points of closest approach to the beam line be within ±20 cm of the interaction point in the beam direction and within 2 cm in the plane perpendicular to the beam.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "Photon candidates are reconstructed by clustering signals in EMC crystals. At least four photon candidates are required, and the minimum energy of each must be at least 25 MeV for barrel showers (| cos θ| < 0.80) and 50 MeV for endcap showers (0.86 < | cos θ| < 0.92). To exclude showers due to the bremsstrahlung of charged particles, the angle between the nearest charged track and the shower must be greater than 10 • . To suppress electronics noise and energy deposits unrelated to the event, the EMC cluster time is restricted to be within a 700 ns window near the event start time.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "A. η ′ → ωγ For the decay η ′ → ωγ, two particles with opposite charge are required. No particle identification (PID) is used, and the two tracks are taken to be positive and negative pions from the ω.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "A four-constraint (4C) kinematic fit imposing energymomentum conservation is performed under the hypothesis of J/ψ → γγγγπ + π − . If there are more than four photons, the combination with the smallest χ 2",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "is retained. Events with χ 2 γγγγπ + π − < 80 are retained for further analysis. Since J/ψ → γη ′ is a two-body decay, the radiative photon carries a unique energy of 1.4 GeV. Hence the photon with maximum energy is taken as the radiative photon, and its energy is required to be greater than 1.0 GeV. The photon pair combination with γγ invariant mass closest to the π 0 mass is considered as the π 0 candidate in the final state, and its invariant mass",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "is the world average value of the π 0 mass [1]. With these requirements, the decay η ′ → ωγ is observed in the dis- Fig. 1. Besides the region of interest in Fig. 1 , there is a vertical band around the ω mass region, which comes from J/ψ → ωη, ωπ 0 and ωπ 0 π 0 background, while a horizontal band also exists around the η ′ mass region, which comes from J/ψ → γη ′ , η ′ → ηπ + π − and γρ 0 .",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 43,
                    "text": "[1]",
                    "end": 46
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 116,
                    "text": "Fig. 1",
                    "end": 122
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 158,
                    "text": "Fig. 1",
                    "end": 164
                }
            ]
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "To improve the mass resolution, as well as to better handle the background in the vertical band around the ω mass region and horizontal band around the η ′ mass region, we determine the signal yield from the distribution of the difference between M (π 0 π + π − γ) and M (π 0 π + π − ). The backgrounds in the vertical and horizontal bands do not peak in the signal region, which is demonstrated by the inclusive MC sample, as shown by the histogram in  ",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "To determine the signal yield, an unbinned maximum likelihood fit to the mass difference M (π 0 π + π − γ)− M (π 0 π + π − ) is performed, in which the signal shape is described by the MC shape convoluted with a Gaussian function to account for the difference in resolution between data and MC simulation, and the background is described by a 3rd-order Chebychev polynomial. 33187 ± 351 η ′ → ωγ signal events are obtained from the fit, whose curve is shown in Fig. 2. With the detection efficiency, (21.87 ± 0.02)%, obtained from MC simulation, the branching fraction, (2.55 ± 0.03) × 10 −2 , listed in Table I, is determined. ",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 461,
                    "text": "Fig. 2",
                    "end": 467
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 604,
                    "text": "Table I",
                    "end": 611
                }
            ]
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "The dots with error bars are data, the histogram shows the MC simulation of inclusive J/ψ decays. The solid curve represents the fit results, and the dashed curve is the background determined by the fit.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "For η ′ → ωe + e − decay, candidate events with four well-reconstructed charged tracks and at least three photons are selected. The charged track and good photon selections are exactly the same as described above.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "To select candidate events and select the best photon combination when additional photons are found in an event, the combination with the smallest χ 2",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "4C+PID is retained. Here",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "is the sum of the chi-squares from the 4C kinematic fit and from PID, formed by combining TOF and dE/dx information of each charged track for each particle hypothesis (pion, electron, or muon). If the combination with the smallest χ 2 4C+PID corresponds to two oppositely charged pions and an electron and positron, and has χ 2 4C < 80, the event is kept as a γγγπ + π − e + e − candidate. As in the analysis of η ′ → ωγ, the selected photon with maximum energy is taken as the radiative photon, and its energy is required to be greater than 1.0 GeV. The other two photons are further required to be consistent with a π 0 candidate,",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "With the above selection criteria, MC simulation shows that background peaking under the signal comes from J/ψ → γη ′ , η ′ → ωγ, with the γ from the η ′ decay subsequently converting to an electron-positron pair. The distribution of the distance from the reconstructed vertex point of an electron-positron pair to the z axis, defined as R xy , is shown in Fig. 3 (a). As expected from MC simulation of J/ψ → γη ′ , η ′ → ωγ, the peaks around R xy = 3 cm and R xy = 6 cm match the position of the beam pipe and the inner wall of the MDC, respectively, as shown in Fig. 3 (a). From the distribution of M (e + e − ) versus R xy and the M (e + e − ) projections, shown in Figs. 3 (b) and (c), the requirement of R xy < 2 cm can cleanly discriminate signal from the background. The number of peaking background events from η ′ → ωγ that still survive is estimated to be 2.6±0.3 from MC simulation taking the branching fraction of J/ψ → γη ′ , η ′ → ωγ from this analysis, where the error is statistical. This background will be subtracted in the calculation of the branching fraction of η ′ → ωe + e − . With all the above selection criteria being applied, the scatter plot of M (π 0 π + π − e + e − ) versus M (π 0 π + π − ) is shown in Fig. 4 (a), where the cluster in the η ′ and ω region corresponds to the decay η ′ → ωe + e − . The η ′ and ω peaks are clearly seen in the distributions of M (π 0 π + π − e + e − ) ( Fig. 4 (b)) and M (π 0 π + π − ) (Fig. 4 (c)), respectively.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 357,
                    "text": "Fig. 3 (a)",
                    "end": 367
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 564,
                    "text": "Fig. 3 (a)",
                    "end": 574
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 669,
                    "text": "Figs. 3 (b)",
                    "end": 680
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1234,
                    "text": "Fig. 4 (a)",
                    "end": 1244
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1418,
                    "text": "Fig. 4 (b)",
                    "end": 1428
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1451,
                    "text": "(Fig. 4 (c)",
                    "end": 1462
                }
            ]
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "The same selection is applied to the inclusive MC sample of 1.2 × 10 9 J/ψ events to investigate possible background channels. The corresponding normalized distributions of M (π 0 π + π − e + e − ) and M (π 0 π + π − ) are shown as the histograms in Fig. 4 (b) and (c). One of the dominant backgrounds is from events with multiple π 0 in the final state with one π 0 undergoing Dalitz decay to γe + e − . Another important background, η ′ → π + π − η, η → π 0 π + π − with the pion pair from the η ′ decay misidentified as an electron-positron pair, produces an accumulation at the low mass region in the distributions of M (π 0 π + π − e + e − ) and M (π 0 π + π − ), and at the high mass region in M (π 0 π + π − e + e − )-M (π 0 π + π − ), which is shown as the shaded histograms in Fig. 4 (b), (c) and (d), normalized with the branching fraction from the PDG.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 250,
                    "text": "Fig. 4 (b)",
                    "end": 260
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 786,
                    "text": "Fig. 4 (b)",
                    "end": 796
                }
            ]
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "The distribution of M (π 0 π + π − e + e − ) -M (π 0 π + π − ) is shown in Fig. 4 (d). From this study of the inclusive MC sample, no peaking background events are expected.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 75,
                    "text": "Fig. 4 (d)",
                    "end": 85
                }
            ]
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "To determine the η ′ → ωe + e − yield, an unbinned maximum likelihood fit to M (π 0 π + π − e + e − ) − M (π 0 π + π − ), shown in Fig. 5, is performed. The signal component is modeled by the MC simulated signal shape convoluted with a Gaussian function to account for the difference in the mass resolution between data and MC simulation. The shape of the dominant non-resonant background η ′ → π + π − η is derived from the MC simulation, and its magnitude is fixed taking into account the decay branching fraction from the PDG [1]. The remaining background contributions are described with a 2nd-order Chebychev polynomial. The fit shown in Fig. 5 yields 66 ± 11 η ′ → ωe + e − events with a statistical significance of 8σ. The statistical significance is determined by the change of the log-likelihood value and of the number of degrees of freedom in the fit with and without the η ′ → ωe + e − signal included.",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 131,
                    "text": "Fig. 5",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 529,
                    "text": "[1]",
                    "end": 532
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 643,
                    "text": "Fig. 5",
                    "end": 649
                }
            ]
        },
        {
            "section": "III. ANALYSIS OF J/ψ → γη ′",
            "text": "To determine the detection efficiency, we produce a signal MC sample in which η ′ → ωe + e − is modeled as the decay amplitude in Ref. [2] based on the VMD model. After subtracting the peaking background events and taking into account the detection efficiency of (5.45±0.03)%, the branching fraction of η ′ → ωe + e − is determined to be (1.97 ± 0.34) × 10 −4 . This is summarized in Table I. ",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 135,
                    "text": "[2]",
                    "end": 138
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 384,
                    "text": "Table I",
                    "end": 391
                }
            ]
        },
        {
            "text": "IV. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 5
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES",
            "text": "In this analysis, the systematic uncertainties on the branching fraction measurements mainly come from the  following sources:",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES",
            "text": "a. MDC Tracking efficiency The tracking efficiencies of pions and electrons have been investigated using clean samples of J/ψ → ρπ, ψ ′ → π + π − J/ψ, and J/ψ → e + e − (γ F SR ). Following the method described in Ref [15], we determine the difference in tracking efficiency between data and simulation as 1% for each charged pion and 1.2% for each electron. Therefore, 2% is taken as the systematic error of the tracking efficiency for η ′ → ωγ with two charged tracks, and 4.4% for η ′ → ωe + e − with four charged tracks.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 218,
                    "text": "[15]",
                    "end": 222
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES",
            "text": "b. PID efficiency For η ′ → ωe + e − , PID is used when we obtain χ 2",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "4C+P ID",
            "section_rank": 6
        },
        {
            "section": "4C+P ID",
            "text": "of every combination for each event. The decay J/ψ → π + π − π 0 , with π 0 → γe + e − is used as a control sample to estimate the difference between data and MC with and without applying χ 2 P ID to identify the particle type. The difference, 3.8%, is taken as the systematic uncertainty from PID for the decay η ′ → ωe + e − .",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "c. Photon detection efficiency",
            "section_rank": 7
        },
        {
            "section": "c. Photon detection efficiency",
            "text": "The photon detection efficiency has been studied in J/ψ → ρπ decays in Ref. [15]. The difference between data and MC simulation is determined to be 1% per photon. Therefore, 4% and 3% are taken as the systematic uncertainties, respectively, for the two analyzed η ′ decays. ",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 76,
                    "text": "[15]",
                    "end": 80
                }
            ]
        },
        {
            "text": "d. Kinematic fit",
            "section_rank": 8
        },
        {
            "section": "d. Kinematic fit",
            "text": "The angular and momentum resolutions for charged tracks are significantly better in simulation than in data. This results in a narrower χ 2 4c distribution in MC than in data and introduces a systematic bias in the efficiency estimation associated with the 4C kinematic fit. The difference can be reduced by correcting the track helix parameters of the simulated tracks, as described in detail in Ref. [16]. In this analysis, a clean sample of J/ψ → π + π − π 0 , π 0 → γe + e − is selected to study the difference of the helix parameters of pions and electrons between data and MC simulation. The helix parameters of each charged track are corrected so that χ 2",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 402,
                    "text": "[16]",
                    "end": 406
                }
            ]
        },
        {
            "section": "d. Kinematic fit",
            "text": "4C from MC simulation is in better agreement with that of data. With the same correction factors, the kinematic fit is performed for the signal MC events and the χ 2",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "d. Kinematic fit",
            "text": "4C is required to be less than 80. By comparing the numbers of selected signal events with and without the correction, we determine the change in detection efficiencies to be 0.5% and 1.8%. These are taken as the systematic uncertainties for η ′ → ωγ and η ′ → ωe + e − , respectively. e. γ conversion event veto In the analysis of η ′ → ωe + e − , the large contamination of γ conversion events from the decay η ′ → ωγ is effectively removed by the requirement of R xy < 2 cm. To estimate the uncertainty associated with this requirement, we select a clean sample of J/ψ → π + π − π 0 with π 0 → γe + e − . The efficiency corrected signal yields with and without the R xy criterion differ by 1.0%, which is taken as the systematic uncertainty.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "d. Kinematic fit",
            "text": "f. Background The non-peaking background uncertainties in each channel are estimated by varying the fit range and changing the background shape in the fit, and they are determined to be 2.9% for η ′ → ωγ. To reduce the statistical uncertainty for η ′ → ωe + e − , we use the background shape from the inclusive MC sample, and the maximum change of the branching fraction, 3.6% is taken as the uncertainty from the non-peaking background. In order to evaluate the background uncertainty from η ′ → ηπ + π − in the analysis of the η ′ → ωe + e − decay, to, we perform an alternative fit by varying its contribution according to the uncertainty from branching fractions of J/ψ → γη ′ and its cascade decays. We also vary the selection efficiency of this background channel as determined by the MC sample, and find that the total difference in the signal yield is about 0.3%, which can be ignored. In addition, the change in the number of peaking background events from η ′ → ωγ due to a difference of the γ conversion ratio between MC and data leads to an uncertainty of 1.0% on the branching fraction of η ′ → ωe + e − . The total background uncertainties from these sources are listed in Table. II.",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1187,
                    "text": "Table.",
                    "end": 1193
                }
            ]
        },
        {
            "text": "g. Form factor",
            "section_rank": 9
        },
        {
            "section": "g. Form factor",
            "text": "The nominal signal MC model is based on the amplitude in Ref. [2] To evaluate the uncertainty due to the choice of the form factors in the determination of the detection efficiency, we also generate MC samples with other form factors in Ref. [2], e.g., the monopole and dipole parameterizations. The maximum change of the detection efficiency, 1.3%, is regarded as the systematic uncertainty from this source.",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 62,
                    "text": "[2]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 242,
                    "text": "[2]",
                    "end": 245
                }
            ]
        },
        {
            "section": "g. Form factor",
            "text": "h. π 0 mass window requirement The uncertainty from the π 0 mass window requirement due to the difference in the mass resolution between data and simulation is estimated by comparing the difference in efficiency of π 0 invariant mass window requirement between data and signal MC simulation. It is determined to be 1.4% for the η ′ → ωγ mode. Since the π 0 kinematics in the η ′ → ωe + e − decay is similar to the η ′ → ωγ mode, the same value is taken as the uncertainty from this source for both decay modes.",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "g. Form factor",
            "text": "The contributions of systematic uncertainties studied above and the uncertainties from the branching fractions (J/ψ → γη ′ and ω → π + π − π 0 ) and the number of J/ψ events are summarized in Table II, where the total systematic uncertainty is obtained by adding the individual contributions in quadrature, assuming all sources to be independent.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 192,
                    "text": "Table II",
                    "end": 200
                }
            ]
        },
        {
            "text": "V. RESULTS",
            "section_rank": 10
        },
        {
            "section": "V. RESULTS",
            "text": "The signal yields and detection efficiencies used to calculate the branching fractions and the corresponding results are listed in Table. I. Using the PDG world averages of B(J/ψ → γη ′ ) and B(ω → π 0 π + π − ) [1], the branching fractions of η ′ → ωγ and η ′ → ωe + e − are determined to be B(η ′ → ωγ) = (2.55 ± 0.03(stat)±0.16(syst)) × 10 −2 and B(η ′ → ωe + e − ) = (1.97 ± 0.34(stat)±0.17(syst)) × 10 −4 , respectively. The ratio B(η ′ →ωe + e − ) B(η ′ →ωγ)",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 131,
                    "text": "Table.",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 212,
                    "text": "[1]",
                    "end": 215
                }
            ]
        },
        {
            "section": "V. RESULTS",
            "text": "is then determined to be (7.71 ± 1.34(stat)±0.54(syst)) × 10 −3 , where several systematic uncertainties cancel, e.g., the uncertainties associated with the charged pions (MDC tracking), photon detection efficiency, branching fractions of J/ψ → γη ′ and ω → π + π − π 0 and the π 0 mass window requirement.",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "VI. SUMMARY",
            "section_rank": 11
        },
        {
            "section": "VI. SUMMARY",
            "text": "With a sample of 1.31 billion J/ψ events collected with the BESIII detector, we have analyzed the decays η ′ → ωγ and η ′ → ωe + e − via J/ψ → γη ′ . For the first time, the decay of η ′ → ωe + e − is observed with a statistical significance of 8σ, and its branching fraction is measured to be B(η ′ → ωe + e − ) = (1.97 ± 0.34(stat)±0.17(syst)) × 10 −4 , which is consistent with theoretical prediction, 2.0×10 −4 [2]. The branching fraction of η ′ → ωγ is determined to be B(η ′ → ωγ) = (2.55 ± 0.03(stat)±0.16(syst)) × 10 −2 , which is in good agreement with the world average value in Ref. [1] and the most precise measurement to date. In addition, the ratio B(η ′ →ωe + e − ) B(η ′ →ωγ) is determined to be (7.71 ± 1.34(stat)±0.54(syst)) × 10 −3 .",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 415,
                    "text": "[2]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 594,
                    "text": "[1]",
                    "end": 597
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Distribution of M (π 0 π + π − γ) versus M (π 0 π + π − ) from data.",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. Distribution of the mass differenceM (π 0 π + π − γ) − M (π 0 π + π − ).The dots with error bars are data, the histogram shows the MC simulation of inclusive J/ψ decays. The solid curve represents the fit results, and the dashed curve is the background determined by the fit.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 15
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. (a) Distribution of the distance of the reconstructed e + e − vertex from the z axis, Rxy, where the dots with error bars are data, the solid histogram is signal MC simulation, and the dotted histogram is MC simulation of η ′ → ωγ. (b) Distribution of M (e + e − ) versus Rxy, where the requirement of Rxy < 2 cm is indicated as the vertical line. (c) Distribution of M (e + e − ) with the requirement Rxy < 2 cm, where the dots with error bars are data and the solid histogram is signal MC simulation.",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 16
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. (a) Distribution of M (π 0 π + π − e + e − ) versus M (π 0 π + π − ). (b) Invariant mass spectrum of π 0 π + π − e + e − . (c) Invariant mass spectrum of π 0π + π − . (d) Distribution of M (π 0 π + π − e + e − ) − M (π 0 π + π − ).The solid histogram represents the remaining events from the inclusive MC sample, and the shaded histogram shows misidentified events from the background channel η ′ → ηπ + π − normalized by using the branching fractions from the PDG[1].",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 472,
                    "text": "[1]",
                    "end": 475
                }
            ]
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 17
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. Distribution of M (π 0 π + π − e + e − ) − M (π 0 π + π − ) and the fit results. The crosses show the distribution of data. The dash-dotted line represents the η ′ → π + π − η component, and the dotted curve shows the background except η ′ → π + π − η.",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "a",
            "section_rank": 18
        },
        {
            "section": "a",
            "text": "Also at State Key Laboratory of Particle Detection and Electronics, Beijing 100049, Hefei 230026, People's Republic of China b Also at Ankara University,06100 Tandogan, Ankara, Turkey c Also at Bogazici University, 34342 Istanbul, Turkey d Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia e Also at the Functional Electronics Laboratory, Tomsk State University, Tomsk, 634050, Russia f Also at the Novosibirsk State University, Novosibirsk, 630090, Russia g Also at the NRC \"Kurchatov Institute, PNPI, 188300, Gatchina, Russia h Also at University of Texas at Dallas, Richardson, Texas 75083, USA",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "section": "a",
            "text": "i Also at Istanbul Arel University, 34295 Istanbul, Turkey",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "TABLE I .",
            "section_rank": 19
        },
        {
            "section": "TABLE I .",
            "text": "Signal yields, detection efficiencies and the branching fractions of η ′ → ωγ and η ′ → ωe + e − . The first errors are statistical, and the second are systematical.",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "TABLE II",
            "section_rank": 20
        },
        {
            "section": "TABLE II",
            "text": "′ → ωe + e − η ′ → ωγ B(η ′ →ωe + e − )",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 22
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. ",
            "paragraph_rank": 53,
            "section_rank": 22
        }
    ]
}