{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Two searches for physics beyond the standard model in events containing photons are presented. The data sample used corresponds to an integrated luminosity of 19.7 fb −1 of proton-proton collisions at ffiffi ffi s p ¼ 8 TeV, collected with the CMS experiment at the CERN LHC. The analyses pursue different inclusive search strategies. One analysis requires at least one photon, at least two jets, and a large amount of transverse momentum imbalance, while the other selects events with at least two photons and at least one jet, and uses the razor variables to search for signal events. The background expected from standard model processes is evaluated mainly from data. The results are interpreted in the context of general gaugemediated supersymmetry, with the next-to-lightest supersymmetric particle either a bino-or wino-like neutralino, and within simplified model scenarios. Upper limits at the 95% confidence level are obtained for cross sections as functions of the masses of the intermediate supersymmetric particles.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Supersymmetry (SUSY) [1][2][3][4][5][6][7] is a popular extension of the standard model, which offers a solution to the hierarchy problem [8] by introducing a supersymmetric partner for each standard model particle. In models with conserved R-parity [9,10], as are considered here, SUSY particles are produced in pairs and the lightest supersymmetric particle (LSP) is stable. If the LSP is weakly interacting, it escapes without detection, resulting in events with an imbalancẽ p miss T in transverse momentum. Models of SUSY with gauge-mediated symmetry breaking [11][12][13][14][15][16][17] predict that the gravitino (G) is the LSP. If the next-to-lightest SUSY particle is a neutralino (χ 0 1 ) with a bino or wino component, photons with large transverse momenta (p T ) may be produced inχ 0 1 → γG decays. The event contains jets if theχ 0 1 originates from the cascade decay of a strongly coupled SUSY particle (a squark or a gluino).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 21,
                    "text": "[1]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 24,
                    "text": "[2]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 27,
                    "text": "[3]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 30,
                    "text": "[4]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 33,
                    "text": "[5]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 36,
                    "text": "[6]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 39,
                    "text": "[7]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "start": 138,
                    "text": "[8]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 250,
                    "text": "[9,",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 253,
                    "text": "10]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 565,
                    "text": "[11]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 569,
                    "text": "[12]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 573,
                    "text": "[13]",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 577,
                    "text": "[14]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 581,
                    "text": "[15]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 585,
                    "text": "[16]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 589,
                    "text": "[17]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "start": 796,
                    "text": "0",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "start": 845,
                    "text": "0",
                    "end": 846
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we present two searches for gaugemediated SUSY particles in proton-proton (pp) collisions: a search for events with at least one isolated high-p T photon and at least two jets, and a search for events with at least two isolated high-p T photons and at least one jet. The discriminating variables are E miss T for the single-photon analysis, and the razor variables M R and R 2 [18,19] for the double-photon analysis, where E miss T is the magnitude of p miss T . These studies are based on a sample of pp collision events collected with the CMS experiment at the CERN LHC at a center-of-mass energy of 8 TeV. The integrated luminosity of the data sample is 19.7 fb −1 .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 392,
                    "text": "[18,",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 396,
                    "text": "19]",
                    "end": 399
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Searches for new physics with similar signatures were previously reported by the ATLAS and CMS collaborations at ffiffi ffi s p ¼ 7 TeV, using samples of data no larger than around 5 fb −1 [20][21][22][23]. No evidence for a signal was found, and models with production cross sections larger than ≈10 fb −1 were excluded in the context of general gauge-mediation (GGM) SUSY scenarios [24][25][26][27][28][29]. This paper is organized as follows. In Sec. II we describe the CMS detector, in Sec. III the benchmark signal models, and in Sec. IV the part of the event reconstruction strategy that is common to the two analyses. The specific aspects of the single-and double-photon searches are discussed in Secs. V and VI, respectively. The results of the analyses are presented in Sec. VIII. A summary is given in Sec. IX.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 189,
                    "text": "[20]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 193,
                    "text": "[21]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 197,
                    "text": "[22]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 201,
                    "text": "[23]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 384,
                    "text": "[24]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 388,
                    "text": "[25]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 392,
                    "text": "[26]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 396,
                    "text": "[27]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 400,
                    "text": "[28]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 404,
                    "text": "[29]",
                    "end": 408
                }
            ]
        },
        {
            "text": "II. CMS DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. CMS DETECTOR",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the superconducting solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two end cap sections. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. Extensive forward calorimetry complements the coverage provided by the barrel and end cap detectors.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "II. CMS DETECTOR",
            "text": "Events are recorded using a trigger that requires the presence of at least one high-energy photon. This trigger is utilized both for the selection of signal events, and for the selection of control samples used for the background determination. The specific trigger requirements for the two analyses are described below. Corrections are applied to account for trigger inefficiencies, which are evaluated using samples of data collected with orthogonal trigger conditions. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [30].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 637,
                    "text": "[30]",
                    "end": 641
                }
            ]
        },
        {
            "text": "III. SUSY BENCHMARK MODELS",
            "section_rank": 4
        },
        {
            "section": "III. SUSY BENCHMARK MODELS",
            "text": "The two searches are interpreted in the context of GGM SUSY scenarios [24][25][26][27][28][29], and in terms of simplified model spectra (SMS) scenarios [31][32][33][34] inspired by GGM models. In these scenarios, R-parity is conserved and the LSP is a gravitino with negligible mass. Four models are considered: GGMbino model.-In this model, squarks (q) and gluinos (g) are produced and decay to a final state with jets and a bino-likeχ 0",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 70,
                    "text": "[24]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 74,
                    "text": "[25]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 78,
                    "text": "[26]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 82,
                    "text": "[27]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 86,
                    "text": "[28]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 90,
                    "text": "[29]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 153,
                    "text": "[31]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 157,
                    "text": "[32]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 161,
                    "text": "[33]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 165,
                    "text": "[34]",
                    "end": 169
                }
            ]
        },
        {
            "section": "III. SUSY BENCHMARK MODELS",
            "text": "1 . This production process dominates over electroweak production in the squark-and gluino-mass region accessible to the analyses. Theχ 0 1 mass is set to 375 GeV, leading to aχ 0 1 →Gγ branching fraction of about 80% [26]. The events are examined as a function of the squark and gluino masses. All other SUSY particles have masses set to 5 TeV, which renders them too heavy to participate in the interactions. In most cases, the final state contains two photons, jets, and E miss T . GGMwino model.-This model is similar to the GGMbino model, except that it contains mass-degenerate wino-likeχ 0 1 andχ AE 1 particles instead of a bino-likeχ 0 1 . The common mass of theχ 0 1 andχ AE 1 is set to 375 GeV. The final state contains a γγ, γV, or VV combination in addition to jets and E miss T , where V is a Z or W boson. With aχ 0 1 →Gγ branching fraction of about 28%, approximately 48% of all events contain at least one photon. T5gg model.-This SMS model is based on gluino pair production, with the gluinos undergoing a three-body decay to qqχ 0 1 , followed byχ 0 1 →Gγ. All decays occur with a branching fraction of 100%. The final state contains at least two photons, jets, and E miss T . T5wg model.-This SMS model is also based on gluino pair production, with one gluino undergoing a three-body decay to qqχ 0 1 , followed byχ 0 1 →Gγ, and the other gluino undergoing a three-body decay to qqχ AE 1 , followed bỹ χ AE 1 →GW AE . All decays occur with a branching fraction of 100%. The final state contains at least one photon, jets, and E miss T . Typical Feynman diagrams corresponding to these processes are shown in Fig. 1. Note that for the two GGM models, the events can proceed through the production of gluino-gluino, gluino-squark, or squark-squark pairs.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 218,
                    "text": "[26]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "start": 1403,
                    "text": "AE",
                    "end": 1405
                },
                {
                    "type": "figure",
                    "start": 1628,
                    "text": "Fig. 1",
                    "end": 1634
                }
            ]
        },
        {
            "section": "III. SUSY BENCHMARK MODELS",
            "text": "Signal events for the GGM models are simulated using the PYTHIA 6 [35] event generator. The squark and gluino masses are varied between 400 and 2000 GeV. Eight massdegenerate squarks of different flavor (u, d, s, and c) and chirality (left and right) are considered. The production cross sections are normalized to next-to-leading order (NLO) in quantum chromodynamics, determined using the PROSPINO [36] program, and is dominated by gluinogluino, gluino-squark, and squark-squark production.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 66,
                    "text": "[35]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "start": 203,
                    "text": "(u, d, s, and c)",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 400,
                    "text": "[36]",
                    "end": 404
                }
            ]
        },
        {
            "section": "III. SUSY BENCHMARK MODELS",
            "text": "The SMS signal events are simulated with the MadGraph 5 [37] Monte Carlo (MC) event generator in association with FIG. 1. Typical Feynman diagrams for the general gauge-mediation model with bino-(top left) and wino-like (top right) neutralino mixing scenarios. Here, theχ 0 1 can decay toGγ orGZ, with the branching fraction dependent on theχ 0 1 mass. The diagrams for the T5gg (bottom left) and T5wg (bottom right) simplified model spectra are also shown. up to two additional partons. The decays of SUSY particles, the parton showers, and the hadronization of partons, are described using the PYTHIA6 program. Matching of the parton shower with the MADGRAPH5 matrix element calculation is performed using the MLM [38] procedure. The gluino pair-production cross section is described to NLO þ NLL accuracy [36,[39][40][41][42], where NLL refers to next-toleading-logarithm calculations. All SUSY particles except the gluino, squark, LSP, andχ 1 states are assumed to be too heavy to participate in the interactions. The NLO þ NLL cross section and the associated theoretical uncertainty [43] are taken as a reference to derive exclusion limits on SUSY particle masses. Gluino masses of 400 (800) to 1600 GeV, andχ 1 masses up to 1575 GeV, are probed in the T5wg (T5gg) model. For all the signal models, detector effects are simulated through a fast simulation of the CMS experiment [44].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 56,
                    "text": "[37]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 716,
                    "text": "[38]",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 808,
                    "text": "[36,",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 812,
                    "text": "[39]",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 816,
                    "text": "[40]",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 820,
                    "text": "[41]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 824,
                    "text": "[42]",
                    "end": 828
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1089,
                    "text": "[43]",
                    "end": 1093
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1384,
                    "text": "[44]",
                    "end": 1388
                }
            ]
        },
        {
            "text": "IV. EVENT RECONSTRUCTION",
            "section_rank": 5
        },
        {
            "section": "IV. EVENT RECONSTRUCTION",
            "text": "The events selected in this study are required to have at least one high quality reconstructed interaction vertex. The primary vertex is defined as the one with the highest sum of the p 2",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "IV. EVENT RECONSTRUCTION",
            "text": "T values of the associated tracks. A set of detector-and beam-related noise cleaning algorithms is applied to remove events with spurious signals, which can mimic signal events with high energetic particles or large E miss T [45,46]. Events are reconstructed using the particle-flow algorithm [47,48], which combines information from various detector components to identify all particles in the event. Individual particles are reconstructed and classified in five categories: muons, electrons, photons, charged hadrons, and neutral hadrons. All neutral particles, and charged particles with a track pointing to the primary vertex, are clustered into jets using the anti-k T clustering algorithm [49], as implemented in the Fast Jet package [50], with a distance parameter of 0.5. The momenta of the jets are corrected for the response of the detector and for the effects of multiple interactions in the same bunch crossing (pileup) [51]. Jets are required to satisfy loose quality criteria that remove candidates caused by detector noise.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 225,
                    "text": "[45,",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 229,
                    "text": "46]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 293,
                    "text": "[47,",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 297,
                    "text": "48]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 695,
                    "text": "[49]",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 740,
                    "text": "[50]",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 932,
                    "text": "[51]",
                    "end": 936
                }
            ]
        },
        {
            "section": "IV. EVENT RECONSTRUCTION",
            "text": "Photons are reconstructed from clusters of energy in the ECAL [52]. The lateral distribution of the cluster energy is required to be consistent with that expected from a photon, and the energy detected in the HCAL behind the photon shower cannot exceed 5% of the ECAL cluster energy. A veto is applied to photon candidates that match hit patterns consistent with a track in the pixel detector (pixel seeds), to reduce spurious photon candidates originating from electrons. Spurious photon candidates originating from quark and gluon jets are suppressed by requiring each photon candidate to be isolated from other reconstructed particles. In a cone of radius ΔR ≡ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi ðΔηÞ 2 þ ðΔϕÞ 2 p ¼ 0.3 around the candidate's direction, the scalar p T sums of charged hadrons (I π ), neutral hadrons (I n ), and other electromagnetic objects (I γ ) are separately formed, excluding the contribution from the candidate itself. Each momentum sum is corrected for the pileup contribution, computed for each event from the estimated energy density in the ðη; ϕÞ plane. Selected photons are required to be isolated according to criteria imposed on I π , I n , and I γ as defined in Ref. [52].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 62,
                    "text": "[52]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1259,
                    "text": "[52]",
                    "end": 1263
                }
            ]
        },
        {
            "text": "V. SINGLE-PHOTON SEARCH",
            "section_rank": 6
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "The single-photon analysis is based on a trigger requiring the presence of at least one photon candidate with p T ≥ 70 GeV. The trigger also requires H T > 400 GeV, where H T is the scalar sum of jet p T values for jets with p T ≥ 40 GeV and jηj ≤ 3, including photons that are misreconstructed as jets.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "In the subsequent analysis, we make use of the variable p Ã T , which is defined by considering the photon candidate and nearby reconstructed particles, clustered as a jet as described in Sec. IV. If a jet (possibly including the photon) is reconstructed within ΔR < 0.2 of the photon candidate and the p T value of the jet is less than 3 times that of the photon candidate itself, it is referred to as the \"photon jet.\" If such a jet is found, p Ã T is defined as the p T value of the photon jet. Otherwise, p Ã T is the p T value of the photon candidate. We require photon candidates to satisfy p Ã T > 110 GeV and jηj < 1.44. Also, in the subsequent analysis, we make use of the variable H Ã T , defined as for H T in the previous paragraph but including the p Ã T values of all selected photon candidates. The variables p Ã T and H Ã T reduce differences between photon candidates selected with different isolation requirements compared to the unmodified variables p T and H T . We require events to satisfy H Ã T ≥ 500 GeV. The sample of events with isolated photons so selected is referred to as the γ tight sample. The trigger efficiency for the selected events to enter the sample is determined to be 97%, independent of p Ã T and H Ã T . We require at least two jets with p T ≥ 30 GeV and jηj ≤ 2.5. The jets must be separated by ΔR ≥ 0.3 from all photon candidates, to prevent double counting. In addition, the requirement E miss T ≥ 100 GeV is imposed and events with isolated electrons or isolated muons are vetoed. The selection is summarized in Table I. Note that 0.16% of the selected events contain more than one photon candidate.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1559,
                    "text": "Table I",
                    "end": 1566
                }
            ]
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "The relevant sources of background to the single-photon search are:",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "(i) multijet events with large E miss T , originating from the mismeasured momenta of some of the reconstructed jets. This class of events contains both genuine photons and spurious photon candidates from jets. This is by far the largest contribution to the background. (ii) events with genuine E miss T originating from the leptonic decay of W bosons, both directly produced and originating from top quark decays, which we refer to as electroweak (EW) background. (iii) rare processes with initial-or final-state photon radiation (ISR/FSR), such as γW, γZ (especially γZ → γνν), and γtt production. The kinematic properties of the multijet background are estimated from a control sample of photon candidates with isolation-variable values (I π , I n , I γ ) too large to satisfy the signal photon selection. We refer to these events as the γ loose sample. Photon candidates of this kind typically originate from jets with anomalous fractions of energy deposited in the ECAL. Other than the orthogonal requirement of a γ loose rather than a γ tight candidate, events in this control sample are selected with the same requirements as the γ tight sample, as summarized in Table I. Despite the different isolation requirement, this sample has properties similar to those of the γ tight sample, due to the use of p Ã T rather than photon p T in the definition of the event kinematic variables. Moreover, events in the γ loose control sample are corrected for a residual difference with respect to the γ tight sample in the distributions of p Ã T and hadronic recoil p T , estimated from events with E miss T < 100 GeV. The corrected distribution of a given kinematic property (e.g., E miss T ) for γ loose events provides an estimate of the corresponding distribution for γ tight events. The uncertainty in the correction factors, propagated to the prediction, is fully correlated among bins in the signal region and is treated as a systematic uncertainty in the background yield. The limited statistical precision of the control sample dominates the total systematic uncertainty. Figure 2 (left) shows the E miss T distribution from the γ tight sample and the corresponding prediction from the γ loose sample, for simulated multijet and γ þ jet events. No discrepancy is observed within the quoted uncertainties.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1170,
                    "text": "Table I",
                    "end": 1177
                },
                {
                    "type": "figure",
                    "start": 2077,
                    "text": "Figure 2",
                    "end": 2085
                }
            ]
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "The EW background is characterized by the presence of an electron misidentified as a photon. The kinematic properties of this background are evaluated from a second control sample, denoted the γ pixel sample, defined by requiring at least one pixel seed matching the photon candidate but otherwise using the γ tight selection criteria, as summarized in Table I. Events in the γ pixel sample are weighted by the probability f e→γ for an electron to be Tests of the background estimation method for the single-photon analysis using simulated events in bins of E miss T . The direct simulation of γ tight events is compared to the prediction of the multijet background from simulated γ loose events (left). Simulated events with γ tight originating from generated electrons are compared to the simulated prediction using the EW background method (right). The blue hatched area represents the total uncertainty and is the quadratic sum of the statistical (red vertical bars) and systematic (red hatched area) uncertainties. In the bottom panels, the ratio of the direct simulation to the prediction is shown. ",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 353,
                    "text": "Table I",
                    "end": 360
                }
            ]
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "veto, p T ≥ 15 GeV, jη eðμÞ j ≤ 2.5ð2.4Þ",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "misidentified as a photon, which is measured as a function of the γ candidate p T , the number of tracks associated with the primary vertex, and the number of reconstructed vertices in an event by determining the rate of events with reconstructed eγ pixel and eγ tight combinations in a sample of Z → e þ e − events. The event-by-event misidentification rate is about 1.5%, with a weak dependence on the number of vertices. A systematic uncertainty of 11% is assigned to f e→γ to account for the uncertainty in the shape of the function and for differences between the control sample in which the misidentification rate is calculated and the control sample to which it is applied. The predicted E miss T distribution for the EW background, obtained from a simulated sample of W boson and tt events, is shown in Fig. 2 (right) in comparison with the results from the direct simulation of events with γ tight originating from electrons. The distributions agree within the quoted uncertainties.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 811,
                    "text": "Fig. 2 (right)",
                    "end": 825
                }
            ]
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "The contribution of ISR/FSR background events is estimated from simulation using leading-order results from the MadGraph 5 MC event generator with up to two additional partons, scaled by a factor of 1.50 AE 0.75 including NLO corrections determined with the MCFM [53,54] program.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 263,
                    "text": "[53,",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 267,
                    "text": "54]",
                    "end": 270
                }
            ]
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "The measured E miss T spectrum in the γ tight sample is shown in Fig. 3 in comparison with the predicted standard model background. A SUSY signal would appear as an excess at large E miss T above the standard model expectation. Figure 3 includes, as an example, the simulated distribution for a benchmark GGMwino model with a squark mass of 1700 GeV, a gluino mass of 720 GeV, and a total NLO cross section of 0.32 pb.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 65,
                    "text": "Fig. 3",
                    "end": 71
                },
                {
                    "type": "figure",
                    "start": 228,
                    "text": "Figure 3",
                    "end": 236
                }
            ]
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "For purposes of interpretation, we divide the data into six bins of E miss T , indicated in Table II. For each bin, Table II lists the number of observed events, the number of predicted standard model events, the acceptance for the benchmark signal model, and the number of background events introduced by the predicted signal contributions to the control regions, where this latter quantity is normalized to the corresponding signal yield.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 92,
                    "text": "Table II",
                    "end": 100
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 116,
                    "text": "Table II",
                    "end": 124
                }
            ]
        },
        {
            "section": "V. SINGLE-PHOTON SEARCH",
            "text": "No significant excess of events is observed. An exclusion limit on the signal yield is derived at 95% confidence level (CL), using the CL s method [55][56][57]. For a given signal hypothesis, the six E miss T signal regions are combined in a multichannel counting experiment to derive an upper limit on the production cross section. The results, presented in Sec. VIII, account for the possible contribution of signal events to the two control samples, which lowers the effective acceptance by 10%-20% depending on the assumed SUSY mass values.  TABLE II. Observed numbers of events and standard model background predictions for the single-photon search. The signal yield and acceptance for the GGMwino model with mq ¼ 1700 GeV and m~g ¼ 720 GeV, with a total signal cross section of σ NLO ¼ 0.32 pb, are also shown. The last line gives the additional number of background events, normalized to the signal yield, which is associated with signal contributions to the two control regions.  ",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 147,
                    "text": "[55]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 151,
                    "text": "[56]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 155,
                    "text": "[57]",
                    "end": 159
                }
            ]
        },
        {
            "text": "VI. DOUBLE-PHOTON SEARCH",
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "Events considered for the double-photon search are collected using triggers developed for the discovery of the Higgs boson in diphoton events [58][59][60]. These triggers use complementary kinematic selections:",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 142,
                    "text": "[58]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "start": 146,
                    "text": "[59]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[60]",
                    "end": 154
                }
            ]
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "(i) two photons with p T > 18 GeV, where the highest p T photon is required to have p T > 26 GeV, while the diphoton invariant mass is required to be larger than 70 GeV. (ii) two photons with p T > 22 GeV, where the highest p T photon is required to have p T > 36 GeV. In addition, each photon must satisfy at least one of two requirements: a high value of the shower shape variable R 9 [52] or loose calorimetric identification. For the targeted signals, the combination of the two triggers is found to be 99% efficient.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 387,
                    "text": "[52]",
                    "end": 391
                }
            ]
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "In the subsequent analysis, at least two photon candidates with p T > 22 GeV and jηj < 2.5 are required. Events are selected if the highest p T photon has p T > 30 GeV. Jets must have p T > 40 GeV and jηj < 2.5, with each jet required to lie a distance ΔR > 0.5 from an identified photon. Only events with at least one selected jet are considered.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "The background is dominated by multijet events, which mostly consist of events with at least one genuine photon. Due to the requirement of two photons in the event, the EW and ISR/FSR backgrounds are negligible.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "The razor variables M R and R 2 [18,19] are used to distinguish a potential signal from background. To evaluate these variables, the selected jets and photons are grouped into two exclusive groups, referred to as \"megajets\" [19]. The four-momentum of a megajet is computed as the vector sum of the four-momenta of its constituents. Among all possible megajet pairs in an event, we select the pair with the smallest sum of squared invariant masses of the megajets. Although not explicitly required, the two photons are associated with different megajets in more than 80% of the selected signal events.",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 32,
                    "text": "[18,",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 36,
                    "text": "19]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 224,
                    "text": "[19]",
                    "end": 228
                }
            ]
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "The variable M R is defined as",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "wherep j i and p j i z are, respectively, the momentum of the ith megajet and the magnitude of its component along the beam axis. The p T imbalance in the event is quantified by the variable M R T , defined as",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "wherep j i T is the transverse component ofp j i . The razor ratio R is defined as",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "For squark pair production in R-parity conserving models in which both squarks decay to a quark and LSP, the M R distribution peaks at M Δ ¼ ðm 2 q − m 2 LSP Þ=mq, where mq ðm LSP Þ is the squark (LSP) mass.  demonstrates that M R also peaks for gluino pair production (left) and in the GGMbino model (right).",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 144,
                    "text": "2",
                    "end": 145
                }
            ]
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "The (M R , R 2 ) plane is divided into two regions: (i) a signal region with M R > 600 GeV and R 2 > 0.02, and (ii) a control region with M R > 600 GeV and 0.01 < R 2 ≤ 0.02. The control region is defined such that any potential signal contribution to the control region is less than 10% of the expected number of signal events, producing a negligible bias on the background shape determination, corresponding to less than a 2% shift in the predicted number of background events for 20 expected signal events.",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "The background shape is determined through a maximum likelihood fit of the M R distribution in the data control region, using the empirical template function",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "with fitted parameters k, M 0 R , and n. The best-fit shape is used to describe the M R background distribution in the signal region, fixing the overall normalization to the observed yield in the signal region. This implicitly assumes a negligible contribution of signal events to the overall normalization. We have studied the impact of the resulting bias and found it to be negligible for the expected signal distributions and magnitudes. The covariance matrix derived from the fit in the control region is used to sample an ensemble of alternative M R background shapes. For each bin of the M R distribution, a  . Distribution of M R in the double-photon search for a control sample of jets misreconstructed as photons to which a simulated sample of GGMbino events has been added. The squark and gluino masses are respectively set to mq ¼ 1400 GeV and m~g ¼ 1820 GeV, and the production cross section is fixed to σ ¼ 2.7 fb. The signal contribution is shown by the red histogram. The representations of the uncertainty bands, data points, and the information shown in the bottom panel are the same as in Fig. 5. probability distribution for the yield is derived using pseudoexperiments. The uncertainty in each bin is defined by requiring 68% of the pseudoexperiments to be contained within the uncertainty band.",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1107,
                    "text": "Fig. 5",
                    "end": 1113
                }
            ]
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "This background prediction method is tested by applying it to a control sample of events in which jets are misidentified as photons, obtained by selecting photon candidates that fail the requirement on the cluster shape or the photon isolation. The remainder of the photon-selection criteria are the same as for the signal sample. In Fig. 5 we show the fit result in the control region (left) and the extrapolation to the signal region (right).",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 334,
                    "text": "Fig. 5",
                    "end": 340
                }
            ]
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "The contribution of the EW and ISR/FSR backgrounds, characterized by genuine E miss T , is evaluated from simulated events and is found to be negligible compared to the systematic uncertainty associated with the multijet background method, and is accordingly ignored.",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "VI. DOUBLE-PHOTON SEARCH",
            "text": "A signal originating from heavy squarks or gluinos would result in a wide peak in the M R distribution. This is shown in Fig. 6, where a GGMbino signal sample is added to the control sample of jets misreconstructed as photons, and the background prediction method is applied. The contribution of signal events to the control region is negligible and does not alter the background shape of Fig. 5  (left). The signal is visible as a peak at around 2 TeV. Figure 7 (left) shows the result of the fit and the associated uncertainty band, compared to the data in the control region. The fit result is then used to derive the background prediction in the signal region. The comparison of the prediction to the observed data distribution is shown in Fig. 7 (right). No evidence for a signal is found. The largest positive and negative deviations from the predictions are observed for M R ≳ 2.3 TeV and 1.1≲ M R ≲ 1.9 TeV, respectively, each corresponding to a local significance of ≈1.5 standard deviations.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 121,
                    "text": "Fig. 6",
                    "end": 127
                },
                {
                    "type": "figure",
                    "start": 389,
                    "text": "Fig. 5  (left)",
                    "end": 403
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 454,
                    "text": "Figure 7",
                    "end": 462
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 744,
                    "text": "Fig. 7 (right)",
                    "end": 758
                }
            ]
        },
        {
            "text": "VII. SIGNAL MODEL SYSTEMATIC UNCERTAINTIES",
            "section_rank": 8
        },
        {
            "section": "VII. SIGNAL MODEL SYSTEMATIC UNCERTAINTIES",
            "text": "Systematic uncertainties in the description of the signals are listed in Table III. Differences between the simulation and data for the photon reconstruction, identification, and isolation efficiencies are listed as Data/MC photon scale factors. The uncertainty associated with the parton distribution functions (PDF) is estimated using the difference in the acceptance when different sets of PDFs are used [61][62][63][64][65]. Similarly, different sets of PDFs and different choices for the renormalization scales yield different predictions for the expected production cross section.  ",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 73,
                    "text": "Table III",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 407,
                    "text": "[61]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 411,
                    "text": "[62]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 415,
                    "text": "[63]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 419,
                    "text": "[64]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 423,
                    "text": "[65]",
                    "end": 427
                }
            ]
        },
        {
            "text": "VIII. INTERPRETATION OF THE RESULTS",
            "section_rank": 9
        },
        {
            "section": "VIII. INTERPRETATION OF THE RESULTS",
            "text": "The result of the single-photon analysis is used to extract a limit on the production cross sections of the GGM and SMS models. Comparing the excluded cross section to the corresponding predicted value, a mass limit is derived in the squark versus gluino mass plane. This procedure allows comparisons with previous results [23]. In the SMS, the limits are derived in the gluino versus gaugino mass plane. The resulting cross section upper limits and the corresponding exclusion contours are shown in Fig. 8. Figure 9 shows the excluded mass regions and the cross section upper limits for the GGMbino and T5gg models obtained from the double-photon analysis.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 323,
                    "text": "[23]",
                    "end": 327
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 500,
                    "text": "Fig. 8",
                    "end": 506
                },
                {
                    "type": "figure",
                    "start": 508,
                    "text": "Figure 9",
                    "end": 516
                }
            ]
        },
        {
            "section": "VIII. INTERPRETATION OF THE RESULTS",
            "text": "The single-and double-photon analyses are complementary with respect to the event selection and the search strategy. While the former is a multichannel counting experiment based on the absolute prediction of the standard model backgrounds, the latter uses kinematic information about the razor variables to perform a shape analysis. The best individual sensitivity is in the wino-and the bino-like  Single Photon -T5wg SMS neutralino mixing scenario, respectively. The doublephoton analysis performs slightly better compared to the single-photon search in the bino scenario, because of the high-H T trigger requirement in the single-photon selection.",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "IX. SUMMARY",
            "section_rank": 10
        },
        {
            "section": "IX. SUMMARY",
            "text": "Two searches for gauge-mediated supersymmetry are presented: a search based on events with at least one photon and at least two jets, and a search based on events with at least two photons and at least one jet. The single-photon search characterizes a potential signal as an excess in the tail of the E miss T spectrum beyond 100 GeV, while the double-photon search exploits the razor variables M R and R 2 . These searches are based on pp collision data collected with the CMS experiment at a center-of-mass energy of ffiffi ffi s p ¼ 8 TeV, corresponding to an integrated luminosity of 19.7 fb −1 . No evidence for supersymmetry production is found, and 95% CL upper limits are set on the production cross sections, in the context of simplified models of gauge-mediated supersymmetry breaking and general gauge-mediation (GGM) models. Lower limits from the double-photon razor analysis range beyond 1.3 TeV for the gluino mass and beyond 1.5 TeV for the squark mass for bino-like neutralino mixings in the studied GGM phase space, extending previous limits [23] by up to 300 and 500 GeV, respectively. The limits from the singlephoton analysis for wino-like neutralino mixings range beyond 0.8 TeV for the gluino mass and 1 TeV for the squark mass in the same GGM phase space, extending previous limits by about 100 and 200 GeV. Within the discussed supersymmetry scenarios, these results represent the current most stringent limits.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1059,
                    "text": "[23]",
                    "end": 1063
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 11
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/ IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.). Individuals have received support from the ",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "FIG. 2 (color online). Tests of the background estimation method for the single-photon analysis using simulated events in bins of E miss T . The direct simulation of γ tight events is compared to the prediction of the multijet background from simulated γ loose events (left). Simulated events with γ tight originating from generated electrons are compared to the simulated prediction using the EW background method (right). The blue hatched area represents the total uncertainty and is the quadratic sum of the statistical (red vertical bars) and systematic (red hatched area) uncertainties. In the bottom panels, the ratio of the direct simulation to the prediction is shown.",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "FIG. 3 (color online). Distribution of E missT from the singlephoton search in comparison to the standard model background prediction. The expectation from an example GGMwino signal model point is also shown. In the bottom panels, the ratio of the data to the prediction is shown. The representations of uncertainties are defined as inFig. 2.",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "text": "E",
            "section_rank": 14
        },
        {
            "text": "Figure 4",
            "section_rank": 15
        },
        {
            "text": "FIG. 4 (color online). Distribution of M R in the double-photon search for the background model, derived from a fit in the data control region, and for the T5gg (left) and GGMbino (right) signal models. The background model is normalized to the number of events in the signal region. The signal models are normalized to the expected signal yields.",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "FIG. 5 (color online). Distribution of M R in the double-photon search for a control sample of jets misreconstructed as photons (see text) in the control (left) and signal (right) regions. The data are compared to the 68% range obtained from a fit in the control region and extrapolated to the signal region (blue bands). The open dots represent the center of the 68% range. The rightmost bin in each plot contains zero data entries. The bottom panel of each figure gives the z-scores (number of Gaussian standard deviations) comparing the filled dots to the band. The filled band shows the position of the 68% window with respect to the expected value.",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "FIG. 6 (color online). Distribution of M R in the double-photon search for a control sample of jets misreconstructed as photons to which a simulated sample of GGMbino events has been added. The squark and gluino masses are respectively set to mq ¼ 1400 GeV and m~g ¼ 1820 GeV, and the production cross section is fixed to σ ¼ 2.7 fb. The signal contribution is shown by the red histogram. The representations of the uncertainty bands, data points, and the information shown in the bottom panel are the same as inFig. 5.",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "FIG. 7 (",
            "section_rank": 19
        },
        {
            "section": "FIG. 7 (",
            "text": "FIG. 7 (color online). Distribution of M R for the control (left) and signal (right) regions. The representations of the uncertainty bands, data points, and the information shown in the bottom panel are the same as in Fig. 5.",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": "FIG. 8 (",
            "section_rank": 20
        },
        {
            "section": "FIG. 8 (",
            "text": "FIG. 8 (color online). Single-photon analysis 95% CL observed upper limits on the signal cross section and exclusion contours in the gluino-squark (top) and gaugino-gluino (bottom) mass plane for the GGMbino (top left), GGMwino (top right), T5gg (bottom left), and T5wg (bottom right) models. The thick red dashed (black solid) line shows the expected (observed) limit. The thin dashed line and band show the 68% CL range about the expected limit. The solid line quantifies the impact of the theoretical uncertainty in the cross section on the observed limit. The color scale shows the excluded cross section for each set of mass values.",
            "paragraph_rank": 54,
            "section_rank": 20
        },
        {
            "text": "FIG. 9 (color online). Double-photon analysis 95% CL observed cross section upper limits and excluded mass regions for the GGMbino (left) and T5gg (right) models. The representations of excluded regions and cross sections are the same as inFig. 8.",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "TABLE I .",
            "section_rank": 22
        },
        {
            "section": "TABLE I .",
            "text": "Summary of the single-photon analysis selection criteria.",
            "paragraph_rank": 56,
            "section_rank": 22
        },
        {
            "text": "TABLE III .",
            "section_rank": 23
        },
        {
            "section": "TABLE III .",
            "text": "The systematic uncertainties associated with signal model yields. For the double-photon razor analysis, the contributions labeled as \"shape\" have different sizes, depending on M R .",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "section": "TABLE III .",
            "text": "iii Also at University of Belgrade, Faculty of Physics and Vinca Institute of Nuclear Sciences, Belgrade, Serbia. jjj Also at Argonne National Laboratory, Argonne, USA. kkk Also at Erzincan University, Erzincan, Turkey.",
            "paragraph_rank": 58,
            "section_rank": 25
        },
        {
            "section": "TABLE III .",
            "text": "lll Also at Texas A&M University at Qatar, Doha, Qatar. mmm Also at Kyungpook National University, Daegu, Korea.",
            "paragraph_rank": 59,
            "section_rank": 25
        }
    ]
}