{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The e + e − → K + K − cross section and charged-kaon electromagnetic form factor are measured in the e + e − center-of-mass energy range (E) from 2.6 to 8.0 GeV using the initial-state radiation technique with an undetected photon. The study is performed using 469 fb −1 of data collected with the BABAR detector at the PEP-II e + e − collider at center-of-mass energies near 10.6 GeV. The form factor is found to decrease with energy faster than 1/E 2 , and approaches the asymptotic QCD prediction. Production of the K + K − final state through the J/ψ and ψ(2S) intermediate states is observed. The results for the kaon form factor are used together with data from other experiments to perform a model-independent determination of the relative phases between electromagnetic (singlephoton) and strong amplitudes in J/ψ and ψ(2S) → K + K − decays. The values of the branching fractions measured in the reaction e + e − → K + K − are shifted relative to their true values due to interference between resonant and nonresonant amplitudes. The values of these shifts are determined to be about ±5% for the J/ψ meson and ±15% for the ψ(2S) meson.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The timelike charged-kaon form factor F K has been measured precisely in the threshold/φ-meson region [1][2][3] and by several experiments [3][4][5][6][7] in the center-ofmass (c.m.) energy range 1.1-2.4 GeV, where substantial structure is evident. At higher energies, there are precise measurements at 3.671 GeV [8], 3.772, and 4.170 GeV [9], and there is a scan that extends to 5 GeV [3]. The energy dependence of these higher-energy data is consistent with the asymptotic form predicted by perturbative quantum chromodynamics (pQCD), but their magnitude is about a factor of four higher than the predicted asymptotic value [10] ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 102,
                    "text": "[1]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 105,
                    "text": "[2]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 108,
                    "text": "[3]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 139,
                    "text": "[3]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 142,
                    "text": "[4]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 145,
                    "text": "[5]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 148,
                    "text": "[6]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 151,
                    "text": "[7]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 313,
                    "text": "[8]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 339,
                    "text": "[9]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 386,
                    "text": "[3]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 626,
                    "text": "[10]",
                    "end": 630
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where M K + K − is the K + K − invariant mass, α s is the strong coupling constant, and f K = 156.2 ± 0.7 MeV [11, p. 1027] is the charged-kaon decay constant 1 . It is expected that the difference between the data and the asymptotic QCD prediction will decrease with increasing energy. Precise measurements at higher energies are needed to test this expectation. In this paper we analyze the initial-state radiation (ISR) process e + e − → K + K − γ. The K + K − mass spectrum measured in this process is related to the cross sec- * Now at: University of Tabuk, Tabuk 71491, Saudi Arabia † Now at: Laboratoire de Physique Nucléaire et de Hautes Energies, IN2P3/CNRS, F-75252 Paris, France ‡ Now at: University of Huddersfield, Huddersfield HD1 3DH, UK § Deceased ¶ Now at: University of South Alabama, Mobile, Alabama 36688, USA * * Also at: Università di Sassari, I-07100 Sassari, Italy 1 We note that this value is larger by a factor of √ 2 than that used in Eq. (22) of Ref. [3].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "[11, p. 1027",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 159,
                    "text": "1",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 889,
                    "text": "1",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 966,
                    "text": "(22)",
                    "end": 970
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 979,
                    "text": "[3]",
                    "end": 982
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "tion of the nonradiative process e + e − → K + K − . Our previous measurement of F K [3] used the \"large-angle\" (LA) ISR technique, in which the radiated photon is detected and the e + e − → K + K − γ event is fully reconstructed. This gives good precision near threshold, but the cross section decreases rapidly with increasing energy, limiting that measurement to energies below 5 GeV. In this paper we utilize small-angle (SA) ISR events, in which the ISR photon is emitted close to the e + e − collision axis, and so is undetected. This allows us to perform an independent and complementary measurement of the charged-kaon form factor, which has better precision in the range 2.6-5 GeV, and extends the measurements up to 8 GeV.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 85,
                    "text": "[3]",
                    "end": 88
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The Born cross section for the ISR process integrated over the kaon momenta and the photon polar angle is",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where s is the e + e − c.m. energy squared, x ≡ 2E * γ / √ s = 1 − M 2 K + K − /s, and E * γ is the ISR photon energy in the e + e − c.m. frame 2 . The function W (s, x), describing the probability for single ISR emission at lowest-order in quantum electrodynamics, is known to an accuracy better than 0.5% [12][13][14]. The e + e − → K + K − cross section is given in terms of the form factor by",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 69,
                    "text": "2",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 144,
                    "text": "2",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 307,
                    "text": "[12]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 311,
                    "text": "[13]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 315,
                    "text": "[14]",
                    "end": 319
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "2 Throughout this paper, an asterisk denotes a quantity that is evaluated in the e + e − c.m. frame, while quantities without asterisks are evaluated in the laboratory frame.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where α is the fine-structure constant, β = 1 − 4m 2 K /M 2 K + K − , and C is the final-state correction, which, in particular, takes into account extra photon radiation from the final state (see, e.g., Ref. [15]). In the mass region under study the factor C is close to unity, and varies from 1.008 at 2.6 GeV/c 2 to 1.007 at 8 GeV/c 2 .",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 209,
                    "text": "[15]",
                    "end": 213
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In addition to the form factor, we measure the branching fractions for the decays J/ψ → K + K − and ψ(2S) → K + K − . For the latter we study the interference between the resonant and nonresonant e + e − → K + K − amplitudes, and between the single-photon and strong ψ → KK amplitudes (with ψ = J/ψ, ψ(2S)). As a result, we extract the interference corrections to the J/ψ → K + K − and ψ(2S) → K + K − branching fractions, which were not taken into account in previous measurements, and determine the values of the phase difference between the single-photon and strong amplitudes in J/ψ → KK and ψ(2S) → KK decays. In contrast to previous determinations of this phase [16][17][18], we use a model-independent approach, calculating the single-photon decay amplitudes from our data on the charged-kaon form factor.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 668,
                    "text": "[16]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 672,
                    "text": "[17]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 676,
                    "text": "[18]",
                    "end": 680
                }
            ]
        },
        {
            "text": "II. THE BABAR DETECTOR, DATA, AND SIMULATED SAMPLES",
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR, DATA, AND SIMULATED SAMPLES",
            "text": "We analyze a data sample corresponding to an integrated luminosity of 469 fb −1 [19] recorded with the BABAR detector at the SLAC PEP-II asymmetric-energy (9-GeV e − and 3.1-GeV e + ) collider. About 90% of the data were collected at an e + e − c.m. energy of 10.58 GeV (the Υ (4S) mass), and 10% at 10.54 GeV.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 80,
                    "text": "[19]",
                    "end": 84
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR, DATA, AND SIMULATED SAMPLES",
            "text": "The BABAR detector is described in detail elsewhere [20]. Charged-particle tracking is provided by a five-layer silicon vertex tracker (SVT) and a 40-layer drift chamber (DCH), operating in the 1.5 T magnetic field of a superconducting solenoid. The position and energy of a photon-produced cluster are measured with a CsI(Tl) electromagnetic calorimeter (EMC). Chargedparticle identification (PID) is provided by specific ionization (dE/dx) measurements in the SVT and DCH, and by an internally reflecting ring-imaging Cherenkov detector (DIRC). Muons are identified in the solenoid's instrumented flux return (IFR).",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 52,
                    "text": "[20]",
                    "end": 56
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR, DATA, AND SIMULATED SAMPLES",
            "text": "Simulated samples of signal events, and background e + e − → π + π − γ and µ + µ − γ events, are generated with the Phokhara [21] Monte Carlo (MC) event generator, which takes into account next-to-leading order radiative corrections. To obtain realistic estimates for the pion and kaon cross sections, the experimental values of the pion and kaon electromagnetic form factors measured in the CLEO experiment at √ s = 3.67 GeV [8] are used in the event generator. The mass dependence of the form factors is assumed to be 1/m 2 , as predicted by asymptotic QCD [10]. The process e + e − → e + e − γ is simulated with the BHWIDE event generator [22]. Two-photon background from the process e + e − → e + e − K + K − is simulated with the GamGam event generator [23]. Background contributions from e + e − → qq(γ ISR ), where q represents a u, d, s or c quark, are simulated with the JETSET event generator [24].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 125,
                    "text": "[21]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 426,
                    "text": "[8]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 559,
                    "text": "[10]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 642,
                    "text": "[22]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 758,
                    "text": "[23]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 903,
                    "text": "[24]",
                    "end": 907
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR, DATA, AND SIMULATED SAMPLES",
            "text": "The detector response is simulated using the Geant4 package [25]. The simulation takes into account the variations in the detector and beam-background conditions over the running period of the experiment.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 60,
                    "text": "[25]",
                    "end": 64
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "We select events with two tracks of opposite charge originating from the interaction region. The tracks must lie in the polar angle range 25.8 • < θ < 137.5 • and be identified as kaons. The selected kaon candidates are fitted to a common vertex with a beam-spot constraint. The χ 2 probability for this fit is required to be greater than 0.1%.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Conditions on the K + K − transverse momentum (p T,K + K − ) and the missing-mass squared (M 2 miss ) recoiling against the K + K − system are used for further selection. The p T,K + K − distribution for simulated e + e − → K + K − γ events is shown in Fig. 1. The peak near zero corresponds to ISR photons emitted along the collision axis, while the long tail is due to photons emitted at large angles. We apply the condition p T,K + K − < 0.15 GeV/c, which removes large-angle ISR and suppresses backgrounds from e + e − → K + K − π 0 and ISR processes with extra π 0 mesons.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 253,
                    "text": "Fig. 1",
                    "end": 259
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The region of low K + K − invariant mass cannot be studied with small-angle ISR due to limited detector ac- detected in BABAR when its invariant mass is larger than 2.5 (4.2) GeV/c 2 for an ISR photon emitted along the electron (positron) beam direction. The average values of the kaon momentum for the two photon directions are about 2.5 and 5 GeV/c, respectively. Since the probability for particle misidentification increases strongly with increasing momentum, we reject events with an ISR photon along the positron direction. The M 2 miss distribution for simulated signal events is shown in Fig. 2. The signal distribution is peaked at zero, while the background distributions are shifted to negative values for e + e − → e + e − γ and µ + µ − γ events and to positive values for ppγ, two-photon and other ISR events. The condition |M 2 miss | < 1 GeV 2 /c 4 is applied to suppress background. Sideband regions in M 2 miss and p T,K + K − are used to estimate the remaining background from these sources, as described in Sec. IV.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 596,
                    "text": "Fig. 2",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 921,
                    "text": "2",
                    "end": 922
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The K + K − invariant-mass spectrum for events selected with the criteria described above is shown in Fig. 3. A clear J/ψ signal is seen in the spectrum, and there are also indications of small ψ(2S) and χ c0 peaks. The χ c0 mesons are produced in the reaction e + e − → ψ(2S)γ → χ c0 γγ. The increase in the number of events for M K + K − > 6 GeV/c 2 is due to background from the e + e − → µ + µ − γ process. To suppress the muon background we apply the additional condition that neither kaon candidate be identified as a muon. Muon identification is based mainly on IFR information, and does not make use of the DIRC and dE/dx measurements used for charged-kaon PID. For µ + µ − γ background events, the probability for at least one of the charged particles to be identified as a muon is about 88% (see Subsection IV A). The shaded histogram in Fig. 3 shows events with at least one identified muon candidate. The large muon background for larger values of M K + K − prevents us from providing results for The mass spectrum with finer binning in the region of the charmonium resonances (3.0-4.5 GeV/c 2 ) is presented in the Supplementary Material at [URL will be inserted by publisher], together with the mass resolution functions obtained from MC simulation with M K + K − near the J/ψ and ψ(2S) masses.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 102,
                    "text": "Fig. 3",
                    "end": 108
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 848,
                    "text": "Fig. 3",
                    "end": 854
                }
            ]
        },
        {
            "text": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "Sources of background in the selected sample are: other two-body ISR processes e + e − → e + e − γ, µ + µ − γ, π + π − γ, and ppγ; ISR processes containing additional neutral particles, e.g., e + e − → K + K − π 0 γ and e + e − → ψ(2S)γ → χ cJ γγ → K + K − γγ; the two-photon process e + e − → e + e − K + K − ; and non-radiative e + e − → qq events containing a K + K − pair plus neutrals, e.g., e + e − → K + K − π 0 . The background from the process e + e − → K + K − π 0 , which was dominant in our LA analysis [3], is strongly suppressed by the requirement on p T,K + K − , and is found to be negligible in the SA analysis. The cross section for e + e − → ppγ [26,27] is smaller than that for e + e − → K + K − γ in the mass region of interest, and this background is reduced to a negligible level by the requirement |M 2 miss | < 1 GeV 2 /c 4 . The other categories of background are discussed in the following subsections.  ",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 515,
                    "text": "[3]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 665,
                    "text": "[26,",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 669,
                    "text": "27]",
                    "end": 672
                }
            ]
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": ", number of signal events (Nsig), and estimated numbers of background events from e + e − → µ + µ − γ (Nµµγ ), from the two-photon process e + e − → e + e − K + K − (Nγγ ), and from ISR processes with extra neutral particle(s) such a e + e − → K + K − π 0 γ and K + K − 2π 0 γ (NISR). In the last column, N ψ,χ refers to the background from J",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "For Nsig, the first uncertainty is statistical and the second is systematic. For the numbers of background events, the combined uncertainty is quoted.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "Background from e + e − → e + e − γ, µ + µ − γ, and",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "To be selected and thus to represent background for this analysis, both final-state charged tracks in e + e − → e + e − γ, µ + µ − γ, and π + π − γ events must be misidenti-fied as kaons and, and the missing-mass squared must be poorly determined.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "The probability to misidentify a pion as a kaon has been measured as a function of charge, momentum, and polar angle using a control sample of pions from K S → π + π − decays. Using the measured misidentification probabilities, we calculate weights for simulated e + e − → π + π − γ events (see Sec. II) to be identified as K + K − γ events, and estimate a π + π − γ background rate relative to the signal K + K − γ rate ranging from 5 × 10 −5 at 3 GeV/c 2 to about 5 × 10 −3 at 7.5 GeV/c 2 .",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "A similar approach is used to estimate the e + e − → e + e − γ background. The electron misidentification rate has been measured using e + e − → e + e − γ events with the photon detected at large angles. From MC simulation we estimate the electron contamination to be at most 0.5%. The PID requirements suppress e + e − → e + e − γ events by a factor of about 10 8 . We have verified this suppression by analyzing a sample of LA K + K − γ candidates with the photon detected in the EMC. In this data sample, surviving e + e − → e + e − γ events can be identified by requiring a small opening angle between the photon direction and that of one of the charged-particle tracks.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "In the subsequent analysis, we disregard possible backgrounds from e + e − γ and π + π − γ events since their contributions are expected to be negligible.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "The e + e − → µ + µ − γ background is non-negligible for large values of M K + K − . For M K + K − > 5.5 GeV/c 2 , we estimate the numbers of signal and background events in each of the five mass intervals listed in Table I by fitting  the M 2 miss distributions in the range [−2, +1] GeV 2 /c 4 , as shown in Fig. 4, using three components: signal events, the µ + µ − γ background, and the ISR + two-photon background. The M 2 miss interval is extended to negative values to increase the sensitivity to e + e − → µ + µ − γ background and thus to better determine its contribution. The distribution for signal events is taken from simulation and is centered at zero. The distribution for the µ + µ − γ background is obtained using data events with at least one identified muon, and is shifted to negative M 2 miss values because of the muon-kaon mass difference. We also include the small contributions from ISR and two-photon events estimated as described below in Secs. IV B and IV C. The fitted parameters are the numbers of signal (N sig ) and muon-background (N µµγ ) events.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 216,
                    "text": "Table I by fitting  the M 2",
                    "end": 243
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 310,
                    "text": "Fig. 4",
                    "end": 316
                }
            ]
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "The results of the fits are listed in the last five rows of Table I and are shown in Fig. 4 for three representative intervals of M K + K − . The first uncertainty in N sig is statistical, while the second, systematic, uncertainty, accounts for the uncertainty in the numbers of ISR and two-photon background events. The N sig results in Table I for M K + K − > 5.5 GeV/c 2 are obtained with the condition −2 < M 2 miss < 1 GeV 2 /c 4 . They can be scaled into our standard selection |M 2 miss | < 1 GeV 2 /c 4 by multiplying the results in the 5.5-6.5 GeV/c 2 and 6.5-7.5 GeV/c 2 mass ranges by 0.98 and 0.99, respectively. For M K + K − > 7.5 GeV/c 2 the scaling factor is consistent with 1.0. The scale factors are determined using simulated signal events.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 60,
                    "text": "Table I",
                    "end": 67
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 85,
                    "text": "Fig. 4",
                    "end": 91
                }
            ]
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "Below 5.5 GeV/c 2 , where the muon background is small, we adopt a simpler approach and estimate the number of µ + µ − γ background events in each mass interval using the number of selected events N 1µ with at least one charged track identified as a muon. The number of background events is estimated as",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "where C µ , evaluated as described below, is the ratio of the number of selected µ + µ − γ events with no identified muon to the number of events with at least one identified muon, k 1µ is the fraction of selected K + K − γ events with at least one identified muon, and N data is the number of events in the respective M K + K − interval. The value of k 1µ is taken from simulated signal events and varies from 0.006 at M K + K − = 2.6 GeV/c 2 to 0.01 at M K + K − = 5.5 GeV/c 2 . Very few simulated µ + µ − γ events have both tracks identified as kaons and neither identified as a muon, so C µ is studied as a function of M K + K − using the probability for an individual muon to be identified as both a kaon and a muon, assuming the probabilities for the two tracks to be independent. We find that C µ does not exhibit a significant dependence on mass within the range of our measurements, 2.6-8.0 GeV/c 2 . Therefore, C µ used in Eq. 4is estimated from the fitted numbers of µ + µ − γ events above 5.5 GeV/c 2 . We find C µ = 0.14±0.01±0.08, where the first uncertainty is from the fits and the second accounts for the full range of values in different mass intervals in data and simulation (for purposes of information, the MC result is C µ = 0.11). The resulting estimated numbers of µ + µ − γ background events are listed in Table I. For masses below 4.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "ref_id": "formula_9",
                    "start": 937,
                    "text": "4",
                    "end": 938
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1331,
                    "text": "Table I",
                    "end": 1338
                }
            ]
        },
        {
            "section": "IV. BACKGROUND ESTIMATION AND SUBTRACTION",
            "text": "is consistent with zero, and we take 0.1 as both an upper limit and uncertainty.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "B. Multibody ISR background",
            "section_rank": 6
        },
        {
            "section": "B. Multibody ISR background",
            "text": "Background ISR events containing a K + K − pair and one or more π 0 and/or η mesons are distinguishable by their nonzero values of M 2 miss and p T,K + K − , but some events with a small number of neutral particles still can enter the selected data sample. Figure 5(a) shows the two-dimensional distribution of M 2 miss versus p T,K + K − for data events before the requirements on these two variables, indicated by the lines, are applied. The bottom left rectangle is the signal region. The same distribution for simulated signal events is shown in Fig. 5(b), and is similar in structure except for a deficit in the upper right rectangle, which we take as a sideband region. The distribution for ISR background events produced by JETSET is shown in Fig. 5(c). It should be noted that most (98%) simulated background events in the signal region are from the process e + e − → K + K − π 0 γ, while the fraction in the sideband region is about 80%.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 257,
                    "text": "Figure 5",
                    "end": 265
                },
                {
                    "type": "figure",
                    "start": 550,
                    "text": "Fig. 5(b)",
                    "end": 559
                },
                {
                    "type": "figure",
                    "start": 750,
                    "text": "Fig. 5",
                    "end": 756
                }
            ]
        },
        {
            "section": "B. Multibody ISR background",
            "text": "The number of data events in the sideband region N 2 is used to estimate the ISR background in the signal region using where N 1 is the number of data events in the signal region, and β sig and β bkg are the N 2 /N 1 ratios from signal and background simulation, respectively. The coefficient β sig increases linearly from 0.046±0.005 at M K + K − = 2.6 GeV/c 2 to 0.074 ± 0.005 at 8.0 GeV/c 2 , where the uncertainty is statistical, whereas β bkg = 7.6 ± 1.0 ± 4.0 is independent of M K + K − . The first uncertainty in β bkg is statistical, and the second is systematic. The latter takes into account possible differences between data and simulation in the background composition, and in the kinematic distributions of e + e − → K + K − π 0 γ events.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "B. Multibody ISR background",
            "text": "The regions 3.0-3.2 and 3.6-3.8 GeV/c 2 contain resonant contributions from the decays J/ψ → K + K − and ψ(2S) → K + K − , respectively. The resonant and nonresonant contributions are determined by the fits described in Sec. VII, and such fits are also applied to the sideband regions. The resulting numbers of nonresonant events, N 1 and N 2 , are used to estimate the ISR background.",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "B. Multibody ISR background",
            "text": "Similarly, the M K + K − regions 3.2-3.4 and 3.4-3.6 GeV/c 2 contain χ c0 and χ c2 decays, as seen in Fig. 6. The χ cJ states are produced in the reaction e + e − → ψ(2S)γ, followed by ψ(2S) → χ cJ γ. A similar set of fits is used to determine N 1 , N 2 , and the background contribution from the χ cJ states, and the fit results are shown in Fig. 6. The estimated numbers of ISR background events are listed in Table I along  decays in the relevant mass intervals.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 102,
                    "text": "Fig. 6",
                    "end": 108
                },
                {
                    "type": "figure",
                    "start": 343,
                    "text": "Fig. 6",
                    "end": 349
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 412,
                    "text": "Table I along",
                    "end": 425
                }
            ]
        },
        {
            "text": "C. Two-photon background",
            "section_rank": 7
        },
        {
            "section": "C. Two-photon background",
            "text": "Two-photon events corresponding to the process e + e − → e + e − γ * γ * → e + e − K + K − are distinguished by their larger values of M 2 miss . Figure 7 shows the M 2 miss distribution for data events in the range 2.8 < M K + K − < 3.0 GeV/c 2 that satisfy all the criteria in Sec. III except for that on M 2 miss . The two-photon events, which dominate the large |M 2 miss | region, are generally seen to be well separated from signal events but to nonetheless have a tail that extends into the signal region |M 2 miss | < 1 GeV 2 /c 4 . The exact shape of this tail depends on the unknown kaon angular distribution. Therefore, we reweight our simulation (generated with a uniform distribution) to reproduce the cos θ K distribution observed in the data in each M K + K − interval; here θ K is the angle between the K + momentum in the K + K − rest frame and the e − beam direction in the e + e − c.m. frame. The data and reweighted simulated cos θ K distributions are compared in Fig. 8. The simulated M 2 miss distribution is shown in Fig. 7, where it is seen to reproduce the data well.",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 146,
                    "text": "Figure 7",
                    "end": 154
                },
                {
                    "type": "figure",
                    "start": 984,
                    "text": "Fig. 8",
                    "end": 990
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1040,
                    "text": "Fig. 7",
                    "end": 1046
                }
            ]
        },
        {
            "section": "C. Two-photon background",
            "text": "The two-photon background in each M K + K − interval is estimated from the number of data events with ",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "section": "C. Two-photon background",
            "text": "GeV/c 2 , and varies linearly in-between. The scale factor ranges from 10 −4 in the 2.6-2.7 GeV/c 2 interval to about 10 −2 in the 7.0-7.5 GeV/c 2 interval. However, the number of two-photon events decreases with increasing M K + K − . The estimated background event contributions are listed in Table I.",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 295,
                    "text": "Table I",
                    "end": 302
                }
            ]
        },
        {
            "section": "C. Two-photon background",
            "text": "The numbers of signal events obtained after background subtraction are listed in Table I. The first uncertainty in N sig is statistical and the second is systematic. The systematic term accounts for the uncertainties in the numbers of e + e − → µ + µ − γ and two-photon background events, and the uncertainties in the coefficients β sig and β bkg in the ISR background subtraction procedure.",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 81,
                    "text": "Table I",
                    "end": 88
                }
            ]
        },
        {
            "text": "V. DETECTION EFFICIENCY",
            "section_rank": 8
        },
        {
            "section": "V. DETECTION EFFICIENCY",
            "text": "The detection efficiency, ε MC , determined using MC simulation, is shown in Fig. 9 as a function of M K + K − . The nonmonotonic behavior observed for M K + K − > 5.5 GeV/c 2 is introduced by filters designed to reduce background before the event-reconstruction stage.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 77,
                    "text": "Fig. 9",
                    "end": 83
                }
            ]
        },
        {
            "section": "V. DETECTION EFFICIENCY",
            "text": "Corrections are applied to ε MC to account for data-MC simulation differences in detector response",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "V. DETECTION EFFICIENCY",
            "text": "where the δ i terms are the efficiency corrections listed in Table II. The difference between data and simulation in trigger efficiency is studied using the overlap of the samples of events satisfying two independent sets  of trigger criteria based on signals from the EMC and DCH. The correction for trigger inefficiency is found to be (−1.0 ± 0.5)%. The track-reconstruction efficiency for charged kaons has been studied in events with similar topology [3] and we use the correction derived therein. The charged-kaon identification efficiency is studied as a function of the track momentum and polar angle using a control sample of kaons from the decay chain",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 61,
                    "text": "Table II",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 455,
                    "text": "[3]",
                    "end": 458
                }
            ]
        },
        {
            "section": "V. DETECTION EFFICIENCY",
            "text": "The ratio of the efficiencies is then used to reweight simulated signal events, resulting in an overall correction that varies slowly from from −2% at 2.6 GeV/c 2 to −4% at 6 GeV/c 2 , and then falls to about −10% at 7.5 GeV/c 2 . The statistical uncertainty in the correction term defines the systematic uncertainty in this correction.",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "section": "V. DETECTION EFFICIENCY",
            "text": "The remaining criteria are based on M 2 miss and p T,K + K − , which we believe to be well simulated. The track momentum and angular resolutions have been studied in, e.g., Ref. [26] for e + e − → µ + µ − γ events with a detected photon. Based on this and similar variables in our previous ISR studies, we make no correction, and assign a conservative systematic uncertainty of 1.5% to cover these remaining factors. The corrections to the de-",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 178,
                    "text": "[26]",
                    "end": 182
                }
            ]
        },
        {
            "section": "V. DETECTION EFFICIENCY",
            "text": "Cross section (pb) tection efficiency are listed in Table II.",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 52,
                    "text": "Table II",
                    "end": 60
                }
            ]
        },
        {
            "text": "VI. THE e + e − → K + K − CROSS SECTION AND THE CHARGED-KAON FORM FACTOR",
            "section_rank": 9
        },
        {
            "section": "VI. THE e + e − → K + K − CROSS SECTION AND THE CHARGED-KAON FORM FACTOR",
            "text": "The e + e − → K + K − cross section in each K + K − mass interval i is calculated as",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "section": "VI. THE e + e − → K + K − CROSS SECTION AND THE CHARGED-KAON FORM FACTOR",
            "text": "The number of selected events (N sig,i ) for each K + K − mass interval after background subtraction is listed in Ta  III: The K + K − invariant-mass interval (M K + K − ), number of selected events (Nsig) after background subtraction, detection efficiency (ε), ISR luminosity (L), measured e + e − → K + K − cross section (σ K + K − ), and the charged-kaon form factor (|FK |). For the number of events and cross section, the first uncertainty is statistical and the second is systematic. For the form factor, we quote the combined uncertainty. For the mass interval 7.5-8.0 GeV/c 2 , the 90% CL upper limits for the cross section and form factor are listed.",
            "paragraph_rank": 46,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 114,
                    "text": "Ta",
                    "end": 116
                }
            ]
        },
        {
            "text": "FIG. 11:",
            "section_rank": 10
        },
        {
            "section": "FIG. 11:",
            "text": "The charged-kaon electromagnetic form factor measured in this analysis [BABAR (SA ISR)] in comparison with previous measurements: CLEO [8], Seth et al. [9], and BABAR (LA ISR) [3] in the mass region 2.6-5.0 GeV/c 2 . Only statistical uncertainties are shown.",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 135,
                    "text": "[8]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 152,
                    "text": "[9]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 176,
                    "text": "[3]",
                    "end": 179
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "ton propagator. Cross sections obtained in this way are referred to as \"dressed\".",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "section": "FIG. 11:",
            "text": "The values obtained for the e + e − → K + K − cross sec-tion are listed in Table III. For the mass intervals 3.0-3.2 GeV/c 2 and 3.6-3.8 GeV/c 2 we quote the nonresonant cross sections with the respective J/ψ and ψ(2S) contributions excluded. The quoted uncertainties are statistical and systematic, respectively. The statistical uncertainty results from the statistical uncertainty in the number of selected K + K − γ events. The systematic uncertainty includes the systematic uncertainty in the number of events, the statistical uncertainty in the detection efficiency (1.5%-4.0%), and the uncertainties in the efficiency correction (2.6%-5.1%), the integrated luminosity (0.5%) [19], and the ISR luminosity (0.5%) [12,13]. For the mass interval 7.5-8.0 GeV/c 2 , the 90% confidence level (CL) upper limit on the cross section is listed. The measured cross section is shown in Fig. 10. It is more convenient to perform comparisons with previous measurements and theoretical predictions in terms of the form factor. The values of the charged-kaon electromagnetic form factor obtained using Eq. (3) are listed in Table III. The form factor is plotted in Fig. 11 as a function of M K + K − over the range 2.6-5.0 GeV/c 2 , together with all other measurements [3,8,9]. The present measurement is consistent within the uncertainties with our previous, independent LA ISR result [3], which used a data sample corresponding only to 232 fb −1 , and provides a much better constraint on the mass dependence in this region.",
            "paragraph_rank": 49,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 75,
                    "text": "Table III",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 681,
                    "text": "[19]",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 717,
                    "text": "[12,",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 721,
                    "text": "13]",
                    "end": 724
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 879,
                    "text": "Fig. 10",
                    "end": 886
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1113,
                    "text": "Table III",
                    "end": 1122
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1154,
                    "text": "Fig. 11",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1259,
                    "text": "[3,",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1262,
                    "text": "8,",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1264,
                    "text": "9]",
                    "end": 1266
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1376,
                    "text": "[3]",
                    "end": 1379
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "To compare our results with the precise measurements of Refs. [8,9], we plot in Fig. 12 the scaled form factor about three standard deviations below. Since this data point is obtained at the maximum of the ψ(3770) resonance, the deviation may be a result of interference between the resonant and nonresonant amplitudes of the e + e − → K + K − reaction, which we discuss in the next section.",
            "paragraph_rank": 50,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 62,
                    "text": "[8,",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 65,
                    "text": "9]",
                    "end": 67
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 80,
                    "text": "Fig. 12",
                    "end": 87
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "The dotted curve in Fig. 12 represents the leadingorder (LO) asymptotic pQCD prediction of Eq. (1), calculated with α s (M 2 K + K − /4) [28]. It lies well below most of the data, which might be explained by higherorder pQCD, power corrections, and a deviation of the kaon distribution amplitude (DA), which describes the quark relative momentum distribution inside the meson, from its asymptotic shape. The dot-dashed curve represents the leading-twist, next-to-leading-order (NLO) prediction using the asymptotic DA, obtained by multiplying the pion form factor from Ref. [28] by a factor f 2 K /f 2 π ≈ 1.45. The NLO correction leads to an increase of about 20%, nearly independent of mass. The dashed curve represents the NLO prediction using the Chernyak-Zhitnitsky (CZ) DA, obtained by multiplying the result in Ref. [28] by a factor of 0.95 [29].",
            "paragraph_rank": 51,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 20,
                    "text": "Fig. 12",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 137,
                    "text": "[28]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 574,
                    "text": "[28]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 823,
                    "text": "[28]",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 848,
                    "text": "[29]",
                    "end": 852
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "Our data lie well above all predictions. However, they decrease faster than α s /M 2 K + K − as M K + K − increases, and are consistent with an approach to the pQCD prediction at higher mass. In particular, the ratio of the measured form factor to the asymptotic pQCD prediction (curve Asy(LO) in Fig. 12) changes from about 5.3 at 3 GeV/c 2 to about 2.6 at 7 GeV/c 2 .",
            "paragraph_rank": 52,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 297,
                    "text": "Fig. 12",
                    "end": 304
                }
            ]
        },
        {
            "text": "VII.",
            "section_rank": 11
        },
        {
            "section": "VII.",
            "text": "J/ψ AND ψ(2S) DECAYS INTO K + K −",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "section": "VII.",
            "text": "To study the production of K + K − pairs through the J/ψ and ψ(2S) resonances, we increase the detection efficiency by selecting events with the looser requirements p T,K + K − < 1 GeV/c and −2 < M 2 miss < 3 GeV 2 /c 4 . The resulting K + K − mass spectra in the J/ψ and ψ(2S) mass regions are shown in Fig. 13. Each of these spectra is fitted with the sum of a signal probability density function (PDF) and a linear background. The signal PDF is a Breit-Wigner (BW) function convolved with a double-Gaussian function describing signal resolution. In each fit, the BW mass and width are fixed to their known values [11] and the nominal resolution parameters are taken from simulation. In order to account for deficiencies in the simulation, a mass shift ∆M is allowed, and an increase in both Gaussian widths by a term σ G added in quadrature is introduced. The free parameters in the J/ψ fit are the numbers of signal and background events, the slope of the background function, ∆M , and σ G . In the ψ(2S) fit, σ G and ∆M are fixed to the values obtained for the J/ψ.",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 304,
                    "text": "Fig. 13",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 616,
                    "text": "[11]",
                    "end": 620
                }
            ]
        },
        {
            "section": "VII.",
            "text": "The fitted curves are shown in Fig. 13. The numbers of J/ψ and ψ(2S) events are found to be 462 ± 28 and 66 ± 13, respectively. Results for other fitted parameters are σ G = 3 ± 3 MeV/c 2 and ∆M = M J/ψ − M MC J/ψ = (0.0 ± 0.9) MeV/c 2 . The σ G value corresponds to a difference of about 4% in mass resolution (11 MeV/c 2 at the J/ψ) between data and simulation. The detection efficiencies, corrected for the data-MC simulation difference in detector response, are (7.6 ± 0.2)% for the J/ψ and (13.4 ± 0.3)% for the ψ(2S).",
            "paragraph_rank": 55,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 31,
                    "text": "Fig. 13",
                    "end": 38
                }
            ]
        },
        {
            "section": "VII.",
            "text": "The total cross sections for the processes e + e − → ψγ → K + K − γ, where ψ is a narrow resonance like the J/ψ or ψ(2S), is proportional to the electronic width of the resonance and its branching fraction into K + K − , i.e., σ ψγ = a ψ Γ(ψ → e + e − )B(ψ → K + K − ). The coefficient a ψ can be calculated by integrating Eq. (2) with σ K + K − set to the appropriate BW function. Using W (s, x) from Refs. [12,13], we obtain a J/ψ = 6.91 nb/keV and a ψ(2S) = 6.07 nb/keV.",
            "paragraph_rank": 56,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 408,
                    "text": "[12,",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 412,
                    "text": "13]",
                    "end": 415
                }
            ]
        },
        {
            "section": "VII.",
            "text": "From the measured values of the cross sections, σ exp ψγ = N ψ /(εL), we obtain the measured values of the products Γ(ψ → e + e − )B(ψ → K + K − ) listed in Table IV. The term \"Measured value\" is used because the value of the product obtained in this way may differ from the true value due to interference with the nonresonant process e + e − → K + K − , as discussed below. The quoted systematic uncertainty includes the uncertain-  The products Γ(ψ → e + e − )B(ψ → K + K − ) and the branching fractions B(ψ → K + K − ) obtained in this work for the J/ψ and ψ(2S) resonances. The directly measured values are shown in the rows labeled \"Measured values\". In the rows marked as \"Corrected\", the values of the products and branching fractions corrected for the shift due to interference between resonant and nonresonant amplitudes are listed for opposite signs of sin ϕ. In the row marked \"e + e − → K + K − average\", we give the average of the values of the branching fractions measured in the reaction e + e − → K + K − . In the row \"ψ(2S) → J/ψπ + π − , J/ψ → K + K − \", the result for the J/ψ → K + K − branching fraction obtained Ref. [18] is reported.  [3,30,31] 0.71 ± 0.05 [11] ",
            "paragraph_rank": 57,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 157,
                    "text": "Table IV",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1139,
                    "text": "[18]",
                    "end": 1143
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1158,
                    "text": "[3,",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1161,
                    "text": "30,",
                    "end": 1164
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1164,
                    "text": "31]",
                    "end": 1167
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1180,
                    "text": "[11]",
                    "end": 1184
                }
            ]
        },
        {
            "section": "VII.",
            "text": "2.86 ± 0.21 ties in the detection efficiency, the integrated luminosity (0.5%), and the theoretical uncertainty in the ISR luminosity (0.5%). Using the nominal values of the electronic widths [11], Γ(J/ψ → e + e − ) = 5.55±0.14 keV and Γ(ψ(2S) → e + e − ) = 2.37 ± 0.04 keV, we calculate the measured values of the ψ → K + K − branching fractions listed in Table IV. Since the decay ψ(2S) → K + K − was studied previously only in the reaction e + e − → K + K − , our measurement of B(ψ(2S) → K + K − ) can be directly compared with the PDG value [11], (0.71 ± 0.05) × 10 −4 . Although it is less precise, our measured value agrees well with that from Ref. [11]. For J/ψ → K + K − there are several measurements [3,30,31] in the e + e − → K + K − reaction, and one measurement [18] in which J/ψ's were produced in the ψ(2S) → J/ψπ + π − decay. To compare with the e + e − measurements, we calculate the average of the results [3,30,31], and obtain the value (2.43±0.26)×10 −4 . Our result is larger than this average by 2.7 standard deviations. A comparison with the measurement of Ref. [18] is presented below after applying a correction for interference.",
            "paragraph_rank": 58,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 192,
                    "text": "[11]",
                    "end": 196
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 357,
                    "text": "Table IV",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 546,
                    "text": "[11]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 656,
                    "text": "[11]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 711,
                    "text": "[3,",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 714,
                    "text": "30,",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 717,
                    "text": "31]",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 776,
                    "text": "[18]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 925,
                    "text": "[3,",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 928,
                    "text": "30,",
                    "end": 931
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 931,
                    "text": "31]",
                    "end": 934
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1086,
                    "text": "[18]",
                    "end": 1090
                }
            ]
        },
        {
            "section": "VII.",
            "text": "To estimate the effect of interference, we represent the c.m. energy (E) dependence of the e + e − → K + K − cross section near the ψ resonance as [32] ",
            "paragraph_rank": 59,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 147,
                    "text": "[32]",
                    "end": 151
                }
            ]
        },
        {
            "section": "VII.",
            "text": "where σ 0 is the nonresonant cross section [Eq. 3 ",
            "paragraph_rank": 60,
            "section_rank": 11,
            "ref_spans": [
                {
                    "ref_id": "formula_2",
                    "start": 48,
                    "text": "3",
                    "end": 49
                }
            ]
        },
        {
            "section": "VII.",
            "text": "where β is the phase-space factor from Eq. 3. For narrow resonances, the interference term proportional to m 2 − E 2 integrates to zero due to the beam energy spread in direct e + e − experiments and detector resolution in ISR measurements. The remaining interference term has a BW shape and causes a shift of the measured B(ψ → K + K − ) relative to its true value by",
            "paragraph_rank": 61,
            "section_rank": 11,
            "ref_spans": [
                {
                    "ref_id": "formula_2",
                    "start": 43,
                    "text": "3",
                    "end": 44
                }
            ]
        },
        {
            "section": "VII.",
            "text": "The values of cos ϕ and A s can be obtained from a combined analysis of the ψ → K + K − and ψ → K S K L decays, whose branching fractions depend on the same strong amplitude [16,17] ",
            "paragraph_rank": 62,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 174,
                    "text": "[16,",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 178,
                    "text": "17]",
                    "end": 181
                }
            ]
        },
        {
            "section": "VII.",
            "text": "where κ is the ratio of the single-photon amplitudes for the ψ → K S K L and ψ → K + K − decays, and",
            "paragraph_rank": 63,
            "section_rank": 11
        },
        {
            "section": "VII.",
            "text": "It is expected that in the energy region under study, the single-photon amplitudes have the same sign of the real parts, and similar ratios of the imaginaryto-real parts [33], i.e., κ is a positive real number to a good approximation.",
            "paragraph_rank": 64,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 170,
                    "text": "[33]",
                    "end": 174
                }
            ]
        },
        {
            "section": "VII.",
            "text": "For the branching fraction B(J/ψ → K + K − ) in Eqs. (11), we use the average of the existing measurements [3,18,30,31] and our result. For B(J/ψ → K S K L ) there are two relatively precise measurements, (1.82 ± 0.14) × 10 −4 [36] and (2.62 ± 0.21) × 10 −4 [18], which are not consistent with each other. We solve Eqs. (11) separately for these two values of B(J/ψ → K S K L ). The branching fractions measured in the reactions e + e − → K + K − and e + e − → K S K L are corrected as B → B − δB before averaging, where δB is given by Eq. (10). This correction is not needed for the measurements of Ref. [18], in which the J/ψ mesons are produced in ψ(2S) → J/ψπ + π − decays. For ψ(2S) decays we use the branching fraction values from Ref. [11] corrected using Eq. (10).",
            "paragraph_rank": 65,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 107,
                    "text": "[3,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 110,
                    "text": "18,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 113,
                    "text": "30,",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 116,
                    "text": "31]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 227,
                    "text": "[36]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 258,
                    "text": "[18]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 540,
                    "text": "(10)",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 605,
                    "text": "[18]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 742,
                    "text": "[11]",
                    "end": 746
                }
            ]
        },
        {
            "section": "VII.",
            "text": "The coefficient |κ| in Eqs. (11) is equal to the ratio of the neutral-and charged-kaon form factors |F K 0 /F K |. Data on F K 0 above 2 GeV are scarce. There are two measurements [5,34] near 2 GeV, from which we estimate |κ| = 0.28 ± 0.08, and there is only one measurement at higher energy, namely |κ| = 0.12 ± 0.04 at 4.17 GeV [35]. Using linear interpolation we estimate |κ| = 0.2 ± 0.1 at the mass of the J/ψ and 0.15 ± 0.07 at the mass of the ψ(2S). The values of the charged-kaon form factor, F K (M J/ψ ) = 0.107 ± 0.002 and F K (M ψ(2S) ) = 0.0634 ± 0.0014, needed to calculate A K + K − γ , are taken from the fit to our form factor data shown in Fig. 12.",
            "paragraph_rank": 66,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 180,
                    "text": "[5,",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 183,
                    "text": "34]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 330,
                    "text": "[35]",
                    "end": 334
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 657,
                    "text": "Fig. 12",
                    "end": 664
                }
            ]
        },
        {
            "section": "VII.",
            "text": "The values of ϕ and δB(ψ → K + K − ) obtained using Eqs. (10) and (11) are listed in Tables V and VI. Since Eqs. (11) do not allow us to determine the sign of sin ϕ, the calculations are performed twice, once assuming sin ϕ > 0 and once assuming sin ϕ < 0. For the results in Table V the two upper (bottom) rows marked \"BES\" (\"Seth et al.\") present results obtained using B(J/ψ → K S K L ) from Ref. [36] (Ref. [18]). We also list the results obtained for κ = 0, corresponding to the assumption A KS KL γ ≪ A K + K − γ used for most previous determinations of ϕ. It is seen that allowing A KS KL γ to be non-zero does not lead to a significant change in the results.",
            "paragraph_rank": 67,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 57,
                    "text": "(10)",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 66,
                    "text": "(11)",
                    "end": 70
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 85,
                    "text": "Tables V and VI.",
                    "end": 101
                },
                {
                    "type": "table",
                    "start": 276,
                    "text": "Table V",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 400,
                    "text": "[36]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 411,
                    "text": "[18]",
                    "end": 415
                }
            ]
        },
        {
            "section": "VII.",
            "text": "For the J/ψ, for which the most precise measurement of B(J/ψ → K + K − ) was performed in ψ(2S) decay, the result for cos ϕ is weakly dependent on the sign of sin ϕ. We confirm the conclusion of Refs. [16,17] to the effect that the strong amplitude describing J/ψ → K + K − decay has a large imaginary part. Using B(J/ψ → K S K L ) from Ref. [18], a non-negligible real part of the strong amplitude is obtained.",
            "paragraph_rank": 68,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 201,
                    "text": "[16,",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 205,
                    "text": "17]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 342,
                    "text": "[18]",
                    "end": 346
                }
            ]
        },
        {
            "section": "VII.",
            "text": "For the ψ(2S), the result on cos ϕ is strongly dependent on the sign of sin ϕ. Here theoretical arguments may help to choose the sign. The ratio of the strong amplitudes for ψ(2S) → KK and J/ψ → KK decays is expected [37] TABLE V: The relative phase (ϕ) between the single-photon and strong amplitudes for J/ψ → KK decays calculated with κ = A K S K L γ /A K + K − γ = 0.2 ± 0.1 and κ = 0, and the correction to the value of B(J/ψ → K + K − ) measured in the reaction e + e − → K + K − . The calculation is performed for the value of B(J/ψ → KSKL) obtained in Ref. [36], the value obtained in Ref. [18], and assuming either a positive or negative value for sin ϕ. J/ψ → KSKL ϕ ϕ(κ = 0) δB(J/ψ → K + K − ) × 10 4 BES [36] (97 ± 5)",
            "paragraph_rank": 69,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 217,
                    "text": "[37]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 565,
                    "text": "[36]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 598,
                    "text": "[18]",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 716,
                    "text": "[36]",
                    "end": 720
                }
            ]
        },
        {
            "section": "VII.",
            "text": "• (98 ± 4) • 0.13 ± 0.01 −(97 ± 5) • −(96 ± 4) • −0.13 ± 0.01 Seth et al. [18] (111 ± 5) The experimental value of this ratio (for J/ψ we used A s obtained with B(J/ψ → K S K L ) from Ref. [18]) is 0.192 ± 0.026 for sin ϕ < 0 and 0.170 ± 0.023 for sin ϕ > 0. The result for the positive sign is in slightly better agreement with the prediction.",
            "paragraph_rank": 70,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 74,
                    "text": "[18]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 189,
                    "text": "[18]",
                    "end": 193
                }
            ]
        },
        {
            "section": "VII.",
            "text": "Using the values of δB given in Tables V and VI, we correct the measured values of the products Γ(ψ → e + e − )B(ψ → K + K − ) and the branching fractions and list the corrected values in Table IV.",
            "paragraph_rank": 71,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 188,
                    "text": "Table IV",
                    "end": 196
                }
            ]
        },
        {
            "section": "VII.",
            "text": "The corrected values of B(J/ψ → K + K − ) can be compared with the measurement of Ref. [18] (2.86 ± 0.21) × 10 −4 . The difference between the two measurements is 2σ for sin ϕ < 0, and 1σ for sin ϕ > 0. Our result for J/ψ → K + K − thus provides an indication that sin ϕ is positive. It should be stressed that the shifts we find between the measured and true values of B(ψ → K + K − ) are significant: about 5% for the J/ψ and about 15% for the ψ(2S). Thus the interference effect should be taken into account in any future precise measurements of the branching fraction for J/ψ → K + K − or ψ(2S) → K + K − .",
            "paragraph_rank": 72,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 87,
                    "text": "[18]",
                    "end": 91
                }
            ]
        },
        {
            "text": "VIII. SUMMARY",
            "section_rank": 12
        },
        {
            "section": "VIII. SUMMARY",
            "text": "The process e + e − → K + K − γ has been studied in the K + K − invariant mass range from 2.6 to 8 GeV/c 2 using events in which the photon is emitted close to the collision axis. From the measured K + K − mass spectrum we obtain the e + e − → K + K − cross section and determine the charged-kaon electromagnetic form factor (Table III). This is the first measurement of the kaon form factor for K + K − invariant masses higher than 5 GeV/c 2 and the most precise measurement in the range 2.6-5.0 GeV/c 2 . Our data indicate clearly that the difference between the measured form factor and the leading twist pQCD prediction decreases with increasing K + K − invariant mass.",
            "paragraph_rank": 73,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 325,
                    "text": "(Table III)",
                    "end": 336
                }
            ]
        },
        {
            "section": "VIII. SUMMARY",
            "text": "We present measurements of the J/ψ → K + K − and ψ(2S) → K + K − branching fractions (Table IV). Using the measured values of the branching fractions and charged-kaon form factors, and data from other experiments on e + e − → K S K L and ψ → KK decays, we have determined the phase difference ϕ between the strong and single-photon amplitudes for J/ψ → KK and ψ(2S) → KK decays. We have calculated the shifts in the measured values of the branching fractions due to interference between resonant and nonresonant amplitudes in the e + e − → K + K − reaction. The shift has been found to be relatively large, about ±5% for the J/ψ and about ±15% for the ψ(2S), where the sign is determined by the sign of sin ϕ.",
            "paragraph_rank": 74,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 85,
                    "text": "(Table IV)",
                    "end": 95
                }
            ]
        },
        {
            "section": "VIII. SUMMARY",
            "text": "It should be noted that the sign of sin ϕ for J/ψ decays can be determined experimentally from the difference, δB/B, between the J/ψ → K + K − branching fractions measured in the reaction e + e − → K + K − and in the decay ψ(2S) → J/ψπ + π − . We hope that this measurement will be performed in future experiments.",
            "paragraph_rank": 75,
            "section_rank": 12
        },
        {
            "text": "IX. ACKNOWLEDGMENTS",
            "section_rank": 13
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "We thank V. L. Chernyak for useful discussions. We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. The success of this project also relies critically on the expertise and dedication of the computing organizations that support BABAR. The collaborating institutions wish to thank SLAC for its support and the kind hospitality extended to them. This work is supported by the US Department of Energy and National Science Foundation, the Natural Sciences and Engineering Research Council (Canada), the Commissariatà l'Energie Atom-",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 14
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: The p T,K + K − distribution for simulated e + e − → K + K − γ events. The arrow indicates p T,K + K − = 0.15 GeV/c.",
            "paragraph_rank": 77,
            "section_rank": 14
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 15
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: The M 2 miss distribution for simulated e + e − → K + K − γ events. The arrows indicate |M 2 miss | = 1 GeV 2 /c 4 .",
            "paragraph_rank": 78,
            "section_rank": 15
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 16
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3:The K + K − mass spectrum for selected K + K − γ candidates. The peaks near 3.1, 3.4, and 3.7 GeV/c 2 are from J/ψ, χc0, and ψ(2S) decays to K + K − , respectively. The shaded histogram shows events with at least one identified muon candidate.",
            "paragraph_rank": 79,
            "section_rank": 16
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 17
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: (Color online) The M 2 miss distributions for data (points with error bars) in three M K + K − intervals: (a) 5.5-6.0 GeV/c 2 , (b) 6.5-7.0 GeV/c 2 , and (c) 7.5-8.0 GeV/c 2 . The solid histogram is the result of the fit described in the text. The dashed blue, dotted red, and shaded histograms show the contributions of signal, muon background, and ISR + two-photon background, respectively.",
            "paragraph_rank": 80,
            "section_rank": 17
        },
        {
            "text": "FIG. 5 :FIG. 6 :",
            "section_rank": 18
        },
        {
            "section": "FIG. 5 :FIG. 6 :",
            "text": "FIG. 5: The distributions of M 2 miss versus p T,K + K − for (a) data events, (b) simulated signal events, and (c) simulated ISR background events. Events in the J/ψ and χc0 mass regions, 3.05 < M K + K − < 3.15 GeV/c 2 and 3.38 < M K + K − < 3.46 GeV/c 2 , are excluded from the distributions; regions near the χc2 and ψ(2S) are not excluded, since their signal content is quite small. The lines indicate the boundaries of the signal region (bottom left rectangle) and the sideband region (top right rectangle).",
            "paragraph_rank": 81,
            "section_rank": 18
        },
        {
            "text": "FIG. 7 :",
            "section_rank": 19
        },
        {
            "section": "FIG. 7 :",
            "text": "FIG. 7: The M 2 miss distribution for data (points with error bars) with 2.8 < M K + K − < 3.0 GeV/c 2 selected with all the criteria described in Sec. III except for the requirement |M 2 miss | < 1 GeV 2 /c 4 . The solid histogram is a sum of signal and background distributions obtained from MC simulation. The dashed histogram shows the distribution for two-photon events, and the shaded (almost invisible) histogram shows the small contribution of all other background processes. The inset shows an enlarged view of the region −2 < M 2 miss < 10 GeV 2 /c 4 . Above 10 GeV 2 /c 4 the solid and dashed histograms are indistinguishable.",
            "paragraph_rank": 82,
            "section_rank": 19
        },
        {
            "text": "5 FIG. 8 :",
            "section_rank": 20
        },
        {
            "section": "5 FIG. 8 :",
            "text": "FIG. 8: The cos θK distribution for data (points with error bars) and reweighted simulated events (histogram) with M 2 miss > 20 GeV 2 /c 4 from the K + K − mass range 2.8-3.0 GeV/c 2 .",
            "paragraph_rank": 83,
            "section_rank": 20
        },
        {
            "text": "8 MFIG. 9 :",
            "section_rank": 21
        },
        {
            "section": "8 MFIG. 9 :",
            "text": "FIG. 9:The K + K − mass dependence of the detection efficiency for simulated e + e − → K + K − γ events.",
            "paragraph_rank": 84,
            "section_rank": 21
        },
        {
            "text": "FIG. 10 :",
            "section_rank": 22
        },
        {
            "section": "FIG. 10 :",
            "text": "FIG. 10:The e + e − → K + K − cross section measured in this work.",
            "paragraph_rank": 85,
            "section_rank": 22
        },
        {
            "text": "FIG. 12 :",
            "section_rank": 23
        },
        {
            "section": "FIG. 12 :",
            "text": "FIG. 12: (Color online) The scaled charged-kaon electromagnetic form factor measured in this analysis [BABAR (SA ISR)] and in other experiments: CLEO [8] and Seth et al. [9]. Our data are approximated by a smooth curve. The dotted blue curve shows the LO pQCD prediction for the form factor obtained with the asymptotic kaon distribution amplitude. The dot-dashed blue and dashed red curves are the NLO pQCD predictions obtained with the asymptotic and Chernyak-Zhitnitsky distribution amplitudes, respectively. The inset shows an enlarged version of the mass region 3.4-4.2 GeV/c 2 .",
            "paragraph_rank": 86,
            "section_rank": 23
        },
        {
            "text": "FIG. 13 :",
            "section_rank": 24
        },
        {
            "section": "FIG. 13 :",
            "text": "FIG. 13:The K + K − mass spectra in the regions near the J/ψ (a) and ψ(2S) (b) resonances. The curves exhibit the results of the fits described in the text.",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "], σ ψ = (12π/m 2 )B(ψ → e + e − ), A γ and A s are the moduli of the single-photon and strong ψ decay amplitudes, respectively, ϕ is their relative phase, D = m 2 − E 2 − imΓ, and m and Γ are the resonance mass and width, respectively. The decay amplitudes are defined such that B(ψ → K + K − ) = |A γ +A s e iϕ | 2 . The value of the singlephoton contribution is related to the kaon form factor through A 2 γ = B(ψ → e + e − ) |F K (m)| 2 4 β 3 (m),",
            "paragraph_rank": 88,
            "section_rank": 25
        },
        {
            "text": "• (108 ± 4) • 0.15 ± 0.01 −(109 ± 5) • −(107 ± 4) • −0.15 ± 0.01 TABLE VI: The relative phase (ϕ) between the single-photon and strong amplitudes for ψ(2S) → KK decays calculated withκ = A K S K L γ /A K + K − γ =0.15 ± 0.07 and κ = 0, and the correction to the value of B(ψ(2S) → K + K − ) measured in the reaction e + e − → K + K − . The calculation was performed for each sign of sin ϕ. ϕ ϕ(κ = 0) δB(ψ(2S) → K + K − ) × 10 4 (82 ± 12) • (92 ± 9) • 0.11 ± 0.01 −(58 ± 14) • −(57 ± 12) • −0.10 ± 0.02 to be A 2 s (ψ(2S) → KK) A 2 s (J/ψ → KK) ≈ B(ψ(2S) → e + e − ) B(J/ψ → e + e − ) β 3 (M ψ(2S) ) β 3 (M J/ψ ) = 0.138 ± 0.003. (12)",
            "paragraph_rank": 89,
            "section_rank": 26
        },
        {
            "text": "TABLE I :",
            "section_rank": 27
        },
        {
            "section": "TABLE I :",
            "text": "The number of",
            "paragraph_rank": 90,
            "section_rank": 27
        },
        {
            "text": "TABLE",
            "section_rank": 28
        },
        {
            "text": "ble III. The N sig values for M K + K − > 5.5 GeV/c 2 differ from the corresponding values inTable I. They are corrected to correspond to the nominal selection |M 2 miss | < 1 GeV 2 /c 4 as described in Sec. IV A. The first uncertainty in N sig is statistical; the second is systematic due to background subtraction. The value of the ISR luminosity L i is obtained by integrating W (s, x) from Refs.[12,13] over mass interval i and is listed inTable III. The formulas from Refs.[12,13] include higher-order radiative corrections. However, we do not include in W (s, x) corrections for leptonic and hadronic vacuum polarization in the pho-",
            "paragraph_rank": 92,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 399,
                    "text": "[12,",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 403,
                    "text": "13]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 478,
                    "text": "[12,",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 482,
                    "text": "13]",
                    "end": 485
                }
            ]
        },
        {
            "text": "TABLE",
            "section_rank": 30
        },
        {
            "text": "TABLE IV :",
            "section_rank": 31
        }
    ]
}