{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Measurement of azimuthal asymmetries in inclusive charged dipion production in e + e − annihilations at √ s = 3.65 GeV",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We present a measurement of the azimuthal asymmetries of two charged pions in the inclusive process e + e − → ππX, based on a data set of 62 pb −1 at the center-of-mass energy of 3.65 GeV collected with the BESIII detector. These asymmetries can be attributed to the Collins fragmentation function. We observe a nonzero asymmetry, which increases with increasing pion momentum. As our energy scale is close to that of the existing semi-inclusive deep inelastic scattering experimental data, the measured asymmetries are important inputs for the global analysis of extracting the quark transversity distribution inside the nucleon, and are valuable to explore the energy evolution of the spin-dependent fragmentation function. The quark-hadron fragmentation process is parameterized with a fragmentation function (FF), which describes the probability that a hadron carrying a fraction of the parton energy is found in the hadronization debris of the fragmenting parton. The Collins FF, which considers the spin-dependent effects in fragmentation processes, was first discussed by Collins in Ref. [1]. It connects the transverse quark spin with a measurable azimuthal asymmetry (the so-called Collins effect) in the distribution of hadronic fragments along the initial quark's momentum.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1095,
                    "text": "[1]",
                    "end": 1098
                }
            ]
        },
        {
            "text": "The measurement of the Collins FF provides an important test in understanding strong interaction dynamics and thus is of fundamental interest in understanding QCD, the underlying theory of the strong interaction. Due to its chiral-odd nature, it needs to couple to another chiral-odd function, for instance the transversity distribution [2][3][4] in semi-inclusive deep inelastic scattering (SIDIS) or another Collins FF in e + e − annihilations, to form accessible observables. The transversity distribution, which contributes to the nucleon transverse spin, corresponds to the tensor charge of the nucleon and is the least known leading-twist quark distribution function. There have been several SIDIS measurements of this asymmetry from HERMES [5,6], COMPASS [7] and JLab [8]. Direct information on the Collins FF can be obtained from e + e − annihilation experiments, as suggested in Ref. [9]. Measurements performed by the Belle [10][11][12] and BABAR [13] Collaborations give consistent non-zero asymmetries. Based on the universality of the involved functions in e + e − and SIDIS [14] experiments, global analyses [15,16] have been performed to simultaneously extract the transversity and Collins FF. However, the e + e − Collins asymmetries taken from Belle and BABAR correspond to considerably higher Q 2 (≈ 100 GeV 2 ) than the typical energy scale of the existing SIDIS data (mostly 2-20 GeV 2 ). Therefore, the energy evolution of the Collins FF at different Q 2 is a key factor to evaluate the transversity [17]. Recently, the treatment of the evolution is developed in Ref [18][19][20][21][22], which predict about a factor of two change in the observed asymmetries between BESIII energy and Belle/BABAR energy, but is not directly validated by experimental data. The BESIII experiment [23] studies e + e − annihilations at a moderate energy scale (4-20 GeV 2 ). It is important to investigate on the interesting feature of Collins FF at this energy scale, and the results can then be connected more directly to the SIDIS. Moreover, as emphasized in Ref [18], with significantly lower Q 2 with respect to B factories, the results will be crucial to explore the Q 2 evolution of the Collins FF and further the uncertainty of the extracted transversity, thus improve our understanding of both Collins FF and transversity.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 337,
                    "text": "[2]",
                    "end": 340
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 340,
                    "text": "[3]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 343,
                    "text": "[4]",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 747,
                    "text": "[5,",
                    "end": 750
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 750,
                    "text": "6]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 762,
                    "text": "[7]",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 775,
                    "text": "[8]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 893,
                    "text": "[9]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 934,
                    "text": "[10]",
                    "end": 938
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 938,
                    "text": "[11]",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 942,
                    "text": "[12]",
                    "end": 946
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 957,
                    "text": "[13]",
                    "end": 961
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1088,
                    "text": "[14]",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1122,
                    "text": "[15,",
                    "end": 1126
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1126,
                    "text": "16]",
                    "end": 1129
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1521,
                    "text": "[17]",
                    "end": 1525
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1588,
                    "text": "[18]",
                    "end": 1592
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1592,
                    "text": "[19]",
                    "end": 1596
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1596,
                    "text": "[20]",
                    "end": 1600
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1600,
                    "text": "[21]",
                    "end": 1604
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1604,
                    "text": "[22]",
                    "end": 1608
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1801,
                    "text": "[23]",
                    "end": 1805
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2069,
                    "text": "[18]",
                    "end": 2073
                }
            ]
        },
        {
            "text": "In this Letter, we present the measurement of azimuthal asymmetries in hadron-hadron correlations for inclusive charged pion pair production e + e − → ππX, which can be attributed to the Collins effect. The analysis is based on a data sample with an integrated luminosity of 62 pb −1 collected with the BESIII detector [23] at the center-of-mass energy √ s = 3.65 GeV, where the energy is away from resonances. Compared to the existing e + e − data, in this measurement, only fragmenting u, d, s quark are involved. The results are free from charm contribution, as such the combination with SIDIS data is more straightforward. The apparatus relevant to this work includes a main drift chamber (MDC), a time-offlight (TOF) system, and an electromagnetic calorimeter (EMC). Details on the features and capabilities of the BESIII detector can be found in [23,24].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 319,
                    "text": "[23]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 852,
                    "text": "[23,",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 856,
                    "text": "24]",
                    "end": 859
                }
            ]
        },
        {
            "text": "Monte Carlo (MC) simulated events, which are processed with a full geant4-based [25] simulation of the BESIII detector, are used to optimize the event selection criteria and check for systematics. The MC samples for light quarks in e + e − → qq (q = u, d, s) processes are generated by the luarlw [26] package, which is based on the Lund model [27,28]. More MC samples including QED processes (e + e − → l + l − (l = e, µ, τ ), e + e − → γγ), two photon fusion (e + e − → e + e − X), line-shape tail production of ψ(2S) and initial state radiative (ISR) process e + e − → γJ/ψ are analyzed to identify possible backgrounds.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 80,
                    "text": "[25]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 297,
                    "text": "[26]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 344,
                    "text": "[27,",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 348,
                    "text": "28]",
                    "end": 351
                }
            ]
        },
        {
            "text": "Taking into account the spin of the quark, the number density D q↑ h for finding a spinless hadron h with transverse momentum P ⊥ h produced from a transversely polarized quark q with spin S q can be described in terms of the unpolarized FF, D q 1 , and the Collins FF, H ⊥q 1 , at the leading twist [29],",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 300,
                    "text": "[29]",
                    "end": 304
                }
            ]
        },
        {
            "text": "wherek denotes the direction of the initial quark q, z = 2E h /Q denotes the fractional energy of the hadron relative to half of Q = √ s, and M h is the hadron mass. The second term contains the Collins FF and depends on the spin orientation of the quark q, which leads to a sine modulation of the angle spanned by P ⊥ h and the plane normal to the quark spin.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In hadron production in e + e − → qq events, the Collins effect can be observed when the fragments of the quark and antiquark are considered simultaneously. At √ s = 3.65 GeV, due to the absent of the clear jet structure, there is no good way to estimate the q-q axis. However, the Collins asymmetries can be investigated with the azimuthal angle φ 0 defined as the angle between the plane spanned by the beam axis and the momentum of the second hadron (P 2 ), and the plane spanned by the transverse momentum p t of the first hadron relative to the second",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The angle φ0 is defined as the angle between the plane spanned by the beam axis and the momentum of the second hadron (P2), and the plane spanned by the transverse momentum pt of the first hadron relative to the second hadron. The angle θ2 is the polar angle of the second hadron.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "hadron [9,30], as shown in Fig. 1.",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 7,
                    "text": "[9,",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 10,
                    "text": "30]",
                    "end": 13
                },
                {
                    "type": "figure",
                    "start": 27,
                    "text": "Fig. 1",
                    "end": 33
                }
            ]
        },
        {
            "text": "The normalized dihadron yield is recorded as a function of φ 0 and can be parameterized as a cos (2φ 0 ) + b, with b referring to the term which is independent of φ 0 , and a can be written as [9,30] ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 193,
                    "text": "[9,",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 196,
                    "text": "30]",
                    "end": 199
                }
            ]
        },
        {
            "text": "where F denotes a convolution over the p t . The M 1 and M 2 are the masses of the two hadrons, z 1 and z 2 are their fractional energies, and θ 2 is the polar angle of the second hadron with respect to the beam axis.D 1 and H ⊥ 1 denote FFs for anti-quarks. We reconstruct charged tracks from hits in the MDC. We require the polar angle in the laboratory frame to satisfy | cos θ| < 0.93, and the point of closest approach to the interaction vertex of e + e − is required to be within 1 cm in the plane transverse to the beam line and within 10 cm along the beam axis. Particle identification for charged tracks is accomplished by combining the measured energy loss (dE/dx) in the MDC and the flight time obtained from the TOF to determine a probability L(h = K, π, p, e) for each particle (h) hypothesis. The π ± (K ± ) candidates are required to satisfy",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Electrons are identified with the requirement L(e) > 0.001 and the ratio L(e)/(L(e) + L(π) + L(K)) > 0.8. Photons are reconstructed from isolated clusters in the EMC, whose energies are required to be larger than 25 MeV in the EMC barrel region (| cos θ| < 0.8) and 50 MeV in end caps (0.84 < | cos θ| < 0.92). It is required that the cluster timing delay from the reconstructed event start time does not exceed 700 ns in order to suppress electronic noise and energy deposits unrelated to the event. To select inclusive e + e − → ππX events, at least three charged tracks are required in order to strongly suppress two body decays. At least two of the charged tracks should be identified as pions. To suppress QED backgrounds with the final state τ + τ − and un-physical backgrounds, e.g. beam-gas interactions, the visible energy in the detector, which is defined as the total energy of all reconstructed charged tracks and photons, is required to be larger than 1.5 GeV and no electron must be present in the event. Studies based on MC samples indicate that the backgrounds are suppressed to a negligible level, less than 2.5%. We select pion pairs with z 1(2) ∈ [0.2, 0.9], where the lower bound is used to reduce pions originated from resonance decays (mostly ρ, f ), and the upper bound is used to reject two body decays. Compared to measurement at higher energy scale [10,13], there is no clear jet event shape at BESIII which could help to separate the hadrons coming from different fragmenting (anti-)quark. Instead, to select back-to-back pions, we require the opening angle of the two charged pion candidates to be larger than 120 • . This requirement reduces the possibility that two pions come from the fragmentation of the same quark. We label the two pions randomly as h 1 and h 2 , and we use the momentum direction of h 2 as reference axis. If more than two pions are present in an event, they are combined to each other, which means each pion is allowed to be assigned to different pion pairs. In the final event selection, 331696 events survived, which provide 557204 available charged pion pairs.",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1375,
                    "text": "[10,",
                    "end": 1379
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1379,
                    "text": "13]",
                    "end": 1382
                }
            ]
        },
        {
            "text": "We introduce the 2φ 0 normalized ratio, R = N (2φ0) N0 , where N (2φ 0 ) is the dipion yield in each (2φ 0 ) subdivision, and N 0 is the averaged bin content. The normalized ratios are built for unlike-sign (π ± π ∓ ), like-sign (π ± π ± ) and all pion-pairs (ππ), defined as R U , R L and R C , respectively, in which different combinations of favored FFs and disfavored FFs are involved. A favored fragmentation process refers to the fragmentation of a quark into a hadron containing a valence quark of the same flavor, for example u(d) → π + , while the corresponding u(d) → π − is a disfavored process. Since the normalized ratio R is strongly affected by detector acceptance, we use double ratios R U /R L(C) (UL and UC ratios) [10,11] to extract the azimuthal asymmetries. The gluon radiation may induce a cos(2φ ) modulation according to Ref. [30], but it is highly suppressed at the BESIII energy scale and is independent of the charge of the pions. Through the double ratios, chargeindependent instrumental effects cancel out, and QCD radiative effects are negligible at the first order, while the charge-dependent Collins asymmetries are kept. The double ratio R U /R L(C) follows the expression",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 733,
                    "text": "[10,",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 737,
                    "text": "11]",
                    "end": 740
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 850,
                    "text": "[30]",
                    "end": 854
                }
            ]
        },
        {
            "text": "where A and B are free parameters. B should be consistent with unity, and A mainly contains the Collins effect. The A UL , A UC are used to denote the asymmetries for UL and UC ratios, respectively. The analysis is performed in bins of (z 1 , z 2 ), p t and sin 2 θ 2 /(1 + cos 2 θ 2 ). In (z 1 , z 2 ) bins, the boundaries are set at z i = 0.2, 0.3, 0.5 and 0.9 (i = 1, 2), where complementary off-diagonal bins (z 1 , z 2 ) and (z 2 , z 1 ) are combined. In each bin, normalized rates R U,L,C and double ratios R U /R L,C are evaluated. In Fig. 2, the distributions of the double ratio R U /R L are shown as an exam- ple for two highest (z 1 , z 2 ) bins with the fit results using Eq. (3). The asymmetry values (A) obtained from the fits are shown as a function of six symmetric (z 1 , z 2 ) bins, p t and sin 2 θ 2 /(1 + cos 2 θ 2 ) bins in Fig. 3 and Fig. 4, respectively. The numerical results in each (z 1 ,z 2 ) and p t bins are listed in Table I. Several potential sources of systematic uncertainties are investigated and all systematic uncertainties are added in quadrature finally. An important test is the extraction of double ratios from MC samples, in which the Collins asymmetries are not included but radiative gluon and detector acceptance effects are taken into account. In the MC samples, which is about 10 times of data statistics, double ratios are found to be consistent with zero in all bins within statistical uncertainties. To test any potential smearing effects in the reconstruction process, MC samples are reweighted to produce generated asymmetries which vary in (0.02, 0.15) for UL ratios and (0.01, 0.08) for UC ratios in different bins. The reconstructed asymmetries are basically consistent with input, the differences between them, which range from 0.2% to 48% for UL ratios and range from 2% to 31% for UC ratios relatively, are included in the systematic uncertainties.",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 542,
                    "text": "Fig. 2",
                    "end": 548
                },
                {
                    "type": "figure",
                    "start": 845,
                    "text": "Fig. 3",
                    "end": 851
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 856,
                    "text": "Fig. 4",
                    "end": 862
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 947,
                    "text": "Table I",
                    "end": 954
                }
            ]
        },
        {
            "text": "Additional possible contribution from gluon radiation can be examined in data by subtracting the normalized yields, R U − R L(C) . The subtraction method will cancel all the radiative terms, but the cancellation of the acceptance effects may be incomplete. The differences between the asymmetries obtained with the subtraction method and the nominal results range from 0.001 to 0.01 for UL ratios and from 0.0 to 0.005 for UC ratios. These are assigned as absolute systematic uncertainties.",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The probability of misidentifying kaons as pions may introduce Kπ pairs and KK pairs into the ππ samples of interest. However, due to the much lower inclusive production cross section for charged kaons compared to pions, the ππ asymmetry receives non-negligible contribution only from the Kπ combination. We denote with A ππ and A Kπ the corresponding Collins asymmetries in data. They can be obtained by unfolding the measurements of A ππ mea. and A Kπ mea. , where A ππ mea. = (1−f Kπ )A ππ +f Kπ A Kπ , A Kπ mea. = (1 − f ππ )A Kπ + f ππ A ππ , f Kπ and f ππ are the MC-determined contamination fractions. Depending on the (z 1 , z 2 ) bin, f Kπ is found to range from 0.0% to 4.5% and f ππ ranges from 0.1% to 35.4%, The errors on A Kπ are very large, and the changes in A ππ from the nominal values are in (0.001, 0.005) for UL ratios and (0.0, 0.001) for UC ratios, and are assigned as systematic uncertainty.",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "Additional higher harmonic terms (such as sin 2φ 0 and cos 4φ 0 ) are also included in the fit function to validate the robustness of the fit. The changes of the value of the cosine asymmetries, which vary in (0.001, 0.009) for UL ratios and (0.0, 0.003) for UC ratios, are included in the systematic uncertainties.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "We have also verified null asymmetries for the double ratio of π + π + /π − π − pairs and for random combinations of pairs of tracks from different events. From these tests, no significant asymmetries are observed. The beam polarization may contribute to the measured asymmetries. We study the angular distribution of the e + e − → µ + µ − process, which is sensitive to beam polarization. No buildup of polarization is observed.",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Adding statistical and systematic uncertainties in quadrature, we observe significant, nonzero Collins asymmetries, as shown in Fig. 3. These asymmetries rise with fractional energies and p t as expected theoretically [9] and seen in higher-energy e + e − experiments [10][11][12][13]. The predictions of authors of Ref [19], based on results from previous data and energy evolution model, are also shown in Fig. 3, and are basically consistent with our results. A direct comparison with higher-energy e + e − data is meaningless due to differing kinematics. However, asymmetries in our data are 1.5 times higher overall and higher by 0-2 sigma at points of comparable z and p t .",
            "paragraph_rank": 20,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 128,
                    "text": "Fig. 3",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 218,
                    "text": "[9]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 268,
                    "text": "[10]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 272,
                    "text": "[11]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 276,
                    "text": "[12]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 280,
                    "text": "[13]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 320,
                    "text": "[19]",
                    "end": 324
                },
                {
                    "type": "figure",
                    "start": 408,
                    "text": "Fig. 3",
                    "end": 414
                }
            ]
        },
        {
            "text": "The expected behavior of the Collins asymmetries as a function of sin 2 θ 2 /(1 + cos 2 θ 2 ) is linear and vanishes at θ 2 = 0, as formulated in Eq. (2). Thus, a linear fit is performed to the points in Fig. 4, with the constant term set to be zero or left as a free parameter, which gives the reduced χ 2 to be 2.3 or 2.8 for A UL and 1.7 or 1.9 for A UC respectively. The significance for a zero offset is only about 1σ for both A UL and A UC .",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 204,
                    "text": "Fig. 4",
                    "end": 210
                }
            ]
        },
        {
            "text": "The authors of the very recent paper Ref. [19] give the theoretical predictions for the BESIII energy scale, which are also shown in Fig. 3. Overall, our measured asymmetries are compatible with those predictions, except at the largest z interval.",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 42,
                    "text": "[19]",
                    "end": 46
                },
                {
                    "type": "figure",
                    "start": 133,
                    "text": "Fig. 3",
                    "end": 139
                }
            ]
        },
        {
            "text": "In summary, we perform a measurement of the azimuthal asymmetry in the inclusive production of charged pion pairs. Our results suggest nonzero asymmetry in the region of large fractional energy z, which can be attributed to the product of a quark and an anti-quark Collins function. This is the first measurement of the Collins asymmetry at low energy scale (Q 2 ≈ 13 GeV 2 ) in e + e − annihilation. The observed asymmetry indicates larger spin-dependent Collins effect than those at the higher energy scale from B factories [10][11][12][13]. The results are of great importance to explore the Q 2 evolution of the Collins function and extract transversity distributions in nucleon.",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 526,
                    "text": "[10]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 530,
                    "text": "[11]",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 534,
                    "text": "[12]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 538,
                    "text": "[13]",
                    "end": 542
                }
            ]
        },
        {
            "text": "18 FIG. 2 .FIG. 3 .",
            "section_rank": 2
        },
        {
            "section": "18 FIG. 2 .FIG. 3 .",
            "text": "FIG. 2. Double ratio R U /RL versus 2φ0 in the bin z1 ∈ [0.3, 0.5], z2 ∈[0.5, 0.9] (top) and bin z1 ∈ [0.5, 0.9], z2 ∈ [0.5, 0.9] (bottom). The solid lines show the results of the fit.",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4.Asymmetries as a function of sin 2 θ2/(1 + cos 2 θ2) for UL (dots) and UC (triangles) ratios. Linear fits with the constant term being set to zero (dashed line) or a free parameter (solid line) are shown.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "PACS numbers: 13.88.+e, 13.66.Bc, 13.87.Fh, 14.65.Bt",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "TABLE I .",
            "section_rank": 5
        },
        {
            "section": "TABLE I .",
            "text": "Results of AUL and AUC in each (z1, z2) and pt bin. The uncertainties are statistical and systematic, respectively. The averages zi , pt and sin 2 θ 2 1+cos 2 θ 2 are also given.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 7
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The authors would like to thank D. Boer ",
            "paragraph_rank": 28,
            "section_rank": 7
        }
    ]
}