{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is presented for photonic signatures motivated by generalized models of gauge-mediated supersymmetry breaking. This search makes use of 20.3 fb −1 of proton-proton collision data at ffiffi ffi s p ¼",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "8 TeV recorded by the ATLAS detector at the LHC, and explores models dominated by both strong and electroweak production of supersymmetric partner states. Four experimental signatures incorporating an isolated photon and significant missing transverse momentum are explored. These signatures include events with an additional photon, lepton, b-quark jet, or jet activity not associated with any specific underlying quark flavor. No significant excess of events is observed above the Standard Model prediction and model-dependent 95% confidence-level exclusion limits are set.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper reports on a search for four classes of events containing energetic isolated photons and large missing transverse momentum (with magnitude denoted E miss T ) in 20.3 fb −1 of proton-proton (pp) collision data at ffiffi ffi s p ¼",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "8 TeV recorded with the ATLAS detector at the Large Hadron Collider (LHC) in 2012. For the first of the four classes, two isolated energetic photons are required (\"diphoton\" events), while for the remaining classes only a single isolated photon is required. For the second and third classes, the isolated photon is required to appear in combination with a \"b-jet\" identified as having arisen from the production of a bottom (b) quark (\"photon þ b\" events) or an isolated electron or muon (\"photon þ l\" events), respectively. For the fourth class of events the isolated photon is required to appear in combination with multiple jets selected without regard to the flavor of the underlying parton ('photon þ j' events).",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The results are interpreted in the context of a broad range of general models of gauge-mediated supersymmetry breaking (GGM) [1][2][3] that include the production of supersymmetric partners of strongly coupled Standard Model (SM) particles as well as SM partners possessing only electroweak charge. In all models of GGM, the lightest supersymmetric particle (LSP) is the gravitinoG (the partner of the hypothetical quantum of the gravitational field), with a mass significantly less than 1 GeV. In the GGM models considered here, the decay of the supersymmetric states produced in LHC collisions would proceed through the next-to-lightest supersymmetric particle (NLSP), which would then decay to theG LSP and one or more SM particles, with a high probability of decay into γ þG. In this study, several different possibilities for the nature of the NLSP are considered, providing separate motivation for the four different and complementary experimental signatures that are explored. In all models considered, all supersymmetric states with the exception of theG are short lived, leading to prompt production of SM particles that are observed in the ATLAS detector.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 125,
                    "text": "[1]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 128,
                    "text": "[2]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 131,
                    "text": "[3]",
                    "end": 134
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The results based on the diphoton and photon þ b signatures extend and supplant studies (Refs. [4] and [5], respectively) that made use of 4.8 fb −1 of pp collision data at ffiffi ffi s p ¼ 7 TeV; the analyses based on the photon þ j and photon þ l signatures are new and have only been performed with the 8 TeV data. Making use of 19.7 fb −1 of pp collision data at ffiffi ffi s p ¼ 8 TeV, a search [6] for events similar in nature to those of the diphoton and photon þ j signatures mentioned above has performed by the CMS Collaboration, and used to set limits on the masses of strongly coupled supersymmetric particles in several GGM scenarios.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 95,
                    "text": "[4]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 103,
                    "text": "[5]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 400,
                    "text": "[6]",
                    "end": 403
                }
            ]
        },
        {
            "text": "II. GAUGE-MEDIATED SUPERSYMMETRY PHENOMENOLOGY",
            "section_rank": 3
        },
        {
            "section": "II. GAUGE-MEDIATED SUPERSYMMETRY PHENOMENOLOGY",
            "text": "Supersymmetry (SUSY) [7][8][9][10][11][12][13][14][15] introduces a symmetry between fermions and bosons, resulting in a SUSY partner (sparticle) with identical quantum numbers except a difference by half a unit of spin for each SM particle. As none of these sparticles have been observed, SUSY must be a broken symmetry if realized in nature. Assuming R-parity conservation [16][17][18][19][20], sparticles are produced in pairs. These would then decay through cascades involving other sparticles until the stable, weakly interacting LSP is produced, leading to a final state with significant E miss T .",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 21,
                    "text": "[7]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 24,
                    "text": "[8]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 27,
                    "text": "[9]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 30,
                    "text": "[10]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 34,
                    "text": "[11]",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 38,
                    "text": "[12]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 42,
                    "text": "[13]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 46,
                    "text": "[14]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 50,
                    "text": "[15]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 375,
                    "text": "[16]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 379,
                    "text": "[17]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 383,
                    "text": "[18]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 387,
                    "text": "[19]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 391,
                    "text": "[20]",
                    "end": 395
                }
            ]
        },
        {
            "section": "II. GAUGE-MEDIATED SUPERSYMMETRY PHENOMENOLOGY",
            "text": "Experimental signatures of gauge-mediated SUSY breaking models [21][22][23][24][25][26] are largely determined by the nature of the NLSP. For GGM, the NLSP is often formed from an admixture of any of the SUSY partners of the electroweak gauge and Higgs boson states. In this study, three cases are assumed for the composition of the NLSP. For the first case, the NLSP is assumed to be purely binolike [the SUSY partner of the SM U(1) gauge boson]. For the second case, the NLSP is assumed to be an admixture of bino and neutral higgsino states. For the final case, the NLSP is assumed to be a degenerate triplet of wino states [the SUSY partners of the SM SU (2) gauge bosons]. In this paper, the neutral NLSP is denotedχ 0 1 irrespective of its composition. For the case that the NLSP is a degenerate triplet, the charged NLSP states are denotedχ AE 1 . The properties of the GGM models used to represent these possibilities are discussed below and summarized in Table I.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 63,
                    "text": "[21]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 67,
                    "text": "[22]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 71,
                    "text": "[23]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 75,
                    "text": "[24]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 79,
                    "text": "[25]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 83,
                    "text": "[26]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 659,
                    "text": "(2)",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "start": 722,
                    "text": "0",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "start": 848,
                    "text": "AE",
                    "end": 850
                },
                {
                    "type": "table",
                    "start": 964,
                    "text": "Table I",
                    "end": 971
                }
            ]
        },
        {
            "section": "II. GAUGE-MEDIATED SUPERSYMMETRY PHENOMENOLOGY",
            "text": "For the case that the NLSP is a bino, the final decay in each of the two cascades in a GGM event would be predominantlyχ 0 1 → γ þG, leading to final states with γγ þ E miss T . For the case that the NLSP is a mixture of the bino and higgsino, both the possibilities that the higgsino mass parameter μ is less than or greater than zero are explored. For the μ < 0 possibility, the final decay in the cascade would include a significant contribution fromχ 0 1 → h þG with the subsequent decay h → bb, leading to final states with a photon, multiple b-jets, and E miss T . The latter (μ > 0) possibility can produce scenarios for which the final decay in the cascade can be relatively evenly split betweenχ 0 1 → γ þG andχ 0 1 → Z þG, leading to final states with a photon, multiple jets (including two from the hadronic decay of the Z boson) that most often do not arise from b-quarks, and E miss T . For the case that the NLSP is a degenerate set of three wino states, the final step in the cascade includes charged as well as neutral wino decays. Charged wino decays tend to produce isolated leptons, while neutral wino decays produce photons with a wino-tophoton branching fraction that is no less than sin 2 θ W for any value of the wino mass. Overall, these two wino-NLSP contributions lead to a significant number of events with an isolated photon accompanied by an isolated lepton. Of the five GGM models considered here, two (the \"gluino-bino\" and \"wino-bino\" models, where the gluino is the SUSY partner of the gluon) incorporate a purely binolike NLSP, two (the \"higgsino-bino\" models) incorporate a NLSP that is a higgsino-bino admixture, and one (the \"wino-NLSP\" model) incorporates a winolike set of NLSPs; in all cases the mass of the NLSP state is considered to be a free parameter of the model. The two GGM models incorporating a binolike NLSP are the focus of the diphoton analysis. For these models, one other set of SUSY partner states is taken to be potentially accessible in 8 TeV pp collisions, while all other SUSY masses are decoupled (set to inaccessibly large values). For both of these binolike NLSP cases, production proceeds solely through this set of SUSY partners, with the NLSP appearing in the subsequent decays of the produced SUSY partner states. For the gluino-bino model, the set of partners is composed of a degenerate octet of gluinos. For the wino-bino model, the set of partners is composed of a degenerate triplet of wino statesχ 0 2 ,χ AE 1 , and is dominated by the production ofχ þ 1χ − 1 andχ 0 2χ AE 1 . For both of these models, the masses of these produced states are considered to be free parameters along with that of the chosenχ 0 1 state, the latter of which is constrained to be less than those of the produced states. This results in a SUSY production process that proceeds through the creation of pairs of the highermass states, which subsequently decay through short cascades to the NLSPχ 0 1 states. Other SM objects (jets, leptons, photons) may be produced in these cascades. Thẽ χ 0 1 branching fraction to γ þG is 100% for m~χ0 1 → 0 and approaches cos 2 θ W for m~χ0",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 121,
                    "text": "0",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "start": 455,
                    "text": "0",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "start": 705,
                    "text": "0",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "start": 3040,
                    "text": "0",
                    "end": 3041
                }
            ]
        },
        {
            "section": "II. GAUGE-MEDIATED SUPERSYMMETRY PHENOMENOLOGY",
            "text": "1 ≫ m Z , with the remainder of theχ 0 1 sample decaying to Z þG. For allχ 0 1 masses, then, the branching fraction is dominated by the photonic decay, leading to the diphoton-plus-E miss T signature. For these models with a binolike NLSP, typical production and decay channels for strong (gluino) and electroweak (wino) production are exhibited in Fig. 1.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 37,
                    "text": "0",
                    "end": 38
                },
                {
                    "type": "figure",
                    "start": 349,
                    "text": "Fig. 1",
                    "end": 355
                }
            ]
        },
        {
            "section": "II. GAUGE-MEDIATED SUPERSYMMETRY PHENOMENOLOGY",
            "text": "The higgsino-bino GGM models incorporate a NLSP composed of a higgsino-bino admixture, as well as a degenerate octet of gluinos identical in nature to those of the gluino-bino model. For the first of these models, which is the focus of the photon þ b analysis, the higgsino mass parameter μ is required to be negative, and the composition of the NLSP is set by adjusting μ and the GGM U(1) mass parameter M 1 so that a constant ratio of TABLE I. Summary of the five GGM models considered in this study. For the two higgsino-bino models, the functions f AE ðM 1 ; μÞ are chosen to establish NLSP decay properties commensurate with the target experimental signature, as described in the text. ",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "GGM",
            "section_rank": 4
        },
        {
            "section": "GGM",
            "text": "the branching fraction ofχ 0 1 → h þG to that ofχ 0 1 → γ þG is maintained at approximately 1.7:1 over the full range of NLSP masses. The photon þ b analysis was found to provide the greatest advantage relative to the diphoton analysis for this ratio of branching fractions. In the limit that m~χ0",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "GGM",
            "text": "1 ≫ m Z , the NLSP branching fractions to h þG, γ þG, and Z þG approach 56%, 33%, and 11%, respectively. The GGM SU(3) mass parameter M 3 bears a direct relation to the gluino mass, and is taken to be a free parameter in this μ < 0 higgsino-bino model, with all squark states decoupled. The GGM SU(2) mass parameter M 2 is set to a value of 2.5 TeV. Four other electroweak gaugino states typically lie within 25 GeV of theχ 0 1 NLSP: the two lightest charginosχ AE 1 , and two additional neutralinosχ 0 2 andχ 0 3 . The pair production of gluinos or any of these four additional gaugino states leads to decays to thẽ χ 0 1 via cascades involving SM particles. For the second of the higgsino-bino models, which is the focus of the photon þ j analysis, the μ parameter is chosen to be positive, which suppresses the h þG decay mode of the higgsino. As in the models described above, the NLSP mass is taken to be a free parameter. The M 1 and μ parameters are adjusted so that the branching fractions of theχ 0 1 to γ þG, Z þG and h þG are maintained close to 50%, 49% and 1% for most values of theχ 0 1 and gluino masses. In this model, the production of gluino pairs can be followed by decays to both a single photon and a hadronically decaying Z boson, producing events with a single isolated high-energy photon accompanied by two jets. In the case that the gluino mass is substantially larger than thẽ χ 0 1 mass, additional jets can be produced in the cascade. Three additional electroweak gaugino states lie close in mass to theχ 0 1 , allowing for the possibility of SUSY production through pairs of these states. Such events tend to produce fewer jets than those that proceed through gluino production, but in certain regions of the model space can provide a significant contribution to data samples selected to isolate the photon-plus-jets signature. As in the μ < 0 higgsino-bino model, the value of M 3 , which is directly related to the gluino mass, is taken to be a free parameter, M 2 is set to a value of 2.5 TeV, and all squark states are decoupled. Typical production and decay-chain processes for the two models for which the NLSP is a higgsino-bino admixture are shown in Fig. 2.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 462,
                    "text": "AE",
                    "end": 464
                },
                {
                    "type": "figure",
                    "start": 2188,
                    "text": "Fig. 2",
                    "end": 2194
                }
            ]
        },
        {
            "section": "GGM",
            "text": "Finally, the wino-NLSP model, which is the focus of the photon þ l analysis, incorporates a set of three degenerate winolike NLSPs. This set includes the neutralW 0 , which as the lightest neutral gaugino is also referred to as theχ 0 1 , as well as the two charged wino states, which form theχ AE 1 states. Production proceeds through the direct production of pairs of NLSP states; such events usually contain at least oneW 0 NLSP. Although theW 0 couples preferentially to the Z boson relative to the photon, theW 0 decays into a photon þ gravitino final state with unit branching fraction for wino mass below that of the Z boson. TheW 0 branching fraction to photon þ gravitino approaches sin 2 θ W for wino masses far above that of the Z boson. Leptons can be produced either through the decays of charged wino states, or through the decays of Z bosons that arise fromW 0 decay, leading to a significant probability that the overall final state would contain both a photon and a lepton. In this model, a common wino mass scale is taken as a free parameter, with all other GGM mass parameters set to a value of 2.5 TeV, except the squark masses, which are set to infinity. A production and decay diagram typical for this model is shown in Fig. 3.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1242,
                    "text": "Fig. 3",
                    "end": 1248
                }
            ]
        },
        {
            "section": "GGM",
            "text": "For all five models considered here, the mass of the gravitino is chosen so that the NLSP decay length is never greater than 1 mm. This ensures that all particles arising from the decay of the NLSP are prompt, and in particular that the relationship between the point and direction of impact of photons from NLSP decay upon the face of the FIG. 1 (color online). Typical production and decay-chain processes for the gluino-production (left) and electroweakproduction (right) instances of the GGM model for which the NLSP is a binolike neutralino, referred to in the text as the gluinobino and wino-bino models, respectively.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 340,
                    "text": "FIG. 1 (color online)",
                    "end": 361
                }
            ]
        },
        {
            "text": "FIG. 2 (color online)",
            "section_rank": 5
        },
        {
            "section": "FIG. 2 (color online)",
            "text": ". Typical production and decay-chain processes for the gluino-production instance of the GGM model for which the NLSP is a higgsino-bino neutralino admixture, referred to in the text as the higgsino-bino model. For the model with μ < 0 (left), the final step of the cascade (theχ 0 1 decay) would have a probability of order 50% of producing a Higgs boson rather than a photon or Z boson; for the model with μ > 0 (right), theχ 0 1 decay would have a probability of order 50% of producing a Z boson rather than a photon. For both of these models, production can also proceed through gaugino and neutralino states, which can dominate the production cross section for high values of gluino mass.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 428,
                    "text": "0",
                    "end": 429
                }
            ]
        },
        {
            "section": "FIG. 2 (color online)",
            "text": "detector is consistent with that of a prompt photon (a separate analysis [27] searches for GGM models with a longer-lived binolike NLSP, leading to signatures with nonprompt photons). In addition, the ratio tan β of the two SUSY Higgs-doublet vacuum-expectation values is set to a value of 1.5; for all five models, the phenomenology relevant to this search is only weakly dependent on the value of tan β.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 73,
                    "text": "[27]",
                    "end": 77
                }
            ]
        },
        {
            "text": "III. SAMPLES OF SIMULATED PROCESSES",
            "section_rank": 6
        },
        {
            "section": "III. SAMPLES OF SIMULATED PROCESSES",
            "text": "For the GGM models under study, the SUSY mass spectra and branching ratios are calculated using SUSPECT 2.41 [28] and SDECAY 1.3b [29], respectively, inside the package SUSY-HIT 1.3 [30]. The Monte Carlo (MC) SUSY signal samples are produced using HERWIG++ 2.5.2 [31] with CTEQ6L1 parton distribution functions (PDFs) [32]. Signal cross sections are calculated to next-to-leading order (NLO) in the strong coupling constant, including, for the case of strong production, the resummation of soft gluon emission at next-to-leading-logarithmic accuracy (NLO þ NLL) [33][34][35][36][37]. The nominal cross section and its uncertainty are taken from an envelope of cross-section predictions using different PDF sets and factorization and renormalization scales [38]. At fixed center-of-mass energy, SUSY production cross sections decrease rapidly with increasing SUSY partner mass. At ffiffi ffi s p ¼ 8 TeV, the gluino-production cross section is approximately 24 fb for a gluino mass of 1000 GeV and falls to below 1 fb for a gluino mass of 1400 GeV. The wino production cross section is approximately 15 fb for a wino mass of 500 GeV, and falls to approximately 1 fb for a wino mass of 750 GeV.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 109,
                    "text": "[28]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 130,
                    "text": "[29]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 182,
                    "text": "[30]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 263,
                    "text": "[31]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 318,
                    "text": "[32]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 562,
                    "text": "[33]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 566,
                    "text": "[34]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 570,
                    "text": "[35]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 574,
                    "text": "[36]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 578,
                    "text": "[37]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 756,
                    "text": "[38]",
                    "end": 760
                }
            ]
        },
        {
            "section": "III. SAMPLES OF SIMULATED PROCESSES",
            "text": "While most of the backgrounds to the GGM models under examination are estimated through the use of control samples selected from data, as described below, the extrapolation from control regions (CRs) to signal regions (SRs) depends on simulated samples, as do the optimization studies. The simulation of W and Z boson production, including events with up to five accompanying partons, is calculated by two different generators. The ALPGEN 2.14 [39] Monte Carlo generator is interfaced to HERWIG 6.520 for showering and fragmentation and to JIMMY [40] for simulation of the underlying event. Parton distributions are provided by the CTEQ6L1 functions. Similar samples are produced with the SHERPA 1.4.1 generator [41] with CT10 [42] PDFs, for up to four accompanying partons.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 444,
                    "text": "[39]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 546,
                    "text": "[40]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 712,
                    "text": "[41]",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 727,
                    "text": "[42]",
                    "end": 731
                }
            ]
        },
        {
            "section": "III. SAMPLES OF SIMULATED PROCESSES",
            "text": "Wγ production is also simulated via ALPGEN interfaced to HERWIG and JIMMY, but makes use of the CT10 PDFs. Other Wγ samples are generated, as is the Zγ process, by using SHERPA with the CT10 PDFs. The ttγ process is simulated at leading order (LO) using MADGRAPH 5.1.5.11 [43] and CTEQ6L1, interfaced to the PYTHIA 6.427 parton shower generator [44]. The tt process is simulated not only with the POWHEG generator interfaced to PYTHIA and the CTEQ6L1 PDFs, but also with the MC@NLO 4.06 generator [45,46] and the CT10 PDFs, including full NLO QCD corrections. This contribution is rescaled to match the tt cross section at NNLO with NNLL soft gluon terms, as calculated with top þ þ 2.0 [47][48][49][50][51][52]. The tγ andtγ processes are simulated with the WHIZARD 2.1.1 [53,54] generator, with four-flavor/five-flavor matching provided using HOPPET [55]. Additional photon radiation is added with PHOTOS [56], with parton showering and fragmentation again simulated with PYTHIA. Other t andt samples are generated with POWHEG.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 272,
                    "text": "[43]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 345,
                    "text": "[44]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 497,
                    "text": "[45,",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 501,
                    "text": "46]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 687,
                    "text": "[47]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 691,
                    "text": "[48]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 695,
                    "text": "[49]",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 699,
                    "text": "[50]",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 703,
                    "text": "[51]",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 707,
                    "text": "[52]",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 773,
                    "text": "[53,",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 777,
                    "text": "54]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 852,
                    "text": "[55]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 907,
                    "text": "[56]",
                    "end": 911
                }
            ]
        },
        {
            "section": "III. SAMPLES OF SIMULATED PROCESSES",
            "text": "The γ þ jetðsÞ process is simulated in a similar manner to the W AE or Z samples using ALPGEN interfaced to HERWIG and JIMMY and the CTEQ6L1 PDFs. A generator-level requirement of 35 GeV is applied to the photon transverse momentum p γ T , and the sample is generated in exclusive bins of p γ T to produce a more statistically significant sample at higher values of p γ T . Additional γ þ jetðsÞ samples are used, simulated with SHERPA and the CT10 PDFs. The prompt diphoton sample is generated with PYTHIA 6.423, which includes the subprocesses gg → γγ and qq → γγ, with the requirement that there be at least two prompt photons with generated transverse momentum greater than 20 GeV. Parton densities are modeled according to the MRST 2007 LO* [57] functions.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 746,
                    "text": "[57]",
                    "end": 750
                }
            ]
        },
        {
            "section": "III. SAMPLES OF SIMULATED PROCESSES",
            "text": "The background from Zð→ ννÞ þ γγ production is simulated using the SHERPA MC generator, normalized to a cross section calculated at LO using MADGRAPH 5 and the CTEQ6L1 PDF, and then corrected by a K-factor of 2.0 AE 1.0 [58]. The background from Wð→ lνÞ þ γγ production is simulated using the ALPGEN MC generator, although the overall normalization is set via a study making use of data events containing two photons and a charged lepton (to be discussed below). Diboson production, for the case that each boson is a W or Z, is simulated with POWHEG.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 220,
                    "text": "[58]",
                    "end": 224
                }
            ]
        },
        {
            "section": "III. SAMPLES OF SIMULATED PROCESSES",
            "text": "All MC samples are processed with the GEANT4-based simulation [59] of the ATLAS detector [60], or, where appropriate, a simulation of the ATLAS detector based on parametrized shower shapes in the calorimeter, and GEANT4 elsewhere. Corrections are applied to the simulated samples to account for differences between data and simulation for the lepton and photon trigger, identification, and reconstruction efficiencies, as well as for the efficiency and misidentification rate of the algorithm used to identify FIG. 3 (color online). Typical production and decay-chain processes for the wino-NLSP model. In this model, theχ 0 1 is a pureW 0 state, while theχ AE 1 are the two charged wino states.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 62,
                    "text": "[59]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 89,
                    "text": "[60]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "start": 510,
                    "text": "FIG. 3 (color online)",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "start": 623,
                    "text": "0",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "start": 658,
                    "text": "AE",
                    "end": 660
                }
            ]
        },
        {
            "section": "III. SAMPLES OF SIMULATED PROCESSES",
            "text": "jets containing b-hadrons (b-tagging). The variation of the number of pp interactions per bunch crossing (\"pileup\") as a function of the instantaneous luminosity is taken into account by overlaying simulated minimum-bias events according to the observed distribution of the number of pileup interactions in data, with an average of 21 interactions per event.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "IV. ATLAS DETECTOR",
            "section_rank": 7
        },
        {
            "section": "IV. ATLAS DETECTOR",
            "text": "The ATLAS experiment makes use of a multipurpose detector [61] with a forward-backward symmetric cylindrical geometry and nearly 4π solid angle coverage. 1 Closest to the beam line are solid-state tracking devices comprising layers of silicon-based pixel and strip detectors covering jηj < 2.5 and straw-tube detectors covering jηj < 2.0, located inside a thin superconducting solenoid that provides a 2 T magnetic field. Outside the solenoid, fine-grained lead/ liquid-argon electromagnetic (EM) calorimeters provide coverage over jηj < 3.2 for the measurement of the energy and position of electrons and photons. A presampler, covering jηj < 1.8, is used to correct for energy lost upstream of the EM calorimeter. An iron/scintillator-tile hadronic calorimeter covers the region jηj < 1.7, while a copper/liquid-argon medium is used for hadronic calorimeters in the end cap region 1.5 < jηj < 3.2. In the forward region 3.2 < jηj < 4.9 liquid-argon calorimeters with copper and tungsten absorbers measure the electromagnetic and hadronic energy. A muon spectrometer consisting of three superconducting toroidal magnet systems, each comprising eight toroidal coils, tracking chambers, and detectors for triggering, surrounds the calorimeter system. The muon system reconstructs penetrating tracks over a range jηj < 2.7 and provides input to the trigger system over a range jηj < 2.4. A three-level trigger system is used to select events. The first-level trigger is implemented in hardware and uses a subset of the detector information to reduce the accepted rate to at most 75 kHz. This is followed by two software-based trigger levels that together reduce the accepted event rate to 400 Hz on average depending on the data-taking conditions during 2012.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 58,
                    "text": "[61]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "start": 154,
                    "text": "1",
                    "end": 155
                }
            ]
        },
        {
            "text": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "Primary vertices are formed from sets of two or more tracks, each with transverse momentum p track T > 400 MeV, that are mutually consistent with having originated at the same three-dimensional space point within the luminous region of the colliding proton beams. When more than one such primary vertex is found, the vertex with the largest scalar sum of the squared transverse momenta of the associated tracks is chosen. To further ensure the event resulted from a beam collision, the primary vertex of the event is required to have at least five associated tracks.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "Electron candidates are reconstructed from EM calorimeter energy clusters consistent with having arisen from the impact of an electromagnetic particle (electron or photon) upon the face of the calorimeter. For the object to be considered an electron, it is required to match a track identified by a reconstruction algorithm optimized for recognizing charged particles with a high probability of bremsstrahlung. In addition, the matched track is required to include information from at least seven layers of the solid-state tracking system; a track within the acceptance of the tracking system typically traverses eleven layers of the solid-state tracking system. The energy of the electron candidate is determined from the EM cluster, while its pseudorapidity is determined from the associated reconstructed track. Further details of the reconstruction of electrons can be found in Refs. [62] and [63]. Electron candidates used by these analyses are further required to have p T > 20 GeV and jηj < 2.47. For the photon þ l analysis, signal electrons are not allowed to be within the transition region 1.37 < jηj < 1.52 between the barrel and end cap calorimeters. A track-based isolation requirement is imposed, with the scalar sum of the transverse momenta of tracks within a cone of size ΔR ¼ 0.3 required to be less than 16% of the electron p T . Finally, the electron track is required to be consistent with coming from the primary vertex in the r-z plane.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 888,
                    "text": "[62]",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "start": 897,
                    "text": "[63]",
                    "end": 901
                }
            ]
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "Electromagnetic clusters are classified as photon candidates provided that they either have no matched track or have one or more matched tracks consistent with coming from a photon conversion vertex. Based on the characteristics of the longitudinal and transverse shower development in the EM calorimeter, photons are classified as \"loose\" or \"tight.\" Further details of the reconstruction of photons can be found in Ref. [64]. In the case that an EM calorimeter deposition is identified as both a photon and an electron, the photon candidate is discarded and the electron candidate retained. Photon candidates used by these analyses are required to be within jηj < 2.37, and to be outside the transition region 1.37 < jηj < 1.52. Finally, an isolation requirement is imposed. After correcting for contributions from pileup and the deposition ascribed to the photon itself, loose and tight isolation criteria are defined, with the tight criterion requiring less than 4 GeV of transverse \"isolation energy\" in a cone of size ΔR ¼ 0.4 surrounding the energy deposition in the calorimeter associated with the photon. For the loose isolation criterion, no more than 5 GeV of isolation energy is allowed within a cone of size ΔR ¼ 0.2.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 422,
                    "text": "[64]",
                    "end": 426
                }
            ]
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the center of the detector and the z axis along the beam pipe. The x axis points from the IP to the center of the LHC ring, and the y axis points upwards. Cylindrical coordinates ðr; ϕÞ are used in the transverse plane, ϕ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η ¼ − ln½tanðθ=2Þ. Angular distance is measured in units of ΔR ≡ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "The tight criterion is used for the diphoton analysis, while the loose criterion is used for the remaining three signatures (photon þ b, photon þ j, photon þ l).",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "Muon candidates make use of reconstructed tracks from the tracking system as well as information from the muon system [65]. Muons are required to be either \"combined,\" for which the muon is reconstructed independently in both the muon spectrometer and the tracking system and then combined, or \"segment tagged,\" for which the muon spectrometer is used to tag tracks as muons, without requiring a fully reconstructed candidate in the muon spectrometer. Signal muons are required to have p T > 20 GeV and jηj < 2.4. Track-based as well as calorimeterbased isolation requirements are imposed, with the scalar sum of the transverse momenta of tracks within a cone of size ΔR ¼ 0.3 required to be less than 12% of the muon p T , and the energy in the calorimeter projected in the transverse plane within a cone of size ΔR ¼ 0.3, corrected for pileup, also required to be less than 12% of the muon p T . Finally, the muon track is required to be consistent with coming from the primary vertex in both the r-z and r-ϕ planes.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 118,
                    "text": "[65]",
                    "end": 122
                }
            ]
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "Jets are reconstructed from three-dimensional calorimeter energy clusters using the anti-k t algorithm [66] with a radius parameter R ¼ 0.4. Jets arising from detector noise, cosmic rays or other noncollision sources are rejected, as described in Ref. [67]. Each cluster is classified, prior to the jet reconstruction, as coming from an electromagnetic or hadronic shower on the basis of its shape [68]. Each cluster energy is then corrected by weighting electromagnetic and hadronic energy deposits with correction factors derived from Monte Carlo simulation. A correction is applied to subtract the expected contamination from pileup, calculated as the product of the jet area in η-ϕ space and the average energy density of the event [69]. A further calibration, relating the response of the calorimeter to in situ jet-energy measurements [69] is then applied. Once calibrated, jets are required to have p T > 20 GeV and jηj < 2.8. Jets containing b-hadrons are identified using the MV1c b-tagging algorithm [70]. This neural network algorithm combines the information from various algorithms based on track impact-parameter significance or explicit reconstruction of b-and c-hadron decay vertices. The analyses presented in this paper use an operating point corresponding to 70% efficiency for jets originating from the fragmentation of a b-quark in simulated tt events, selecting approximately 0.7% of light-quark and gluon-induced jets and 20% of c-quark-induced jets.",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 103,
                    "text": "[66]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "start": 252,
                    "text": "[67]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "start": 398,
                    "text": "[68]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "start": 736,
                    "text": "[69]",
                    "end": 740
                },
                {
                    "type": "bibr",
                    "start": 1010,
                    "text": "[70]",
                    "end": 1014
                }
            ]
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "In the case that two reconstructed objects are in close enough proximity to one another to raise a concern that they are a single detector object reconstructed as more than one particle or jet candidate, an overlap-removal procedure is followed. To reduce the rate of electrons misidentified as photons, if the angular distance ΔR between a reconstructed electron and photon is less than 0.01, the object is classified as an electron.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "To avoid ambiguity that arises when an electron or photon is also reconstructed as a jet, if a jet and an electron or photon are reconstructed within an angular distance ΔR ¼ 0.2 of one another, the electron or photon is retained and the jet is discarded; if 0.2 < ΔR < 0.4 then the jet is retained and the electron or photon is discarded. Finally, in order to suppress the reconstruction of muons arising from showers induced by jets, if a jet and a muon are found with ΔR < 0.4 the jet is retained and the muon is discarded.",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "The vector momentum imbalance in the transverse plane is obtained from the negative vector sum of the reconstructed and calibrated physics objects and is referred to as missing transverse momentum E miss T [71]. Calorimeter energy deposits are associated with a reconstructed and identified high-p T object in a specific order: electrons with p T > 10 GeV, photons with p T > 10 GeV, and jets with p T > 20 GeV. Deposits not associated with any such objects are also taken into account in the E miss T determination, as are muons with p T > 10 GeV.",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 206,
                    "text": "[71]",
                    "end": 210
                }
            ]
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "The transverse mass M T of a system of two massless particles with four-vectors p 1 and p 2 is given by",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "where Δϕ 1;2 is the angular separation between the two vectors projected into the transverse plane. The analyses presented here make use of the transverse mass of both the",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": ") systems, where the lepton is taken to be massless in the transversemass determination.",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "Several additional observables are defined to help in the discrimination of SM backgrounds from potential GGM signals. The total visible transverse energy H T is calculated as the scalar sum of the transverse momenta of the selected photons and any additional leptons and jets in the event; a similar observable based only on the momenta of jets in the events is referred to as H jets T . The \"effective mass\" m eff is defined as the scalar sum of H T and E miss T . The photon-E miss T separation Δϕðγ; E miss T Þ is defined as the azimuthal angle between the missing transverse momentum vector and the selected photon. In the case of the diphoton analysis, Δϕ min ðγ; E miss T Þ is defined to be the minimum value of Δϕðγ; E miss T Þ of the two selected photons. The minimum jet-E miss T separation Δϕ min ðjet; E miss T Þ is defined as the minimum azimuthal angle between the missing transverse momentum vector and the leading (highest-p T ) jets in the event. The number of leading jets used differs depending on the signature under study and is shown in Tables II and III. For the diphoton analysis, leading jets are required to have p T > 75 GeV, and if no such jet is found, no requirement is placed on the observable. The quantity Δϕ min ðjet; γÞ is defined as the minimum separation between the selected photon and each of the two leading jets in the event. The quantity ΔRðl; γÞ is defined as the distance in η-ϕ space between the leading photon and lepton. Finally, the quantity R 4",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "V. RECONSTRUCTION OF CANDIDATES AND OBSERVABLES",
            "text": "T is defined as the scalar sum of the transverse momentum of the four highest-p T jets in the event divided by the sum of the transverse momentum of all jets in the event.",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "VI. EVENT SELECTION",
            "section_rank": 9
        },
        {
            "section": "VI. EVENT SELECTION",
            "text": "The data sample is selected by a trigger requiring the presence of one loose photon with energy projected into the plane transverse to the beam pipe (E T ) of greater than 120 GeV for the photon þ b, photon þ j and photon þ l analyses, or two loose photons with E T > 40 GeV for the diphoton analysis. Events are removed from the data sample if they contain jets likely to be produced by beam backgrounds, cosmic rays or detector noise, as described in Ref. [67]. After applying data-quality requirements related to the beam and detector conditions, the total available integrated luminosity is 20.3 fb −1 . The uncertainty on the integrated luminosity is AE2.8%, estimated via the methodology of Ref. [72].",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 458,
                    "text": "[67]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "start": 702,
                    "text": "[72]",
                    "end": 706
                }
            ]
        },
        {
            "section": "VI. EVENT SELECTION",
            "text": "For the diphoton analysis, geared towards the exploration of the gluino-bino and wino-bino GGM models incorporating a purely binolikeχ 0 1 , two separate SR selection strategies were developed: a \"SR γγ S \" selection geared towards the production of higher-mass strongly coupled SUSY states (gluinos and squarks) and a \"SR γγ W \" selection geared towards the production of lower-mass weakly coupled SUSY states (winos). For each of these approaches, two SRs are defined: the first (SR γγ S−L , SR γγ W−L ) optimized for the case of a lower-massχ 0 1 and the second (SR γγ S−H , SR γγ W−H ) for a higher-massχ 0 1 . For the photon þ b analysis, geared towards the higgsino-bino GGM model with a negative value of the μ parameter, two SRs (SR γb L , SR γb H ) are defined. The SRs are again distinguished by their optimization for low-and highχ 0 1 mass, respectively. In particular, the SR γb L selection is designed to have a high acceptance for events that arise through the production of pairs of weakly coupled SUSY partners, which can have a significant cross section for the low-χ 0 1 -mass reaches of the higgsino-bino GGM model explored here. For the photon þ j analysis, geared towards the higgsino-bino GGM model with a positive value of the μ parameter, a further set of two SRs are defined (SR γj L , SR γj H ). These two SRs are once again distinguished by their optimization for low and highχ 0 1 mass, respectively. A final \"SR γl e=μ \" signal region was developed to search for photon þ l events arising from the GGM model with a winolike set of NLSPs. This SR is divided into two subsets-SR γl e and SR γl μ -depending on the flavor of the leading lepton (electron or muon).",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "VI. EVENT SELECTION",
            "text": "All four diphoton SRs require two tight, isolated photons with E T > 75 GeV, while the SR γb L and SR γb H signal regions require a single tight, isolated photon with E T > 125 GeV TABLE II. Enumeration of the requirements defining the four SRs developed for the diphoton signature search.  and E T > 150 GeV, respectively, and the SR γj L and SR γj H signal regions require a single tight, isolated photon with E T > 125 GeV and E T > 300 GeV, respectively. The SR γl e=μ signal region requires a single tight, isolated photon with E T > 125 GeV. Along with E miss T , leptonic, and (b-) jet activity, requirements are made on a number of additional observables, with values chosen to optimize the sensitivity to the GGM signal of interest for each SR. To ensure that the E miss T observable is accurately measured, minimum requirements on Δϕ min ðγ; E miss T Þ and Δϕ min ðjet; E miss T Þ are considered for each SR. For the SR γj H signal region of the photon þ j analysis, rejecting events with jets misidentified as photons by placing a requirement on Δϕ min ðjet; γÞ is found to improve the sensitivity of the analysis.",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "Signal",
            "section_rank": 10
        },
        {
            "section": "Signal",
            "text": "To exploit the high-energy scale associated with SUSY production at masses close to the expected limit of sensitivity of the various SRs, several SRs include minimum requirements on one of the two total-transverseenergy observables H T or m eff . As an illustration, Fig. 4 (left) shows the m eff distribution of selected diphoton events as well as that expected from several SM sources and from characteristic strong-production points of the binolike NLSP GGM model. For electrons from W boson decay that are misreconstructed as photons, the transverse mass M γ;E miss T T of the photon-E miss T system tends to be less than that of the W boson; because of this, the photon þ b analysis is found to benefit from a minimum requirement",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 267,
                    "text": "Fig. 4",
                    "end": 273
                }
            ]
        },
        {
            "section": "Signal",
            "text": ". The SR γb L analysis also benefits from a requirement that the invariant mass M bb of the system formed by the two most energetic b-jets be close to the Higgs boson mass. A minimum requirement on the transverse mass M l;E miss T T of the lepton-E miss T system is similarly found to be effective in rejecting backgrounds from W boson and semileptonic tt decay for the photon þ l analysis. A further requirement that the electron-photon system invariant mass not be close to the Z boson mass helps to reject Z boson backgrounds to the photon þ l analysis. A requirement that SR γb L signal events have no identified charged leptons helps to reduce the background from semileptonic tt events, while a requirement that SR γj H signal events have R 4 T < 0.85 helps reduce the background from SM events, which tend to have fewer and softer jets than do signal events; as an illustration, see Fig. 4 (right). Finally, a requirement that the total transverse energy from jets with p T > 40 GeV (H jets T ) be less than 100 GeV helps reduce the backgrounds to SR γl e=μ due to top quark production. A summary of the selection requirements specific to each of the diphoton SRs is presented in Table II,  and Δϕ min ðγ; E miss T Þ. Also shown are the expected contributions of SM processes, estimated as described in Sec. VII, as well as the expected m eff distributions for the ðmg; m~χ0",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 890,
                    "text": "Fig. 4",
                    "end": 896
                },
                {
                    "type": "table",
                    "start": 1187,
                    "text": "Table II,",
                    "end": 1196
                }
            ]
        },
        {
            "section": "Signal",
            "text": "1 Þ ¼ ð1300; 150Þ GeV and ðmg; m~χ0 1 Þ ¼ ð1300; 1050Þ GeV gluino-bino GGM models. (Right) Distribution of R 4 T , the scalar sum of the transverse momentum of the four highest-p T jets in the event divided by the sum of the transverse momentum of all jets in the event, for the sample surviving all SR γj L selection criteria except the R 4 T requirement itself. Also shown are the expected contributions of SM processes, estimated as described in Sec. VII, as well as the signal expectation for the two points in the M 3 -μ parameter space characteristic of the μ > 0 GGM model relevant to the photon þ j analysis. For both figures, the lower plot shows the ratio of observed data to the combined SM expectation, with the inner band representing the range of statistical uncertainty and the outer band (visible only in the highest R 4 T bin in the right-hand figure) the combined statistical and systematic uncertainty. Events outside the range of the displayed region are included in the highest-valued bin.",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 835,
                    "text": "4",
                    "end": 836
                }
            ]
        },
        {
            "text": "SR γj",
            "section_rank": 11
        },
        {
            "section": "SR γj",
            "text": "L and SR γj H in Table III, and to the two photon þ l SRs in Table IV. After all selection requirements, the numbers of events remaining in the various signal regions are 0",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 17,
                    "text": "Table III",
                    "end": 26
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 61,
                    "text": "Table IV",
                    "end": 69
                }
            ]
        },
        {
            "section": "SR γj",
            "text": "H ), 16 (SR γl e ) and 10 (SR γl μ ).",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "VII. BACKGROUND ESTIMATION",
            "section_rank": 12
        },
        {
            "section": "VII. BACKGROUND ESTIMATION",
            "text": "Backgrounds to the various SRs arise from a number of sources, including processes such as radiative vector boson production that generate real photons in combination with energetic neutrinos, as well as events in which one or more energetic jets or electrons are misidentified as a photon. While these sources contribute generically to all four signatures explored in this study, the differing definitions of each of the associated SRs lead to, in many cases, significant differences in the manner in which the contributions of these various background sources are estimated. In the following, the methodology of the background estimation for each of the four experimental signatures is discussed, and the resulting background estimates, broken down by source, are tabulated. For the estimation of background contributions that rely upon MC simulation, either directly or through the estimation of \"transfer factors\" relating the background content of control regions to that of corresponding SRs, the effect of MC modeling uncertainties have been considered; in general, these uncertainties are found not to be dominant contributions to the overall uncertainty in the background estimates. Background models are confirmed in validation regions (VRs) with selection criteria closely related to those of the corresponding SR, but with one or more selection criteria modified to suppress the contribution of possible GGM signal to the VR.",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "A. Backgrounds to the diphoton analysis",
            "section_rank": 13
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "Backgrounds from SM contributions to the four diphoton SRs are grouped into three primary components. The first of these, referred to as \"QCD background,\" arises from a mixture of processes that include γγ production as well as γ þ jet and multijet events with at least one jet misreconstructed as a photon. The second background component, referred to as \"EW background,\" is due to W þ X (here \"X\" can be any number of jets, accompanied by no more than one photon; the two-photon case is treated separately) and tt events, with a smaller contribution arising from Z þ X events. These events tend to include final-state neutrinos that produce significant E miss T . In both cases, EW background events entering the signal regions generally have at least one electron misreconstructed as a photon. The QCD and EW backgrounds are estimated through the use of dedicated control samples of data events.",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "The third background component, referred to as \"irreducible,\" consists of W and Z bosons produced in association with two real photons, with a subsequent decay into one or more neutrinos. For this background, the Wð→ lνÞ þ γγ component dominates, and requires corrections to its LO contribution that are both large and rapidly varying across the phase space of the Wð→ lνÞ þ γγ (plus possible additional jets) process [73]. Thus a data-driven approach was developed to constrain the Wð→ lνÞ þ γγ contribution to the four SRs. The Zð→ ννÞ þ γγ contribution is estimated directly from the MC simulation.",
            "paragraph_rank": 52,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 418,
                    "text": "[73]",
                    "end": 422
                }
            ]
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "The QCD background to SR γγ S−L , SR γγ S−H , SR γγ W−L and SR γγ W−H is expected to arise from events with two real, isolated photons (diphoton QCD events) unaccompanied by any additional electroweak bosons, and from events with a single real, isolated photon and a jet whose fragmentation fluctuates in such a manner as to cause it to be misidentified as a second isolated photon (\"photon þ jet\" QCD events). A contribution from dijet QCD events is found to be small and largely incorporated into the photon þ jet background estimate. To estimate the photon þ jet contribution a \"QCD control sample\" is identified within the diphoton-trigger data sample by selecting events for which one photon candidate satisfies the tight selection criterion, while the other satisfies the loose but not the tight photon criterion. QCD control sample events containing electrons are vetoed to reduce contamination from W → eν decays. Studies with MC simulated samples as well as E miss T and H T sideband data suggest that the E miss T distribution of this control sample adequately reproduces the E miss T distribution of the QCD background in the high-E miss T region used for the signal selection. A diphoton MC sample is used for the estimation of the diphoton contribution to the QCD background.",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "The H T , m eff , Δϕ min ðjet; E miss T Þ and Δϕ min ðγ; E miss T Þ requirements associated with each of the four SRs are applied to the QCD control and diphoton MC samples, and the resulting samples are scaled so that the combination of the two samples exactly reproduces the number of observed diphoton events (for the given SR) in the region 0 < E miss T < 60 GeV, and with the diphoton MC sample providing a specified fraction of the total event count in this region. As suggested by the independent ATLAS H → γγ [74] and isolated photon pair cross-section [75] analyses, this fraction is set to 75%, although in this analysis a range ",
            "paragraph_rank": 54,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 561,
                    "text": "[75]",
                    "end": 565
                }
            ]
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "ΔRðl; γÞ > 0.7 > 0.7",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "between 50% and 100% is adopted to reflect the degree of uncertainty in this fraction. The resulting QCD-background estimate, for each of the four binolike SRs, is then obtained by summing the scaled number of combined QCD control and diphoton MC events with E miss T above the minimum requirement for the given SR. Additional sources of systematic uncertainty on the QCD-background estimate include its dependence on the low-E miss T region used to scale the diphoton MC and QCD control samples, and the effect of possible mismodeling of the Δϕ min ðjet; E miss T Þ and Δϕ min ðγ; E miss T Þ distributions of the QCD background by the QCD control sample. Including both systematic uncertainty and the statistical uncertainty associated with the limited number of events in the QCD control and diphoton MC samples, the result for the QCD background and its overall uncertainty is shown in Table V.",
            "paragraph_rank": 56,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 889,
                    "text": "Table V",
                    "end": 896
                }
            ]
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "The QCD-background model is validated by comparing the observed numbers of events to the total expected SM background in bins of 300 GeV in H T for the sideband region 100 < E miss T < 150 GeV, for which event rates are expected to be dominated by the QCD background. The observed event rate tends to be somewhat lower than that predicted by the overall background model, although it is within 1 standard deviation of the overall background model uncertainty for all H T bins.",
            "paragraph_rank": 57,
            "section_rank": 13
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "The EW background, arising predominantly from W þ X and tt events, is estimated via an \"electron-photon\" control sample composed of events with at least one isolated tight photon and one isolated electron, each with E T > 75 GeV, and scaled by the probability for such an electron to be misreconstructed as a tight photon, as estimated from a \"tag-and-probe\" study of the Z boson in the ee and eγ sample. The electron-to-photon scale factor varies between 1.9% (0 < jηj < 0.6) and 3.7% (1.52 < jηj < 1.81), since it depends on the amount of material in front of the calorimeter. Events with two or more tight photons are vetoed from the control sample to preserve its orthogonality to the signal sample. In the case of more than one electron, the one with the highest p T is used. Including systematic uncertainties of AE25% each, associated with a possible p T dependence of the scale factor and a possible overlap between the QCD and EW background estimates, leads to the estimates for the EW background to the four diphoton SRs shown in Table V.",
            "paragraph_rank": 58,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1040,
                    "text": "Table V",
                    "end": 1047
                }
            ]
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "The irreducible background is composed of two distinct components: diphoton production in association with either a W or Z boson. The latter contribution is relatively small and is sufficiently well understood to allow the use of the MC simulation, with a total cross section scaled to that of Ref. [58], to directly estimate the Zð→ ννÞ þ γγ contribution to the four SRs. The value of this estimate is shown is Table V; the uncertainty is dominated by a AE50% uncertainty on the Zð→ ννÞ þ γγ cross section of Ref. [58] that arises from the variation of the factorization and renormalization scales used to quantify the uncertainty due to missing higher-order processes.",
            "paragraph_rank": 59,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 299,
                    "text": "[58]",
                    "end": 303
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 412,
                    "text": "Table V",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 515,
                    "text": "[58]",
                    "end": 519
                }
            ]
        },
        {
            "section": "A. Backgrounds to the diphoton analysis",
            "text": "The Wð→ lνÞ þ γγ background to the four SRs is estimated using a lepton-diphoton (lγγ) CR. To enhance the contribution of Wð→ lνÞ þ γγ and ensure that the lγγ CR is exclusive of the four SRs, the photon p T requirement is lowered to 50 GeV and a requirement of 50 < E miss T < 150 GeV is imposed. To ensure that the CR sample arises from the same region of the Wð→ lνÞ þ γγ process phase space as the expected background, a further requirement that the transverse momentum of the lγγ system be greater than 100 GeV is imposed. A total of seven events is observed in the CR, for which MC simulation suggests that 2.2 are expected to arise from SM sources other than Wð→ lνÞ þ γγ. When setting limits on contributions from new physics in the four SRs, a simultaneous fit to the CR and the signal region under study is performed, allowing both the signal and Wð→ lνÞ þ γγ contributions to float to their best-fit values. When setting model-dependent limits, the fit also takes into account a possible signal contribution to the lγγ CR, which can be significant for the electroweakproduction models in the case that theχ 0 1 mass is light. In the limit that no GGM signal contributes to the lγγ control region, an enhancement factor of 2.3 must be applied to the Wð→ lνÞ þ γγ MC sample to achieve agreement between the MC simulation and data in the lγγ control region. The resulting Wð→ lνÞ þ γγ-background estimate in each of the four SRs, under the assumption that there is no signal contribution to the lγγ CR, is shown in Table V; the uncertainty is dominated by that of the limited number of events in the lγγ CR. Also shown is the combined ",
            "paragraph_rank": 60,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1522,
                    "text": "Table V",
                    "end": 1529
                }
            ]
        },
        {
            "text": "B. Backgrounds to the photon þ b analysis",
            "section_rank": 14
        },
        {
            "section": "B. Backgrounds to the photon þ b analysis",
            "text": "For both SR γb L and SR γb H , which include a requirement of at least one b-jet, backgrounds arise from two predominant sources: from leptonic decays of real or virtual W bosons accompanied by the production of b-quark pairs, including those arising in tt events [\"Wð→ lνÞ\" backgrounds]; and from events containing no electroweak bosons or top quarks (QCD backgrounds). Wð→ lνÞ background events are further classified according to the origin of the highenergy isolated photon. Contributions from Wð→ lνÞ backgrounds for which the photon arises from the misidentification of an electron are estimated via a control sample for which the photon requirement is replaced by an electron requirement, scaled by an electron-to-photon misidentification probability; this approach is similar in nature to that of the diphoton analysis. Estimates of this component of the background to SR γb L and SR γb H are shown in Table VI; the quoted uncertainty arises from the limited number of events in the control sample, as well as systematic uncertainty associated with the possible p T dependence of the electron-to-photon misidentification-rate scale factor.",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 910,
                    "text": "Table VI",
                    "end": 918
                }
            ]
        },
        {
            "section": "B. Backgrounds to the photon þ b analysis",
            "text": "Contributions from Wð→ lνÞ backgrounds for which the photon is real, or for which the photon arises from a misidentified jet or τ lepton, are estimated via leptonenriched CRs that constrain the normalization of MC samples used to simulate contributions from these two sources. Separate control regions CR lep L and CR lep H are defined for the low-and high-neutralino-mass SRs by requiring a lepton in addition to the requirements already imposed to define the SRs. In addition, in order to increase the number of events in the CR, the E miss T requirement is reduced, the M bb requirement is removed (for the SR γb L analysis), and the H T requirement is relaxed (for the SR γb H analysis). Events in these two CRs are expected to be dominated by tt, ttγ and Wγ production, as is expected for the corresponding background contributions to the SRs, and any overlapping phase space is subtracted as part of the background estimation. Including all SM sources, a total of 14.5 (58.0) events are expected in the CR lep L (CR lep H ) control regions, to be compared to an observation of 18 (61) events. Scaling the combined SM MC samples by these ratios of data to expectation, after having subtracted the contributions estimated by other techniques, yields the SR background estimates shown in Table VI. It is found that the data-to-expectation scale factor is somewhat dependent upon the requirements used to define the lepton-enriched CRs; these variations are included in the systematic error on the resulting SR background prediction.",
            "paragraph_rank": 62,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1086,
                    "text": "(61)",
                    "end": 1090
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1291,
                    "text": "Table VI",
                    "end": 1299
                }
            ]
        },
        {
            "section": "B. Backgrounds to the photon þ b analysis",
            "text": "The QCD background is estimated via the definition of a two-dimensional signal-and control-sample grid (the \"ABCD\" method). For the SR γb L analysis, three control samples are defined by requiring only a single tagged b-jet, by requiring that E miss T < 75 GeV, or by requiring both of these SR modifications. For the SR γb H analysis, three similar control samples are defined by requiring that no jet be identified as a b-jet, by requiring that E miss T < 150 GeV, or by requiring both of these SR modifications. A transfer factor is calculated by taking the ratio of the number of events with only the E miss T requirement changed to the number of events with both the E miss T and b-jet requirements changed. Assuming that the relaxation of the b-jet requirement is uncorrelated with the relaxation of the E miss T requirement, the number of QCD-background events in the SR can then be estimated by scaling, by this transfer factor, the number of events with only the b-tag requirement changed. This scaling is done only after subtracting the number of events expected to come from sources other than those that produce QCD-background events from each of the control samples. To avoid the biasing effects of possible correlations between the relaxation of the b-jet requirement and the E miss T requirement, for the SR γb L (SR γb H ) analysis events are binned in E miss T and weighted bin by bin in the ratio of the number of events in the 2-tag (1-tag) region to the number of events in the 1-tag (0-tag) region in the γ þ jet MC sample. The resulting estimate of the small expected QCD background in the two SRs is shown in Table VI, with the systematic uncertainty dominated by the limited number of events to which the scale factor is applied.",
            "paragraph_rank": 63,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1632,
                    "text": "Table VI",
                    "end": 1640
                }
            ]
        },
        {
            "section": "B. Backgrounds to the photon þ b analysis",
            "text": "An additional background due to the production of a Z boson that decays into two neutrinos, in association with a photon and a b-jet, is estimated directly from the MC simulation, and is tabulated in Table VI. For this final contribution, a 50% scale error is assumed for the overall rate of production for this process. The combined background from all expected sources is also shown in Table VI Δϕ min ðjet; E miss T Þ < 0.3, respectively. Since no M bb requirement is made for SR γb H , the second validation region is instead defined by changing the H T requirement to 500 < H T < 1000 GeV. The observed numbers of events in the VRs are consistent with the predictions of the overall background model.",
            "paragraph_rank": 64,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 388,
                    "text": "Table VI",
                    "end": 396
                }
            ]
        },
        {
            "text": "C. Backgrounds to the photon þ j analysis",
            "section_rank": 15
        },
        {
            "section": "C. Backgrounds to the photon þ j analysis",
            "text": "Backgrounds to the photon þ j analysis are expected to arise both from events with real photons as well as events for which an electron or a jet is misidentified as a photon. The former source is expected to receive contributions from events for which a W=Z boson, a single-top quark, or a tt pair is produced in association with a real photon, with neutrinos in the subsequent weak decays of these produced states providing significant E miss T (Wγ, Zγ and ttγ background). Events with real photons can also contribute to the background to the photon þ j analysis when significant E miss T arises from instrumental sources (QCD background). The Wγ, ttγ and QCD backgrounds are estimated by scaling a corresponding MC sample to match the observed event count in a corresponding CR enriched in the given background process but otherwise kinematically similar to the corresponding SR. The MC simulation is then used to provide an estimate of the expected background in the SR γj L and SR γj H SRs. Smaller contributions from single-top þ γ and Zγ are estimated directly from the MC simulation.",
            "paragraph_rank": 65,
            "section_rank": 15
        },
        {
            "section": "C. Backgrounds to the photon þ j analysis",
            "text": "The QCD-background CR is defined by changing the SR γj L and SR γj H E miss T requirements to instead select events with E miss T < 50 GeV, but leaving all other selection requirements unchanged, providing a region dominated by real photons arising from radiative QCD processes. The Wγ-background CR is defined by requiring, in addition to the other SR γj L and SR γj H requirements, that there be a single identified isolated lepton (electron or muon) and no b-jet in the event. The ttγ-background CR is defined similarly, but requires instead at least one b-jet. In both cases, in order to increase the number of events in the CR the E miss T requirement is changed to 100 < E miss T < 200 GeV. The event counts in the resulting QCD, Wγ and ttγ CRs are used to scale the γ þ jet, Wγ and ttγ MC samples, respectively, after applying a selection identical to that of the corresponding CR. The scale factors are determined in a simultaneous fit to all CRs, taking into account mutual cross contamination between the different backgrounds. Estimates for the contributions of all three of the realphoton backgrounds are shown in Table VII. Systematic uncertainty on the scale factor is dominated by the theoretical uncertainties on the relevant MC samples, related in turn to the PDF choice and the renormalization and factorization scales.",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1126,
                    "text": "Table VII",
                    "end": 1135
                }
            ]
        },
        {
            "section": "C. Backgrounds to the photon þ j analysis",
            "text": "As in the other analyses, backgrounds from events for which electrons are misidentified as photons are estimated by identifying a control sample of events through the application of a set of selection requirements that are identical to those of the given SR, but with a requirement that the event have an electron that replaces the required photon. The estimate of the background in the SR (SR γj L or SR γj H ) is then, as in the other analyses, derived by scaling each event in the control sample by an η-dependent electron-to-photon misidentification factor. The resulting background estimates are displayed in Table VII.",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 614,
                    "text": "Table VII",
                    "end": 623
                }
            ]
        },
        {
            "section": "C. Backgrounds to the photon þ j analysis",
            "text": "Finally, the contribution of a background due to events for which the selected photon arises from the misidentification of a jet is estimated by determining the jet-to-photon misidentification rate from the observed isolation-energy distribution of energy in a cone of size ΔR ¼ 0.2 surrounding the energy deposition in the calorimeter associated with the photon. The isolation-energy distribution for real photons is modeled with electrons from Z boson decays, while that of misidentified jets is modeled with a sample of events for which there is a \"pseudophoton.\" A pseudophoton is defined to be an object that passed all loose photon selection requirements, as well as all tight photon selection requirements except one or more from a set of four that relate to the shape of the deposition in the finely granulated front portion of the EM calorimeter. The fraction of misidentified jets within the tight, isolated photon sample is determined with a control sample composed of events with tight, isolated photons with p T > 125 GeV, as well as a relaxed E miss T requirement of 50 < E miss T < 150 GeV and an intermediate requirement of H T > 600 GeV. The photon isolation-energy distribution of this control sample is fit to establish the relative amounts of these two sources (real photons and misidentified jets), with the misidentification fraction taken to be the relative integrals of the isolationenergy distributions of the misidentified and total contributions in the region for which the isolation energy is less than 5 GeV. The estimation of the jet-misidentification background in each signal region and control sample (as well as for the validation regions described below) is then obtained by scaling the observed number of events in each range. The result for the contribution of the jet-misidentification backgrounds for each SR is shown in Table VII. Systematic uncertainties arise due to the uncertainties in the combined fit used to derive the misidentification factor, for which the parameters of the signal and background templates are allowed to vary within their uncertainties, and from the uncertainties of the extrapolation fit used for the estimation of the SR contamination.",
            "paragraph_rank": 68,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1860,
                    "text": "Table VII",
                    "end": 1869
                }
            ]
        },
        {
            "section": "C. Backgrounds to the photon þ j analysis",
            "text": "The background model is validated by comparing expected and observed event rates in several VRs. For SR γj L , this includes three VRs for which the Δϕ min ðjet; E miss T Þ is reversed, E miss T is required to be within an intermediate range of 75 < E miss T < 150 GeV, and for which the R 4",
            "paragraph_rank": 69,
            "section_rank": 15
        },
        {
            "section": "C. Backgrounds to the photon þ j analysis",
            "text": "T requirement is reversed. For SR γj H two VRs are made use of, including one for which Δϕ min ðjet; E miss T Þ is reversed and another that requires that 400 < H T < 800 GeV. Good agreement is observed between the number of expected and observed events in all five VRs.",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "D. Backgrounds to the photon þ l analysis",
            "section_rank": 16
        },
        {
            "section": "D. Backgrounds to the photon þ l analysis",
            "text": "Backgrounds to the photon þ l analysis (SR γl e and SR γl μ ) are expected to arise primarily from events with hard photons produced in association with electroweak bosons (Wγ or Zγ) and top quarks (ttγ), and events containing W bosons or semileptonically decaying top quarks for which an accompanying jet is misidentified as a photon (jet-to-photon events). Lesser contributions are expected to arise from tt events and events containing two electroweak bosons that produce two final-state leptons, one of which is an electron that is subsequently misidentified as a photon. As in the other analyses, data-driven techniques making use of CRs similar to but exclusive of the SRs, or control samples appropriate for assessing jetto-photon and electron-to-photon misidentification rates, are used to estimate or constrain the primary backgrounds, while lesser backgrounds are estimated directly from MC simulation.",
            "paragraph_rank": 71,
            "section_rank": 16
        },
        {
            "section": "D. Backgrounds to the photon þ l analysis",
            "text": "The most prevalent background in the photon þ l sample is expected to arise from Wγ events. A Wγ CR is defined by requiring an isolated electron or muon, and by requiring in addition that 45 < E miss T < 100 GeV and 35 < M l;E miss T T < 90 GeV, but otherwise requiring that the sample satisfy the SR γl e and SR γl μ criteria. Transfer factors relating the number of events observed in the Wγ CR to the number of Wγ events expected in the SRs are estimated, separately for the electron and muon contributions, from the Wγ MC simulation. Systematic uncertainties on the resulting Wγ-background estimate for the two SRs arise from the scale and PDF uncertainties associated with the transfer factors. A somewhat lesser contribution from ttγ events is estimated directly from the MC simulation, with uncertainties arising from imprecise knowledge of the strong-interaction scale and the rate of final-state photon production into the acceptance of the SRs. A smaller background contribution from Zγ events is estimated directly from the MC simulation, with an uncertainty of AE50% assumed for the production rate into the region of the Zγ phase space that populates the photon þ l SRs.",
            "paragraph_rank": 72,
            "section_rank": 16
        },
        {
            "section": "D. Backgrounds to the photon þ l analysis",
            "text": "As in the other analyses, a potentially sizable contribution to the photon þ l sample arises from jet-to-photon misidentification. The contribution of SR events arising from jet-to-photon misidentification is estimated by exploring the isolation-energy distribution of events in an extended Wγ control sample for which the requirement on isolation energy has been removed. Isolation-energy distribution templates for true photons and for jets misidentified as photons are developed in the manner described for the photon þ j analysis. A fit is then performed on the isolation-energy distribution of the extended Wγ control sample to estimate the number of events in the isolated (isolation energy less than 5 GeV) Wγ CR that arise from jets misidentified as photons. A scale factor is defined as the ratio of the estimated number of events in the isolated Wγ CR arising from misidentified jets to that expected from the W þ jets and semileptonic tt MC simulations. A data-driven estimate of the number of events arising from misidentified jets in SR γl e and SR γl μ is then derived by multiplying the number of such events expected from the combination of the W þ jets and semileptonic tt MC simulations by this scale factor. Because the MC simulation is relied upon to propagate the background estimate from the control sample into the SR, uncertainties on the jet-tophoton misidentification background arise due to imprecise knowledge of the proton PDFs and strong-interaction scale. An additional uncertainty is assigned based on the difference between the scale factors determined for the separate electron and muon samples.",
            "paragraph_rank": 73,
            "section_rank": 16
        },
        {
            "section": "D. Backgrounds to the photon þ l analysis",
            "text": "A final significant source of background is expected to arise from tt events, single-top events, and events containing two electroweak bosons that produce two final-state leptons, one of which is an electron that is subsequently misidentified as a photon. The contribution from these backgrounds is estimated from MC simulation, applying a correction based on the relative electron-to-photon misidentification rate between data and MC simulation. This correction is determined from Z → e þ e − events as described above for other analyses. In addition to the uncertainty in the measurement of the misidentification rate, uncertainties in the estimate arise from PDF and scale uncertainty in the tt production process as well as an assumption of a AE50% uncertainty in the rate of single-top and diboson production.",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "section": "D. Backgrounds to the photon þ l analysis",
            "text": "All other sources of background, including those from Z þ jet, γ þ jet and γγ production, are expected to contribute only minimally to the total SR backgrounds. In particular, a potential background from γ þ jet events arising from jet-to-lepton misidentification is estimated using a matrix method (as described in Ref. [76]) making use of a control region incorporating nonisolated lepton candidates, and is found to contribute 0.1 events to the overall background estimate for each of the SR γl e and SR γl μ samples. A summary of the resulting background estimates for the SR γl e and SR γl μ SRs is shown in Table VIII, broken down by source.",
            "paragraph_rank": 75,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 321,
                    "text": "[76]",
                    "end": 325
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 613,
                    "text": "Table VIII",
                    "end": 623
                }
            ]
        },
        {
            "section": "D. Backgrounds to the photon þ l analysis",
            "text": "The background model is validated for each SR by comparing expected and observed event rates in two VRs. VR is observed to be somewhat less than that expected for the background model, although still within 2 standard deviations of the combined statistical and systematic uncertainty. Good agreement is found for the M T VR.",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "section_rank": 17
        },
        {
            "section": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "text": "GGM signal acceptances and efficiencies are estimated using MC simulation for each simulated point in the gluinobino, wino-bino, higgsino-bino, and wino-NLSP parameter spaces, and vary widely across the regions of these spaces relevant to establishing the limit contours presented below.",
            "paragraph_rank": 77,
            "section_rank": 17
        },
        {
            "section": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "text": "The product of acceptance times efficiency tends to be greatest (10%-25%) when the masses of both the produced and the NLSP states are largest, leading to large amounts of both visible energy and missing transverse momentum that would clearly distinguish signal from background events. However, for the lower accessible mass scales associated with electroweak production, and particularly for the case of a low-mass NLSP, the product of acceptance times efficiency can be significantly smaller. For example, for the region relevant to establishing limits at low values of μ, the efficiency of the SR γj L analysis is less than 0.1%, leading to a relatively modest lower limit on the mass of produced SUSY states.",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "section": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "text": "Making use of a bootstrap method [77], the efficiencies of both the single photon and diphoton triggers are determined to be greater than 99%, with an uncertainty of less than 1%.",
            "paragraph_rank": 79,
            "section_rank": 17
        },
        {
            "section": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "text": "The reconstruction efficiency for tight, isolated photons is estimated with complementary data-driven methods [78]. Photons identified kinematically as having come from radiative decays of a Z boson (Z → l þ l − γ events) are used to study the photon reconstruction efficiency as a function of p T and η. Independent measurements making use of a tag-and-probe approach with Z → ee events, with one of the electrons used to probe the calorimeter response to electromagnetic depositions, also provide information about the photon reconstruction efficiency. For photons with E T > 75 GeV, the identification efficiency in the range 0 < jηj < 1.81 is greater than 95%; for the range 1.81 < jηj < 2.37 the efficiency is approximately 90%. The uncertainty in the efficiency also varies with jηj, and lies between AEð1-2Þ%",
            "paragraph_rank": 80,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "[78]",
                    "end": 114
                }
            ]
        },
        {
            "section": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "text": "The isolated electron efficiency is also estimated using tag-and-probe methods, making use of samples of Z → ee and J=ψ → ee events as described in Refs. [62,63]. The efficiency and its uncertainty are estimated as a function of electron p T and η, leading to an overall uncertainty of AE1.0% on the efficiency of the photon þ l analysis, the only analysis that explicitly requires an electron. The muon identification uncertainty, estimated as described in Ref. [65], is found to contribute an uncertainty of only 0.4% on the efficiency of the photon þ l analysis.",
            "paragraph_rank": 81,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 154,
                    "text": "[62,",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "start": 158,
                    "text": "63]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 463,
                    "text": "[65]",
                    "end": 467
                }
            ]
        },
        {
            "section": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "text": "In portions of the GGM parameter space, uncertainties that vary across the parameter space dominate the systematic uncertainty on the signal acceptance times efficiency. These model-dependent uncertainties include those due to uncertainties in the photon, electron and jet-energy scales, the b-jet tagging efficiency, and the \"pileup\" uncertainty arising from the modeling of additional interactions in the same or nearby bunch crossings.",
            "paragraph_rank": 82,
            "section_rank": 17
        },
        {
            "section": "VIII. SIGNAL EFFICIENCY AND SYSTEMATIC UNCERTAINTY",
            "text": "The electron and photon energy scale is determined using samples of Z → ee and J=ψ → ee events [79], both of whose masses are known precisely and thus provide an accurate calibration signal for determination of the electromagnetic calorimeter response. Uncertainties arise from TABLE VIII. The expected and observed numbers of events for the two photon þ l signal regions. The quoted errors are the combined statistical and systematic uncertainties. The contribution from the Zγ process arises from events for which one of the leptons from the Z → l þ l − decay is either missed or badly mismeasured. The likelihood of this occurring is significantly greater for muons than electrons. imprecise knowledge of the material burden between the IP and the face of the EM calorimeter. The muon energy scale and uncertainty are similarly estimated with calibration samples of Z → μμ, ϒ → μμ and J=ψ → μμ events [65].",
            "paragraph_rank": 83,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 95,
                    "text": "[79]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 904,
                    "text": "[65]",
                    "end": 908
                }
            ]
        },
        {
            "text": "Signal",
            "section_rank": 18
        },
        {
            "section": "Signal",
            "text": "The jet-energy scale is established via the propagation of single-particle test-beam measurements of the calorimeter response through simulations of jets arising from pp collisions [67,80]. The jet-energy scale uncertainty is constrained by the study of momentum imbalance in dijet events [81], as well as from an assessment of the effect of uncertainties in the modeling of jet properties with MC simulations, and from uncertainties in the modeling of the varying response to differing jet flavor composition.",
            "paragraph_rank": 84,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 181,
                    "text": "[67,",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 185,
                    "text": "80]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 289,
                    "text": "[81]",
                    "end": 293
                }
            ]
        },
        {
            "section": "Signal",
            "text": "Uncertainties in the values of whole-event observables, such as E miss T and H T , arise from uncertainties on the energy of the underlying objects from which they are constructed. In addition, the E miss T observable receives a contribution from calorimetric energy deposits not associated with any of the reconstructed objects in the event. Uncertainties on the energy scale of these unassigned contributions are found to contribute negligibly to the overall uncertainty on the value of the E miss T observable. The uncertainty due to pileup is estimated by varying the distribution of the number of interactions per bunch crossing overlaid in the simulation by AE10%. The uncertainty on the b-tagging efficiency in the MC simulation is estimated from measurements of dedicated heavy-flavor calibration data samples.",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "section": "Signal",
            "text": "In the regions of GGM parameter space relevant for establishing the exclusion limits discussed below, and excepting MC statistical uncertainty, the quadrature sum of the individual sources of systematic uncertainty on the signal reconstruction efficiency for the diphoton, photon þ b and photon þ l analyses is of order 10%. For the photon þ j analysis the systematic uncertainty is somewhat larger-approximately 20%-due to an increased sensitivity to the jet-energy scale and resolution associated with the multiple-jet requirement.",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "IX. RESULTS",
            "section_rank": 19
        },
        {
            "section": "IX. RESULTS",
            "text": "An accounting of events observed in each SR is shown in Table IX, along with the size of the expected SM background. Comparisons of the E miss T distribution between signal and expected background is shown for several different SRs in Figs. [5][6][7]. No evidence for physics beyond the SM is observed in any of the SRs. The largest excess relative to the expected background is observed for the SR γγ W−L analysis; considering both statistical and systematic uncertainty, and assuming that all observed events are from SM sources, an observation of five or more events over an expected background of 2.04 þ0. 82 −0.75 represents an upward fluctuation with a probability of occurrence of approximately 6%.",
            "paragraph_rank": 87,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 56,
                    "text": "Table IX",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 241,
                    "text": "[5]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 244,
                    "text": "[6]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 247,
                    "text": "[7]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 610,
                    "text": "82",
                    "end": 612
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "Based on the numbers of observed events in the ten SRs and the background expectation shown in Table IX, 95% confidence-level (CL) upper limits are set for each SR on the number of events from any scenario of physics beyond the SM, using the profile likelihood and CL s prescriptions [82]. Uncertainties on the background expectations are treated as Gaussian-distributed nuisance parameters in the maximum-likelihood fit. Assuming that no events due to physical processes beyond those of the SM populate the various CRs used to estimate SR backgrounds, observed 95% CL limits on the number of such events vary between 3.0 (for the SR γγ S−L and SR γγ S−H SRs) and 14.2 (for the SR γl e SR). Taking into account the integrated luminosity of 20.3 AE 0.6 fb −1 these number-of-event limits translate into 95% CL upper limits on the visible cross section for new physics, defined by the product of cross section, branching fraction, acceptance and efficiency for the different SR definitions. Correspondingly, the observed visible crosssection limits vary between 0.15 and 0.70 fb. By considering, in addition, the value and uncertainty of the acceptance times efficiency of the selection requirements associated with the various SRs, as well as the NLO (þNLL) GGM cross sections [33][34][35][36][37], which vary steeply with gluino and gaugino mass, 95% CL lower limits may be set on the masses of these states in the context of the various GGM scenarios explored in this study. For the diphoton, photon þ b and photon þ j analysis, the SR with TABLE IX. Summary of the number of events expected from SM sources (N SM exp ), and the observed number of events (N obs ), for each of the ten SRs. Also shown is the derived modelindependent 95% CL limit (S 95 obs ) on the number of possible events from new physics, as well as both the observed (hϵσi 95 obs ) and expected (hϵσi 95 exp ) 95% CL limit on the visible cross section from new physics. Due to the discrete nature of the number-ofobserved-events likelihood distribution in background-only pseudoexperiments, when both the expected number of background events and its uncertainty are close to zero the expected limit is dominated by the case of zero observed events. This leads to a very narrow one-standard-deviation range for the expected limit −0.14 the best expected sensitivity at each simulated point in the parameter space of the corresponding GGM model(s) is used to determine the degree of exclusion of that model point. For the photon þ l analysis, the 95% CL exclusion limits are derived from the combined likelihood of the electron and muon channels, taking into account the correlation between the systematic uncertainty estimates in the two channels. For the diphoton analysis, SR γγ S−H is expected to provide the greatest sensitivity to the gluino-bino model for bino T , separated into the various contributing sources. Also shown are the signal expectations for the ðmg; m~χ0 1 Þ ¼ ð1200; 150Þ, (1200, 450), and (1200, 850) GeV models. The lower plots show the ratio of observed data to the combined SM expectation. For these plots, the inner band represents the range of statistical uncertainty while the outer band represents the combined statistical and systematic uncertainty. Events outside the range of the displayed region are included in the highest-valued bin. masses above 800 GeV and SR γγ S−L for bino masses below this. For the wino-bino model, the similar transition point between the use of SR γγ W−L and SR γγ W−H is found to be at 350 GeV. The resulting observed limits on the gluino and wino masses are exhibited, as a function of bino mass, for the diphoton analysis gluino and wino production models in Figs. 8 and 9, respectively. For the purpose of establishing these model-dependent limits, for all four diphoton SRs both the normalization of the Wð→ lνÞ þ γγ-background estimate and the limit on the possible number of events from new physics are extracted from a simultaneous fit to the SR and Wð→ lνÞ þ γγ control region, although the signal contamination in the Wð→ lνÞ þ γγ control sample is appreciable only for the low-bino-mass region of the wino-bino parameter space. Also shown for these two figures, as well as for the following two figures (Figs. 10 and 11), are the expected limits, including their statistical and background uncertainty ranges, as well as observed limits for SUSY model cross sections AE1 standard deviation of theoretical uncertainty from their central value. Conservatively choosing the −1 standard-deviation observed contour, 95% CL lower limits of 1290 and 590 GeV are set by the diphoton analysis on the value of the gluino or wino mass, respectively, for T , separated into the various contributing sources. Also shown is the signal expectation for the mW ¼ 300 GeV GGM model relevant to the photon þ l analysis. For both figures, the lower plot shows the ratio of observed data to the combined SM expectation, with the inner band representing the range of statistical uncertainty and the outer band the combined statistical and systematic uncertainty. Events outside the range of the displayed region are included in the highest-valued bin.",
            "paragraph_rank": 88,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 95,
                    "text": "Table IX, 95%",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 284,
                    "text": "[82]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1276,
                    "text": "[33]",
                    "end": 1280
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1280,
                    "text": "[34]",
                    "end": 1284
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1284,
                    "text": "[35]",
                    "end": 1288
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1288,
                    "text": "[36]",
                    "end": 1292
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1292,
                    "text": "[37]",
                    "end": 1296
                },
                {
                    "type": "figure",
                    "start": 3695,
                    "text": "Figs. 8 and 9",
                    "end": 3708
                },
                {
                    "type": "figure",
                    "start": 4247,
                    "text": "(Figs. 10 and 11",
                    "end": 4263
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "[GeV] . Exclusion limits in the gluino-bino mass plane, using the SR γγ S−H analysis for m~χ0 1 ≥ 800 GeV and the SR γγ S−L analysis for m~χ0 1 < 800 GeV. Combinations of gluino and bino mass are excluded at 95% CL in the area below the unbroken curve. The observed limits are exhibited for the nominal SUSY model cross-section expectation, as well as for a SUSY cross section increased and decreased by 1 standard deviation of the cross-section systematic uncertainty. Also shown is the expected limit, as well as the AE1 and AE2 standard-deviation ranges of the expected limit. any value of the NLSP bino mass less than that of the gluino (wino) mass.",
            "paragraph_rank": 89,
            "section_rank": 19
        },
        {
            "section": "IX. RESULTS",
            "text": "Due to the discrete nature of the number-of-observedevents likelihood distribution in background-only pseudoexperiments, when both the expected number of observed events and its uncertainty are close to zero the expected limit is dominated by the case of zero observed events. This leads to a very narrow one-standard-deviation range for the expected limit, as observed for the expectedlimit contour displayed in Fig. 8. In addition, because the observed number of events is very close to the expected number of events for SR γγ S−H and SR γγ S−L , the expected and observed limits are nearly identical in Fig. 8.",
            "paragraph_rank": 90,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 413,
                    "text": "Fig. 8",
                    "end": 419
                },
                {
                    "type": "figure",
                    "start": 606,
                    "text": "Fig. 8",
                    "end": 612
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "For the photon þ b analysis, limits are set in the twodimensional plane of gluino andχ 0 1 mass for the higgsinobino GGM model with a negative value of the μ parameter. For NLSP masses near the 95% CL exclusion contour, SR γb L is expected to provide greater sensitivity for NLSP masses below approximately 600 GeV, and so is made use of in this region; above that, SR γb H is used to establish the degree of exclusion of points in the GGM model space. The resulting observed exclusion contour is shown in Fig. 10. Again choosing the −1 standard-deviation observed contour, in the context of this GGM model a conservative lower limit of 1300 GeV is established for the gluino mass over much of the range of the higgsino-bino NLSP mass. For NLSP masses above 1000 GeV the sensitivity lessens due to the restriction of the phase space for producing an energetic b-jet, while for NLSP masses below 600 GeV, the onset of the direct production of gaugino states begins to make the analysis insensitive to the value of the gluino mass.",
            "paragraph_rank": 91,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 506,
                    "text": "Fig. 10",
                    "end": 513
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "For the photon þ j analysis, limits are set in the twodimensional plane of the GGM parameters μ and M 3 for the higgsino-bino GGM model with a positive value of the μ parameter. For values of μ near the 95% CL exclusion contour, SR γj L is expected to provide a greater sensitivity for NLSP masses below approximately 900 GeV, and so is made use of in this region; above that, SR γj H is used to establish the degree of exclusion of GGM model-space points. The resulting observed exclusion contour is shown in Fig. 11. Again choosing the −1 standard-deviation observed contour, in the context of this GGM model a conservative lower limit of 1140 GeV is established for the gluino mass parameter M 3 over much of the range of the μ parameter. For values of M 3 close to the value of μ for which the gluino mass approaches that of the higgsino-bino NLSP, the sensitivity of the analysis lessens due to the restriction of phase space for producing multiple highp T jets.",
            "paragraph_rank": 92,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 510,
                    "text": "Fig. 11",
                    "end": 517
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "For the photon þ l analysis, a limit is set on the wino mass, the single free parameter of the wino-NLSP model. Figure 12 shows the observed limit on the cross section for wino production in this model, as well as the corresponding expected limit with AE1 and AE2 standard-deviation uncertainty bands. Also shown is the cross section as a function of wino mass, with its AE1 standard-deviation range. In the context of this wino-NLSP model, conservatively choosing the −1 standard-deviation cross-section contour leads to an . Exclusion limits in the wino-bino mass plane, using the SR γγ W−H analysis for m~χ0 1 ≥ 350 GeV and the SR γγ W−L analysis for m~χ0 1 < 350 GeV. The vertical axis represents wino mass while the horizontal axis represents bino mass. The observed limits are exhibited for the nominal SUSY model crosssection expectation, as well as for a SUSY cross section increased and decreased by 1 standard deviation of the cross-section systematic uncertainty. Also shown is the expected limit, along with its AE1 standard-deviation range. The discontinuity at m~χ0",
            "paragraph_rank": 93,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 112,
                    "text": "Figure 12",
                    "end": 121
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "1 ¼ 350 GeV is due to the switch between the use of the SR γγ W−L and SR γγ W−H analyses, the former of which exhibits a small excess of observed events relative to the expected SM background.  (   FIG. 10 (color online). Exclusion limits in the gluino-neutralino mass plane, for the higgsino-bino GGM model with μ < 0, using the merged (see text) SR γb L and SR γb H analyses. The observed limits are shown for the nominal SUSY model cross-section expectation, as well as for a SUSY cross section increased and decreased by 1 standard deviation of the cross-section systematic uncertainty. The expected limit is also shown, along with its AE1σ range. For NLSP masses below approximately 450 GeV, the onset of the direct production of gaugino states makes the analysis insensitive to the value of the gluino mass.",
            "paragraph_rank": 94,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 194,
                    "text": "(   FIG. 10 (color online)",
                    "end": 220
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "exclusion of GGM winos in the range 124 < MW < 361 GeV; for MW < 124 GeV the signal contamination in the Wγ CR becomes too large to permit a reliable estimate of the Wγ background. These limits are based on the direct production of the wino NLSP in the limit where squark masses are infinite, and are independent of gluino mass.",
            "paragraph_rank": 95,
            "section_rank": 19
        },
        {
            "text": "X. CONCLUSION",
            "section_rank": 20
        },
        {
            "section": "X. CONCLUSION",
            "text": "Making use of 20.3 fb −1 of pp collision data at ffiffi ffi s p ¼",
            "paragraph_rank": 96,
            "section_rank": 20
        },
        {
            "section": "X. CONCLUSION",
            "text": "8 TeV recorded by the ATLAS detector at the LHC, a search is performed for photonic signatures of new physics associated with significant E miss T . Four experimental signatures are explored, each involving at least one energetic isolated final-state photon in association with significant E miss T , and used to search for evidence for several GGM SUSY scenarios. No significant excess of events over the SM expectation is observed in any of the searches and so limits are set on possible contributions of new physics. Model-independent limits are set on the numbers of events from new physics and the associated visible cross section. Model-dependent limits are set on the masses of SUSY particles or on mass parameters associated with the various GGM scenario models.",
            "paragraph_rank": 97,
            "section_rank": 20
        },
        {
            "section": "X. CONCLUSION",
            "text": "A diphoton signature is used to explore both strongly and weakly produced SUSY states with a decay chain proceeding through a binolike NLSP. In the context of these models, lower limits of 1290 and 590 GeV are set on the masses of a degenerate octet of gluinos and a degenerate set of winos, respectively, for any value of the bino mass less than the mass of these produced states. A photon-plusb-jet signature is used to search for a scenario in which the GGM NLSP is a higgsino-bino admixture with a roughly equal branching fraction to photons and to the SM Higgs boson. In the context of this model, a lower limit of 1260 GeV is established for the gluino mass over much of the range of the higgsino-bino NLSP mass; for NLSP masses below approximately 450 GeV, the onset of the direct production of gaugino states makes the analysis insensitive to the value of the gluino mass. A photon-plusjet signature is used to search for an alternative scenario for which the GGM NLSP is a higgsino-bino admixture with a roughly equal branching fraction to photons and to the SM Z boson. In the context of this model, a lower limit of 1140 GeV is established for the gluino mass parameter M 3 over much of the range of the higgsino mass parameter μ. Finally, a photon-plus-lepton signature is used to search for a scenario for which the GGM NLSP is a degenerate set of three wino states. Based on the possible direct production of these states, in the limit of infinite squark mass GGM winos are excluded in the range 124 < MW < 361 GeV, independent of the gluino mass.",
            "paragraph_rank": 98,
            "section_rank": 20
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 21
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. . Contour of exclusion in wino production cross section from the photon þ l analysis, as a function of the wino mass parameter MW. The expected limit is shown along with its AE1 and AE2 standard-deviation ranges. Also shown is the total cross section for the production ofW pairs, again as a function of MW. FIG. 11 (color online). Exclusion limits imposed by the photon þ j analysis in the two-dimensional plane of the GGM parameters M 3 and μ, for the higgsino-bino GGM model with μ > 0, using the merged (see text) SR γj L and SR γj H analyses. The observed limits are shown for the nominal SUSY model crosssection expectation, as well as for a SUSY cross section increased and decreased by 1 standard deviation of the cross-section systematic uncertainty. The expected limit is also shown, along with its AE1 standard-deviation range. Values of M 3 below 1100 GeV are excluded for most values of the μ parameter, although a significant region corresponding to the case for which the gluino mass is close to that of the lightest neutralino masses remains unexcluded due to the requirements of one or more jets arising from the gluino decay. The top and right axes represent the corresponding values of the lightest neutralino and gluino masses, respectively.",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "[67] G. Aad et al. (ATLAS Collaboration), Jet energy measurement with the ATLAS detector in proton-proton collisions at ffiffi ffi s p ¼ 7 TeV, Eur. Phys. J. C 73, 2304 (2013).",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "[68] W. Lampl et al., Tech. Report No. ATL-LARG-PUB-2008-002, CERN, Geneva, 2008  [75] G. Aad et al. (ATLAS Collaboration), Measurement of isolated-photon pair production in pp collisions at ffiffi ffi s p ¼ 7 TeV with the ATLAS detector, J. High Energy Phys. 01 (2013) 086.",
            "paragraph_rank": 101,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 8,
                    "text": "Lampl et al., Tech. Report No. ATL-LARG-PUB-2008",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "start": 56,
                    "text": "-002, CERN, Geneva, 2008",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "start": 90,
                    "text": "Aad et al. (ATLAS Collaboration)",
                    "end": 122
                }
            ]
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "[76] G. Aad et al. (ATLAS Collaboration), Measurement of the top quark-pair production cross section with ATLAS in pp collisions at ffiffi ffi s p ¼ 7 TeV, Eur. Phys. J. C 71, 1577",
            "paragraph_rank": 102,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 8,
                    "text": "Aad et al. (ATLAS Collaboration)",
                    "end": 40
                }
            ]
        },
        {
            "text": "FIG. 4 (",
            "section_rank": 22
        },
        {
            "section": "FIG. 4 (",
            "text": "FIG. 4 (color online). (Left)Distribution of m eff , the sum of the total visible transverse energy and E miss T , for selected diphoton events, after requiring Δϕ min ðjet; E miss T Þ > 0.5 but before application of a requirement on E miss T",
            "paragraph_rank": 103,
            "section_rank": 22
        },
        {
            "text": "<",
            "section_rank": 23
        },
        {
            "section": "<",
            "text": "An M T VR is defined by relaxing the M 90 GeV; to increase the number of events in this VR, the E miss T requirement is also relaxed to E miss T > 100 GeV. A E miss T VR is defined by relaxing the E For the electron and muon channels combined, the number of events in the E miss T",
            "paragraph_rank": 104,
            "section_rank": 23
        },
        {
            "text": "FIG. 5 (FIG. 6 (",
            "section_rank": 24
        },
        {
            "section": "FIG. 5 (FIG. 6 (",
            "text": "FIG. 5 (color online). Distribution of the missing transverse momentum E miss T for the sample surviving all requirements of the SR γγ W−H",
            "paragraph_rank": 105,
            "section_rank": 24
        },
        {
            "text": "FIG. 7 (",
            "section_rank": 25
        },
        {
            "section": "FIG. 7 (",
            "text": "FIG. 7 (color online). (Left) E missT distribution for the sample surviving all SR γj L requirements except the E miss T requirement itself. Overlain are the expected SM backgrounds as a function of E miss T , separated into the various contributing sources. Also shown are the signal expectations for the two points in the M 3 − μ parameter space of the GGM model relevant to the photon þ j analysis. (Right) E miss T distribution for the combined sample of events surviving all SR γl e and SR γl μ requirements except the E miss T requirement itself. Overlain are the expected SM backgrounds as a function of E miss T , separated into the various contributing sources. Also shown is the signal expectation for the mW ¼ 300 GeV GGM model relevant to the photon þ l analysis. For both figures, the lower plot shows the ratio of observed data to the combined SM expectation, with the inner band representing the range of statistical uncertainty and the outer band the combined statistical and systematic uncertainty. Events outside the range of the displayed region are included in the highest-valued bin.",
            "paragraph_rank": 106,
            "section_rank": 25
        },
        {
            "text": "FIG. 8 (color online). Exclusion limits in the gluino-bino mass plane, using the SR γγ S−H analysis for m~χ0 1 ≥ 800 GeV and the SR γγ S−L analysis for m~χ0 1 < 800 GeV. Combinations of gluino and bino mass are excluded at 95% CL in the area below the unbroken curve. The observed limits are exhibited for the nominal SUSY model cross-section expectation, as well as for a SUSY cross section increased and decreased by 1 standard deviation of the cross-section systematic uncertainty. Also shown is the expected limit, as well as the AE1 and AE2 standard-deviation ranges of the expected limit.",
            "paragraph_rank": 107,
            "section_rank": 26
        },
        {
            "text": "FIG. 9 (color online). Exclusion limits in the wino-bino mass plane, using the SR γγ W−H analysis for m~χ0 1 ≥ 350 GeV and the SR γγ W−L analysis for m~χ0 1 < 350 GeV. The vertical axis represents wino mass while the horizontal axis represents bino mass. The observed limits are exhibited for the nominal SUSY model crosssection expectation, as well as for a SUSY cross section increased and decreased by 1 standard deviation of the cross-section systematic uncertainty. Also shown is the expected limit, along with its AE1 standard-deviation range. The discontinuity at m~χ01 ¼ 350 GeV is due to the switch between the use of the SR γγ W−L and SR γγ W−H analyses, the former of which exhibits a small excess of observed events relative to the expected SM background.",
            "paragraph_rank": 108,
            "section_rank": 27
        },
        {
            "text": "FIG. 12 (color online). Contour of exclusion in wino production cross section from the photon þ l analysis, as a function of the wino mass parameter MW. The expected limit is shown along with its AE1 and AE2 standard-deviation ranges. Also shown is the total cross section for the production ofW pairs, again as a function of MW.",
            "paragraph_rank": 109,
            "section_rank": 28
        },
        {
            "text": "G. Aad et al. (ATLAS Collaboration), Jet energy measurement and its systematic uncertainty in proton-proton collisions at ffiffi ffi s p ¼ 7 TeV with the ATLAS detector, Eur. Phys. J. C 75, 17 (2015). [70] ATLAS Collaboration, Tech. Report No. ATLAS-CONF-2014-046, CERN, Geneva, 2014. [71] G. Aad et al. (ATLAS Collaboration), Performance of missing transverse momentum reconstruction in protonproton collisions at ffiffi ffi s p ¼ 7 TeV with ATLAS, Eur. Phys. J. C 72, 1844 (2012). [72] G. Aad et al. (ATLAS Collaboration), Improved luminosity determination in pp collisions at ffiffi ffi s p ¼ 7 TeV using the ATLAS detector at the LHC, Eur. Phys. J. C 73, 2518 (2013). [73] G. Bozzi, F. Campanario, M. Rauch, and D. Zeppenfeld, Wγγ production with leptonic decays at NLO QCD, Phys. Rev. D 83, 114035 (2011). [74] G. Aad et al. (ATLAS Collaboration), Measurements of fiducial and differential cross sections for Higgs boson production in the diphoton decay channel at ffiffi ffi s p ¼ 8 TeV with ATLAS, J. High Energy Phys. 09 (2014) 112.",
            "paragraph_rank": 110,
            "section_rank": 29
        },
        {
            "text": "TABLE III .",
            "section_rank": 30
        },
        {
            "section": "TABLE III .",
            "text": "Enumeration of the requirements defining the four SRs developed for the photon þ b and photon þ j signature searches.",
            "paragraph_rank": 111,
            "section_rank": 30
        },
        {
            "text": "SR γj L and SR γj H , the two leading jets are required to have p T > 100 and p T > 40 GeV, respectively.",
            "paragraph_rank": 112,
            "section_rank": 31
        },
        {
            "text": "TABLE IV .",
            "section_rank": 32
        },
        {
            "section": "TABLE IV .",
            "text": "Enumeration of the requirements defining the two SRs developed for the photon þ l signature search.",
            "paragraph_rank": 113,
            "section_rank": 32
        },
        {
            "section": "TABLE IV .",
            "text": "μ Number of photons (",
            "paragraph_rank": 114,
            "section_rank": 32
        },
        {
            "text": "TABLE V .",
            "section_rank": 33
        },
        {
            "section": "TABLE V .",
            "text": "The expected and observed numbers of events for the four diphoton signal regions. The quoted errors are the combined statistical and systematic uncertainties.",
            "paragraph_rank": 115,
            "section_rank": 33
        },
        {
            "text": "TABLE VI .",
            "section_rank": 34
        },
        {
            "section": "TABLE VI .",
            "text": "The expected and observed numbers of events for the two photon þ b signal regions. The quoted errors are the combined statistical and systematic uncertainties.",
            "paragraph_rank": 116,
            "section_rank": 34
        },
        {
            "text": "TABLE VII .",
            "section_rank": 35
        },
        {
            "section": "TABLE VII .",
            "text": "The expected and observed numbers of events for the two photon þ j signal regions. The quoted errors are the combined statistical and systematic uncertainties. GeV. The estimates in the SR γj L and SR γj H signal regions are then extracted by integrating the fit function over the relevant E miss T",
            "paragraph_rank": 117,
            "section_rank": 35
        }
    ]
}