{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We present a simultaneous measurement of the forward-backward asymmetry and the top-quark polarization in tt production in dilepton final states using 9.7 fb −1 of proton-antiproton collisions at √ s = 1.96 TeV with the D0 detector. To reconstruct the distributions of kinematic observables we employ a matrix element technique that calculates the likelihood of the possible tt kinematic configurations. After accounting for the presence of background events and for calibration effects, we obtain a forward-backward asymmetry of A tt = (15.0 ± 6.4 (stat) ± 4.9 (syst))% and a top-quark polarization times spin analyzing power in the beam basis of κP = (7.2 ± 10.5 (stat) ± 4.2 (syst))%, with a correlation of −56% between the measurements. If we constrain the forward-backward asymmetry to its expected standard model value, we obtain a measurement of the top polarization of κP = (11.3±9.1 (stat)±1.9 (syst))%. If we constrain the top polarization to its expected standard model value, we measure a forward-backward asymmetry of A tt = (17.5 ± 5.6 (stat) ± 3.1 (syst))%. A combination with the D0 A tt measurement in the lepton+jets final state yields an asymmetry of A tt = (11.8 ± 2.5 (stat) ± 1.3 (syst))%. Within their respective uncertainties, all these results are consistent with the standard model expectations. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In proton-antiproton collisions at √ s=1.96 TeV, top quark pairs are predominantly produced in valence quark-antiquark annihilations. The standard model (SM) predicts this process to be slightly forwardbackward asymmetric: the top quark (antiquark) tends to be emitted in the same direction as the incoming quark (antiquark), and thus, in the same direction as the incoming proton (antiproton). The forward-backward asymmetry in the production is mainly due to positive contributions from the interference between tree-level and * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c DESY, Hamburg, Germany, d CONACyT, Mexico City, Mexico, e SLAC, Menlo Park, CA, USA, f University College London, London, UK, next-to-leading-order (NLO) box diagrams. It receives smaller negative contributions from the interference between initial and final state radiation. The interferences with electroweak processes increase the asymmetry. In the SM, the asymmetry is predicted to be ≈ 10% [1][2][3]. Within the SM, the longitudinal polarizations of the top quark and antiquark are due to parity violating electroweak contributions to the production process. The polarization is expected to be < 0.5% for all choices of the spin quantization axis [4,5].",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 665,
                    "text": "d",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1036,
                    "text": "[1]",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1039,
                    "text": "[2]",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1042,
                    "text": "[3]",
                    "end": 1045
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1293,
                    "text": "[4,",
                    "end": 1296
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1296,
                    "text": "5]",
                    "end": 1298
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Physics beyond the SM could affect the tt production mechanism and thus both the forward-backward asymmetry and the top quark and antiquark polarizations. In particular, models with a new parity violating interaction such as models with axigluons [6][7][8][9], can induce a large positive or negative asymmetry together with a sizable polarization.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 247,
                    "text": "[6]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 250,
                    "text": "[7]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 253,
                    "text": "[8]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 256,
                    "text": "[9]",
                    "end": 259
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The tt production asymmetry, A tt , is defined in terms of the difference between the rapidities of the top and antitop quarks, ∆y tt = y t − yt:",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where N (X) is the number of events in configuration X. By definition, A tt is independent of effects from the top quark decay such as top quark polarization. However, it requires the reconstruction of the tt initial state from the decay products, which is challenging especially in dilepton channels. Measurements of A tt have been performed in the lep-ton+jets channels by the CDF [10] and D0 [11] Collaborations. Other asymmetry measurements have been performed using observables based on the pseudo-rapidity of the leptons from t → W b → ℓνb decays [12][13][14][15]. All these measurements agree with the SM predictions. A comprehensive review of asymmetry measurements performed at the Tevatron can be found in Ref. [16].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 383,
                    "text": "[10]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 395,
                    "text": "[11]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 553,
                    "text": "[12]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 557,
                    "text": "[13]",
                    "end": 561
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 561,
                    "text": "[14]",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 565,
                    "text": "[15]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 721,
                    "text": "[16]",
                    "end": 725
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "As top quarks decay before they hadronize, their spin properties are transferred to the decay products. The top (antitop) polarization P + n (P − n ) along a given quantization axisn impacts the angular distribution of the positively (negatively) charged lepton [5] ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 262,
                    "text": "[5]",
                    "end": 265
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where θ + (θ − ) is the angle between the positively (negatively) charged lepton in the top (antitop) rest frame and the quantization axisn, and κ + (κ − ) is the spin analyzing power of the positively (negatively) charged lepton, which is close to 1 (−1) at the 0.1% level within the SM [5]. The polarization terms κ + P + n (κ − P − n ) can be obtained as two times the asymmetry of the cos θ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 288,
                    "text": "[5]",
                    "end": 291
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the following we use the beam basis, wheren is the direction of the proton beam in the tt zero momentum frame. Since we only use the beam basis, we omit the subscriptn in the following and define the polarization observable as:",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Polarization effects have been studied at the Tevatron in the context of the measurements of the leptonic asymmetries in Ref. [17], but no actual measurement of the polarization has been performed. Measurements of the polarization have been conducted for top pair production in pp collisions at the Large Hadron Collider at √ s = 7 TeV. These measurements, performed in different basis choices, are all consistent with the SM expectations [18,19].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 126,
                    "text": "[17]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 439,
                    "text": "[18,",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 443,
                    "text": "19]",
                    "end": 446
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This article presents a simultaneous measurement of A tt and κP with the D0 detector in the dilepton decay channel. It is based on the full Tevatron integrated luminosity of 9.7 fb −1 using tt final states with two leptons, ee, eµ, or µµ. We first reconstruct the ∆y tt and cos θ ± distributions employing a matrix element integration technique similar to that used for the top-quark mass measurement in the dilepton channel [20]. These distributions are used to extract raw measurements of asymmetry and polarization, A tt raw and κP raw , in data. The experimental observables A tt raw and κP raw are correlated because of acceptance and resolution effects. Using a mc@nlo [21,22] simulation, we compute the relation between the raw measurements A tt raw and κP raw , and the true parton-level asymmetry and polarization to determine calibration corrections. We then extract the final measured values of A tt and κP . This is the first measurement of the tt forward-backward asymmetry obtained from the reconstructed ∆y tt distribution in the dilepton channel and the first measurement of the top quark polarization at the Fermilab Tevatron collider.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 425,
                    "text": "[20]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 675,
                    "text": "[21,",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 679,
                    "text": "22]",
                    "end": 682
                }
            ]
        },
        {
            "text": "II. DETECTOR AND OBJECT RECONSTRUCTION",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "The D0 detector used for the Run II of the Fermilab Tevatron collider is described in detail in Refs. [23][24][25][26]. The innermost part of the detector is composed of a central tracking system with a silicon microstrip tracker (SMT) and a central fiber tracker embedded within a 2 T solenoidal magnet. The tracking system is surrounded by a central preshower detector and a liquid-argon/uranium calorimeter with electromagnetic, fine hadronic, and coarse hadronic sections. The central calorimeter (CC) covers pseudorapidities [27] of |η| 1.1. Two end calorimeters (EC) extend the coverage to |η| 4.2, while the coverage of the pseudorapidity region 1.1 ≤ |η| ≤ 1.5, where the EC and CC overlap, is augmented with scintillating tiles. A muon spectrometer, with pseudorapidity coverage of |η| 2, is located outside the calorimetry and comprises drift tubes and scintillation counters, before and after iron toroidal magnets. Trigger decisions are based on information from the tracking detectors, calorimeters, and muon spectrometer.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 102,
                    "text": "[23]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 106,
                    "text": "[24]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 110,
                    "text": "[25]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 114,
                    "text": "[26]",
                    "end": 118
                }
            ]
        },
        {
            "section": "II. DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "Electrons are reconstructed as isolated clusters in the electromagnetic calorimeter and required to spatially match a track in the central tracking system. They have to pass a boosted decision tree [28] criterion based on calorimeter shower shape observables, calorimeter isolation, a spatial track match probability estimate, and the ratio of the electron cluster energy to track momentum (E/p). Electrons are required to be in the acceptance of the electromagnetic calorimeter (|η| < 1.1 or 1.5 < |η| < 2.5).",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "Muons are identified by the presence of at least one track segment reconstructed in the acceptance (|η| < 2.0) of the muon spectrometer that is spatially consistent with a track in the central tracking detector [29]. The transverse momentum and charge are measured by the curvature in the central tracking system. The angular distance to the nearest jet, the momenta of charged particles in a cone around the muon track, and the energy deposited around the muon trajectory in the calorimeter, are used to select isolated muons.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 211,
                    "text": "[29]",
                    "end": 215
                }
            ]
        },
        {
            "section": "II. DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "Jets are reconstructed from energy deposits in the calorimeter using an iterative midpoint cone algo-rithm [30] with a cone radius of R = 0.5 [31]. The jet energies are calibrated using transverse momentum balance in γ+jet events [32].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 107,
                    "text": "[30]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 142,
                    "text": "[31]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 230,
                    "text": "[32]",
                    "end": 234
                }
            ]
        },
        {
            "text": "III. DATASET AND EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. DATASET AND EVENT SELECTION",
            "text": "The signature of tt production in dilepton final states consists of two high-p T leptons (electrons or muons), two high-p T jets arising from the showering of two b quarks, and missing transverse energy ( E T ) due to the undetected neutrinos. The main backgrounds in this final state arise from Z → ℓℓ, with ℓ = e, µ, or τ , and diboson production (W W , W Z, ZZ). These backgrounds are evaluated from Monte Carlo (MC) simulated samples as described in section IV C. Another source of background comes from W +jets and multijet events, if one or two jets are misreconstructed as electrons or if a muon from a jet passes the isolation criteria. The contribution from these backgrounds, denoted as \"instrumental background events\", are estimated directly from data as described in section IV E. Each of the dilepton channels is subject to a different mixture and level of background contamination, in particular for the background arising from the Z → ℓℓ process. We therefore apply slightly different selection requirements. The main selection criteria to obtain the final samples of tt candidate events are:",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. DATASET AND EVENT SELECTION",
            "text": "1. We select two high p T (p T > 15 GeV) isolated leptons of opposite charge.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. DATASET AND EVENT SELECTION",
            "text": "2. We require that at least one electron passes a single electron trigger condition in the ee channel (≈ 100% efficient), and that at least one muon passes a single muon trigger condition in the µµ channel (≈ 85% efficient). In the eµ channel, we do not require any specific trigger condition, i.e., we use all D0 trigger terms (≈ 100% efficient).",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "III. DATASET AND EVENT SELECTION",
            "text": "3. We require two or more jets of p T > 20 GeV and |η| < 2.5.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "4.",
            "section_rank": 5
        },
        {
            "section": "4.",
            "text": "We further improve the purity of the selection by exploiting the significant imbalance of transverse energy due to undetected neutrinos and by exploiting several topological variables:",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "4.",
            "text": "(i) The missing transverse energy E T is the magnitude of the missing transverse momentum, obtained from the vector sum of the transverse components of energy deposits in the calorimeter, corrected for the differences in detector response of the reconstructed muons, electrons, and jets.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "4.",
            "text": "(ii) The missing transverse energy significance, E sig T , is the logarithm of the probability to measure E T under the hypothesis that the true missing transverse momentum is zero, accounting for the energy resolution of individual reconstructed objects and underlying event [33].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 276,
                    "text": "[33]",
                    "end": 280
                }
            ]
        },
        {
            "section": "4.",
            "text": "(iii) H T is the scalar sum of transverse momenta of the leading lepton and the two leading jets.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "4.",
            "text": "In the ee channel we require E sig T ≥ 5, in the eµ channel H T > 110 GeV, and in the µµ channel E sig T ≥ 5 and E T > 40 GeV. 5. We require that at least one of the two leading jets be b-tagged, using a cut on the multivariate discriminant described in Ref. [34]. The requirement is optimized separately for each channel. The tt selection efficiencies for these requirements are ≈ 82%, ≈ 83%, and ≈ 75% for the ee, eµ, and µµ channels, respectively.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 127,
                    "text": "5",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 259,
                    "text": "[34]",
                    "end": 263
                }
            ]
        },
        {
            "section": "4.",
            "text": "6. The integration of the matrix elements by vegas, described in section V A, may return a tiny probability if the event is not consistent with the tt event hypothesis due to numerical instabilities in the integration process. After removing low probability events, we retain signal events in the MC simulation with an efficiency of 99.97%. For background MC, the efficiency is > 99.3%. We remove no data events with this requirement.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "IV. SIGNAL AND BACKGROUND SAMPLES",
            "section_rank": 6
        },
        {
            "text": "A. Signal",
            "section_rank": 7
        },
        {
            "section": "A. Signal",
            "text": "To simulate the tt signal, we employ MC events generated with the CTEQ6M1 parton distribution functions (PDFs) [35] and mc@nlo 3.4 [21,22] interfaced to herwig 6.510 [36] for showering and hadronization. Alternate signal MC samples are generated to study systematic uncertainties and the shape of the ∆y tt distribution. We use a sample generated with alpgen [37] interfaced to pythia 6.4 [38] for showering and hadronization and a sample generated with alpgen interfaced to herwig 6.510. For both samples we use cteq6l1 PDFs [35].",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 111,
                    "text": "[35]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 131,
                    "text": "[21,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 135,
                    "text": "22]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 166,
                    "text": "[36]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 359,
                    "text": "[37]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 389,
                    "text": "[38]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 526,
                    "text": "[35]",
                    "end": 530
                }
            ]
        },
        {
            "section": "A. Signal",
            "text": "The mc@nlo generator is used for the nominal signal sample as it simulates NLO effects yielding non-zero A tt . The value of A tt at parton level without applying any selection requirement is A tt = (5.23 ± 0.07 (stat))%, which is smaller than a SM prediction [2] that includes higher order effects.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 260,
                    "text": "[2]",
                    "end": 263
                }
            ]
        },
        {
            "section": "A. Signal",
            "text": "The MC events are generated with a top-quark mass of m t = 172.5 GeV. They are normalized to a tt production cross section of 7.45 pb, which corresponds to the calculation of Ref. [39] for m t = 172.5 GeV. The generated top mass of 172.5 GeV differs from the Tevatron average mass of 173.18 ± 0.94 GeV [40]. We correct for this small difference in section VI B.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 180,
                    "text": "[39]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 302,
                    "text": "[40]",
                    "end": 306
                }
            ]
        },
        {
            "text": "B. Beyond standard model benchmarks",
            "section_rank": 8
        },
        {
            "section": "B. Beyond standard model benchmarks",
            "text": "We also study the five benchmark axigluons models proposed in Ref. [41] that modify tt production. For each of the proposed beyond standard model (BSM) benchmarks, we produce a tt MC sample using the madgraph [42] generator interfaced to pythia 6.4 for showering and hadronization, and the cteq6l1 PDFs. The Z ′ boson model proposed in Ref. [41] is not considered here since it is excluded by our tt differential crosssection measurement [43].",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 67,
                    "text": "[41]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 209,
                    "text": "[42]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 341,
                    "text": "[41]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 438,
                    "text": "[43]",
                    "end": 442
                }
            ]
        },
        {
            "text": "C. Background estimated with simulated events",
            "section_rank": 9
        },
        {
            "section": "C. Background estimated with simulated events",
            "text": "The background samples are generated using the CTEQ6L1 PDFs. The Z → ℓℓ events are generated using alpgen interfaced to pythia 6.4. We normalize the Z → ℓℓ sample to the NNLO cross section [44]. The p T distribution of Z bosons is weighted to match the distribution observed in data [45], taking into account its dependence on the number of reconstructed jets. The diboson backgrounds are simulated using pythia and are normalized to the NLO cross section calculation performed by MCFM [46,47].",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 189,
                    "text": "[44]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 283,
                    "text": "[45]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 486,
                    "text": "[46,",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 490,
                    "text": "47]",
                    "end": 493
                }
            ]
        },
        {
            "text": "D. D0 simulation",
            "section_rank": 10
        },
        {
            "section": "D. D0 simulation",
            "text": "The signal and background processes except instrumental background are simulated with a detailed geant3-based [48] MC simulation of the D0 detector. They are processed with the same reconstruction software as used for data. In order to model the effects of multiple pp interactions, the MC events are overlaid with events from random pp collisions with the same luminosity distribution as data. The jet energy calibration is adjusted in simulated events to match the one measured in data. Corrections for residual differences between data and simulation are applied to electrons, muons, and jets for both identification efficiencies and energy resolutions.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 110,
                    "text": "[48]",
                    "end": 114
                }
            ]
        },
        {
            "text": "E. Instrumental background estimated with data",
            "section_rank": 11
        },
        {
            "section": "E. Instrumental background estimated with data",
            "text": "The normalization of events with jets misidentified as electrons is estimated using the \"matrix method\" [49] separately for the ee and eµ channels. The contribution from jets producing identified muons in the µµ channel is obtained using the same selection criteria as for the sample of tt candidate events, but demanding that the leptons have the same charge. In the eµ channel, it is obtained in the same way but after subtracting the contribution from events with jets misidentified as electrons.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 104,
                    "text": "[49]",
                    "end": 108
                }
            ]
        },
        {
            "section": "E. Instrumental background estimated with data",
            "text": "Once the absolute contribution of instrumental background events has been determined, we also need \"template samples\" that model their kinematic properties.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "E. Instrumental background estimated with data",
            "text": "In the eµ channel, the template for instrumental background events is obtained with the same selection criteria as for the samples of tt candidate events, but without applying the complete set of electron selection criteria. For the µµ and ee channels, the contributions from instrumental background events is negligible and the result is not sensitive to the choice of template. For simplicity, we re-employ the eµ template for both the µµ and ee channels.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "F. Comparison of MC simulation to selected data",
            "section_rank": 12
        },
        {
            "section": "F. Comparison of MC simulation to selected data",
            "text": "A comparison between the expected and observed numbers of events at the final selection levels is reported in Table I. The selected sample is relatively pure with a background fraction varying between 10% and 16% depending on the channel. A comparison of kinematic distributions between data and expectations at the final selection level is shown in Fig. 1.",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 110,
                    "text": "Table I",
                    "end": 117
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 350,
                    "text": "Fig. 1",
                    "end": 356
                }
            ]
        },
        {
            "text": "V. MATRIX ELEMENT METHOD",
            "section_rank": 13
        },
        {
            "section": "V. MATRIX ELEMENT METHOD",
            "text": "To reconstruct distributions of kinematic observables describing the tt events, we use a novel modification of the matrix element (ME) integration developed for the m t measurements [20,50] by the D0 Collaboration. In particular, this method is employed to reconstruct the ∆y tt , cos(θ + ), and cos(θ − ) distributions, from which an estimate of the forward-backward asymmetry and top polarization are extracted.",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 182,
                    "text": "[20,",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 186,
                    "text": "50]",
                    "end": 189
                }
            ]
        },
        {
            "text": "A. Matrix element integration",
            "section_rank": 14
        },
        {
            "section": "A. Matrix element integration",
            "text": "The ME integration used in Refs. [20,50] consists in computing the likelihood L z to observe a given event with the vector of measured quantities z,",
            "paragraph_rank": 35,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 33,
                    "text": "[20,",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 37,
                    "text": "50]",
                    "end": 40
                }
            ]
        },
        {
            "section": "A. Matrix element integration",
            "text": "In this expression, x is a vector describing the kinematic quantities of the six particles of the pp → tt → ℓ + νb ℓ −νb final state, M is the matrix element describing the dynamics of the process, dΦ 6 is the 6-body phase space term, the functions f PDF are the PDFs of the incoming partons of momenta q 1 and q 2 and of different possible flavors, W (x, z), referred to as the transfer function, describes the probability density of a parton state x to be reconstructed as z, W (p tt T ) is a function describing the distribution of the tt system tranverse momentum, p tt T , while the azimuthal angle of this system, φ tt , is assumed to have a uniform distribution over [0, 2π], and A • σ tot is the product of the experimental acceptance and the production cross-section. The matrix element, M , is computed at leading order (LO) for qq annihilation only, as it represents the main subprocess (≈ 85%) of the total tt production. The functions f PDF are given by the CTEQ6L1 leading order PDF set. The function W (p tt T ) is derived from parton-level simulated events generated with alpgen interfaced to pythia. More details on this function can be found in Ref. [51]. Ambiguities between partons and reconstructed particle assignments are properly treated by defining an effective transfer function that sums over all the different assignments As we consider only the two leading jets in the integration process, there are only two possibilities to assign a given jet to either the b orb partons.",
            "paragraph_rank": 36,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 674,
                    "text": "[0, 2π]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 1168,
                    "text": "[51]",
                    "end": 1172
                }
            ]
        },
        {
            "section": "A. Matrix element integration",
            "text": "The number of variables to integrate is given by the six three-vectors of final state partons (of known mass), the tt transverse momentum and transverse direction, and the longitudinal momenta of the two incoming partons. These 22 integration variables are reduced by the following constraints: the lepton and b-quark directions are assumed to be perfectly measured (8 constraints), the energy-momentum between the initial state and the final state is conserved (4 constraints), the ℓ + ν and ℓ −ν system have a mass of M W = 80.4 GeV [52] (2 constraints), and the ℓ + νb and ℓ −νb system have a mass of m t = 172.5 GeV (2 constraints). Transfer functions account for muon and jet energies. The transfer functions are the same as used in Ref. [50]. The electron momentum measurement has a precision of ≈ 3%, which is much better than the muon momentum resolution of typically 10% and the jet momentum resolution of typically 20%. We thus consider that the electron momenta are perfectly measured. This gives one additional constraint in the eµ channel and two additional constraints in the ee channel. Thus, we integrate over 4, 5, and 6 variables in the ee, eµ, and µµ channels, respectively. The integration variables are p tt T , φ tt , energy of leading jet, energy of sub-leading jet, and energy of the muon(s) (if applicable).",
            "paragraph_rank": 37,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 535,
                    "text": "[52]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 743,
                    "text": "[50]",
                    "end": 747
                }
            ]
        },
        {
            "section": "A. Matrix element integration",
            "text": "The integration is performed using the MC-based numerical integration program vegas [53,54]. The interface to the vegas integration algorithm is provided by the GNU Scientific Library (GSL) [55]. The MC integration consists of randomly sampling the space of integration variables, computing a weight for each of the random points that accounts for both the integrand and the elementary volume of the sampling space, and finally summing all of the weights. The random sampling is based on a grid in the space of integration that is iteratively optimized to ensure fine sampling in regions with large variations of the integrand. For each of the random points, equations are solved to transform these integration variables into the parton-level variables of Eq. 5, accounting for the measured quantities z. The Jacobian of the transformation is also computed to ensure proper weighting of the sampling space elementary volume.",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 84,
                    "text": "[53,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 88,
                    "text": "54]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 190,
                    "text": "[55]",
                    "end": 194
                },
                {
                    "ref_id": "formula_4",
                    "start": 760,
                    "text": "5",
                    "end": 761
                }
            ]
        },
        {
            "text": "B. Likelihood of a parton-level observable",
            "section_rank": 15
        },
        {
            "section": "B. Likelihood of a parton-level observable",
            "text": "For any kinematic quantity K reconstructed from the parton momenta x, for example K(x) = y t − yt, we can build a probability density L z (K) that measures the likelihood of K(x) at the partonic level to give the reconstructed value K. This likelihood is obtained by inserting a term δ(K(x) − K) in the integrand of Eq. 5, and normalizing the function so that L z (K)dK = 1. The probability density is obtained by modifying the vegas integration algorithm. For each reconstructed tt event and each point in the integration space tested by vegas, the integrand of Eq. (5) and the quantity K are computed. After the full space of integration has been sampled, we obtain a weighted distribution of the variable K that represents the function L z (K) up to an overall normalization factor.",
            "paragraph_rank": 39,
            "section_rank": 15,
            "ref_spans": [
                {
                    "ref_id": "formula_4",
                    "start": 320,
                    "text": "5",
                    "end": 321
                }
            ]
        },
        {
            "section": "B. Likelihood of a parton-level observable",
            "text": "For each reconstructed event with observed kinematics z i , where i is an event index, we obtain a likelihood function L zi (K). By accumulating these likelihood functions over the sample of events, we obtain a distribution that estimates the true distribution of the variable K. The performance of this method of reconstruction for partonlevel distributions is estimated by comparing the accumulation of likelihood functions to the true parton-level quantities for MC events, as shown in Fig. 2.",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 489,
                    "text": "Fig. 2",
                    "end": 495
                }
            ]
        },
        {
            "text": "C. Raw estimate of A tt",
            "section_rank": 16
        },
        {
            "section": "C. Raw estimate of A tt",
            "text": "We could choose to use the maximum of the likelihood function L z (∆y tt ) to estimate the true value of ∆y tt on an event-by-event basis. However, to maximize the use of available information, we keep the full shape of the L z functions and accumulate these functions over the sample of tt events to obtain an estimate of the parton level distributions, which is then used to determine A tt . This method has been verified to perform better than the maximum likelihood method. The distribution Comparison of distributions between data and MC simulations at the final selection for (a) the transverse momentum of the leading lepton, (b) the transverse momentum of the secondary lepton, (c) the pseudorapidity of the leading lepton, (d) the pseudorapidity of the secondary lepton, (e) the transverse momentum of the leading jet, (f) the transverse momentum of the secondary jet, (g) the HT , and (h) the difference between the two lepton pseudorapidities. The overflow bin content has been added to the last bin. events L zi (∆y tt ) is shown in Fig. 3(a), after subtracting the background contributions from the data. The raw asymmetry A tt raw , extracted from this distribution, is reported in Table II. Since this ∆y tt distribution is an approximate estimation of the true distribution of ∆y tt , the raw asymmetry A tt raw is an approximation of the true A tt . The measurement therefore needs to be calibrated. The calibration is discussed below. The use of an event-by-event likelihood function allows us to define an asymmetry observable for each event",
            "paragraph_rank": 41,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1045,
                    "text": "Fig. 3(a)",
                    "end": 1054
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1196,
                    "text": "Table II",
                    "end": 1204
                }
            ]
        },
        {
            "section": "C. Raw estimate of A tt",
            "text": "where the observable A averaged over the sample of tt candidate events is equal to the raw asymmetry A tt raw . By construction, A lies in the interval [−1, +1]. For a perfectly reconstructed event without resolution effects, A would be either equal to −1 for ∆y tt < 0 or to +1 for ∆y tt > 0. The use of A allows us to determine the statistical uncertainty on A tt raw as the uncertainty on the average of a distribution.",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "D. Raw estimate of κP",
            "section_rank": 17
        },
        {
            "section": "D. Raw estimate of κP",
            "text": "In the same way as in the previous section, we use the accumulation of the likelihoods L z (cos θ + ) and L z (cos θ − ) to estimate the distributions of cos θ + and cos θ − . The distributions events L zi (cos θ + ) and events L zi (cos θ − ) are shown in Figs. 3(b) and 3(c), after subtracting the background contributions from the data. The raw asymmetries, A ℓ + raw and A ℓ − raw , and the raw polarization κP raw = A ℓ + raw − A ℓ − raw extracted from the data are reported in Table III. As for A tt raw , the measurement of κP raw needs to be calibrated to retrieve the parton-level values of the polarization.",
            "paragraph_rank": 43,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 257,
                    "text": "Figs. 3(b)",
                    "end": 267
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 483,
                    "text": "Table III",
                    "end": 492
                }
            ]
        },
        {
            "text": "E. Statistical correlation between A tt raw and κP raw",
            "section_rank": 18
        },
        {
            "section": "E. Statistical correlation between A tt raw and κP raw",
            "text": "We measure the statistical correlation between A tt raw and κP raw in the data, which is needed to determine the statistical correlation between the measurements of A tt and κP . In the same way as A tt raw is the average of an event-by-event asymmetry A, the raw asymmetries A ℓ + raw and A ℓ − raw are the averages of event-by-event asymmetries denoted by A cos θ + and A cos θ − . The correlation between A tt raw and κP raw is identical to the correlation between the observables A and (A cos θ + − A cos θ − ). This correlation is determined from the background subtracted data by computing the RMS and mean values of the distributions of A, (A cos θ + − A cos θ − ), and A • (A cos θ + − A cos θ − ):",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "E. Statistical correlation between A tt raw and κP raw",
            "text": "We report the values measured in data in Table IV. III: Asymmetry estimates for the cos θ ± distributions. The raw asymmetry measurement in the data before background subtraction, A ℓ ± , data raw , the asymmetry of the background, A ℓ ± , bkg raw , and the measurement once the background contribution has been subtracted, A ℓ ± , data−bkg raw , are reported. The polarization estimates defined as κP xx raw =A ℓ + , xx raw -A ℓ − , xx raw are also given. All values are reported in percent, together with their statistical uncertainties.   The calibration procedure finds a relation between the raw asymmetry and polarization, (A tt raw , κP raw ), obtained after subtracting the background contributions, and the true asymmetry and polarization (A tt , κP ) of tt events. The calibration procedure corrects for dilution effects that arise from the limited acceptance for tt events, the finite resolution of the kinematic reconstruction, and the simplified assumptions used in the matrix element integration (e.g., leading order ME, no gg → tt ME, only two jets considered). The relation is inverted to extract a measurement of A tt and κP from the values of A tt raw and κP raw observed in data.",
            "paragraph_rank": 45,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 41,
                    "text": "Table IV",
                    "end": 49
                }
            ]
        },
        {
            "section": "E. Statistical correlation between A tt raw and κP raw",
            "text": "The nominal calibration is determined using a sample of simulated tt mc@nlo dilepton events. The procedure is repeated with the samples from the other generators (see section IV A and IV B) to determine different systematic uncertainties. We normalize the individual ee, eµ, and µµ contributions to have the same proportions as observed in the data samples after subtracting the expected backgrounds.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "A. Samples for calibration",
            "section_rank": 19
        },
        {
            "section": "A. Samples for calibration",
            "text": "We produce test samples from a nominal MC sample by reweighting the events according to the true value of the parton-level ∆y tt , cos θ + , and cos θ − . The reweighting factors are computed as follows.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "Reweighting of lepton angular distributions",
            "section_rank": 20
        },
        {
            "section": "Reweighting of lepton angular distributions",
            "text": "The general expression for the double differential lepton angle distribution is [5]",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "section": "Reweighting of lepton angular distributions",
            "text": "where C is the spin correlation coefficient, which is ≈ 90% in the SM. In the beam basis one has κP ≈ κ + P + ≈ −κ − P − . We use this relation to reweight a given MC sample to simulate a target polarization of κP test = 1 2 (κ + P + − κ − P − ).",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "text": "Reweighting of ∆y tt distribution",
            "section_rank": 21
        },
        {
            "section": "Reweighting of ∆y tt distribution",
            "text": "To determine a method of reweighting the ∆y tt distribution, denoted D(∆y tt ), we study its shape using the different tt MC samples of section IV at the generated level, i.e., before event selection and reconstruction. Inspired by the studies performed for the distribution of rapidity of the charged leptons in Ref. [56], we rewrite D(∆y tt ) as",
            "paragraph_rank": 50,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 318,
                    "text": "[56]",
                    "end": 322
                }
            ]
        },
        {
            "section": "Reweighting of ∆y tt distribution",
            "text": "where A(∆y tt ) = D(∆y tt )−D(−∆y tt ) D(∆y tt )+D(−∆y tt ) is the ratio between the odd and even part of the ∆y tt distribution, also called differential asymmetry as a function of ∆y tt ; we then fit A(∆y tt ) with an empirical odd function",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "section": "Reweighting of ∆y tt distribution",
            "text": "where α and γ are shape parameters, while β is a magnitude parameter. The term β × ∆y tt γ 3",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "section": "Reweighting of ∆y tt distribution",
            "text": "was not needed in the study of Ref. [56], but improves the modeling significantly for the case of ∆y tt . The results of the fit for different tt MC samples are shown in Fig. 4. If we reweight a MC sample so that the even part of the ∆y tt distribution, the term α, and the term γ are preserved, then the forward-backward asymmetry is proportional to β. These considerations yield the following procedure to produce a sample of test asymmetry A tt test starting from a MC sample of generated asymmetry A tt sample . We first fit the differential asymmetry at the generated level A(∆y tt ) with the function f of Eq. (10) and determine the parameters α, β, and γ. Then we apply weights to the events processed through the D0 simulation This procedure preserves the even part of the distribution of ∆y tt . It also preserves the original shape of the differential asymmetry, but changes its magnitude to the desired value.",
            "paragraph_rank": 53,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 36,
                    "text": "[56]",
                    "end": 40
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 170,
                    "text": "Fig. 4",
                    "end": 176
                }
            ]
        },
        {
            "text": "Calibration",
            "section_rank": 22
        },
        {
            "section": "Calibration",
            "text": "Starting from the nominal mc@nlo tt sample, we produce test samples using the product of the weights defined in sections VI A 1 and VI A 2. We use a grid of values for polarizations of κP = (−0.2, −0.1, 0, 0.1, 0.2) and asymmetries of A tt = (−0.1, 0, 0.1, 0.15, 0.2, 0.25) to obtain 30 samples in addition to the unweighted nominal sample. We apply the method of ME reconstruction to each of the 31 fully simulated samples and extract a raw measurement (A tt raw , κP raw ) associated with a given parton-level (A tt , κP ). A fit to the obtained set of points in the space (A tt , κP , A tt raw , κP raw ) determines two affine functions that relate the reconstructed quantities to the true quantities: A tt raw = f 1 (A tt , κP ) and κP raw = f 2 (A tt , κP ). The affine functions fit the 31 points well, with residuals < 0.1%. We rewrite the affine relations using a matrix equation:",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "section": "Calibration",
            "text": "where C is a 2 × 2 calibration matrix and O is a vector of offset terms. The values of the matrix C and O are reported in Table V for the the different dilepton channels. To determine the statistical uncertainties on the calibration parameters, we use an ensemble method. We split the mc@nlo samples into 100 independent ensembles and then repeat the calibration procedure for each of them.",
            "paragraph_rank": 55,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 122,
                    "text": "Table V",
                    "end": 129
                }
            ]
        },
        {
            "section": "Calibration",
            "text": "The calibration relation of Eq. 12is inverted to retrieve the true partonic asymmetry A tt and the true polarization κP from the reconstructed A tt raw and κP raw . We obtain a measurement of (A tt , κP ) reported in Table VI for each dileptonic channel using the calibration coefficients from Table V and the raw measurements from  Tables II and III. Two alpgen+pythia tt samples generated at different m t are used to estimate the dependence of the measurement on m t . Considering a top mass of m t = 173.18 ± 0.94 GeV [40] as reference, the dilepton results reported in Table VI have to be corrected by −0.02% and 0.15% for A tt and κP , respectively. The corrected combined dilepton results are A tt = (15.0 ± 6.4 (stat))% (13) κP = (7.2 ± 10.5 (stat))%.",
            "paragraph_rank": 56,
            "section_rank": 22,
            "ref_spans": [
                {
                    "ref_id": "formula_12",
                    "start": 32,
                    "text": "12",
                    "end": 34
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 294,
                    "text": "Table V and the raw measurements from  Tables II and III.",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 522,
                    "text": "[40]",
                    "end": 526
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 574,
                    "text": "Table VI",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 728,
                    "text": "(13)",
                    "end": 732
                }
            ]
        },
        {
            "section": "Calibration",
            "text": "VII. SYSTEMATIC UNCERTAINTIES",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "section": "Calibration",
            "text": "We consider three categories of uncertainties. Uncertainties affecting the signal are obtained by deriving calibration coefficients from alternate signal models and propagating them to the final results. Uncertainties affecting the background have an impact on the raw measurements, A tt raw and κP raw , as these observables are obtained after subtracting the background. They are propagated to the final measurement by applying the nominal calibration correction to the modified A tt raw and κP raw . The third category consists of the uncertainties on the calibration method. Since the measurement is performed after background subtraction, the calibration is independent of the normalization of the tt simulation, and there is no systematic uncertainty due to signal normalization. The uncertainties on A tt and κP due to the different sources are summarized in Table VII, together with the correlations.",
            "paragraph_rank": 58,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 866,
                    "text": "Table VII",
                    "end": 875
                }
            ]
        },
        {
            "text": "A. Uncertainties on signal",
            "section_rank": 23
        },
        {
            "section": "A. Uncertainties on signal",
            "text": "Several sources of systematic uncertainties due to the detector and reconstruction model affect the jets and thus the signal kinematics. We consider uncertainties on the jet energy scale, flavor-dependent jet response, and jet energy resolution [32]. We also take into account uncertainties associated with b tagging and vertexing [34].",
            "paragraph_rank": 59,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 245,
                    "text": "[32]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 331,
                    "text": "[34]",
                    "end": 335
                }
            ]
        },
        {
            "section": "A. Uncertainties on signal",
            "text": "To estimate the impact of higher order correction, we compare the calibration obtained with mc@nlo+herwig to the calibration obtained with alpgen+herwig. To propagate uncertainty on the simulation of initial state and final state radiations (ISR/FSR), the amount of radiation is varied by scaling the ktfac parameter either by a factor of 1.5 or 1/1.5 in an alpgen+pythia simulation of tt events [50]. The hadronization and parton-shower model uncertainty is derived from the difference between the pythia and herwig generators, estimated by comparing alpgen+herwig to alpgen+pythia tt samples. The different models for parton showers used by various MC generators yield different amounts of ISR between forward and backward events [57,58]. The uncertainty on the ISR model is defined as 50% of the difference between the nominal results and the results derived from a mc@nlo simulation in which the dependence of the forward-backward asymmetry on the p T of the tt system is removed. The uncertainty of 0.94 GeV on m t [40] is propagated to the final result using two alpgen+pythia samples generated with different m t values. We determine PDF uncertainties by varying the 20 parameters describing the CTEQ6M1 PDF [35] within their uncertainties.",
            "paragraph_rank": 60,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 396,
                    "text": "[50]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 732,
                    "text": "[57,",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 736,
                    "text": "58]",
                    "end": 739
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1020,
                    "text": "[40]",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1215,
                    "text": "[35]",
                    "end": 1219
                }
            ]
        },
        {
            "text": "B. Uncertainties on background",
            "section_rank": 24
        },
        {
            "section": "B. Uncertainties on background",
            "text": "The uncertainty on the background level is obtained by varying the instrumental background normalization by 50% and the overall background normalization by 20%. The model of the instrumental background kinematics is varied, using the same method as in Ref. [15]. We reweight the reconstructed ∆y, cos θ + , and cos θ − distributions by a factor of 1 + ǫ × σ band , where σ band is TABLE VI: Measurements of A tt and κP for each dileptonic channel corrected for the calibration (for mt = 172.5 GeV). The statistical correlation between the two measurements arises both from the statistical correlation of the experimental observables and the correction for the calibration.",
            "paragraph_rank": 61,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 257,
                    "text": "[15]",
                    "end": 261
                }
            ]
        },
        {
            "text": "Channel",
            "section_rank": 25
        },
        {
            "section": "Channel",
            "text": "A the statistical uncertainty band of the distribution and ǫ = ±1 is chosen to be positive for ∆y > 0, cos θ + > 0, cos θ − < 0, and negative for ∆y < 0, cos θ + < 0, and cos θ − > 0.",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "text": "C. Uncertainties on calibration",
            "section_rank": 26
        },
        {
            "section": "C. Uncertainties on calibration",
            "text": "We also consider sources of uncertainties affecting the calibration procedure. The statistical uncertainty on the calibration parameters and their correlations are propagated to the final measurements. The uncertainties are 0.60% for A tt and 0.61% for κP . The correlation is −39%.",
            "paragraph_rank": 63,
            "section_rank": 26
        },
        {
            "section": "C. Uncertainties on calibration",
            "text": "To estimate a systematic uncertainty due to the choice of ∆y tt calibration procedure, we reweight the mc@nlo sample to reproduce the shape of the differential asymmetries of each different BSM and SM model considered. Each of the resulting samples serves as a seed for a new calibration procedure as described in section VI A 2. The maximum variation in the A tt measurement obtained with these new calibrations is taken as systematic uncertainty. It is obtained using the shape from the alpgen + pythia sample and amounts to 1.3%. The impact of these tests is negligible for κP since only the ∆y tt distribution is modified.",
            "paragraph_rank": 64,
            "section_rank": 26
        },
        {
            "section": "C. Uncertainties on calibration",
            "text": "We also perform a closure test using the five different BSM models described in section IV B. For each of the considered BSM models we create test samples by reweighting the ∆y tt and cos θ ± distributions, in the same way as described in section VI A for mc@nlo samples. The samples cover a range of values of A tt and κP centered around the data measurement within ±1 statistical standard deviations. These samples are treated as pseudo-data: We compute the differences between what would be measured using the nominal calibration and the true A tt and κP of each sample. The maximum A tt bias is found for the axigluon m200L sample [41] and corresponds to a shift of (∆A tt , ∆κP ) = (−2.9%, 2.3%) obtained for (A tt , κP ) ≈ (19%, 9%). The maximum κP bias is found for the axigluon m200A sample [41] and corresponds to (∆A tt , ∆κP ) = (−1.5%, 2.6%) for (A tt , κP ) ≈ (10%, 0%). These two doublets in (∆A tt , ∆κP ) are taken as uncorrelated systematic uncertainties. In each of these doublets, the uncertainty on A tt and κP are taken as −100% correlated.",
            "paragraph_rank": 65,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 635,
                    "text": "[41]",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 799,
                    "text": "[41]",
                    "end": 803
                }
            ]
        },
        {
            "text": "VIII. RESULTS",
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "The measurements and the uncertainties discussed in the previous sections are summarized by A tt = (15.0 ± 6.4 (stat) ± 4.9 (syst))%, κP = (7.2 ± 10.5 (stat) ± 4.2 (syst))%,",
            "paragraph_rank": 66,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "with a correlation of −56% between the measurements. The results are presented in Fig. 5. The NLO SM prediction for A tt is A tt = (9.5 ± 0.7)% [2], while the SM polarization is expected to be small, κP = (−0.19±0.05)% [4]. Our measurement is consistent with the SM prediction within the 68% confidence level region. In Fig. 5 we overlay the expected values for the different axigluon models of Ref. [41]. As the models are generated with the LO madgraph generator, we add an asymmetry of 9.5% arising from the pure SM contributions that is not accounted for by madgraph. The approximation of just adding the madgraph LO asymmetry to the SM asymmetry is estimated to be valid at the ≈ 3% level. We interpret the measurements as a test of the SM, separately assuming the SM forward-backward asymmetry of A tt = (9.5 ± 0.7)% and the SM polarization of κP = (−0.19 ± 0.05)%. As we assume the SM, we do not consider the uncertainty from the dependence on the physics model. The constraint on A tt is applied to the two-dimensional result of Eq. (15) to obtain the polarization κP = (11.3 ± 9.1 (stat) ± 1.9 (syst))%.",
            "paragraph_rank": 67,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 82,
                    "text": "Fig. 5",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 144,
                    "text": "[2]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 219,
                    "text": "[4]",
                    "end": 222
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 320,
                    "text": "Fig. 5",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 400,
                    "text": "[41]",
                    "end": 404
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "This result is consistent with the SM expectation at the 1.2 standard deviation level. Applying the constraint on κP we obtain an asymmetry of A tt = (17.5 ± 5.6 (stat) ± 3.1 (syst))%,",
            "paragraph_rank": 68,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "which is consistent with the SM expectation at the 1.3 standard deviation level.",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "In a previous publication, the D0 Collaboration has measured the forward-backward asymmetry in the lep-ton+jets channel [11]:",
            "paragraph_rank": 70,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 120,
                    "text": "[11]",
                    "end": 124
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "A tt = (10.6 ± 2.8 (stat) ± 1.3 (syst))% = (10.6 ± 3.0)%. (18) This lepton+jets measurement was performed in the context of a test of the SM, as no study of the dependence with respect to the possible polarization was performed. Therefore, it should be compared with the result of Eq. (17). We classify the systematic uncertainties of both measurements by their sources and consider them as being either completely correlated, e.g., the btagging uncertainty, or completely uncorrelated, e.g., the background modeling. Even if some sources of uncertainties are correlated between both channels, the dominant sources are not, so that the final overall uncertainties are only 7% correlated. The two measurements are consistent with a probability of 30% given by a χ 2 test. We combine the lepton+jets and dilepton measurements, using the best linear unbiased estimate (BLUE) [59,60]. The combination is a weighted average of the input measurements, with the dilepton measurement given a weight of 0.17 and the lepton+jets measurement a weight of 0.83. The combined result is A tt = 11.8 ± 2.5 (stat) ± 1.3 (syst))%.",
            "paragraph_rank": 71,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 58,
                    "text": "(18)",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 285,
                    "text": "(17)",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 872,
                    "text": "[59,",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 876,
                    "text": "60]",
                    "end": 879
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "IX. SUMMARY",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "We have presented a simultaneous measurement of the forward-backward asymmetry of tt production and the top quark spin polarization in the beam basis in dilepton final states, using 9.7 fb −1 of proton-antiproton collisions at √ s = 1.96 TeV with the D0 detector. The results are:",
            "paragraph_rank": 73,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "A tt = (15.0 ± 8.0)%, (20) κP = (7.2 ± 11.3)%, with a correlation of −56% between the measurements. They are consistent with the SM expectations within the 68% confidence level region.",
            "paragraph_rank": 74,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "Interpreted as a test of the SM and assuming the SM forward-backward asymmetry, these results yield a measurement of the top polarization of κP = (11.3 ± 9.3)%.",
            "paragraph_rank": 75,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "Assuming the SM polarization, we obtain a forwardbackward asymmetry of A tt = (17.5 ± 6.3)%.",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "This asymmetry is combined with the measurement of the asymmetry in lepton+jets final states yielding a combined asymmetry of A tt = (11.8 ± 2.8)%.",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "section": "VIII. RESULTS",
            "text": "All of these results are consistent with the SM expectations within uncertainties.",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "X. ACKNOWLEDGMENTS",
            "section_rank": 28
        },
        {
            "text": "g Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, h Universidade Estadual Paulista, São Paulo, Brazil, i Karlsruher Institut für Technologie (KIT) -Steinbuch Centre for Computing (SCC), D-76128 Karlsruhe, Germany, j Office of Science, U.S. Department of Energy, Washington, D.C. 20585, USA, k American Association for the Advancement of Science, Washington, D.C. 20005, USA, l Kiev Institute for Nuclear Research, Kiev, Ukraine, m University of Maryland, College Park, Maryland 20742, USA and n European Orgnaization for Nuclear Research (CERN), Geneva, Switzerland",
            "paragraph_rank": 79,
            "section_rank": 29
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 30
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: [color online]Comparison of distributions between data and MC simulations at the final selection for (a) the transverse momentum of the leading lepton, (b) the transverse momentum of the secondary lepton, (c) the pseudorapidity of the leading lepton, (d) the pseudorapidity of the secondary lepton, (e) the transverse momentum of the leading jet, (f) the transverse momentum of the secondary jet, (g) the HT , and (h) the difference between the two lepton pseudorapidities. The overflow bin content has been added to the last bin.",
            "paragraph_rank": 80,
            "section_rank": 30
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 31
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: [color online]Accumulation of likelihood functions ( events Lz i (K), with K along the vertical axis) versus the corresponding true parton level quantity (Ktrue along the horizontal axis) in tt MC events after applying the selection criteria for (a) K = ∆y tt , (b) K = cos θ + , and (c) K = cos θ − . Each single MC event i contributes in these plots with a complete distribution, Lz i (X), along the vertical axis for a given value on the horizontal axis, Ktrue. The shades of color indicate the bin contents in arbitrary units.",
            "paragraph_rank": 81,
            "section_rank": 31
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 32
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: [color online]Estimated distribution of the (a) ∆y tt , (b) cos θ + , and (c) cos θ − observables in dilepton events after subtracting the expected background contribution. Deviations beweeen the background-subtracted data and MC can be attributed to statistical fluctuations. The background-subtracted data asymmetries and the MC asymmetries extracted from these distributions are also reported. These raw asymmetries need to be corrected for calibration effects to retrieve the partonlevel asymmetries.",
            "paragraph_rank": 82,
            "section_rank": 32
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 33
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: [color online] Differential asymmetry A(∆y tt ) at parton level for different MC samples. See Ref. [41] for the details on axigluon models. The observed A(∆y tt ) is fitted with the functional form of Eq. (10).",
            "paragraph_rank": 83,
            "section_rank": 33
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 34
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: [color online] Two dimensional visualization of theA tt and κP measurements and comparison with benchmark axigluon models[41].",
            "paragraph_rank": 84,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 129,
                    "text": "[41]",
                    "end": 133
                }
            ]
        },
        {
            "text": "TABLE I :",
            "section_rank": 35
        },
        {
            "section": "TABLE I :",
            "text": "Comparison between expected and observed numbers of events at the final selection level for the different channels. The values are reported with their statistical uncertainties.Channel Z → ℓℓ Dibosons Instrumental tt → ℓℓjj Total expected Data",
            "paragraph_rank": 85,
            "section_rank": 35
        },
        {
            "text": "TABLE II :",
            "section_rank": 36
        },
        {
            "section": "TABLE II :",
            "text": "Raw forward-backward asymmetry in data before background subtraction, A data raw , asymmetry of the background, A bkg raw , and measurement once the background contribution has been subtracted, A tt raw . Asymmetries are reported in percent, together with their statistical uncertainties.",
            "paragraph_rank": 86,
            "section_rank": 36
        },
        {
            "text": "TABLE",
            "section_rank": 37
        },
        {
            "text": "TABLE IV :",
            "section_rank": 38
        },
        {
            "section": "TABLE IV :",
            "text": "Measurement of the statistical correlation between the asymmetry A tt raw and the polarization κP raw for the data, background, and background subtracted data. Values are reported in percent, together with their statistical uncertainties.",
            "paragraph_rank": 88,
            "section_rank": 38
        },
        {
            "text": "TABLE VII :",
            "section_rank": 39
        },
        {
            "section": "TABLE VII :",
            "text": "Summary of systematic and statistical uncertainties. of uncertainty Uncertainty on A tt (%) Uncertainty on κP (%) Correlation (%)",
            "paragraph_rank": 89,
            "section_rank": 39
        },
        {
            "section": "TABLE VII :",
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the Depart- ",
            "paragraph_rank": 90,
            "section_rank": 41
        }
    ]
}