{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The first search for supersymmetry in the vector-boson fusion topology is presented. The search targets final states with at least two leptons, large missing transverse momentum, and two jets with a large separation in rapidity. The data sample corresponds to an integrated luminosity of 19.7 fb −1 of proton-proton collisions at √ s = 8 TeV collected with the CMS detector at the CERN LHC. The observed dijet invariant mass spectrum is found to be consistent with the expected standard model prediction. Upper limits are set on the cross sections for chargino and neutralino production with two associated jets, assuming the supersymmetric partner of the τ lepton to be the lightest slepton and the lightest slepton to be lighter than the charginos. For a so-called compressed-mass-spectrum scenario in which the mass difference between the lightest supersymmetric particle χ 0 1 and the next lightest, mass-degenerate, gaugino particles χ 0 2 and χ ± 1 is 50 GeV, a mass lower limit of 170 GeV is set for these latter two particles.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "With the successful operation of the CERN LHC, numerous results placing constraints on extensions to the standard model (SM) have been presented by the ATLAS and CMS experiments. In particular, in models of supersymmetry (SUSY) [1][2][3][4][5][6][7], limits in excess of 1 TeV have been placed on the masses of the strongly produced gluinos and first-and secondgeneration squarks [8][9][10][11][12][13][14][15]. In contrast, mass limits on the weakly produced charginos ( χ ± i ) and neutralinos ( χ 0 i ), with much smaller production cross sections, are much less severe. The limits for charginos and neutralinos are especially weak in so-called compressed-massspectrum scenarios, in which the mass of the lightest supersymmetric particle (LSP) is only slightly less than the masses of other SUSY states. The chargino-neutralino sector plays a crucial role in the connection between dark matter and SUSY: in SUSY models with R-parity [16] conservation, the lightest neutralino χ 0 1 often takes the role of the LSP and is a dark matter candidate.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 228,
                    "text": "[1]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 231,
                    "text": "[2]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 234,
                    "text": "[3]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 237,
                    "text": "[4]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 240,
                    "text": "[5]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 243,
                    "text": "[6]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 246,
                    "text": "[7]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 380,
                    "text": "[8]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "start": 383,
                    "text": "[9]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "start": 386,
                    "text": "[10]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "start": 390,
                    "text": "[11]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "start": 394,
                    "text": "[12]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "start": 398,
                    "text": "[13]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "start": 402,
                    "text": "[14]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "start": 406,
                    "text": "[15]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 936,
                    "text": "[16]",
                    "end": 940
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Previous LHC searches [17,18] for electroweak chargino and neutralino production have focused on final states with one or more leptons ( ) and missing transverse momentum ( p miss T ), e.g., χ ± 1 χ 0 2 pair production followed by χ ± 1 → ν χ 0 1 and χ 0 2 → χ 0 1 , where χ ± 1 ( χ 0 2 ) is the lightest (next-to-lightest) chargino (neutralino), and where the LSP χ 0 1 is presumed to escape without detection leading to significant p miss T . However, these searches exhibit limited sensitivity in cases where the χ ± 1 and χ 0 2 are nearly mass degenerate with the χ 0 1 .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 22,
                    "text": "[17,",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 26,
                    "text": "18]",
                    "end": 29
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "-1 -JHEP11(2015)189 Figure 1. Diagrams of (left) chargino-neutralino and (right) chargino-chargino pair production through vector-boson fusion followed by their decays to leptons and the LSP χ 0 1 .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 20,
                    "text": "Figure 1",
                    "end": 28
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The mass difference ∆m = m χ ± 1 − m χ 0 1 is a crucial parameter dictating the sensitivity of the analysis. While the exclusion limits in refs. [17,18] can be as large as m χ ± 1 < 720 GeV for a massless χ 0 1 , they weaken to only ≈ 100 GeV for ∆m < 50 GeV. The current searches also exhibit limited sensitivity to models with SUSY particles that decay predominantly to τ leptons, even for LSP masses near zero, due to the larger backgrounds associated with τ -lepton reconstruction compared to electrons or muons.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 145,
                    "text": "[17,",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 149,
                    "text": "18]",
                    "end": 152
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Electroweak SUSY particles can be pair produced in association with two jets in pure electroweak processes in the vector-boson fusion (VBF) topology [19], which is characterized by the presence of two forward jets (i.e. jets near the beam axis), in opposite hemispheres, leading to a large dijet invariant mass (m jj ). Figure 1 shows the Feynman diagrams for two of the possible VBF production processes: chargino-neutralino and chargino-chargino production.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 149,
                    "text": "[19]",
                    "end": 153
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 320,
                    "text": "Figure 1",
                    "end": 328
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A search in the VBF topology offers a new and complementary means to directly probe the electroweak sector of SUSY, especially in compressed-mass-spectrum scenarios [20]. It targets unexplored regions of SUSY parameter space, where other searches have limited sensitivity. It differs fundamentally from the conventional direct electroweak SUSY searches mentioned above in that it uses the presence of jets with large transverse momenta (p T ) to suppress SM background. In this regard, it resembles searches for strongly produced SUSY particles. However, unlike these latter studies, which present searches for the indirect production of charginos and neutralinos through squark or gluino decay chains [10][11][12], the VBF search does not require the production of squarks or gluinos, whose masses might be too large to allow production at the LHC.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 165,
                    "text": "[20]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 702,
                    "text": "[10]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "start": 706,
                    "text": "[11]",
                    "end": 710
                },
                {
                    "type": "bibr",
                    "start": 710,
                    "text": "[12]",
                    "end": 714
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, we present a search for the electroweak production of SUSY particles in the VBF topology. The data, corresponding to an integrated luminosity of 19.7 fb −1 of proton-proton collisions at a centre-of-mass energy of √ s = 8 TeV, were collected with the CMS detector in 2012. Besides the two oppositely directed forward jets (j) that define the VBF configuration, the search requires the presence of at least two leptons (e, µ, or τ ) and large p miss T . The events are classified into one of eight final states depending on the dilepton content and charges eµjj, µµjj, µτ h jj, and τ h τ h jj, where τ h denotes a hadronically decaying τ lepton and where we differentiate between final states with same-sign (SS) JHEP11 (2015)189and opposite-sign (OS) dilepton pairs. The dijet invariant mass distribution m jj is used to search for the SUSY signal. Stringent requirements are placed on p miss T and on the kinematic properties of the VBF dijet system to suppress SM background. In particular, the R-parity conserving SUSY models we examine predict much higher average dijet p T than is typical for SM processes such as VBF Higgs boson production [21], allowing us to suppress the background by a factor of 10 2 -10 4 , depending on the background process.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 722,
                    "text": "(SS)",
                    "end": 726
                },
                {
                    "start": 734,
                    "text": "(2015)189",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1161,
                    "text": "[21]",
                    "end": 1165
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The background is evaluated using data wherever possible. The general strategy is to define control regions, each dominated by a different background process, through modification of the nominal selection requirements. These control regions are used to measure the m jj shapes and probabilities for background events to satisfy the VBF selection requirements. If the background contribution from a particular process is expected to be small or if the above approach is not feasible, the m jj shapes are taken from simulation. In these cases, scale factors, defined as the ratio of efficiencies measured in data and simulation, are used to normalize the predicted rates to the data.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The paper is organized as follows. The CMS detector is described in section 2. The reconstruction of electrons, muons, τ h leptons, jets, and p miss T is presented in section 3. The dominant backgrounds and their simulated samples are discussed in section 4, followed by the description of the event selection in section 5 and the background estimation in section 6. Systematic uncertainties are summarized in section 7, and the results are presented in section 8. Section 9 contains a summary.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "CMS detector",
            "section_rank": 3
        },
        {
            "section": "CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Located within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter. Muons are measured in gas-ionisation detectors embedded in the steel flux-return yoke outside the solenoid. Extensive forward calorimetry complements the coverage provided by the barrel and endcap detectors. Forward hadron calorimeters on each side of the CMS interaction point cover the very forward angles of CMS, in the pseudorapidity range 3.0 < |η| < 5.0.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "CMS detector",
            "text": "The inner tracker measures charged tracks with |η| < 2.5 and provides an impact parameter resolution of ≈ 15 µm and a transverse momentum resolution of about 1.5% for 100 GeV charged particles. Events are selected with a first-level trigger made of a system of fast electronics, and a high-level trigger that consists of a farm of commercial CPUs running a version of the offline reconstruction optimized for fast processing. A detailed description of the CMS detector, along with a definition of the coordinate system and relevant kinematic variables, can be found in ref. [22].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 574,
                    "text": "[22]",
                    "end": 578
                }
            ]
        },
        {
            "text": "Object reconstruction and identification",
            "section_rank": 4
        },
        {
            "section": "Object reconstruction and identification",
            "text": "The missing transverse momentum vector p miss T is defined as the projection on the plane perpendicular to the beam axis of the negative vector sum of the momenta of all recon--3 -",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "JHEP11(2015)189",
            "section_rank": 5
        },
        {
            "section": "JHEP11(2015)189",
            "text": "structed particles in an event. Its magnitude is referred to as p miss T . The jets and p miss T are reconstructed with the particle-flow algorithm [23,24]. The anti-k T clustering algorithm [25] with a distance parameter of 0.5 is used for jet clustering. Jets are required to satisfy identification criteria designed to reject particles from multiple proton-proton interactions (pileup) and anomalous behavior from the calorimeters. For jets with p T > 30 GeV and |η| < 2.5 (2.5 < |η| < 5.0), the reconstruction-plus-identification efficiency is ≈ 99% (95%), while 90-95% (60%) of pileup jets are rejected [26]. The jet energy scale and resolution are calibrated through correction factors that depend on the p T and η of the jet [27]. Jets originating from the hadronisation of bottom quarks (b quark jets) are identified using the loose working point of the combined secondary vertex (CSV) algorithm [28], which exploits observables related to the long lifetime of b hadrons. For jets with p T > 20 GeV and |η| < 2.4, the probability of correctly identifying a b quark jet is ≈ 85%, while the probability of misidentifying a jet originating from a light quark or gluon as a b quark jet is ≈ 10% [29]. Muons are reconstructed [30] using the inner silicon tracker and muon detectors. Quality requirements based on the minimum number of hits in the silicon tracker, pixel detector, and muon detectors are applied to suppress backgrounds from decays-in-flight and hadron shower remnants that reach the muon system. Electrons are reconstructed [31] by combining tracks produced by the Gaussian-sum filter algorithm with ECAL clusters. Requirements on the track quality, the shape of the energy deposits in the ECAL, and the compatibility of the measurements from the tracker and the ECAL are imposed to distinguish prompt electrons from charged pions and from electrons produced by photon conversions. The electron and muon reconstruction efficiencies are > 99% for p T > 10 GeV.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 148,
                    "text": "[23,",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 152,
                    "text": "24]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 191,
                    "text": "[25]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 608,
                    "text": "[26]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 732,
                    "text": "[27]",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 904,
                    "text": "[28]",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1199,
                    "text": "[29]",
                    "end": 1203
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1229,
                    "text": "[30]",
                    "end": 1233
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1543,
                    "text": "[31]",
                    "end": 1547
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The electron and muon candidates are required to satisfy isolation criteria in order to reject non-prompt leptons from the hadronisation process. Isolation is defined as the scalar sum of the p T values of reconstructed charged and neutral particles within a cone of radius ∆R = √ (∆η) 2 + (∆φ) 2 = 0.4 around the lepton-candidate track, divided by the p T of the lepton candidate. A correction is applied to the isolation variable to account for the effects of additional interactions. For charged particles, only tracks associated with the primary vertex are included in the isolation sums. The primary vertex is the reconstructed vertex with the largest sum of charged-track p 2 T values associated to it. For neutral particles, a correction is applied by subtracting the energy deposited in the isolation cone by charged particles not associated with the primary vertex, multiplied by a factor of 0.5. This factor corresponds approximately to the ratio of neutral to charged hadron production in the hadronisation process of pileup interactions. In both cases, the contribution from the electron or muon candidate is removed from the sum and the value of the isolation variable is required to be 0.2 or less.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 680,
                    "text": "2",
                    "end": 681
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The muon identification-plus-isolation efficiency is 96% for muons with p T > 15 GeV and |η| < 2.1. The rate at which pions undergoing π ± → µ decay are misidentified as muons is 10 −3 for pions with p T > 10 GeV and |η| < 2.1. The electron identification-plus-isolation efficiency is 85% (80%) for electrons with p T > 30 GeV in the barrel (endcap) region [31]. The j → e misidentification rate is 5 × 10 −3 for jets with p T > 10 GeV and |η| < 2.1.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 357,
                    "text": "[31]",
                    "end": 361
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "Hadronic decays of τ leptons are reconstructed and identified using the hadrons-plusstrips algorithm [32], which is designed to optimize the performance of the τ h reconstruction JHEP11 2015189 Table 1. Summary of the event selection criteria for the different final states. The selections for the µµjj and eµjj channels are presented in one column ( e/µ µjj) as they are similar. The symbol e,µ,τ h means that the lepton could be an electron, a muon, or a τ h lepton.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 101,
                    "text": "[32]",
                    "end": 105
                },
                {
                    "start": 186,
                    "text": "2015",
                    "end": 190
                },
                {
                    "type": "table",
                    "start": 194,
                    "text": "Table 1",
                    "end": 201
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "by considering specific τ h decay modes. To suppress backgrounds in which light-quark or gluon jets can mimic τ h decays, a τ h candidate is required to be spatially isolated from other energy deposits in the event. The isolation variable is calculated using a multivariate boosted-decision-tree technique by forming rings of radius ∆R around the direction of the τ h candidate, using the energy deposits of particles not considered in the reconstruction of the τ h decay mode. Additionally, τ h candidates are required to be distinguishable from electrons and muons in the event by using dedicated criteria based on the consistency among the measurements in the tracker, calorimeters, and muon detectors. The identification and isolation efficiency is 55-65% for a τ h lepton with p T > 20 GeV and |η| < 2.1, depending on the p T and η values of the τ h candidate. The rate at which jets are misidentified as a τ h lepton is 1-5%, depending on the p T and η values of the τ h candidate. The event selection criteria used in each search channel are summarized in section 5 (see table 1).",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1078,
                    "text": "table 1",
                    "end": 1085
                }
            ]
        },
        {
            "text": "Signal and background samples",
            "section_rank": 6
        },
        {
            "section": "Signal and background samples",
            "text": "The composition of SM background events depends on the final state and, in particular, the number of τ h candidates. The most important sources of background arise from the production of W or Z bosons in association with jets (W/Z+jets), and from tt, diboson (VV: WW, WZ, ZZ), and Quantum ChromoDynamics (QCD) multijet events. The W+jets events are characterized by an isolated lepton from the decay of the W boson and uncorrelated jets misidentified as an e, µ, or τ h . Background from W+jets events is especially pertinent for final states with one τ h candidate. Background from tt events usually contains one or two tagged b quark jets, in addition to a genuine isolated e, µ, or τ h .",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Signal and background samples",
            "text": "Background from diboson events contains genuine, isolated leptons when the bosons decay leptonically, and jets that are misidentified as a τ h lepton when they decay hadron-JHEP11 (2015)189ically. The QCD background is characterized by jets that are misidentified as an e, µ, or τ h lepton. The QCD multijet process is an appreciable background only for the τ h τ h final states.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 180,
                    "text": "(2015)189",
                    "end": 189
                }
            ]
        },
        {
            "section": "Signal and background samples",
            "text": "There are negligible contributions from background processes such as single-top and VBF production of a Higgs or Z boson. These background yields are taken from simulation.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Signal and background samples",
            "text": "Simulated samples of signal and background events are generated using Monte Carlo (MC) event generators. The signal event samples are generated with the MadGraph program (v5.1.5) [33], considering pair production of χ ± 1 and",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 179,
                    "text": "[33]",
                    "end": 183
                }
            ]
        },
        {
            "section": "Signal and background samples",
            "text": ", and χ 0 2 χ 0 2 ) with two associated partons. The signal events are generated requiring a pseudorapidity gap |∆η| > 4.2 between the two partons, with p T > 30 GeV for each parton. Background event samples with a Higgs boson produced through VBF processes, and single top are generated with the powheg program (v1.0r1380) [34]. The MadGraph generator (v5.1.3) is used to describe Z+jets, W+jets, tt, diboson, and VBF Z boson production.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 324,
                    "text": "[34]",
                    "end": 328
                }
            ]
        },
        {
            "section": "Signal and background samples",
            "text": "The MC background and signal yields are normalized to the integrated luminosity of the data. The tt background is normalized to the next-to-next-to-leading-logarithm level using the calculations of refs. [35,36]. The Z+jets and W+jets processes are normalized to next-to-next-to-leading-order using the results from the fewz v2.1 [37] generator. The diboson background processes are normalized to next-to-leading-order using the mcfm v5.8 [38] generator, while the VBF Z boson events are normalized to next-to-leading order using the VBFNLO (v2.6) [39,40] program. The single-top and VBF Higgs boson background yields are taken from the powheg program, where the next-to-leading order effects are incorporated. Signal cross sections are calculated at leading order using the MadGraph generator. All MC samples incorporate the CTEQ6L1 [41] or CTEQ6M [42] parton distribution functions (PDF). The corresponding evaluation of uncertainties in the signal cross sections is discussed in section 7. The range of signal cross sections is 50-1 fb for χ 0 2 = χ ± 1 masses of 100-400 GeV. The powheg and MadGraph generators are interfaced with the pythia (v6.4.22) [43] program, which is used to describe the parton shower and hadronisation processes. The decays of τ leptons are described using the tauola (27.1215)  [44] program.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 204,
                    "text": "[35,",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 208,
                    "text": "36]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 330,
                    "text": "[37]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 439,
                    "text": "[38]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 548,
                    "text": "[39,",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 552,
                    "text": "40]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 834,
                    "text": "[41]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 849,
                    "text": "[42]",
                    "end": 853
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1156,
                    "text": "[43]",
                    "end": 1160
                },
                {
                    "type": "bibr",
                    "start": 1298,
                    "text": "(27.1215)",
                    "end": 1307
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1309,
                    "text": "[44]",
                    "end": 1313
                }
            ]
        },
        {
            "section": "Signal and background samples",
            "text": "The background samples are processed with a detailed simulation of the CMS apparatus using the Geant4 package [45], while the response for signal samples is modeled with the CMS fast simulation program [46]. For the signal acceptance and m jj shapes based on the fast simulation, the differences with respect to the Geant4-based results are found to be small (< 5%). Corrections are applied to account for the differences. For all MC samples, multiple proton-proton interactions are superimposed on the primary collision process, and events are reweighted such that the distribution of reconstructed collision vertices matches that in data. The distribution of the number of pileup interactions per event has a mean of 21 and a root-mean-square of 5.5.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 110,
                    "text": "[45]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 202,
                    "text": "[46]",
                    "end": 206
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "A single-muon trigger [30] with a p T threshold of 24 GeV is used for the µµjj, eµjj, and µτ h jj final states. The τ h τ h jj channels use a double-τ h trigger [47] ",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 22,
                    "text": "[30]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 161,
                    "text": "[47]",
                    "end": 165
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "GeV for each τ h . A requirement on pseudorapidity (|η| < 2.1) is applied to select high quality and well-isolated leptons (e, µ, τ h ) within the tracker acceptance. The p T thresholds defining the search regions are chosen to achieve a trigger efficiency greater than 90%. For final states with at least one muon (µµjj, eµjj, µτ h jj), events are selected by requiring a muon with p T > 30 GeV. For the τ h τ h channels, both τ h candidates are required to satisfy p T > 45 GeV.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The following requirements are referred to as the \"central selection\", and are applied to all final states. Pairs of leptons are required to be separated by ∆R > 0.3 and to originate from the primary vertex. All channels require exactly two leptons satisfying selection criteria. Events with an e or µ are required to have p miss T > 75 GeV, while a requirement p miss T > 30 GeV is used for the τ h τ h jj final state to compensate for the loss in acceptance due to the higher p T threshold of τ h leptons while maintaining similar background rejection. Background from tt events is reduced by removing events in which any jet has p T > 20 GeV, is separated from the leptons by ∆R > 0.3, and is identified as b-quark jet using the loose working point of the CSV algorithm.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The \"VBF selection\" refers to the requirement of at least two jets in opposite hemispheres (η 1 η 2 < 0) with large separation (|∆η| > 4.2). Events are selected with at least two jets with p T > 50 GeV and pseudorapidity |η| < 5.0. The µ ± µ ± jj search region has a lower background rate with respect to other final states, which makes it possible to relax the jet p T requirement to 30 GeV to increase the signal acceptance. The event selection criteria with p T > 30 GeV are referred to as \"Loose\". The event selection criteria with p T > 50 GeV are referred to as \"Tight\". Selected events are required to have a dijet candidate with m jj > 250 GeV.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The signal region (SR) is defined as the events that satisfy the central and VBF selection criteria. A summary of the event selection criteria used in each channel is presented in table 1.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Background estimation",
            "section_rank": 8
        },
        {
            "section": "Background estimation",
            "text": "The general methodology used to evaluate the background is the same for all final states. We isolate various control regions (CR) to measure the VBF efficiencies (the probability for a given background component to satisfy the VBF selection criteria) and m jj shapes from data, validate the modeling of the central selection criteria, and determine a correction factor to account for the selection efficiency by assessing the level of agreement between data and simulation. For each final state, the same trigger is used for the CRs as for the corresponding SR. The VBF efficiency, measured in a CR satisfying only the central selection, is defined as the fraction of events in the CR additionally passing the VBF event selection criteria.",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "Background estimation",
            "text": "The tt, W+jets, and VV backgrounds are evaluated using the following equation: 1) where N pred BG is the predicted background yield in the signal region, N MC BG (central) is the rate predicted by the \"BG\" simulation (with BG = tt, W+jets, or VV) for the central",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 79,
                    "text": "1)",
                    "end": 81
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "BG (central) is the data-to-simulation correction factor for the central region, given by the ratio of data to the \"BG\" simulation in control region CR1, and CR2",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "Background estimation",
            "text": "VBF is the VBF efficiency, determined as a function of m jj in data control sample CR2 or, in the case of VV events, from simulation.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "Background estimation",
            "text": "The event selection criteria used to define the CR must not bias the m jj distribution. This is verified, in simulation and data, by comparing the m jj distributions with and without the selection criteria used to define the CR. The background estimation technique used to measure the VBF efficiency and m jj shape from data is performed with simulated events to test the closure, where closure refers to the ability of the method to predict the correct background yields when using simulation in place of data. The closure tests demonstrate that the background determination techniques, described in detail below, reproduce the expected background distributions in both rate and shape to within the statistical uncertainties. The difference between the nominal MC background yields and the yields predicted from the closure test are added in quadrature with the statistical uncertainties of the prediction to define a systematic uncertainty. Simulated samples are further used to verify that the composition of objects erroneously identified as leptons, and their kinematic properties, are similar between the CRs and SR, and thus that the scale factors SF CR1 BG (central) are unbiased. A variety of generators (MadGraph, pythia, and powheg) are used for this purpose to establish the robustness of this expectation.",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "section": "Background estimation",
            "text": "The production of tt events is an important source of background for the µµjj, eµjj, and µτ h jj final states. Control regions enriched with tt events are obtained by requiring the presence of at least one reconstructed b-tagged jet with p T > 20 GeV. The tt purity of the resulting data CR1s depends on the final state, ranging from 76 to 99%. The contributions of backgrounds other than tt events are subtracted from the data CR1s using simulation. The scale factors SF CR1 tt are then determined. The uncertainties related to the subtraction procedure are propagated to the scale factors. For the OS channels, the scale factors are consistent with unity to within 3%. The tt events with OS lepton pairs arise from genuine isolated leptons produced through leptonic W boson decay, and are well modeled by the simulation. On the other hand, tt events with SS lepton pairs mostly contain a lepton candidate that is a misidentified hadron or jet, which is more difficult to accurately simulate. The scale factors for SS events range from 1.2 to 1.5, with statistical uncertainties up to 25%. Since the fraction of lepton candidates that are in fact a misidentified hadron or jet varies according to the final state, the scale factors are determined independently for each channel. In contrast, the VBF efficiency for a given combination of lepton flavors does not depend on the charge state, and thus each pair of final states with the same flavor combination shares the same VBF efficiency value. The VBF efficiency is measured in data CR2 control samples obtained by additionally removing the charge requirement on the lepton pair and relaxing or inverting the lepton isolation requirement (isolation sidebands) in order to enhance the purity and statistical precision of the CR2s. Figure 2 shows the \"Tight\" and \"Loose\" VBF efficiencies measured from data, as a function of m jj , for events in the tt CR2s of the µµjj final states. The VBF efficiencies CR2 VBF range from 0.02 to 0.003, with relative uncertainties below 11% for m jj > 250 GeV. We verify that the b tagging, charge, and isolation requirements used to obtain the CR1 and CR2 samples do not bias the m jj shape or the kinematic distributions of the leptons. Figure 2. The VBF efficiency (see text) as a function of jet pair mass m jj measured for the tt and Z+jets control regions of the µµjj final state, for the \"Loose\" (p T > 30 GeV) and \"Tight\"",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1783,
                    "text": "Figure 2",
                    "end": 1791
                },
                {
                    "type": "figure",
                    "start": 2226,
                    "text": "Figure 2",
                    "end": 2234
                }
            ]
        },
        {
            "text": "JHEP11(2015)189",
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The production of W+jets events presents an important source of background only for the µτ h jj search channels. Samples enriched in W+jets events, with about 70% purity according to simulation, are obtained by requiring the transverse mass m T ≡ √",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "] between p miss T and the muon transverse momentum p µ T to satisfy 40 < m T < 110 GeV. The correction factor SF CR1",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "W+jets is determined to be 0.90±0.11, where the uncertainty is a combination of the statistical uncertainty from data, the statistical uncertainty from simulation, and the systematic uncertainty associated with the subtraction of the non-W+jets backgrounds from the data control sample. The lepton and τ h isolation sidebands are used to obtain W+jets-enriched CR2 samples, with negligible expected signal contributions, not only to measure the VBF efficiencies and m jj shape from data, but also to provide further validation of the SF CR1",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "W+jets correction factor. To validate the correction factor, the W+jets rate in the τ h isolation sideband is scaled by 0.90 ± 0.11, and agreement between the data and the corrected W+jets prediction from simulation is observed. The VBF efficiency determined from the CR2 control sample is measured to be ≈ 1% for m jj > 250 GeV. Agreement between the VBF efficiencies of Z+jets and W+jets processes is observed in the µτ h jj channel.",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The background from VV events is significant for final states containing only electrons and muons, comprising up to 10% of the total SM background in the OS channels, and up to 40% in the SS channels. The diboson background is suppressed in the τ h final states because of the lower average p T of the visible τ -lepton decay products. Diboson events have genuine isolated leptons and p miss T from neutrinos and can satisfy the VBF selection when produced in association with jets arising from initial-state radiation or from a SM VBF process. We select diboson-enriched CR1 samples (97% purity) by requiring at least JHEP11 (2015)189three leptons and inverting the p miss T requirement (p miss T < 75 GeV). The level of agreement between data and simulation for the event rates, VBF efficiencies, and m jj shapes are found to be the same for all types of VV processes in the CR1 samples. The data-tosimulation correction factor is SF CR1 V V = 1.12 ± 0.06. The m jj distributions, following the VBF selections, are consistent between data and simulation. Therefore, the VBF efficiency is taken directly from simulation.",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 626,
                    "text": "(2015)189",
                    "end": 635
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The Z+jets background is important for all OS final states. This background is evaluated using the following relation: 2) where N M C Z+jets , SF CR1 Z+jets , and CR1 VBF have the same meaning as the analogous quantities in eq. (6.1) (with BG = Z+jets), and the SF CR3 p miss T term is described below. Control samples (CR1) dominated by Z → +jets events with = e, µ (> 98% purity) are selected by requiring p miss T < 75 GeV and an OS lepton pair mass m consistent with the Z boson (60 < m < 120 GeV). The rates and kinematic distributions of leptons in these control samples are consistent between the data and simulation. These control samples are used to determine both the SF CR1",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 119,
                    "text": "2)",
                    "end": 121
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "Z+jets correction factors and the CR1 VBF terms, in the same manner as described above for the analogous quantities. The correction factors are unity to within 1%. Figure 2 shows the \"Tight\" and \"Loose\" VBF efficiencies measured from data, as a function of m jj , for events in the µµjj channel. The VBF efficiencies range from 10 −3 to 10 −5 . The measured CR1",
            "paragraph_rank": 43,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 164,
                    "text": "Figure 2",
                    "end": 172
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "VBF terms agree with the results from simulation within 23%, which is taken as a systematic uncertainty both for the background prediction and for the VBF efficiency in simulated signal events. Additional orthogonal Z+jets control samples (CR3) are selected with similar selection criteria as used for the signal, maintaining the p miss T requirement (>75 GeV) and inverting the VBF selection (i.e. at least one of the VBF selection requirements is not satisfied: ≥2 jets, jet p T , |∆η|, or η 1 η 2 ). These control samples are used to determine the correction factors SF CR3 p miss T , which account for differences between the data and simulation for high-p miss T events. The factors are 1.03 ± 0.03 (1.38 ± 0.10) for the τ h (light-lepton flavor) channels. This mismodeling arises from the mismeasurement of p T for jets and leptons.",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "High-purity samples of Z → τ τ → τ h events, from which the SF CR1 Z+jets terms can be evaluated for the search channels with at least one τ h , are obtained by removing the VBF selection and requiring m T ( , p miss T ) < 15 GeV. The VBF efficiency for Z → τ τ +jets processes is obtained from data using the Z → +jets control samples described above.",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The QCD multijet background is negligible for all final states except the τ h τ h jj channel. To estimate the QCD multijet contribution to this channel, we select a QCD-dominated (> 90% purity) CR1 by requiring two τ h candidates with relaxed isolation requirements. In addition, we require that the CR1 events contain an SS τ h τ h pair. The SS signal region is thus included in CR1, but the potential impact of signal events is found to be negligible. The QCD multijet background in the OS τ h τ h channel is estimated by:",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "-10 -",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "where N CR1 QCD (central) is the yield observed in the CR1 sample with no VBF requirements, following subtraction of the non-QCD component from CR1 using simulation. The OSto-SS ratio R OS/SS is obtained from a low-p miss T (p miss T < 30 GeV) region after subtraction of the non-QCD contributions: we find R OS/SS = 1.33 ± 0.03. Besides its use in the background determination procedure [eq. (63)], the measured result for R OS/SS is used to provide a cross-check: we use it to extrapolate from an SS to an OS control region, both selected requiring p miss T < 30 GeV and two non-isolated τ h candidates. The obtained prediction for the rate of non-isolated OS τ h leptons is in agreement with the observation. Finally, the efficiency CR2 VBF is measured in exclusive sidebands fulfilling inverted τ h isolation criteria. It is estimated as the rate of events with two non-isolated τ h candidates plus two jets satisfying the VBF requirements divided by the rate of events with two nonisolated τ h candidates without any additional jet requirements. The measured efficiency is VBF = 0.35% ± 0.08% (stat) ± 0.06% (syst).",
            "paragraph_rank": 48,
            "section_rank": 9,
            "ref_spans": [
                {
                    "ref_id": "formula_3",
                    "start": 393,
                    "text": "(6",
                    "end": 395
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The QCD multijet background in the SS τ h τ h jj channel is estimated using the following relation:",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "section": "JHEP11(2015)189",
            "text": "Here, N fail-VBF QCD is the observed yield in data, with non-QCD background from simulation subtracted, in an SS τ h τ h control sample requiring at least two jets not associated with one of the τ h candidates to fail any of the |∆η|, η 1 η 2 , or m jj requirements. The VBF efficiency non-isoτ h VBF ( VBF for short) is measured in six exclusive τ h isolation sidebands, without a p miss T requirement and at least two jets. The validity of the method is demonstrated in data by the agreement that is observed, within statistical uncertainties, of these six independent measurements of VBF . The six corresponding control samples in simulation are used to test the stability of VBF as a function of p miss T and the τ h isolation requirements. For this purpose, the probability for a single jet to be misidentified as a τ h lepton is determined from simulation. The misidentification rates depend on the jet p T and are used to determine an overall event weight by randomly selecting two jets in the event to represent the τ h leptons. The VBF efficiencies in simulation are calculated from these weighted samples and demonstrate consistency with respect to the different p miss T and τ h isolation requirements at the level of ≈ 19%, which is assigned as a systematic uncertainty in the background prediction. The VBF efficiency for m jj > 250 GeV is VBF = 6.7%±0.5% (stat) +1.2% −0.5% (syst).",
            "paragraph_rank": 50,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The main contributions to the total systematic uncertainty in the background predictions arise from the closure tests and from the statistical uncertainties associated with the data control regions used to determine the CR VBF , SF CR1 BG (central), and R OS/SS factors. The relative systematic uncertainties in SF CR1",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "BG and R OS/SS related to the statistical precision in the CRs range between 1 and 25%, depending on the background component and search channel. For m jj > 250 GeV, the statistical uncertainties in CR VBF lie between 3 and 21%, while the systematic uncertainties evaluated from the closure tests and cross-checks with data range from 2 to 20%. For the background CR VBF , we assign no uncertainty due to JHEP11(2015)189 the jet energy correction, as the m jj distributions are taken directly from the data control regions. Less significant contributions to the systematic uncertainties arise from contamination by non-targeted background sources to the CRs used to measure CR VBF , and from the uncertainties in SF CR1 BG (central) due to the lepton identification efficiency, lepton energy and momentum scales, p miss T scale, and trigger efficiency. The efficiencies for the electron and muon trigger, reconstruction, identification, and isolation requirements are measured with the \"tag-and-probe\" method [30,31] with a resulting uncertainty of 2%. The τ h trigger and identification-plus-isolation efficiencies are measured from a fit to the Z → τ τ → µτ h visible mass distribution in a sample selected with a single-muon trigger, leading to a relative uncertainty of 4% and 6% per τ h candidate, respectively [47]. The p miss T scale uncertainties contribute via the jet energy scale (2-10% depending on η and p T ) and unclustered energy scale (10%) uncertainties, where \"unclustered energy\" refers to energy from a reconstructed object that is not assigned to a jet with p T > 10 GeV or to a lepton with p T > 10 GeV.",
            "paragraph_rank": 52,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1009,
                    "text": "[30,",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1013,
                    "text": "31]",
                    "end": 1016
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1316,
                    "text": "[47]",
                    "end": 1320
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Since the estimate of the background is partly based on simulation, the signal and background rates are affected by similar sources of systematic uncertainty, such as the luminosity uncertainty of 2.6% [48]. The uncertainties in the lepton identification efficiency, lepton energy and momentum scale, p miss T scale, and trigger efficiency also contribute to the systematic uncertainty in the signal.",
            "paragraph_rank": 53,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 202,
                    "text": "[48]",
                    "end": 206
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The signal event acceptance for the VBF selection depends on the reconstruction and identification efficiency and jet energy scale of forward jets. The jet reconstruction-plusidentification efficiency is >98% for the entire η and p T range, as is validated through the agreement observed between data and simulation in the η distribution of jets, in particular at high η, in control samples enriched with tt background events. The dominant uncertainty in the signal acceptance is due to the modelling of the kinematic properties of jets, and thus the VBF efficiency, for forward jets in the MadGraph simulation. This is investigated by comparing the predicted and measured m jj spectra in the Z+jets CRs. The level of agreement between the predicted and observed m jj spectra is better than 23%, which is assigned as a systematic uncertainty in the VBF efficiency for signal samples. The uncertainty in the signal acceptance due to the PDF set included in the simulated samples is evaluated in accordance with the PDF4LHC recommendations [49,50] by comparing the results obtained using the CTEQ6.6L, MSTW08, and NNPDF10 PDF sets [42,51,52] with those from the default PDF set (CTEQ6L1). The dominant uncertainties that contribute to the m jj shape variations include the p miss T and jet energy scale uncertainties. Correlations of the uncertainty sources are discussed in section 8.  SM background in all search regions. Therefore the search does not reveal any evidence for new physics.",
            "paragraph_rank": 54,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1038,
                    "text": "[49,",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1042,
                    "text": "50]",
                    "end": 1045
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1129,
                    "text": "[42,",
                    "end": 1133
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1133,
                    "text": "51,",
                    "end": 1136
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1136,
                    "text": "52]",
                    "end": 1139
                }
            ]
        },
        {
            "text": "Results and interpretation",
            "section_rank": 11
        },
        {
            "section": "Results and interpretation",
            "text": "To quantify the sensitivity of this search, the results are interpreted in the context of the R-parity conserving minimal supersymmetric SM by considering production of charginos and neutralinos with two associated jets, as described in section 4. Models with a bino-like χ 0 1 and wino-like χ 0 2 and χ ± 1 are considered. Since the χ 0 2 and χ ± 1 belong to the same gauge -13 -JHEP11(2015)189 In the presence of a light slepton,˜ =ẽ/μ/τ , it is likely that the χ ± 1 will decay to ν χ 0 1 and the χ 0 2 to + − χ 0 1 . The results are interpreted by considering˜ =τ and assuming branching fractions B( χ 0 2 → ττ → τ τ χ 0 1 ) = 1 and B( χ ± 1 → ντ → ντ χ 0 1 ) = 1. To highlight how the VBF searches described in this paper complement other searches for the electroweak production of SUSY particles [17,18], two scenarios are JHEP11(2015)189 Process",
            "paragraph_rank": 55,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 802,
                    "text": "[17,",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 806,
                    "text": "18]",
                    "end": 809
                }
            ]
        },
        {
            "section": "Results and interpretation",
            "text": "19.9 ± 2.9 12.3 ± 4.4   The cumulative signal event acceptance is shown in table 4 at three stages of the analysis: accounting for the branching fractions for the SUSY event to yield the indicated two-lepton channel (BF), the acceptance following application of the central selection (Central), and the acceptance following the VBF selection (VBF). The average p T values of the -15 -",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "W+jets",
            "section_rank": 12
        },
        {
            "text": "JHEP11(2015)189",
            "section_rank": 13
        },
        {
            "section": "JHEP11(2015)189",
            "text": "Process",
            "paragraph_rank": 57,
            "section_rank": 13
        },
        {
            "section": "JHEP11(2015)189",
            "text": "17.6 ± 3.8 8.4 ± 0.9 Observed 4 5 14 9 Table 3. Number of observed events and corresponding background predictions for the SS channels. The uncertainties are statistical, including the statistical uncertainties from the control regions and simulated event samples. Table 4. Cumulative signal event acceptance after application of the BF, central, and VBF requirements (see text). Note that the jet p T threshold for the µµjj and τ h τ h jj final states is 30 GeV, while it is 50 GeV for the other final states.",
            "paragraph_rank": 58,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 39,
                    "text": "Table 3",
                    "end": 46
                },
                {
                    "type": "table",
                    "start": 265,
                    "text": "Table 4",
                    "end": 272
                }
            ]
        },
        {
            "section": "JHEP11(2015)189",
            "text": "e, µ, and τ h objects in signal events are relatively soft, because of the energy and momentum carried by the associated neutrinos in the τ decays. The OS and SS channels have similar signal acceptance because lepton pairs satisfying the event selection do not necessarily originate from the χ 0 2 or χ ± 1 χ ∓ 1 decays. The best signal sensitivity comes from the SS µµ and eµ channels due to a better background suppression with respect to a given signal acceptance.",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "section": "JHEP11(2015)189",
            "text": "The expected signal yields from simulation with m χ 0 1 = 0 GeV and ∆m( χ ± 1 , χ 0 1 ) = 50 GeV, are presented in table 5. The signal acceptance depends on the mass mτ of the intermediate τ slepton. The results in table 5 are presented under two different assumptions for mτ : (i) a fixed-mass difference assumption ∆m( χ ± 1 ,τ ) = 5 GeV, and (ii) an averagemass assumption mτ = 0.5m χ ± 1 + 0.5m χ 0 1 . In the compressed-mass-spectrum scenario, for which m χ ± 1 − m χ 0 1 = 50 GeV, the average-mass assumption yields significantly lower average lepton p T than the fixed-mass assumption, and the acceptance is lower by a factor of 2-3. In the uncompressed-mass-spectrum scenario, with m χ 0 1 =0 GeV, the average-mass assumption produces larger average lepton p T than the fixed-mass assumption, yielding an event acceptance that is 1.3-1.8 times larger.",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "JHEP11(2015)189",
            "section_rank": 14
        },
        {
            "section": "JHEP11(2015)189",
            "text": "16 (29) 6.6(12) 13 24 , mτ } correspond to the fixed-mass difference assumption ∆m( χ ± 1 ,τ ) = 5 GeV, while the terms in parentheses ({m χ ±",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 3,
                    "text": "(29) 6.6(12)",
                    "end": 15
                },
                {
                    "start": 19,
                    "text": "24",
                    "end": 21
                }
            ]
        },
        {
            "text": "1",
            "section_rank": 15
        },
        {
            "section": "1",
            "text": ", mτ }) correspond to the average-mass assumption mτ = 0.5m χ 0 1 + 0.5m χ ±",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "1",
            "section_rank": 16
        },
        {
            "section": "1",
            "text": ".",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "section": "1",
            "text": "The calculation of the exclusion limit is obtained by using the m jj distribution in each channel to construct a combined likelihood in bins of m jj and computing a 95% confidence level (CL) upper limit on the signal cross section using the asymptotic CL s criterion [53][54][55]. Systematic uncertainties are taken into account as nuisance parameters, which are removed by marginalization, assuming a gamma or log-normal prior for normalization parameters, and Gaussian priors for mass spectrum shape uncertainties. The combination of the eight search channels requires simultaneous analysis of the data from the individual channels, accounting for all statistical and systematic uncertainties and their correlations. Correlations among backgrounds, both within a channel and across channels, are taken into consideration in the limit calculation. For example, the uncertainties in physics object identification and reconstruction are treated as correlated for channels with a common particle in their final states, while the uncertainty in the integrated luminosity is treated as correlated across channels. The uncertainties resulting from the number of simulated events, and from the event acceptance variation with different sets of PDFs in a given m jj bin, are treated as uncorrelated within a channel and correlated across channels. The uncertainties due to the closure tests are treated as uncorrelated within and across the different final states.",
            "paragraph_rank": 64,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 267,
                    "text": "[53]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 271,
                    "text": "[54]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 275,
                    "text": "[55]",
                    "end": 279
                }
            ]
        },
        {
            "section": "1",
            "text": "Figures 6 (left) and 6 (right) show the expected and observed limits as well as the theoretical cross section as functions of m χ ± 1 for, respectively, the fixed-and average-mass mτ assumptions. For the fixed-mass assumption with a compressed-mass spectrum (m χ ± 1 − m χ 0 1 = 50 GeV), χ 0 2 and χ ± 1 gauginos with masses below 170 GeV are excluded, where the previous ATLAS and CMS SUSY searches do not probe. For the average-mass assumption with an uncompressed-mass spectrum (m χ 0 1 = 0), the corresponding limit is 300 GeV. These mass limits are conservatively determined using the theoretical cross section minus its one standard deviation uncertainty. The m χ ± 1 limits of 320 and 380 GeV for m χ 0 1 = 0 GeV in refs. [17,18] can be compared to the corresponding result of 300 GeV in the present analysis [see the yellow band in figure 6 (right)]. ",
            "paragraph_rank": 65,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 729,
                    "text": "[17,",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 733,
                    "text": "18]",
                    "end": 736
                }
            ]
        },
        {
            "text": "JHEP11(2015)189",
            "section_rank": 17
        },
        {
            "text": "Summary",
            "section_rank": 18
        },
        {
            "section": "Summary",
            "text": "A search is presented for non-coloured supersymmetric particles in the vector-boson fusion (VBF) topology using data corresponding to an integrated luminosity of 19.7 fb −1 collected with the CMS detector in proton-proton collisions at √ s = 8 TeV. This is the first search for SUSY in the VBF topology. The search utilizes events in eight different final states covering both same-and opposite-sign dilepton pairs. The leptons considered are electrons, muons, and hadronically decaying τ leptons. The VBF topology requires two well-separated jets that appear in opposite hemispheres, with large invariant mass m jj . The observed m jj distributions do not reveal any evidence for new physics. The results are used to exclude a range of χ ± 1 and χ 0 2 gaugino masses. For models in which the χ 0 1 lightest-supersymmetricparticle mass is zero, and in which the χ ± 1 and χ 0 2 branching fractions to τ leptons are large, χ ± 1 and χ 0 2 masses up to 300 GeV are excluded at 95% CL. For a compressed-mass-spectrum scenario, in which m χ ± 1 − m χ 0 1 = 50 GeV, the corresponding limit is 170 GeV. While many previous studies at the LHC have focused on strongly coupled supersymmetric particles, including searches for charginos and neutralinos produced in gluino or squark decay chains, and a number of studies have presented limits on the Drell-Yan production of charginos and neutralinos, this analysis obtains the most stringent limits to date on the production of charginos and neutralinos decaying to τ leptons in compressed-mass-spectrum scenarios defined by the mass separation ∆m",
            "paragraph_rank": 66,
            "section_rank": 18
        },
        {
            "text": "JHEP11(2015)189",
            "section_rank": 19
        },
        {
            "section": "JHEP11(2015)189",
            "text": "Acknowledgments Bundes-ministerium Forschungs-gemeinschaft Forschungs-zentren We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies:  Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 67,
            "section_rank": 19
        },
        {
            "text": "JHEP11(2015)189",
            "section_rank": 20
        },
        {
            "section": "JHEP11(2015)189",
            "text": "[9] ATLAS collaboration, Search for new phenomena in final states with large jet multiplicities and missing transverse momentum at √ s = 8 TeV proton-proton collisions using the ATLAS experiment, JHEP 10 2013 [14] ATLAS collaboration, Search for squarks and gluinos with the ATLAS detector in final states with jets and missing transverse momentum using √ s = 8 TeV proton-proton collision data, JHEP 09 2014 ",
            "paragraph_rank": 68,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 204,
                    "text": "2013",
                    "end": 208
                },
                {
                    "start": 404,
                    "text": "2014",
                    "end": 408
                }
            ]
        },
        {
            "text": "Figures 3",
            "section_rank": 21
        },
        {
            "section": "Figures 3",
            "text": "Figures 3 and 4 present the data in comparison to the predicted SM background. The combined results from all channels are shown in figure 5. Numerical results are given in tables 2 and 3. The observed numbers of events are seen to be consistent with the expected",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "text": "Figure 3 . 2 = m χ ± 1 =",
            "section_rank": 22
        },
        {
            "section": "Figure 3 . 2 = m χ ± 1 =",
            "text": "Figure 3. Dijet invariant mass distributions in the (upper left) OS µµ, (upper right) SS µµ, (lower left) OS eµ, and (lower right) SS eµ signal regions. The signal scenario with m χ 0 2 = m χ ± 1 = 200 GeV, mτ = 195 GeV, and m χ 0 1 = 0 GeV, as described in section 4, is shown. The signal events are scaled up by a factor of 5 for purposes of visibility. The shaded band in the ratio plot includes the systematic and statistical uncertainties in the background prediction.",
            "paragraph_rank": 70,
            "section_rank": 22
        },
        {
            "text": "Figure 4 . 2 = m χ ± 1 =",
            "section_rank": 23
        },
        {
            "section": "Figure 4 . 2 = m χ ± 1 =",
            "text": "Figure 4. Dijet invariant mass distributions in the (upper left) OS µτ τ h , (upper right) SS µτ τ h , (lower left) OS τ τ h τ τ h , and (lower right) SS τ τ h τ τ h signal regions. The signal scenario with m χ 0 2 = m χ ± 1 = 200 GeV, mτ = 195 GeV, and m χ 0 1 = 0 GeV, as described in section 4, is shown. The signal events are scaled up by a factor of 5 for purposes of visibility. The shaded band in the ratio plot includes the systematic and statistical uncertainties in the background prediction.",
            "paragraph_rank": 71,
            "section_rank": 23
        },
        {
            "text": "Figure 5 . 1 =",
            "section_rank": 24
        },
        {
            "section": "Figure 5 . 1 =",
            "text": "Figure 5. Dijet invariant mass distribution for the combination of all search channels. The signal scenario with m χ 0 2 = m χ ±1= 200 GeV, mτ = 195 GeV, and m χ 0 1 = 0 GeV, as described in section 4, is shown. The signal events are scaled up by a factor of 5 for purposes of visibility. The shaded band in the ratio plot includes the systematic and statistical uncertainties in the background prediction.",
            "paragraph_rank": 72,
            "section_rank": 24
        },
        {
            "text": "1 −",
            "section_rank": 25
        },
        {
            "section": "1 −",
            "text": "considered: (i) m χ 0 1 = 0 GeV (uncompressed-mass spectrum) and (ii) m χ ±",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "Figure 6 . 1 − 1 − m χ 0 1 = 1 +",
            "section_rank": 26
        },
        {
            "section": "Figure 6 . 1 − 1 − m χ 0 1 = 1 +",
            "text": "Figure 6. Combined 95% CL upper limits on the cross section as a function of m χ 0 2 = m χ ±1. The signal cross section is calculated with the VBF jet selection: jet p T > 30 GeV, |∆η(jets)| > 4.2, andη 1 η 2 < 0. (Left)The results for the fixed-mass difference assumption, in which m χ ± 1 − mτ = 5 GeV, for m χ ± 1 − m χ 0 1 = 50 GeV (compressed-mass spectrum) and m χ 0 1 = 0 GeV (uncompressed-mass spectrum). (Right) The corresponding results for the average-mass assumption, in which mτ = 0.5m χ ± 1 + 0.5m χ 0 1 .",
            "paragraph_rank": 74,
            "section_rank": 26
        },
        {
            "text": "; the Scientific and Technical Research Council of Turkey, and Turkish Atomic Energy Authority; the National Academy of Sciences of Ukraine, and State Fund for Fundamental Researches, Ukraine; the Science and Technology Facilities Council, U.K.; the US Department of Energy, and the US National Science Foundation. Individuals have received support from the Marie-Curie programme and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the OPUS programme of the National Science Center (Poland); the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the National Priorities Research Program by Qatar National Research Fund; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University (Thailand); and the Welch Foundation, contract C-1845.",
            "paragraph_rank": 75,
            "section_rank": 27
        },
        {
            "text": "Table 2 .",
            "section_rank": 28
        },
        {
            "section": "Table 2 .",
            "text": "Number of observed events and corresponding background predictions for the OS channels. The uncertainties are statistical, including the statistical uncertainties from the control regions and simulated event samples.",
            "paragraph_rank": 76,
            "section_rank": 28
        },
        {
            "text": "Table 5 .",
            "section_rank": 29
        },
        {
            "section": "Table 5 .",
            "text": "Signal event yields from simulation. The first terms {m χ ± 1",
            "paragraph_rank": 77,
            "section_rank": 29
        },
        {
            "text": "the Austrian Federal Ministry of Science, Research and Economy and the Austrian Science Fund; the Belgian Fonds de la Recherche Scientifique, and Fonds voor Wetenschappelijk Onderzoek; the Brazilian Funding Agencies (CNPq, CAPES, FAPERJ, and FAPESP); the Bulgarian Ministry of Education and Science; CERN; the Chinese Academy of Sciences, Ministry of Science and Technology, and National Natural Science Foundation of China; the Colombian Funding Agency (COLCIENCIAS); the Croatian Ministry of Science, Education and Sport, and the Croatian Science Foundation; the Research Promotion Foundation, Cyprus; the Ministry of Education and Research, Estonian Research Council via IUT23-4 and IUT23-6 and European Regional Development Fund, Estonia; the Academy of Finland, Finnish Ministry of Education and Culture, and Helsinki Institute of Physics; the Institut National de Physique Nucléaire et de Physique des Particules/CNRS, and Commissariatà l'Énergie Atomique et auxÉnergies Alternatives/CEA, France; the Bundesministerium für Bildung und Forschung, Deutsche Forschungsgemeinschaft, and Helmholtz-Gemeinschaft Deutscher Forschungszentren, Germany; the General Secretariat for Research and Technology, Greece; the National Scientific Research Foundation, and National Innovation Office, Hungary; the Department of Atomic Energy and the Department of Science and Technology, India; the Institute for Studies in Theoretical Physics and Mathematics, Iran; the Science Foundation, Ireland; the Istituto Nazionale di Fisica Nucleare, Italy; the Ministry of Science, ICT and Future Planning, and National Research Foundation (NRF), Republic of Korea; the Lithuanian Academy of Sciences; the Ministry of Education, and University of Malaya (Malaysia); the Mexican Funding Agencies (CINVESTAV, CONACYT, SEP, and UASLP-FAI); the Ministry of Business, Innovation and Employment, New Zealand; the Pakistan Atomic Energy Commission; the Ministry of Science and Higher Education and the National Science Centre, Poland; the Fundação para a Ciência e a Tecnologia, Portugal; JINR, Dubna; the Ministry of Education and Science of the Russian Federation, the Federal Agency of Atomic Energy of the Russian Federation, Russian Academy of Sciences, and the Russian Foundation for Basic Research; the Ministry of Education, Science and Technological Development of Serbia; the Secretaría de Estado de Investigación, Desarrollo e Innovación and Programa Consolider-Ingenio 2010, Spain; the Swiss Funding Agencies (ETH Board, ETH Zurich, PSI, SNF, UniZH, Canton Zurich, and SER); the Ministry of Science and Technology, Taipei; the Thailand Center of Excellence in Physics, the Institute for the Promotion of Teaching Science and Technology of Thailand, Special Task Force for Activating Research and the National Science and Technology Development",
            "paragraph_rank": 78,
            "section_rank": 30
        },
        {
            "text": "130 [Erratum ibid. 01 (2014) 109] [arXiv:1308.1841] [INSPIRE]. [10] CMS collaboration, Search for new physics in events with same-sign dileptons and jets in pp collisions at √ s = 8 TeV, JHEP 01 (2014) 163 [Erratum ibid. 01 (2015) 014] [arXiv:1311.6736] [INSPIRE]. [11] CMS collaboration, Search for Physics Beyond the Standard Model in Events with Two Leptons, Jets and Missing Transverse Momentum in pp Collisions at √ s = 8 TeV, JHEP 04 (2015) 124 [arXiv:1502.06031] [INSPIRE]. [12] ATLAS collaboration, Search for supersymmetry at √ s = 8 TeV in final states with jets and two same-sign leptons or three leptons with the ATLAS detector, JHEP 06 (2014) 035 [arXiv:1404.2500] [INSPIRE]. [13] ATLAS collaboration, Search for supersymmetry in events containing a same-flavour opposite-sign dilepton pair, jets and large missing transverse momentum in √ s = 8 TeV pp collisions with the ATLAS detector, Eur. Phys. J. C 75 (2015) 318 [arXiv:1503.03290] [INSPIRE].",
            "paragraph_rank": 79,
            "section_rank": 31
        },
        {
            "text": "176 [arXiv:1405.7875] [INSPIRE]. [15] CMS collaboration, Searches for Supersymmetry using the M T 2 Variable in Hadronic Events Produced in pp Collisions at 8 TeV, JHEP 05 (2015) 078 [arXiv:1502.04358] [INSPIRE].",
            "paragraph_rank": 80,
            "section_rank": 32
        }
    ]
}