{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Using a dataset corresponding to an integrated luminosity of 3.0 fb −1 collected in pp collisions at centre-of-mass energies of 7 and 8 TeV, the B 0 s → φφ branching fraction is measured to be",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "where f s /f d represents the ratio of the B 0 s to B 0 production cross-sections, and the B 0 → φK * (892) 0 decay mode is used for normalization. This is the most precise measurement of this branching fraction to date, representing a factor five reduction in the statistical uncertainty compared with the previous best measurement. A search for the decay B 0 → φφ is also made. No signal is observed, and an upper limit on the branching fraction is set as B(B 0 → φφ) < 2.8 × 10 −8 at 90% confidence level. This is a factor of seven improvement compared to the previous best limit.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In the Standard Model, the flavour-changing neutral current decay B 0 s → φφ proceeds via ab →sss penguin amplitude. The decay was first observed by the CDF experiment at the Tevatron [1]. Subsequently, it has been studied by the CDF and LHCb collaborations, who searched for CP -violating asymmetries in the decay time and angular distributions of this mode [2][3][4][5]. These studies provide a probe for possible new physics contributions entering into the penguin loop and B 0 s −B 0 s mixing diagrams [6]. Furthermore, as the B 0 s → φφ mode will be used as normalization for studies of other charmless B 0 s meson decays, it is important to have a precise determination of its branching fraction. The CDF collaboration measured this relative to the decay B 0 s → J/ψφ [2]. Using the current value of the B 0 s → J/ψφ branching fraction [7], the CDF result gives B(B 0 s → φφ) = (1.91±0.26±0.16)×10 −5 , where the first uncertainty is from the measured ratio to B 0 s → J/ψφ, and the second is due to the knowledge of the B 0 s → J/ψφ branching fraction. Various predictions from theories based on QCD factorization exist for the B 0 s → φφ branching fraction [8][9][10]. These suffer from uncertainties related to weak annihilation diagrams. These uncertainties are controlled using experimental information from decays such as B 0 → φK * (892) 0 . Several recent predictions are summarized in table 1. The central values are in the range (1.5−2.0)×10 −5 .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 184,
                    "text": "[1]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 359,
                    "text": "[2]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 362,
                    "text": "[3]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 365,
                    "text": "[4]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 368,
                    "text": "[5]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 506,
                    "text": "[6]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 774,
                    "text": "[2]",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 842,
                    "text": "[7]",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "start": 904,
                    "text": "−5",
                    "end": 906
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1165,
                    "text": "[8]",
                    "end": 1168
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1168,
                    "text": "[9]",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "start": 1171,
                    "text": "[10]",
                    "end": 1175
                },
                {
                    "type": "bibr",
                    "start": 1458,
                    "text": "−5",
                    "end": 1460
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper the B 0 s → φφ branching fraction (the use of charge-conjugate modes is implied throughout) is measured using the full LHCb Run 1 dataset, comprising data corresponding to an integrated luminosity of 1.0 fb −1 collected in pp collisions at a centreof-mass energy of 7 TeV, and 2.0 fb −1 collected at 8 TeV. The decay B 0 → φK * (892) 0 , which has a similar topology, is used for normalization. The φ and K * (892) 0 mesons are -  Table 1. Predictions for the B 0 s → φφ branching fraction. The first and second uncertainties of refs. [8,9] reflect the knowledge of CKM parameters and power corrections, respectively. reconstructed in the K + K − and K + π − final states, respectively. In addition, a search for the yet unobserved decay B 0 → φφ is made. This decay is suppressed in the Standard Model by the OZI rule [12][13][14], with an expected branching fraction in the range (0.1 − 3.0) × 10 −8 [8,10,15,16]. However, the branching fraction can be enhanced, up to the 10 −7 level, in models such as supersymmetry with R-parity violation [16]. The current best limit for this mode is from the BaBar collaboration [17], B(B 0 → φφ) < 2.0 × 10 −7 at 90 % confidence level.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 445,
                    "text": "Table 1",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 549,
                    "text": "[8,",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 552,
                    "text": "9]",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 833,
                    "text": "[12]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 837,
                    "text": "[13]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "start": 841,
                    "text": "[14]",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 916,
                    "text": "[8,",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "start": 919,
                    "text": "10,",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "start": 922,
                    "text": "15,",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "start": 925,
                    "text": "16]",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "start": 1058,
                    "text": "[16]",
                    "end": 1062
                },
                {
                    "type": "bibr",
                    "start": 1133,
                    "text": "[17]",
                    "end": 1137
                }
            ]
        },
        {
            "text": "Detector and software",
            "section_rank": 3
        },
        {
            "section": "Detector and software",
            "text": "The LHCb detector [18,19] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region [20], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [21] placed downstream of the magnet. The tracking system provides a measurement of momentum, p, with a relative uncertainty that varies from 0.5 % at low momentum to 1.0 % at 200 GeV/c. The minimum distance of a track to a primary pp interaction vertex (PV), the impact parameter, is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ringimaging Cherenkov detectors [22]. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [23].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[18,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 22,
                    "text": "19]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "start": 309,
                    "text": "[20]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 491,
                    "text": "[21]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1014,
                    "text": "[22]",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1322,
                    "text": "[23]",
                    "end": 1326
                }
            ]
        },
        {
            "section": "Detector and software",
            "text": "The trigger [24] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. The software trigger applied in this analysis requires a two-, three-or four-track secondary vertex with a significant displacement from any PV. At least one charged particle must have a transverse momentum p T > 1.7 GeV/c and be inconsistent with originating from -2 -JHEP10(2015)053 a PV. A multivariate algorithm [25] is used for the identification of secondary vertices consistent with the decay of a b hadron.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 12,
                    "text": "[24]",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "start": 496,
                    "text": "[25]",
                    "end": 500
                }
            ]
        },
        {
            "section": "Detector and software",
            "text": "In the simulation, pp collisions are generated using Pythia [26,27] with a specific LHCb configuration [28]. Decays of hadronic particles are described by EvtGen [29], in which final-state radiation is generated using Photos [30]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [31,32] as described in ref. [33].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 60,
                    "text": "[26,",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 64,
                    "text": "27]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 103,
                    "text": "[28]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "start": 162,
                    "text": "[29]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 225,
                    "text": "[30]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 352,
                    "text": "[31,",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 356,
                    "text": "32]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 381,
                    "text": "[33]",
                    "end": 385
                }
            ]
        },
        {
            "text": "Signal selection",
            "section_rank": 4
        },
        {
            "section": "Signal selection",
            "text": "The selection of candidates takes place in two stages. First, a selection using loose criteria is performed that reduces background whilst retaining high signal efficiency. Following this, a multivariate method is used to further improve the signal significance.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Signal selection",
            "text": "The selection starts from charged particle tracks that traverse the entire spectrometer. Selected particles are required to have p T > 500 MeV/c. Fake tracks created by the reconstruction due to random combinations of hits in the detector are suppressed using a requirement on a neural network trained to discriminate between these and genuine tracks associated to particles. Combinatorial background from hadrons originating at the primary vertex is suppressed by requiring that all tracks are significantly displaced from any primary vertex. Kaon and pion candidates are selected using the information provided by the ring-imaging Cherenkov detectors. This is combined with kinematic information using a neural network to provide an effective probability that a particle is a kaon (P K ) or pion (P π ). To select kaon candidates it is required that P K (1 − P π ) > 0.025. The pion candidate in the B 0 → φK * (892) 0 decay mode is required to have P π > 0.2 and P K < 0.2.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Signal selection",
            "text": "The selected charged particles are combined to form φ and K * meson candidates. The invariant mass of the K + K − (K + π − ) pair is required to be within 15 MeV/c 2 (150 MeV/c 2 ) of the known mass of the φ (K * (892) 0 ) meson [7]. In addition, the p T of the φ and K * mesons must be greater than 1 GeV/c.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 229,
                    "text": "[7]",
                    "end": 232
                }
            ]
        },
        {
            "section": "Signal selection",
            "text": "Candidates for the decay B 0 s → φφ are formed by combining pairs of φ mesons. A fit is made requiring all four final-state particles to originate from a common vertex, and the direction vector between the primary and secondary vertices is required to be consistent with the direction of the momentum vector of the B 0 s meson candidate. Further requirements are then applied to remove background from specific b-hadron decays that peak close to the B 0 s mass. To reject background from B 0 → φK * (892) 0 decays, the kaon with the lowest value of P K is considered to be a pion, and the K + π − and K Background from open charm decays is suppressed in a manner similar to that used for the B 0 s → φφ candidates. These vetoes are found to retain 97% of simulated B 0 → φK * (892) 0 decays.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Signal selection",
            "text": "The combinatorial background is further suppressed using a Boosted Decision Tree method (BDT) [34,35]. The BDT is trained to identify four-body hadronic b-hadron decays with high efficiency using independent data samples of such decays. It uses information on the displacement of the b-hadron candidate from the primary vertex, kinematic information and track isolation criteria. Although the same BDT is used for the B 0 s → φφ branching fraction measurement and the search for B 0 → φφ, the method used to optimize the cut on the BDT output is different. For the branching fraction measurement, the cut optimization is based on the normalisation mode B 0 → φK * (892) 0 . The figure of merit used is",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 94,
                    "text": "[34,",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 98,
                    "text": "35]",
                    "end": 101
                }
            ]
        },
        {
            "section": "Signal selection",
            "text": "where S 0 is the signal yield of B 0 → φK * (892) 0 candidates in data before any BDT cut is applied, ε S is the efficiency of the BDT cut on simulated B 0 → φK * (892) 0 decays, and N bg is the number of background candidates surviving the BDT cut in a suitable upper sideband of the φK * (892) 0 candidate mass distribution, scaled to the width of the B 0 signal window. Maximizing this figure of merit results in a rather loose BDT requirement that retains 98% of signal events while rejecting more than 90% of the background. For the B 0 → φφ search, the figure of merit used is",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Signal selection",
            "text": "with a set to 3, corresponding to the signal significance required to claim evidence for a new decay mode [36]. Here ε S is the efficiency of the BDT cut on simulated B 0 s → φφ decays, and N bg is the number of background candidates surviving the BDT cut in an upper sideband of the φφ candidate mass distribution, scaled to the width of the B 0 s signal window. Maximizing this figure of merit results in a tighter BDT requirement that retains 87% of signal events.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 106,
                    "text": "[36]",
                    "end": 110
                }
            ]
        },
        {
            "text": "Fits to mass spectra",
            "section_rank": 5
        },
        {
            "section": "Fits to mass spectra",
            "text": "The yields for the signal and normalization channels are determined from fits to the invariant mass distributions of the selected candidates. In the simulation, the B 0 s → φφ invariant mass distribution is well modelled by a probability density function (PDF) consisting of the sum of three Gaussian distributions with a common mean. In the fit to the data, the relative fractions of the Gaussian components are fixed to the values obtained from the simulation, whilst the widths are allowed to vary by an overall resolution scale factor. The yield and common mean are also left free. After applying all selection requirements, the only remaining background is combinatorial, which is modelled by a constant. No component for B 0 → φφ decays is included in this fit. Figure 1 shows the resulting fit to data, which gives a signal yield of 2309 ± 49 candidates. The B 0 → φK * (892) 0 invariant mass distribution is modelled by a PDF consisting of the sum of a Crystal Ball function [37] and two Gaussian functions. As for the signal mode, the relative fractions of the components and the tail parameters are fixed in the fit to the data, whilst the widths are allowed to vary by an overall resolution scale factor. The yield and mean are also left free. A component is also included to account for the small contribution from the decay B 0 s → φK * (892) 0 [38]. The shape parameters for this component are shared with the B 0 component, while the relative position is fixed to the known mass difference between the B 0 and B 0 s mesons [7]. Combinatorial background is modelled by an exponential function.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 768,
                    "text": "Figure 1",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 983,
                    "text": "[37]",
                    "end": 987
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1358,
                    "text": "[38]",
                    "end": 1362
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1538,
                    "text": "[7]",
                    "end": 1541
                }
            ]
        },
        {
            "text": "JHEP10(2015)053",
            "section_rank": 6
        },
        {
            "section": "JHEP10(2015)053",
            "text": "Potential peaking backgrounds, from Λ 0 b → φpπ − (with the proton misidentified as a kaon) or Λ 0 b → φpK − (with the proton misidentified as a pion), are modelled using a single histogram PDF generated from simulated events. The relative yield of each decay mode is weighted according to the expectation from the simulation. The yield of this component is left to float in the fit. Backgrounds from B 0 s → φφ and open charm decay modes are negligible after the vetoes described in section 3 have been applied. Figure 2 shows the result of the fit of this model to the B 0 → φK * (892) 0 dataset after all selection criteria are applied. The yield of B 0 candidates determined by the fit is 6680 ± 86.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 513,
                    "text": "Figure 2",
                    "end": 521
                }
            ]
        },
        {
            "text": "Branching fraction for B 0 s → φφ",
            "section_rank": 7
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "The branching fraction of B 0 s → φφ relative to that of the B 0 → φK * (892) 0 decay mode is determined using where the terms B are the branching fractions of the stated decay modes, N are the signal yields, ε sel are the selection efficiencies, and the fragmentation fraction ratio, f s /f d , is the ratio of the B 0 s to B 0 production cross-sections. The selection efficiencies are determined from simulation, apart from those related to the particle identification, which are determined in data using large calibration samples of charged kaons and pions from D * + → D 0 (→ K − π + )π + decays [22]. The ratio of efficiencies is found to be ε sel φK * (892) 0 /ε sel φφ = 0.795 ± 0.007, where the uncertainty is purely statistical. The value of f s /f d is taken from previous LHCb analyses as 0.259 ± 0.015 [39][40][41].",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 600,
                    "text": "[22]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "start": 814,
                    "text": "[39]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 818,
                    "text": "[40]",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 822,
                    "text": "[41]",
                    "end": 826
                }
            ]
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "The signal yields are determined using the mass fits described in section 4. These values are corrected for the fraction of candidates where one of the hadron pairs, K + K − or K + π − , is produced in a non-resonant S-wave configuration, rather than as a φ or K * (892) 0 . The S-wave fractions are taken from previous LHCb angular analyses of the B 0 s → φφ and B 0 → φK * (892) 0 decay modes. For the B 0 s → φφ decay mode, we use the measured value of 2.1 ± 1.6 % [5] as the S-wave fraction within the K + K − invariant mass range used for this analysis. Similarly, for the B 0 → φK * (892) 0 decay mode, we use a measured value of 26.5 ± 1.8 % [42] for the S-wave fraction. The uncertainties on these fractions lead to a 3.1 % relative uncertainty on the ratio of branching fractions. This procedure assumes that the efficiencies for the P-and S-wave components are the same. In the simulation, a 1.1 % difference is observed between these efficiencies, and this is assigned as an additional uncertainty.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 468,
                    "text": "[5]",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 649,
                    "text": "[42]",
                    "end": 653
                }
            ]
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "Various other uncertainties arise on the measurement of the ratio of branching fractions. The limited size of the available simulation samples leads to a relative uncertainty of 0.8 %. The influence of the assumed mass model is probed by performing the fit with different models for the signal and background components. This includes quantifying the ",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "Quadratic sum of the above 3.8",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "Fragmentation fraction ratio (f s /f d ) 5.8 Table 2. Summary of the systematic uncertainties on the measurement of the ratio of branching fractions",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 45,
                    "text": "Table 2",
                    "end": 52
                }
            ]
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "effect of removing the peaking background component in the B 0 → φK * (892) 0 fit. The largest variation in the ratio of branching fractions seen in these studies is 0.6 %, which is assigned as a relative systematic uncertainty. The track reconstruction efficiency agrees between data and simulation at the level of 2.0 % [43]. This uncertainty largely cancels in the ratio of branching fractions. A residual relative uncertainty of 0.5 % remains due to the fact that the pion in the B 0 → φK * (892) 0 decay mode is relatively soft. An additional relative uncertainty of 0.3 % is assigned to account for the difference in the hadronic interaction probabilities for kaons and pions between data and simulation. A further uncertainty arises from the modelling of the hardware trigger in the simulation. This is estimated using a data-driven technique and leads to a relative systematic uncertainty of 1.1 % on the ratio of branching fractions. Variations in the procedure used to determine the relative particle identification efficiency lead to a relative uncertainty of 0.3 %. Possible systematic effects on the efficiency for B 0 s → φφ due to the finite width difference in the B 0 s system [44] have been checked, and found to be negligible. The value of B(φ → K + K − ) is taken from ref. [7] and contributes a relative uncertainty of 1.0 %. The value of B(K * (892) 0 → K + π − ) is taken to be 2/3 exactly. The systematic uncertainties are summarized in table 2. Summing these in quadrature gives a relative uncertainty of 3.8 % on the ratio of branching fractions. The knowledge of the fragmentation fraction ratio, f s /f d , gives a relative uncertainty of 5.8 %, which is quoted separately.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 322,
                    "text": "[43]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1194,
                    "text": "[44]",
                    "end": 1198
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1294,
                    "text": "[7]",
                    "end": 1297
                }
            ]
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "The ratio of branching fractions is found to be This is converted into an absolute branching fraction using B(B 0 → φK * (892) 0 ) = (1.00 ± 0.04±0.05)×10 −5 , which is obtained by averaging the results in refs. [45] and [46] assuming that the uncertainties due to the fragmentation fractions and S-waves are fully correlated between the two measurements. The resulting value for the absolute branching fraction is 6 Search for the decay B 0 → φφ To search for the B 0 → φφ decay mode, the tight BDT selection described in section 3 is used. To fit for a putative B 0 → φφ signal, the same signal model as for the B 0 s signal is used. The mean value of the signal mass is shifted relative to the B 0 s mode by the known B 0 s -B 0 mass splitting, and the resolution parameters are kept common between the two modes. The resulting fit is shown in figure 3. The data are consistent with having no B 0 → φφ contribution. The fitted B 0 signal has a yield of 5 ± 6 events, and the statistical significance is less than 2 standard deviations, hence an upper limit is placed on the branching fraction of the decay.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 212,
                    "text": "[45]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 221,
                    "text": "[46]",
                    "end": 225
                },
                {
                    "type": "figure",
                    "start": 847,
                    "text": "figure 3",
                    "end": 855
                }
            ]
        },
        {
            "section": "Branching fraction for B 0 s → φφ",
            "text": "To determine this limit, a modified frequentist approach, the CL s method, is used [47].  Figure 4. Results of the CL s scan as a function of the B 0 → φφ branching fraction (BF ). The observed CL s distribution is given by the (black) points and solid line, while the expected distribution is given by the (black) dashed line. The dark (green) and light (yellow) bands mark the 1σ and 2σ confidence regions on the expected CL s . The upper limits at 90 % and 95 % confidence level are where the observed CL s line intercepts the (red) solid and dashed horizontal lines, respectively.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 83,
                    "text": "[47]",
                    "end": 87
                },
                {
                    "type": "figure",
                    "start": 90,
                    "text": "Figure 4",
                    "end": 98
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "The ratio of branching fractions B(B 0 s → φφ)/B(B 0 → φK * ) is determined to be",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "where the first uncertainty is statistical, the second is systematic, and the third is due to the ratio of fragmentation fractions. The absolute branching fraction for B 0 s → φφ is determined to be",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "This is in agreement with, but more precise than, the measurement made by the CDF collaboration, B(B 0 s → φφ) = (1.91 ± 0.26 ± 0.16) × 10 −5 . It is also in agreement with theory predictions [8][9][10][11].",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 192,
                    "text": "[8]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 195,
                    "text": "[9]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "start": 198,
                    "text": "[10]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 202,
                    "text": "[11]",
                    "end": 206
                }
            ]
        },
        {
            "section": "Summary",
            "text": "A search for the decay B 0 → φφ is also made. No significant signal is seen, and an upper limit of B(B 0 → φφ) < 2.8 × 10 −8 is set at 90% confidence level. This is more stringent than the previous limit of B(B 0 → φφ) < 2.0 × 10 −7 , set by BaBar [17], and provides a strong constraint on possible contributions to this mode from physics beyond the Standard Model [16].",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 248,
                    "text": "[17]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "start": 365,
                    "text": "[16]",
                    "end": 369
                }
            ]
        },
        {
            "section": "Summary",
            "text": "-9 -",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "JHEP10(2015)053",
            "section_rank": 9
        },
        {
            "text": "Acknowledgments",
            "section_rank": 10
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (U.S.A.). The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), Conseil général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "masses are calculated. Candidates with m(K + π − ) within 50 MeV/c 2 of the known K * (892) 0 mass and m(K + K − K + π − ) within 30 MeV/c 2 of the B 0 mass [7] are rejected. Similarly, to remove decays via open charm mesons, the K + K − π + mass is calculated. If m(K + K − π + ) is within 22.5 MeV/c 2 of the D + or D + s mass [7], the candidate is rejected. These vetoes are found to retain 91% of simulated B 0 s → φφ decays. Candidates for the decay B 0 → φK * (892) 0 are formed from combinations of φ and K * mesons. Identical vertex and pointing requirements as for the B 0 s → φφ decay mode are applied. To reject background from B 0 s → φφ, the mass of the K + π − pair is calculated as-JHEP10(2015)053 suming that both hadrons are kaons. Candidates with m(K + K − ) within 15 MeV/c 2 of the φ mass and m(K + K − K + K − ) within 30 MeV/c 2 of the B 0 s mass [7] are rejected.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "Figure 1 .",
            "section_rank": 12
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The K + K − K + K − invariant mass distribution. The total fitted function as described in the text is shown by the (red) solid line, the B 0 s → φφ component by the (blue) long-dashed line, and the combinatorial background as the (purple) dotted line.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "Figure 2 .",
            "section_rank": 13
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The K + K − K + π − invariant mass distribution. The total fitted function is shown by the (red) solid line, the B 0 → φK * component by the (blue) short-dashed line, the B 0 s → φK * (892) 0 component by the (blue) long-dashed line, the Λ 0 b → φpπ − and Λ 0 b → φpK − contribution by the (green) dashed-dotted line, and the combinatoral background by the (purple) dotted line.",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "B(B 0 sFigure 3 .",
            "section_rank": 14
        },
        {
            "section": "B(B 0 sFigure 3 .",
            "text": "Figure 3. The K + K − K + K − invariant mass with the tight BDT selection applied. A fit to the total PDF as described in the text is shown as a (red) solid line, B 0 s → φφ as a (blue) long-dashed line, B 0 → φφ as a (blue) short-dashed line, and the combinatorial background as a (purple) dotted line.",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "B(B 0 s",
            "section_rank": 15
        },
        {
            "section": "B(B 0 s",
            "text": "→ φφ) = (1.84 ± 0.05 (stat) ± 0.07 (syst) ± 0.11 (f s /f d ) ± 0.12 (norm)) × 10 −5 .",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": "The method provides CL s+b , a measure of the compatibility of the observed distribution with the signal plus background hypothesis, CL b , a measure of the compatibility with the background only hypothesis, and CL s = CL s+b /CL b . The expected and observed CL s values as a function of the branching fraction are shown in figure 4. This gives, at 90% confidence level, an upper limit of B(B 0 → φφ) < 2.8 × 10 −8 . At 95% confidence level, the upper limit is found to be B(B 0 → φφ) < 3.4 × 10 −8 .",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "(B 0 s → φφ) (10 −5 )Approach Reference1.95 ± 0.10 +1.30",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "B",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "JHEP10(2015)053",
            "section_rank": 19
        }
    ]
}