{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We report the first observation of the decays B 0 → pΛD ( * )− . The data sample of 711 fb −1 used in this analysis corresponds to 772 million BB pairs, collected at the Υ(4S) resonance by the Belle detector at the KEKB asymmetric-energy e + e − collider. We observe 19.8σ and 10.8σ excesses of events for the two decay modes and measure the branching fractions of B 0 → pΛD − and B 0 → pΛD * − to be (25.1±2.6±3.5)×10 −6 and (33.6±6.3±4.4)×10 −6 , respectively, where the first uncertainties are statistical and the second are systematic. These results are not compatible with the predictions based on the generalized factorization approach. In addition, a threshold enhancement in the di-baryon (pΛ) system is observed, consistent with that observed in similar B decays.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 444,
                    "text": "−6",
                    "end": 446
                }
            ]
        },
        {
            "text": "PACS numbers: 13.25.Hw,11.30.Er,12.15.Hh In the years since the ARGUS and CLEO collaboration first observed baryonic B decays [1,2], many three-body baryonic B decays (B → BB M) have been found [3][4][5][6][7], where BB denotes a baryon-antibaryon system and M stands for a meson. Although the general pattern of these decays can be understood as the interplay between the short-distance weak interaction and the long-distance strong interaction [8], theories still have difficulties ad-justing for various details such as the angular correlation between the energetic outgoing meson and one specific baryon (B) in the di-baryon system [7,[9][10][11].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 14,
                    "text": "13.25.Hw,",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "start": 23,
                    "text": "11.30.Er,",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "start": 32,
                    "text": "12.15.Hh",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 126,
                    "text": "[1,",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 129,
                    "text": "2]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 194,
                    "text": "[3]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 197,
                    "text": "[4]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 200,
                    "text": "[5]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 203,
                    "text": "[6]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 206,
                    "text": "[7]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 446,
                    "text": "[8]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 636,
                    "text": "[7,",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 639,
                    "text": "[9]",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 642,
                    "text": "[10]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 646,
                    "text": "[11]",
                    "end": 650
                }
            ]
        },
        {
            "text": "A popular theoretical approach used to investigate the three-body baryonic decays is generalized factorization. This method smears the correlation between the weak decay and the fragmentation and allows B → BB M c decays (with M C denoting a charmed meson) to be categorized into three types: current type, where the BB pair is formed by an external W with other quarks; transition type, where the W is internal and forms BM c ; and hybrid (current+transition) type [12]. The B 0 → pΛD ( * )− [13] decay belongs to the first type whereas its corresponding charged mode, B + → pΛD ( * )0 , is of the last type. Using this approach, Ref. [12] predicts the branching fractions",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 466,
                    "text": "[12]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 493,
                    "text": "[13]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 636,
                    "text": "[12]",
                    "end": 640
                }
            ]
        },
        {
            "text": "(1) There are two salient features of the predicted results. First, the ratios of the branching fractions of the decays into D * to the analogous decays into D are ≈ 3 : 1. Secondly, the branching fraction of the hybrid-type decay is also ≈ 3 times larger than the corresponding currenttype decay. The measured branching fraction for B + → pΛD 0 is consistent with the theoretical calculation based on the factorization approach [12,14].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 429,
                    "text": "[12,",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 433,
                    "text": "14]",
                    "end": 436
                }
            ]
        },
        {
            "text": "In most B → BB M decay studies, the final-state dibaryon system is observed to favor a mass near threshold [3,[15][16][17]. While this \"threshold enhancement effect\" is intuitively understood in terms of the factorization approach, such enhancements are not seen in 18,19]. More intriguingly, the factorization approach fails to provide a satisfactory explanation for the M-p angular correlations in B − → ppK − , B 0 → pΛπ − , and B − → ppD − [7,[9][10][11]. A striking difference between the non-zero angular asymmetries of B − → ppD * − and B − → ppD − was also reported in Ref. [5,12], for which a theoretical explanation was attempted in Ref. [20]. A study of pure current-type decays like B 0 → pΛD ( * )− is useful to shed more light on the afore mentioned phenomena. In this paper, we report the first observation of B 0 → pΛD ( * )− decays using data from the Belle experiment.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 107,
                    "text": "[3,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 110,
                    "text": "[15]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 114,
                    "text": "[16]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 118,
                    "text": "[17]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 266,
                    "text": "18,",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 269,
                    "text": "19]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 444,
                    "text": "[7,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 447,
                    "text": "[9]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 450,
                    "text": "[10]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 454,
                    "text": "[11]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 582,
                    "text": "[5,",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 585,
                    "text": "12]",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 648,
                    "text": "[20]",
                    "end": 652
                }
            ]
        },
        {
            "text": "The data sample used in this study corresponds to an integrated luminosity of 711 fb −1 or 772 × 10 6 BB pairs produced at the Υ(4S) resonance. The Belle detector is located at the interaction point (IP) of the KEKB asymmetric-energy e + (3.5 GeV) e − (8 GeV) collider [21,22]. It is a large-solid-angle spectrometer comprising six specialized sub-detectors: the Silicon Vertex Detector (SVD), the 50-layer Central Drift Chamber (CDC), the Aerogel Cherenkov Counter (ACC), the Time-Of-Flight scintillation counter (TOF), the electromagnetic calorimeter, and the K L and muon detector (KLM). A superconducting solenoid surrounding all but the KLM produces a 1.5 T magnetic field [23,24].",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 269,
                    "text": "[21,",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 273,
                    "text": "22]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 678,
                    "text": "[23,",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 682,
                    "text": "24]",
                    "end": 685
                }
            ]
        },
        {
            "text": "The final-state charged particles, π ± , K ± and p (−) , are selected using the likelihood information from the combined tracking (SVD, CDC) and charged-hadron identification (CDC, ACC, TOF) systems [25]. The B 0 → pΛD ( * )− signals are reconstructed through the sub-decays",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 51,
                    "text": "(−)",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 199,
                    "text": "[25]",
                    "end": 203
                }
            ]
        },
        {
            "text": "The distance of closest approach to the IP by each charged track is required to be less than 3.0 cm along the positron beam (z axis) and 0.3 cm in the transverse plane.The pion and kaon identification efficiencies are in the range of 85-95% while the probability of misidentifying one as the other is 10-20%, both depending on the momentum. The proton identification efficiency is 90-95% for the typical momenta in this study, and the probability of misidentifying a proton as a pion (kaon) is less than 5% (10%). The candidateΛ is required to have a displaced vertex that is consistent with a long-lived particle originating from the IP and an invariant mass between 1.102 and 1.130 GeV/c 2 . The particle-identification criterion is omitted for the daughter pion in theΛ reconstruction due to the low background rate. For aD 0 , we require the reconstructed invariant mass to lie between 1.72 and 2.02 GeV/c 2 . For",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "and MD0 are the reconstructed masses of D ( * )− andD 0 , respectively.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "We identify the signals using two kinematic variables: the energy difference (∆E) and the beam-energyconstrained mass (M bc ),",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "where E B and p B are the energy and momentum of the B meson and E beam is the beam energy, all measured in the Υ(4S) center-of-mass (CM) frame. We optimize all selection criteria using Monte Carlo (MC) event samples before examining the data. These samples, both for signal and background, are generated using EvtGen [26] and later processed with a GEANT3based detector simulation program that provides the detector-level information [27].",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 318,
                    "text": "[26]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 435,
                    "text": "[27]",
                    "end": 439
                }
            ]
        },
        {
            "text": "Using the generated MC samples, the fit region is defined as −0.1 GeV < ∆E < 0. To suppress the continuum background, we use the difference between its jet-like topology and the spherical B-decay topology. We calculate the distributions of 23 modified Fox-Wolfram moments from the final-state particle momenta given by the signal and background MC [28,29]. A Fisher discriminant that enhances the signal and background separation with a weighted linear combination of the moments is then calculated [30]. We augment the obtained probability density functions (PDFs) of the Fisher discriminant for the signal and background with two more variables to form the signal (background) likelihood L S(B) : the axial distance (∆z) between the vertices of the candidate B and the remaining final-state particles -presumably from the other B -and the cosine of the polar angle of the B momentum (cosθ B ) in the CM frame. The PDFs used for the modified Fox-Wolfram moments, ∆z, and cosθ B are bifurcated Gaussian functions, the sums of three Gaussian functions, and second-order polynomials, respectively.",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 348,
                    "text": "[28,",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 352,
                    "text": "29]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 499,
                    "text": "[30]",
                    "end": 503
                }
            ]
        },
        {
            "text": "To suppress the background, we optimize the selection criteria for ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "where N S and N B are the expected yields of signal and background, respectively, in the signal region. We use the theoretical expectations in Eq. (1) to obtain N S and normalize the qq and generic B MC samples to the integrated luminosity to obtain N B . After applying all the selection criteria, the fractions of events with multiple signal candidates are found to be 3.5% and 5.6% in the D and D * modes, respectively. To ensure that no event has multiple entries in the fit region, we retain the B candidate with the smallest vertex-fit χ 2 in each event, where the vertex-fit is performed using all charged tracks from the B candidate except those fromΛ.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "We model the signal ∆E distribution with the sum of three Gaussian functions; and the M bc distribution with the sum of two Gaussian functions. We model the background ∆E shape with a second-order polynomial; and the M bc shape with an ARGUS function [31]. We determine the PDF shapes with MC samples and calibrate the means and widths of the signal PDFs using a large control sample of B 0 → π + K 0 S D ( * )− decays from the data. The signal yields are extracted separately from eight di-baryon (pΛ) invariant mass bins, in the ranges of 2.05-3.41 GeV/c 2 for the D mode and 2.05-3.30 GeV/c 2 for the D * mode. We obtain the signal using a two-dimensional extended unbinned maximum likelihood fit in ∆E and M bc . Figure 1 illustrates the fit results of the lowest and highest pΛ mass bins for the D and D * modes. We observe clear signal peaks with very low background in the lowest M pΛ bin, indicating an enhancement near threshold. As the efficiency is dependent on M pΛ , Table I lists the efficiencies and fitted yields in all mass bins for the two modes. Note that the efficiencies shown do not include the sub-decay branching fractions.",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 251,
                    "text": "[31]",
                    "end": 255
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 717,
                    "text": "Figure 1",
                    "end": 725
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 980,
                    "text": "Table I",
                    "end": 987
                }
            ]
        },
        {
            "text": "Assuming that the branching fractions of Υ(4S) decaying to the charged and neutral BB pairs are equal, we use the efficiency and fitted yield in each mass bin to calculate ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": ", where i is the mass bin number, N i and i are the bin-dependent fitted yield and selection efficiency, respectively, B subdecay and N BB are the sub-decay branching fraction and the number of BB pairs, respectively, and C PID is the chargedparticle identification efficiency correction between MC and data (0.92 for the D mode and 0.85 for the D * mode). ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "where the quoted uncertainties are statistical and systematic (described later), respectively, and the significance is estimated by the Z-score of the p-value for χ 2 = 2 i ln(L max,i /L 0,i ) with 8 or 6 degrees of freedom representing the number of bins. L max and L 0 are the likelihood values with and without the signal component in the fit, respectively, and i is again the mass bin index. The measured branching fractions are clearly incompatible with the theoretical predictions for both the D and D * modes [12]. This indicates that the model parameters used in the calculation need to be revised and, perhaps, some modification of the theoretical framework is required.",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 516,
                    "text": "[12]",
                    "end": 520
                }
            ]
        },
        {
            "text": "To extract the decay angular distributions, we divide cosθ pD ( * ) into eight bins, where θ pD ( * ) is defined as the angle between the proton and meson directions in the pΛ rest frame. We follow the same procedure to determine the differential branching fractions in cosθ pD ( * ) as in determining those in M pΛ . Table II lists the fitted signal yields and efficiencies in the cosθ pD ( * ) bins; Fig. 3 shows the differential branching fractions. The efficiency is determined with the MC sample, including the threshold enhancement effect as observed in the data. We define the angular asymmetry A θ = B+−B− B++B− , where B +(−) represents the branching fraction of positive (negative) cosine value. The results are",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 318,
                    "text": "Table II",
                    "end": 326
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 402,
                    "text": "Fig. 3",
                    "end": 408
                }
            ]
        },
        {
            "text": "where the uncertainty is purely statistical since the correlated systematic uncertainties cancel in the A θ calculation. The angular distributions of the D and D * modes appear to have distinct trends, even though they are both  categorized as current-type decays. More data are needed to make the result conclusive.",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "Three major categories of systematic uncertainties are considered: in the signal yield determination, in the efficiency estimation, and in translating the signal yields and efficiencies into the branching fractions. Table III lists all the systematic uncertainties.",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 216,
                    "text": "Table III",
                    "end": 225
                }
            ]
        },
        {
            "text": "We observe a mild peaking background in the M bc fit region due to B + → pΛD * 0 , plausibly by the replacement of the low-momentum π 0 inD * 0 →D 0 π 0 with an unaffiliated π − or K − to reconstruct a D * − . To study its contribution to the uncertainty in the D * mode, a dedicated MC sample of this background mode is generated. Based on its current branching fraction upper limit [14], we subtract 0.5 events from the extracted signal yield and assign ±0.5 events as the systematic uncertainty. We have verified that our signal extraction method is robust and see negligible systematic bias in the signal yield when assuming 0.1 to 10 times the theoretical branching fractions (about 1.6 to 160 events) in an MC ensemble test.",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 384,
                    "text": "[14]",
                    "end": 388
                }
            ]
        },
        {
            "text": "For the reconstruction efficiency, we consider the following systematic uncertainties: the signal MC modeling for the threshold enhancement effect using the bound state assumption, charged track reconstruction, charged hadron identification,Λ reconstruction, background discrimination selections, and the PDF shapes. The modeling uncertainty is estimated by comparing the efficiency calculation based on two different MC samples, one generated assuming p-Λ bound states and the other with three-body phase-space decays, in each M pΛ bin. As the result is highly threshold-enhanced, we use the efficiency given by the bound-state model to calculate the branching fractions and take the differences as the systematic uncertainties between the two models. The uncertainty is about 3 (2)% in the D (D * ) mode, depending on the bins. For each charged track except the low-momentum pion in D * − →D 0 π − , a 0.35% uncertainty is assigned to take into account the data-MC difference in the charged  track reconstruction. For the low-momentum pion, a 2.5% uncertainty is assigned. We use the Λ → pπ − and D * + → D 0 π + , D 0 → K − π + samples to calibrate the MC p (−) , K ± , π ± identification efficiencies and assign uncertainties. For theΛ reconstruction, we estimate the uncertainty by considering the data-MC difference of tracks displaced from the IP, theΛ proper time, andΛ mass distributions. The uncertainties due to the α D ( * ) selections are estimated separately with the control sample mode, B 0 → π + K 0 S D ( * )− . We compare the data-MC efficiency differences with or without the α selections, where the non-negligible statistical uncertainties are also included. In both cases, the obtained B(B 0 → π + K 0 S D ( * )− ) is found to be consistent with the world average, indicating overall reliability of our methodology. For the β D and β D * selections, we compare the widths of the peaking components in M D − and M D * − − MD0 in the MC and data and quote the differences as the uncertainties. We also relax the shape variables of the signal PDF when fitting the control sample and compare the difference to MC-determined PDF. The resulting difference in the calculated B(B 0 → π + K 0 S D ( * )− ) is negligible. In the translation from signal yields to branching fractions, we consider the uncertainties of B subdecay and N BB . The uncertainties of B subdecay are obtained from Ref. [3]. For N BB , on-and off-resonance di-lepton events, e + e − → qq MC and data difference, primary vertex sideband data, and statistical uncertainty are combined to estimate the uncertainty.",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2406,
                    "text": "[3]",
                    "end": 2409
                }
            ]
        },
        {
            "text": "In this paper, we have reported the first observation of the B 0 → pΛD − and B 0 → pΛD * − decays with branching fractions (25.1 ± 2.6 ± 3.5) × 10 −6 (19.8σ) and (33.6 ± 6.3 ± 4.4) × 10 −6 (10.8σ). The threshold enhancement effect observed in M pΛ is found to be consistent with many other three-body baryonic B decays. The obtained branching fractions disagree with predictions based on the factorization approach, as do the measured ratios of branching fractions, both for the D and D * modes and for the charged and neutral B modes. We also find potential angular asymmetry in the D * mode but not in the D mode. Theoretical explanations, as well as confirmation from experiments with sizable data sets, such as LHCb and Belle II, will be needed in the future.",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "We thank the KEKB group for the excellent operation of the accelerator; the KEK cryogenics group for the efficient operation of the solenoid; and the KEK computer group, the National Institute of Informatics, and the PNNL/EMSL computing group for valuable computing and SINET4 network support. We acknowledge support from the Ministry of Education, Culture, Sports, Science, and Technology (MEXT) of Japan, the Japan Society for the Promotion of Science (JSPS), and the Tau-Lepton Physics Research Center of Nagoya University; the Australian Research Council and the Australian Department of Industry, Innovation, Science and Research;",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "3",
            "section_rank": 2
        },
        {
            "section": "3",
            "text": "GeV and 5.22 GeV/c 2 < M bc < 5.30 GeV/c 2 while the signal region is given by |∆E| < 0.05 GeV and 5.27 GeV/c 2 < M bc < 5.29 GeV/c 2 . Two major sources contribute as background: e + e − → qq (q = u, d, s, c) production, also known as the contin-uum background, and other b → c dominated B meson decays, labeled generically as B decays in this paper.",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "c 2 simultaneously and obtain α D = 0.53, α D * = 0.40, β D = 10, and β D * = 9. The β selections correspond to ±2.4σ and ±12.4σ selections around the nominal M D * − and M D * − − MD0 . This procedure maximizes the figure of merit",
            "paragraph_rank": 27,
            "section_rank": 3
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Projections of typical ∆E-M bc fits to data for events in the signal region of the orthogonal variable. The peaking and flat red dotted lines represent the signal and background components; the blue solid lines with the dotted areas represent the combined PDFs with their 1σ uncertainty bands. The top (bottom) four panels from top to bottom show the fits in the lowest and highest M pΛ bin in the D (D * ) mode.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "Figure 2",
            "section_rank": 5
        },
        {
            "section": "Figure 2",
            "text": "shows the results, where both modes have visible peaks near threshold. The data are fit with an empirical threshold yield, m a × e (bm+cm 2 +dm 3 ) , vs. the mass excess m = M pΛ − MΛ − M p by varying a, b, c, and d. The obtained branching fractions are: B(B 0 → pΛD − ) = (25.1 ± 2.6 ± 3.5) × 10 −6 , 19.8σ, B(B 0 → pΛD * − ) = (33.6 ± 6.3 ± 4.4) × 10 −6 , 10.8σ,",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "5 FIG. 3 .",
            "section_rank": 6
        },
        {
            "section": "5 FIG. 3 .",
            "text": "FIG. 3. Differential branching fractions of the D (left) andD * (right) modes in cosθ pD ( * ) . The fit curves are second-order polynomials, as suggested by Ref.[20].",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 162,
                    "text": "[20]",
                    "end": 166
                }
            ]
        },
        {
            "text": "TABLE I .",
            "section_rank": 7
        },
        {
            "section": "TABLE I .",
            "text": "The fitted signal yield and efficiency in each M pΛ bin. To obtain a stable fit, we combine the last three bins in the D * mode into the sixth bin.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "TABLE I .",
            "text": "FIG. 2. Differential branching fractions of the D (left) and D * (right) modes in M pΛ . Fit curves are based on an empirical threshold function (see text).",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "TABLE II .",
            "section_rank": 8
        },
        {
            "section": "TABLE II .",
            "text": "The fitted signal yield and efficiency in each cosθ pD ( * ) bin.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "TABLE III .",
            "section_rank": 9
        },
        {
            "section": "TABLE III .",
            "text": "The systematic uncertainties in the D and D * modes. The ≈ signs indicate the M pΛ dependence of the uncertainty.",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "section": "TABLE III .",
            "text": "Austrian Science Fund under Grant No. P 22742-N16 and P 26794-N20; the National Natural Science Foundation of China under Contracts No. 10575109,  No. 10775142, No. 10875115, No. 11175187, and  No. 11475187  ",
            "paragraph_rank": 35,
            "section_rank": 11
        }
    ]
}