{
    "level": "paragraph",
    "abstract": [
        {
            "text": "On the twentieth anniversary of the observation of the top quark, we trace our understanding of this heaviest of all known particles from the prediction of its existence, through the searches and discovery, to the current knowledge of its production mechanisms and properties. We also discuss the central role of the top quark in the Standard Model and the windows that it opens for seeking new physics beyond the Standard Model.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Twenty years have passed since the discovery of the heaviest elementary particle, the top quark, at the CDF and D0 Tevatron experiments [1,2]. The top quark, being even heavier than the Higgs boson recently discovered at the LHC, remains one of the most interesting objects in the elementary particle zoo.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 136,
                    "text": "[1,",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 139,
                    "text": "2]",
                    "end": 141
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In 1964 Gell-Mann and Zweig [3,4] proposed the quark model to explain the experimental observations in accelerator and cosmic ray experiments of many new strongly interacting particles called hadrons. Originally it was enough to introduce only three quarks u (up), d (down), and s (strange) to correctly describe the charges and spins of observed hadrons. In this model, all the quarks are fermions with spin 1/2 and should have fractional electric charges of 2/3 (in units of the electron charge) for the u-quark and −1/3 for the d-and s-quarks. The proton and the neutron are formed from the quark combinations uud and ddu respectively. The masses of the quarks are a few MeV for u-and d-quarks and ∼100 MeV for the s-quark, based on measured masses of the proton, neutron, π and K-mesons, and subsequently on deep inelastic scattering measurements. In 1974 a new meson called J/ψ was observed [5,6] which was quickly interpreted as a bound state of a new quark, c (charm), and its antiparticle, with electric charges ±2/3. The charm quark had been predicted theoretically to explain the decay properties of charged and neutral K-mesons through the Glashow-Iliopoulos-Maiani (GIM) mechanism [7]. By that time four electrically and weakly interacting particles (electron, electron neutrino, muon, and muon neutrino) were also known, and an interesting symmetric picture appeared containing four quarks, combined into two generations (u, d) and (c, s), and four leptons similarly arrayed in the corresponding (ν e , e) and (ν µ , µ) generations. In the mid-1970s this symmetry was broken when the τ lepton was discovered [8] and a new quark, b (bottom), with a mass of about 5 GeV and electric charge −1/3 was added to the quark family. The b-quark was inferred from the discovery of the Υ meson at Fermilab [9] at about 10 GeV which was seen to be a bound state of b and b quarks. Subsequent measurements at Cornell, DESY and SLAC confirmed this interpretation. If one assumed that the new lepton and quark belong to a third fermion generation, then to recover the quark-lepton symmetry one needed one more quark and one more neutrino to exist. The new 'top' quark was discovered in 1995, and in 2000 the tau neutrino was observed in τ -lepton decays in the Fermilab DONUT experiment.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 28,
                    "text": "[3,",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 31,
                    "text": "4]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 896,
                    "text": "[5,",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 899,
                    "text": "6]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1193,
                    "text": "[7]",
                    "end": 1196
                },
                {
                    "type": "bibr",
                    "start": 1434,
                    "text": "(u, d)",
                    "end": 1440
                },
                {
                    "type": "bibr",
                    "start": 1621,
                    "text": "[8]",
                    "end": 1624
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1808,
                    "text": "[9]",
                    "end": 1811
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the Standard Model (SM) the top quark has the same quantum numbers and interactions as all other up-type quarks. It is the weak isospin partner of the b quark with spin 1/2 and electric charge Q t em = +2/3. The left chiral part of the top quark is the upper component of the weak isospin doublet and the right chiral component is a weak isospin singlet. It is a color triplet with respect to the SU (3) c gauge group responsible for the strong interactions in the SM. From the theory side, the top quark is absolutely needed to ensure cancellation of the chiral anomaly in the SM and therefore to ensure its consistency as a quantum field theory.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measured value of the top quark mass at the Tevatron and the LHC is now known with a precision better than 0.5% and is the most precisely determined quark mass: m t = 173.34 ± 0.27(stat) ± 0.71(syst) GeV [10]. It is the heaviest known elementary particle, with a mass slightly less than the mass of the gold nucleus and thus does not conform to the original quark conjecture as a simple constituent of hadrons. However, up to now we have no indication of any internal top quark structure; it behaves in all processes as a point-like particle. Two empirical facts distinguish the top from other quarks: its much larger mass and its very small mixing to quarks of the first and second generations. The natural question arises: Why is the top quark so special? Why is it alone in having a mass of approximately the electroweak symmetry breaking scale? In the SM there is no answer to this question.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 208,
                    "text": "[10]",
                    "end": 212
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In another respect the top quark is a unique object. The quark mixing in the SM is encoded in matrix elements of the Cabibbo-Kobayashi-Maskawa (CKM) matrix [11,12]. The matrix element V tb is close to unity while the elements V ts and V td are significantly smaller than one. These two experimental facts, large mass and small mixing, lead to the conclusion that in the SM the top quark decays to a W boson and b quark with a probability close to 100%. The width of the top is computed in the SM to be about 1.5 GeV [13,14], much smaller than its mass. On the other hand, the top width is significantly larger than the typical QCD scale Λ ≈ 200 MeV. As a result, the top lifetime (τ t ≈ 5 × 10 −25 s) is much smaller than the typical time for formation of QCD bound state hadrons (τ QCD ≈ 1/Λ QCD ≈ 3 × 10 −24 s). Therefore, the top quark decays long before it can hadronize and hence hadrons containing a top quark are not expected to exist [15]. In this respect the physics of the top quark is much simpler than, for example, the physics of B-hadrons, in which bound states of the b-quark with other quarks and anti-quarks form a rich spectroscopy. However, since the top quark decays before hadronization its properties are not hidden by hadronization effects, and therefore it provides a very clean source for fundamental information. In particular, the SM predicts very specific spin correlation properties. Due to the (V − A) structure of the charged currents in the SM, the top and anti-top spins in production are strongly correlated and represent a unique experimental probe in the quark sector through the directions of their decay products.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 156,
                    "text": "[11,",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 160,
                    "text": "12]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 516,
                    "text": "[13,",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 520,
                    "text": "14]",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 942,
                    "text": "[15]",
                    "end": 946
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Two classes of top quark production exist. The first proceeds by the strong QCD force in which a quark and anti-quark or a pair of gluons interact to produce a top and anti-top quark. Since each of the produced tops decays to a W boson and a b quark, the final states are determined by the ways that the W bosons decay. The quarks hadronize in the detector as collimated sprays of hadrons called jets. If both W 's decay to leptons and neutrinos ( channel), the final state has two leptons, two (b) jets and missing transverse energy (/ E T ) carried by the two neutrinos. If one W decays to a lepton and the other to quark pairs ( +jets channel), the final state is one lepton, four jets (of which two are b-jets) and / E T . If both W 's decay to quarks (all-jets channel), the final state has six quark jets. The second production class proceeds through the weak interaction with a W boson propagator, leading to a single top quark in the final state, associated with at least one other jet. The top quark, with its large mass and correspondingly large Yukawa coupling y t = 2 3/4 ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1080,
                    "text": "3/4",
                    "end": 1083
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "2m t /v close to unity, makes a significant impact on various electroweak observables due to SM quantum loop corrections involving top. In particular, the loop corrections to W -and Z-boson masses are proportional to the top mass squared. The fit of precision electroweak data of LEP+SLD by SM computations at loop level allowed the indirect estimate of the top quark mass of m t = 177 +7 +17 −8 −19 GeV [16] which was in good agreement with the measurements. A modern global fit of precision electroweak measurements by quantum loop corrected SM predictions with a significant top-quark input shows how perfectly SM works as a quantum gauge theory [17].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 404,
                    "text": "[16]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 649,
                    "text": "[17]",
                    "end": 653
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The loop contribution involving top quarks is one of the most important factors in the Higgs boson self-coupling evolution with energy scale. It is crucial to know the top quark mass value precisely to understand how stable the SM vacuum is. The current precision of slightly less than 0.5% seems not yet good enough to get a concrete answer [18].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 342,
                    "text": "[18]",
                    "end": 346
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Due to the large top quark mass, the Higgs boson mass parameter also gets large loop corrections which depend quadratically on the scale of possible new physics. Such a dependence may lead to the so-called \"little hierarchy problem\" and motivates a possible existence of top quark partners which might be accessible at the LHC. Such partners, if they exist, may give extra loop contributions, thus canceling the strong quadratic behavior and stabilizing the Higgs mass parameter.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In the following sections we discuss various aspects of the top quark in more detail: In Section 2, a history of searches for the top quark at CERN, DESY and KEK is given. The top quark discovery at the Fermilab Tevatron is described in Section 3. In Section 4 we present details of measurements of the top pair production cross-section. In Section 5 we continue with the discovery of single top production and measurements of the electroweak single top cross-section. Due to importance of the top quark mass, its measurement and related problems are discussed in a special Section 6. In Section 7 the top quark properties such as spin, charge, lifetime, the CKM matrix element V tb are presented. The special role of the top quark in the SM, particularly, in assuring the consistency of the Higgs mechanism of spontaneous electroweak symmetry breaking in the SM is discussed in Section 8. In Section 9 the role of the top quark as a possible guide to new physics is reviewed. A short conclusion is given in the final section. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "History of searches for the top quark",
            "section_rank": 3
        },
        {
            "section": "History of searches for the top quark",
            "text": "The quark model discussed in the previous section (see Fig. 1) and the development of the Standard Model in the 1970s [19,20,21] implied the existence of a top quark, the charge +2/3 partner of the bottom quark. The search for this new quark was to last for twenty years.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 55,
                    "text": "Fig. 1",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 118,
                    "text": "[19,",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 122,
                    "text": "20,",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 125,
                    "text": "21]",
                    "end": 128
                }
            ]
        },
        {
            "section": "History of searches for the top quark",
            "text": "Using the ratios of the already observed quark masses, some physicists suggested that the top quark might be about three times as heavy as the b quark, and thus expected that the top would appear as a heavy new meson containing a tt pair, at a mass around 30 GeV. The electron-positron colliders then under construction raced to capture the prize. By 1984 the PETRA e + e − collider at the Deutsches Elektronen-Synchrotron (DESY) in Germany reached a center of mass energy of 46.8 GeV and excluded the existence of the top quark with a mass about half of the total center of mass energy or 23.3 GeV [22,23,24]. The e + e − collider TRISTAN with energy of 61.4 GeV was built at the High Energy Accelerator Research Organization (KEK) in Japan in 1986 with the main goal of discovering the top quark. By 1990 experiments at TRISTAN excluded the top quark with mass less than 30.2 GeV [25]. Later, the two e + e − Z boson factories SLC at SLAC and LEP at CERN started operation, and by about 1990 set a lower limit on m t at   [26,27,28,29]. In the early 1980s, the SppS collider came into operation at CERN with counter-rotating beams of protons and antiprotons colliding with an energy of 540 GeV (later upgraded to 630 GeV). The protons and antiprotons brought their constituent quarks and antiquarks into collision with typical energies of 50 to 100 GeV. Besides the important discoveries of the W and Z bosons, the carriers of the unified electroweak force, the CERN experiments demonstrated another aspect of quarks. Though quarks had continued to elude direct detection, they can be violently scattered in high energy collisions. The high energy quarks emerging from the collision region are subject to the strong interaction, creating additional quark-antiquark pairs from the available collision energy. The quarks and antiquarks so created combine into ordinary hadrons that are seen in the detectors. These hadrons tend to cluster along the direction of the original quark, and are thus recorded as a \"jet\" of rather collinear particles. Such quark jets, previously sensed at SLAC and DESY, were clearly observed at CERN and became a key ingredient in the next round of the top quark searches.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 599,
                    "text": "[22,",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 603,
                    "text": "23,",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 606,
                    "text": "24]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 882,
                    "text": "[25]",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1024,
                    "text": "[26,",
                    "end": 1028
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1028,
                    "text": "27,",
                    "end": 1031
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1031,
                    "text": "28,",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1034,
                    "text": "29]",
                    "end": 1037
                }
            ]
        },
        {
            "section": "History of searches for the top quark",
            "text": "With the advent of the SppS, and in 1988 the more powerful 1800 GeV Tevatron collider at Fermilab, the search for the top quark turned to even higher masses. At the large masses now accessible, the tt bound state was unlikely to form (as the top quark would decay faster than the time needed for binding the quarks into a bound state) so isolated top quarks were expected. For m t < m W , the W boson decay into a top quark and a b quark would predominate. A good channel for the search is W + → tb → e + ν e bb and the charge-conjugate process. The main background is QCD production of W bosons and jets. In 1984 the UA1 experiment at the SppS reported evidence for an excess of events with an isolated lepton and two jets, characteristic of a 40 GeV top quark [30]. UA1 observed 6 events (3 with electrons and 3 with muons) with an expected background of less than 1 event. In retrospect, background from bb production was underestimated and the top quark \"observation\" was later ruled out [31,32]. By 1992 the CDF experiment at Fermilab had extended the limit to m t > 91 GeV [33], thus eliminating the possibility for the W → tb. In 1992, the D0 experiment joined CDF as a long Tevatron run began, culminating with the discovery of the top quark as described in Section 3. Table 1 summarizes the steadily increasing lower limits on m t through 1980s and early 1990s.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 762,
                    "text": "[30]",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 992,
                    "text": "[31,",
                    "end": 996
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 996,
                    "text": "32]",
                    "end": 999
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1079,
                    "text": "[33]",
                    "end": 1083
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1277,
                    "text": "Table 1",
                    "end": 1284
                }
            ]
        },
        {
            "text": "Top quark discovery at the Tevatron",
            "section_rank": 4
        },
        {
            "section": "Top quark discovery at the Tevatron",
            "text": "In 1988 the search for the top quark was joined by the CDF experiment in the first physics run of the newly commissioned Tevatron pp collider [34] operating at 1.8 TeV. Based on the unsuccessful searches for top quark pairs at e + e − colliders and at the CERN SppS seeking top quarks from the decay W → tb, it became increasingly likely that the top quark would have a greater mass than the W boson. By then, the precision measurement of observables in Z boson decay, neutrino scattering, and the mixing of the neutral K 0 and B 0 flavor eigenstates predicted that the top quark mass, m t , lay in the approximate range 90 < m t < 160 GeV, based on the indirect effects of top quark loops in these processes within the context of the SM.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 142,
                    "text": "[34]",
                    "end": 146
                }
            ]
        },
        {
            "section": "Top quark discovery at the Tevatron",
            "text": "In 1992, CDF reported a new search for top quark pair production [33] in which both top quarks decay to a W boson (real or virtual depending on the top mass) and a b quark. The search used the channel as well as the +jets channel. In the latter channel, CDF required at least one of the jets to be tagged as a b-jet, identified through the presence of a low p T (soft) muon from the semileptonic decay of a B hadron. Comparison of the observed yield of events with SM predictions as a function of m t gave a lower limit of 91 GeV, thus ruling out the possibility that the W boson decays to top quarks and implying that the dominant production mode would be tt pair production.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 65,
                    "text": "[33]",
                    "end": 69
                }
            ]
        },
        {
            "section": "Top quark discovery at the Tevatron",
            "text": "In 1992, the new D0 experiment, with its high resolution calorimetry and large electron and muon acceptance, began operation at the Tevatron, and in 1994 raised the lower limit to 131 GeV [35], now encroaching on the window set indirectly by the precision measurements. For this run CDF added a new silicon microstrip vertex detector close to the beams that permitted the identification of jets containing a b-hadron that travelled a short distance (a few mm) from the production point, providing a powerful tool for recognition of b-quark jets and suppression of background processes from W +jets and QCD multijet production. Although both collaborations were still setting lower limits on m t , the limits were not much improved as the data samples increased. In the winter of 1992 -1993, both collaborations recorded striking events that conformed to the profile expected for top quark pair events. Both events were in the eµ dilepton channel which has low background. The CDF event had one of the two jets tagged by its silicon mi-crostrip detector (as well as by a soft muon). The D0 event had an electron, muon and / E T , each with at least 100 GeV transverse momentum. These events were very unlikely to have arisen from the expected background processes and heightened the expectation of a top quark discovery.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 188,
                    "text": "[35]",
                    "end": 192
                }
            ]
        },
        {
            "section": "Top quark discovery at the Tevatron",
            "text": "By early 1994, CDF found more events in 19 fb −1 of data than were predicted by known backgrounds. The publication [36] claimed evidence for the top quark and reported 12 events in the dilepton channel and the + jets channel with at least one jet tagged as a b-quark jet by the vertex detector or a soft muon within the jet. The probability for the background to fluctuate to the observed yield was 0.26%, too large to claim the result as a discovery, but small enough to interpret the excess as being likely to arise from top quark production. The fitted mass was m t = 174 ± 16 GeV and the tt cross section was estimated to be about 14 pb, a factor of about two larger than expected from theory at the observed m t value. Shortly afterwards, D0 reported [37] the results of an analysis in which backgrounds were reduced through the use of topological variables that had a comparable expected sensitivity to CDF, but with only 7 observed events and a 7.2% probability for the background to explain the observed yield.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 115,
                    "text": "[36]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 756,
                    "text": "[37]",
                    "end": 760
                }
            ]
        },
        {
            "section": "Top quark discovery at the Tevatron",
            "text": "The appearance of events in excess of the background expectation created the anticipation in both collaborations that more data could bring discovery. During a Tevatron shutdown in summer 1994, the accelerator experts discovered that one of the bending magnets in the machine had been rotated around the beam axis. With this fixed, the instantaneous luminosity grew substantially and by early 1995, the data samples had approximately tripled relative to the 1994 evidence results, and both collaborations sensed that they were sufficient to permit the discovery. Both collaborations updated their selection criteria to optimize the sensitivity for a top quark with mass in the 150 -200 GeV region. Although there were no interactions between the collaborations on their progress, each knew that the other collaboration was getting close and each began a frenetic push to complete the analyses. An agreement was put in place that when either collaboration presented a paper draft to the Fermilab Director, a one week period would start during which the other collaboration could finalize a paper, and if so, a simultaneous submission for publication would occur. CDF delivered its paper in mid-February and one week later, on February 24, 1995 both collaborations submitted their discovery papers to Physical Review Letters. The results were embargoed until the seminar announcing the results on March 2, but a few days before, newspaper reporters had picked up the scent and reported on the impending announcement.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Top quark discovery at the Tevatron",
            "text": "In the discovery publications [1,2], CDF and D0 presented quite complementary analyses. CDF relied heavily on its b-tagging capability, and claimed a one in a million probability for the expected backgrounds to produce the observed yield of 6 dilepton events, 21 events with a b quark jet tagged by the vertex detector (with 27 jets tagged) and 22 +jets events tagged by a muon within the jet (with 23 jets tagged), with an estimated background component of 1.3 dilepton events and 6.7 and 15.4 tagged jets for the two categories of single lepton events. D0 used stricter selection cuts based on the topological variables H T , defined as the sum of the scalar E T of the objects in the event, and the aplanarity, which measured the tendency for the momenta of the objects to lie in a plane, to suppress backgrounds. D0 found 3 dilepton events, 8 +jets events with the topological cuts and 6 events with a b jet tagged with a soft muon, with estimated backgrounds of 0.65, 1.9 and 1.2 events respectively for the three categories, with an estimated probability for background to fluctuate to the observed yields of two in a million. For the +jets events a measure of the top mass could be reconstructed from the four-momenta of the observed objects and a fit for the neutrino momentum using the W mass as a constraint. This fitted mass was then compared with a family of Monte Carlo templates with varied input masses to obtain the most likely top quark mass. Figure 2 shows the fitted mass distributions from the discovery papers. CDF obtained a mass of m t = 176 ± 13 GeV and D0 found m t = 199 ± 30 GeV. Using the observed yields and accounting for experimental efficiencies and acceptances, the cross section for tt pair production could be obtained. CDF found σ(tt) = 6.8 +3.6 −2.4 pb and D0 obtained σ(tt) = 6.4 ± 2.2 pb. The results were consistent with each other, and with the modern measurements of the mass and cross section. D0 also presented the two-dimensional plot of the mass of two jets (from hadronic W decay) versus the three jet mass (the hadronic top decay) that supported the hypothesis for the decay t → W b. Both collaborations saw an excess which was a little less than a 5σ deviation from a background-only hypothesis, but the joint result had more than 5σ significance and originated the modern standard of requiring 5σ for a discovery.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 30,
                    "text": "[1,",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 33,
                    "text": "2]",
                    "end": 35
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1460,
                    "text": "Figure 2",
                    "end": 1468
                },
                {
                    "type": "bibr",
                    "start": 1777,
                    "text": "+3.6",
                    "end": 1781
                }
            ]
        },
        {
            "section": "Top quark discovery at the Tevatron",
            "text": "The strikingly large mass of the observed top quark stimulated the subsequent program of measurements described in the succeeding sections.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "Top-antitop pair production",
            "section_rank": 5
        },
        {
            "section": "Top-antitop pair production",
            "text": "Up until 2009, the top quark could only be produced at the Tevatron. The 2001 -2011 run acquired about 10 fb −1 of data using pp collisions at 1.96 TeV, or about 200 times that used for the 1995 discovery. In 2009, the Large Hadron Collider (LHC) came into operation using pp collisions, first at 7 TeV, increasing to 8 TeV in 2012 and then to 13 TeV in 2015. The general purpose ATLAS and CMS experiments have accumulated large samples of top quark events, augmented by data from the LHCb experiment in some kinematic regions.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Top-antitop pair production",
            "text": "The production of tt pairs proceeds through annihilation of a quark and an antiquark or through interaction of gluons in the colliding beam particles. At the Tevatron pp collider, the qq processes account for about 85% of the cross section whereas at the LHC pp, the gg process is dominant (> 80%). Recently the full next-to-next-to-leading-order (NNLO) QCD calculations of the inclusive cross sections have been provided [38] with estimated uncertainties of 2.2% (Tevatron) or 3% (LHC) due to higher order contributions. Some differential cross sections at NNLO have also been calculated [39]. Precise measurements of inclusive and differential cross sections can thus give sensitive tests of the SM. Since the top quark decays prior to hadronization, information on the spin correlations and polarizations can also be obtained.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 422,
                    "text": "[38]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 589,
                    "text": "[39]",
                    "end": 593
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "The Tevatron measurements of the inclusive tt cross section as of 2013 are summarized in Fig. 3(a). The combination of CDF and D0 results [40] yields σ tt = 7.60 ± 0.41 pb, in good agreement with the NNLO theoretical prediction [38] of 7.16 pb. Recent D0 updates of the +jets and dilepton channel cross sections using the full 9.7 fb −1 of data are combined to give σ tt = 7.73 ± 0.56 pb [41]. The individual ATLAS and CMS inclusive cross measurements at √ s = 8 TeV and their combination [42], σ tt = 241.5 ± 8.5 pb, shown in Fig. 3(b) are also in good agreement with the NNLO prediction [38] of 245.8 pb. Cross sections for the forward production of top quarks at 7 and 8 TeV consistent with SM predictions have recently been reported by the LHCb collaboration [43].",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 89,
                    "text": "Fig. 3(a)",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 138,
                    "text": "[40]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 228,
                    "text": "[38]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 388,
                    "text": "[41]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 489,
                    "text": "[42]",
                    "end": 493
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 527,
                    "text": "Fig. 3",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 589,
                    "text": "[38]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 763,
                    "text": "[43]",
                    "end": 767
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "Measurements of differential cross sections offer a more sensitive way to seek new phenomena in the top quark sector. Many models postulate a special role for the top quark in coupling to new non-SM physics which could be revealed through resonances observed in the tt mass distribution, or departures from SM predictions in transverse momentum (p T ) or rapidity (y) distributions. Such distributions have been measured at the Tevatron [44] and more recently at the LHC [45] where the higher collision energy allows a much larger region of m tt to be explored. To date, as shown in Fig. 4, no non-SM behavior has been seen for m tt < 2.5 TeV.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 437,
                    "text": "[44]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 471,
                    "text": "[45]",
                    "end": 475
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 583,
                    "text": "Fig. 4",
                    "end": 589
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "Possible new physics coupling to the top quark can be sought through the production of heavy objects in association with a tt pair, particularly at the LHC where the available phase space is larger than at the Tevatron. New physics models such as supersymmetry predict such associated production final states, for example through the production of sbottom quark pairs with a decay chaiñ b → tχ − 1 andχ − 1 → W −χ0 1 (and charge conjugate). Other models may enhance the SM cross sections for tt + X final states through new couplings (e.g. dimension six operators [46]). ATLAS and CMS have obtained evidence for the production of tt pairs with associated b or c quarks [47], W or Z bosons [48,49,50,51], and bb [52], and have set limits on tttt production [53,54,55], all in good agreement with the SM prediction as shown in Fig. 5.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 564,
                    "text": "[46]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 669,
                    "text": "[47]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 689,
                    "text": "[48,",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 693,
                    "text": "49,",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 696,
                    "text": "50,",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 699,
                    "text": "51]",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 711,
                    "text": "[52]",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 756,
                    "text": "[53,",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 760,
                    "text": "54,",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 763,
                    "text": "55]",
                    "end": 766
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 825,
                    "text": "Fig. 5",
                    "end": 831
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "At leading order (LO), the annihilation of valence quarks and anti-quarks at the Tevatron is not expected to give a preference for t or t to emerge in the proton hemisphere relative to the antiproton hemisphere. At next-to-leading-order (NLO), interferences between the LO Born and loop diagrams or initial and final state gluon radiation diagrams result in an expected small positive forward-backward asymmetry, A tt F B = (N (∆y > 0) − N (∆y < 0))/(N (∆y > 0) + N (∆y < 0)), where ∆y = y t − y t . The 2011 CDF measurement in the + jets channel with   5.3 fb −1 of data [56] in which the top quarks were unfolded to the parton level gave A tt F B = 0.158 ± 0.074, somewhat in tension with the then-existing NLO QCD prediction of about 0.06. The measured asymmetry grew both with ∆y and m tt ; for m tt > 450 GeV, the discrepancy with NLO QCD reached 3.4σ. The 2011 D0 lepton+ jets measurement [57] found A tt F B = 0.092±0.037, statistically compatible with both the CDF result and the NLO QCD prediction. These early measurements stimulated much theoretical activity [58] to find potential sources of new physics that could enhance the SM prediction, such as axigluon or Z production.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 572,
                    "text": "[56]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 895,
                    "text": "[57]",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1070,
                    "text": "[58]",
                    "end": 1074
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "By 2014, both the theoretical and experimental situations were clarified. A full NNLO calculation (thus next-to-leading order in the asymmetry) found A tt F B = 0.095 ± 0.007 [39]. Both CDF and D0 published results for the + jets channel with the full Tevatron data sample [59,60], with inclusive asymmetry results A tt F B = 0.164 ± 0.047 and A tt F B = 0.106 ± 0.030 respectively. Figure 6 shows the results as a function of ∆y and m tt for both experiments and the NNLO predictions.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 175,
                    "text": "[39]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 273,
                    "text": "[59,",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 277,
                    "text": "60]",
                    "end": 280
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 383,
                    "text": "Figure 6",
                    "end": 391
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "The reconstructed tt asymmetry in the dilepton channel has also been measured by D0 [61] to be A tt F B = 0.175 ± 0.063. A related lepton asymmetry",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 84,
                    "text": "[61]",
                    "end": 88
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "where q is the sign of the lepton and η is the pseudorapidity of the lepton, has been measured in the combined +jets and dilepton channels with results for CDF [62] and D0 [63] of A F B = 0.090 +0.028 −0.026 and A F B = 0.047 ± 0.027 respectively, to be compared with the NLO prediction of 0.038 ± 0.003 [64]. The asymmetry in the pseudorapidity difference between the two lepton rapidities can be measured in the dilepton channel only and is consistent with NLO QCD in both experiments [65,62].",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 160,
                    "text": "[62]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 172,
                    "text": "[63]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 304,
                    "text": "[64]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 487,
                    "text": "[65,",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 491,
                    "text": "62]",
                    "end": 494
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "Overall, the forward-backward asymmetries at the Tevatron have settled down to reasonable agreement with the most accurate predictions of QCD, with CDF results typically exceeding the prediction by roughly 1.5σ and the D0 results in agreement with QCD within 1σ.",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "section": "Top-antitop pair production",
            "text": "At the LHC, the pp initial state does not permit the definition of a forward or backward direction, so a central-forward asymmetry is defined instead:",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "Top-antitop pair production",
            "text": "The NLO prediction for A C is about 1% making this measurement difficult. Current preliminary measurements by ATLAS [66,67] and CMS [68,69,70] are all consistent with A C = 0 with uncertainties of 1 − 2%.",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 116,
                    "text": "[66,",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 120,
                    "text": "67]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 132,
                    "text": "[68,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 136,
                    "text": "69,",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 139,
                    "text": "70]",
                    "end": 142
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "Since the top quark weak interaction decay is much shorter than the time required for hadronization by the strong interaction, the spin orientations of top quarks in production can be sensed through angular distributions of the decay products. Although in the SM, the polarizations of t or t are expected to be close to zero, the correlation between the spin orientations is expected to be large. For the gg process that is dominant at the LHC, the gluons have mainly the same helicities at low m tt and mainly opposite helicities at high m tt . At the Tevatron, production is mainly from an opposite helicity q and q initial state, and thus the two colliders provide complementary information. The polar angle distributions of final state fermions in the tt rest frame can be written as",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "Top-antitop pair production",
            "text": "where θ i is the decay fermion polar angle, P i is the polarization, α i is the spinanalyzing power for particle i, and A is the spin correlation in the tt strong production process. The parameters α are near 1 for a charged lepton or down-type quarks, and 0.31 for up-type quarks. The spin quantization axes are chosen in the plane of scattering and can be taken to be the beam direction, the outgoing t-quark direction (helicity basis), or an intermediate axis chosen to obtain the maximum expected spin correlation. In the case of the production by the gg process, the distribution as a function of the azimuthal angle difference between decay leptons in dilepton events also carries information on the spin correlation. D0's measurement of the spin correlation in the beam basis is A = 0.85 ± 0.29 using both the lepton + jet and dilepton channels [71]. It is in good agreement with the SM prediction A = 0.78 +0.03 −0.04 [72] and 3.1σ away from the no-correlation hypothesis. CDF's measurement [73] in the helicity basis of A = 0.60 ± 0.22 is also in good agreement with QCD. The first observations of a non-zero spin correlation were made by ATLAS [74] and CMS [75] using the azimuthal angle between the two leptons in the dilepton sample in dominantly gg interactions, for both the helicity basis and the intermediate basis. Subsequent addition of the lepton+jet channel allowed ATLAS [76] to measure several correlation observables in different bases which are sensitive to different types of new physics in tt production.",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 852,
                    "text": "[71]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "start": 914,
                    "text": "+0.03",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 926,
                    "text": "[72]",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 999,
                    "text": "[73]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 1154,
                    "text": "[74]",
                    "end": 1158
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 1167,
                    "text": "[75]",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 1392,
                    "text": "[76]",
                    "end": 1396
                }
            ]
        },
        {
            "section": "Top-antitop pair production",
            "text": "The top quark parity violating polarization in the plane of scattering is very close to zero in the SM, so measurable non-zero polarization would signal new physics. The actual value of polarization depends upon the choice of basis for spin quantization; common choices are the helicity basis (the t quark momentum direction) or the beam basis (the incoming proton direction), both in the tt rest frame. A D0 determination of the polarization in the beam basis, P= 11.3 ± 9.3%, was made in conjunction with the forward-backward asymmetry measurement in the dilepton channel [61]. Polarization measurements were recently performed by D0 in the + jets channel in the beam (helicity) basis with the, results P= 7.0 ± 5.5%(−10.2 ± 6.0%), as well as the parity conserving polarization normal to the scattering plane of P= 4.0 ± 3.4% [77]. Both ATLAS and CMS have measured polarizations at 7 TeV in the helicity basis. ATLAS determines CP even and CP odd polarizations of −0.035 ± 0.040 and 0.020 ± 0.022 [78]. CMS finds the CP even polarization to be 0.005 ± 0.021 [75]. Recently, the parity-violating polarization of single top quarks produced by the weak interaction has been measured [79] to be P = 0.82 ± 0.34, in good agreement with the NLO SM prediction of about 0.88.",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 574,
                    "text": "[61]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 828,
                    "text": "[77]",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 999,
                    "text": "[78]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 1060,
                    "text": "[75]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 1182,
                    "text": "[79]",
                    "end": 1186
                }
            ]
        },
        {
            "text": "Single top production",
            "section_rank": 6
        },
        {
            "section": "Single top production",
            "text": "Top quarks are mainly produced as tt pairs at hadron colliders via the strong interaction. It was in this process that the top quark was discovered at the Tevatron and in which the majority of the top quark studies were performed. But as first proposed in [80], top quarks could also be produced singly in high energy collisions via the two electroweak processes shown in Fig. 7. A third process in which a top quark is produced in association with W boson has negligible cross section at the Tevatron but becomes important at the LHC as discussed below. The dominant t-channel process proceeds through the exchange of a space-like virtual W boson between a light (u, d, c, s) quark and a b quark. The subdominant process involves the exchange of a time-like virtual W boson in the s-channel producing a top quark and a b quark.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 256,
                    "text": "[80]",
                    "end": 260
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 372,
                    "text": "Fig. 7",
                    "end": 378
                }
            ]
        },
        {
            "section": "Single top production",
            "text": "The production cross sections at the Tevatron are 1.12 pb (s-channel) and 2.34 pb (t-channel) [81]. Somewhat surprisingly, the total electroweak single top quark cross section is about half that for strong interaction tt pair production value of 7.16 pb [38]. The main reason is that the effective mass of the final state products in single top production is about half that for pair production, so that the much more abundant lower momentum quarks and gluons in the interacting proton and antiproton are required. However the smaller number of jets and leptons in single top production compared with tt production makes single top quark detection difficult due to the more copious backgrounds. Thus about 50 times more luminosity and 14 more years were required to discover electroweak single top quark production after the top quark discovery in pair production via the strong force.",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 94,
                    "text": "[81]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 254,
                    "text": "[38]",
                    "end": 258
                }
            ]
        },
        {
            "section": "Single top production",
            "text": "The observation of single top quark production was reported by the CDF and D0 collaborations in 2009 using about 3 fb −1 of Tevatron data [82,83]. The large W +jets background, with its higher cross section but similar final event topology ( Fig. 7), posed the major challenge. After an initial \"cut based\" events selection on the kinematic parameters of the events, the signal fraction in the analysis sample was only ≈5%, well below the uncertainty on the background prediction. The only option for firmly establishing the existence of the single top quark events was the use of multivariate analysis methods [84,85] which combine tens of event parameters into a single discriminant that provides good separation of signal and background. This discriminant uses not just the difference in signal and background distributions in each parameter but also the correlations among them. The multivariate classifiers were trained on large Monte Carlo samples of signal and background events. Discriminant distributions are shown in Fig. 8 for the CDF and D0 discovery analyses in which single top quark events concentrate at the large values of the discriminant. The discovery of single top quark production not only firmly established that electroweak single top production conforms to the SM prediction, but also verified for the first time that the power of the multivariate analyses could be used for particle physics discoveries. Many subsequent discoveries in particle physics, including that of the Higgs boson, relied heavily on the multivariate methods developed at the Tevatron for the single top quark production observation. These searches also spawned the development of new theoretical tools such as the single top quark event generators [86].",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 138,
                    "text": "[82,",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 142,
                    "text": "83]",
                    "end": 145
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 242,
                    "text": "Fig. 7)",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 611,
                    "text": "[84,",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 615,
                    "text": "85]",
                    "end": 618
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1027,
                    "text": "Fig. 8",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 1747,
                    "text": "[86]",
                    "end": 1751
                }
            ]
        },
        {
            "section": "Single top production",
            "text": "With 10 fb −1 per Tevatron experiment accumulated by the end of the Tevatron run together with improvements in the analysis methods, precise studies of the single top quark production became possible, including the independent observation of the single top quark t-channel and s-channel processes and measurement of their cross sections. The combination of CDF and D0 results was required for The single top quark production cross section in the SM is approximately proportional to the square of the CKM matrix [11,12] element V tb . By extracting V tb from the measured single top quark cross sections and including uncertainties on the predictions, this parameter is measured directly without assumptions on the number of quark generations or on the unitarity of the CKM matrix. The Tevatron measurement, V tb = 1.02 +0.06 −0.05 , shown in Fig. 10 is in agreement with the V tb value obtained with the assumptions of CKM matrix unitarity and three quark generations [88].",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 511,
                    "text": "[11,",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 515,
                    "text": "12]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "start": 819,
                    "text": "+0.06",
                    "end": 824
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 842,
                    "text": "Fig. 10",
                    "end": 849
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 968,
                    "text": "[88]",
                    "end": 972
                }
            ]
        },
        {
            "section": "Single top production",
            "text": "The single top t-channel cross section at the LHC of 90 pb at √ s = 8 TeV [89] is substantially larger than at the Tevatron and thus provides large samples of the single top quark events. An interesting feature of the LHC is that about twice as many top as anti-top quarks are produced due to the proton proton initial state (for the Tevatron these numbers are the same). All measured single top quark cross sections and ratios of the top to anti-top cross sections at 7 TeV and 8 TeV LHC energies are in agreement with the SM predictions. The s-channel cross section at the LHC (3.2 pb at √ s = 7 TeV [90]) has a relatively small increase over the Tevatron as this process requires quark-anti-quark annihilation (   which only sea quarks at the LHC provide. As backgrounds for the s-channel process increase rapidly with energy, this channel has not yet been observed at the LHC. In addition to the s-channel and t-channel production single top quarks can be produced in association with a W boson, called tW -channel, as shown in the Fig. 11. The cross section for this process at 8 TeV is 22 pb [91]. While this cross section is substantial, top quark pair production creates substantial background. The CMS experiment, using 12 fb −1 of √ s = 8 TeV collisions and multivariate analysis methods, was able to observe tW associated production with 6.1σ significance, completing the observation of all leading order processes of single top quark production [92].",
            "paragraph_rank": 41,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 602,
                    "text": "[90]",
                    "end": 606
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1036,
                    "text": "Fig. 11",
                    "end": 1043
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 1098,
                    "text": "[91]",
                    "end": 1102
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 1457,
                    "text": "[92]",
                    "end": 1461
                }
            ]
        },
        {
            "section": "Single top production",
            "text": "6 Top quark mass",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "Direct measurements",
            "section_rank": 7
        },
        {
            "section": "Direct measurements",
            "text": "Measurements of the top quark mass,m t , using kinematic properties of the decay products of the top quark, i.e., using direct approaches, have been performed by the ATLAS, CDF, CMS, and DØ Collaborations using a variety of experimental techniques. These experimental techniques can be grouped into three categories:",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "section": "Direct measurements",
            "text": "• The template method uses probability densities (PD), often referred to as \"templates\", of the distributions of kinematic observables related to the top quark mass, such as the invariant mass of the trijet system from the t → qq b decay. The templates are constructed using simulated MC events, where the signal templates are parametrised as a function of m t and possibly other parameters such as the jet energy correction factors. The sensitivity to m t is established by comparing the distribution(s) of selected observable(s) in data to the templates as a function of m t and possibly other parameters, for example, with a maximum likelihood fit.",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "section": "Direct measurements",
            "text": "• The matrix element method calculates ab initio the PD P evt , as a function of m t and possibly other parameters, for a given event to be observed under the hypotheses of top quark production, P sig , or of a background process, P bgd , where P evt = f P sig + (1 − f )P bgd and f is the fraction of signal events in the sample, determined from data. The PDs P sig and P bgd are expressed through their respective matrix elements (MEs) M sig and M bgd , taking into account the experimental resolution of the jets and leptons measured in the detector. The MEs M are sums over all contributors at a given order.. Typically, all possible jet-parton assignments are considered, and weighted by their consistency with the b-tagging information. The method establishes the sensitivity to m t by calculating P evt as a function of m t , and maximizing the combined likelihood for all observed events.",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "section": "Direct measurements",
            "text": "• The ideogram method can be considered an approximation of the ME method, since it also calculates a per-event PD under the tt and background hypotheses. By contrast to the ME method, P sig is calculated using a kinematic fit of the decay products of the top quark to its Breit-Wigner resonance within their respective experimental resolutions. All possible jet-parton assignments are summed, typically weighted by their consistency with the btagging information, and by the negative logarithm of the χ 2 of their kinematic fit. The combined likelihood of all observed events is then maximised to establish sensitivity to m t .",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "section": "Direct measurements",
            "text": "The advantage of the template method is that it is intuitive and straightforward in the sense that no calibration of the analysis is needed since the templates are constructed directly from simulated MC events. This was the method used to estimate the top quark mass in the discovery papers [1,2]. The advantage of the ME technique is that it provides the highest possible statistical sensitivity according to the Neyman-Pearson lemma [93] by analysing the full four-vectors of the measured final state objects under fundamental signal and background hypotheses. It also provides a more accurate estimation of systematic uncertainties, as it evaluates their impact following a concrete model described by |M sig | 2 , |M bgd | 2 , and the experimental resolutions. A disadvantage of the ME method is its high computational demand. The ideogram method has the advantage that it is considerably less computationally demanding than the ME method. A summary of the most precise recent direct measurements of m t from the ATLAS, CDF, CMS, and DØ Collaborations is given in Table 2, and an overview of the measured values is presented in Fig. 12. In the following, we review three representative measurements using the three experimental techniques above.  Only the most precise measurement in a given channel is shown for each experiment. The channel labelled as \" & +j\" combines the results in the and +jets channels. The label \"single t\" represents topologies enriched with production of single top quarks. The channel labelled as \"/ E T +j\" corresponds to +jets events where the charged lepton is missed.",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 291,
                    "text": "[1,",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 294,
                    "text": "2]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 435,
                    "text": "[93]",
                    "end": 439
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1068,
                    "text": "Table 2",
                    "end": 1075
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1132,
                    "text": "Fig. 12",
                    "end": 1139
                }
            ]
        },
        {
            "section": "Direct measurements",
            "text": "ATLAS recently performed a measurement of m t in the channel in pp collision data at √ s = 7 TeV using 4.7 fb −1 of integrated luminosity [94]. This analysis applies a template method to the m b observable, which is defined as the average invariant mass of the charged lepton and the b quark from the t → W ( + ν)b and t → W ( −ν )b decays. This observable was shown to provide less dependence on systematic uncertainties than other observables [106]. The result is m t = 173.79 ± 0.54 (stat) ± 1.30 (syst) GeV.",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 138,
                    "text": "[94]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 445,
                    "text": "[106]",
                    "end": 450
                }
            ]
        },
        {
            "section": "Direct measurements",
            "text": "A measurement of m t in the +jets channel in pp collisions at √ s = 8 TeV was carried out by CMS using 19.7 fb −1 of integrated luminosity [102]. The analysis was performed with a ideogram method. Like most measurements of m t in the + jets and all-jets channels, this analysis performs an in situ calibration of the overall jet energy scale correction factor, k JES , by constraining the invariant mass of the dijet system associated with the W → q q decay to m W = 80.4 GeV [107]. The result was m t = 172.04 ± 0.19 (stat) ± 0.75 (syst) GeV.",
            "paragraph_rank": 49,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 139,
                    "text": "[102]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 476,
                    "text": "[107]",
                    "end": 481
                }
            ]
        },
        {
            "section": "Direct measurements",
            "text": "The current most precise single measurement of m t was performed by D0 in the + jets channel in pp collisions at √ s = 1.96 TeV using 9.7 fb −1 of integrated luminosity [105,108]. This analysis applies an improved implementation of the ME method [109], which requires only 1% of the computation time needed previously [110]. This measurement substantially reduces the overall uncertainty relative to the previous measurement [110]   Figure 12: Overview of recent direct measurements of m t . Only the most precise measurement in a given channel is shown for each experiment. The statistical uncertainty is indicated by the thick inner error bars, while the total uncertainty is shown by the thin outer error bars. The uncertainty given as δm t represents the total uncertainty. For references to the measurements cf. Table 2. the dominant uncertainties from the modelling of tt events and of the detector response. As shown in Fig. 13(a) a simultaneous fit to m t and the jet energy scale factor k JES was made using the W boson mass constraint. The result was m t = 174.98 ± 0.41 (stat) ± 0.63 (syst) GeV. The first world combination of m t measurements was performed in 2014 using BLUE [111,112] and taking into account the correlations between the colliders, experiments, and analysis channels for all sources of systematic uncertainty considered [10]. The combined value is m t = 173.34±0.27 (stat)±0.71 (syst) GeV, which corresponds to a relative uncertainty of 0.44%. Many of the recent measurements shown in Table 2 were not included in Ref. [10], and substantial improvement is expected for the next world combination.",
            "paragraph_rank": 50,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 169,
                    "text": "[105,",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 174,
                    "text": "108]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 246,
                    "text": "[109]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 318,
                    "text": "[110]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 425,
                    "text": "[110]",
                    "end": 430
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 433,
                    "text": "Figure 12",
                    "end": 442
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 817,
                    "text": "Table 2.",
                    "end": 825
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 927,
                    "text": "Fig. 13",
                    "end": 934
                },
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 1188,
                    "text": "[111,",
                    "end": 1193
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 1193,
                    "text": "112]",
                    "end": 1197
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1350,
                    "text": "[10]",
                    "end": 1354
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1515,
                    "text": "Table 2",
                    "end": 1522
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1549,
                    "text": "[10]",
                    "end": 1553
                }
            ]
        },
        {
            "section": "Direct measurements",
            "text": "Currently, the world's most precise direct experimental determination of m t comes from the recent Tevatron combination, which includes all results from the CDF and DØ Collaborations given in Table 2   ",
            "paragraph_rank": 51,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 192,
                    "text": "Table 2",
                    "end": 199
                }
            ]
        },
        {
            "text": "Indirect measurements",
            "section_rank": 8
        },
        {
            "section": "Indirect measurements",
            "text": "For a free particle with four-momentum p, the physical mass is usually taken as the pole of its propagator 1/(p 2 − (m pole ) 2 ). Because of confinement, quarks cannot exist as free particles, and this definition becomes uncertain at the level of Λ QCD ≈ 0.2 GeV [114,115,116]. An alternative mass definition, m MS t , is given in the modified minimal subtraction renormalisation scheme [117]. The MS mass is also often referred to as the \"running mass\" m t (µ R ), which alludes to the main idea to absorb the logarithmic corrections from soft QCD effects into the explicit dependence on the renormalization scale µ R , resulting in a better numerical behaviour of perturbative predictions. Other mass definitions have been also suggested [118,119].",
            "paragraph_rank": 52,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 264,
                    "text": "[114,",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 269,
                    "text": "115,",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 273,
                    "text": "116]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 388,
                    "text": "[117]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 741,
                    "text": "[118,",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 746,
                    "text": "119]",
                    "end": 750
                }
            ]
        },
        {
            "section": "Indirect measurements",
            "text": "All direct measurements of m t rely on simulated MC events, and therefore on the mass parameter used in MC event generators, m MC t . This introduces a dependence of the directly measured m t on the theory model used to describe the showering of final state quarks or gluons, and the subsequent hadronization process. As a result, m MC t is subject to a systematic uncertainty of the order of Λ QCD [120], which is explicitly accounted for in the measurements. GeV from the top quark pair cross section, σ tt , measured in the and +jets channels using integrated luminosities of 1.2 and 0.9 fb −1 , by relating the experimental result to the NLO [123] and approximate NNLO predictions [38], respectively.",
            "paragraph_rank": 53,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b121",
                    "start": 399,
                    "text": "[120]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b124",
                    "start": 646,
                    "text": "[123]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 685,
                    "text": "[38]",
                    "end": 689
                }
            ]
        },
        {
            "section": "Indirect measurements",
            "text": "The world's most precise single measurement of m pole t from σ tt , with an uncertainty of 2.6 GeV, was performed by ATLAS in the eµ channel using pp collision data at √ s = 7 and 8 TeV [124]. This measurement profits from a small experimental uncertainty of ≈ 4% and the advent of the full NNLO calculation of σ tt (m pole t ) [38], including NNLL corrections, which has a substantially reduced uncertainty relative to the approximate NNLO results. A similar measurement was performed by CMS, which achieves an uncertainty of 2.9 GeV [125].",
            "paragraph_rank": 54,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 186,
                    "text": "[124]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 328,
                    "text": "[38]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b127",
                    "start": 535,
                    "text": "[125]",
                    "end": 540
                }
            ]
        },
        {
            "section": "Indirect measurements",
            "text": "Recently, ATLAS applied a novel approach [126] to measure m pole t from the production cross section of tt events in association with a hard jet σ tt+1jet [127], as a function of the inverse of the invariant mass of the tt+1 jet system ρ s ∝ 1/ √ s tt+1jet , and achieved a precision on m pole t of 2.2 GeV. The normalised unfolded distribution 1/σ tt+1jet •dσ tt+1jet /dρ s is compared to NLO calculations [126] as a function of m pole t in Fig. 13(b). Recent measurements of m pole t are summarised in Table 3.",
            "paragraph_rank": 55,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 41,
                    "text": "[126]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 155,
                    "text": "[127]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 407,
                    "text": "[126]",
                    "end": 412
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 442,
                    "text": "Fig. 13(b)",
                    "end": 452
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 504,
                    "text": "Table 3",
                    "end": 511
                }
            ]
        },
        {
            "text": "Top quark properties",
            "section_rank": 9
        },
        {
            "section": "Top quark properties",
            "text": "Unlike the top quark mass, the SM predicts all other properties of top quarks and their decays with high precision. Since the top quark lifetime is much shorter than the time required for hadronization, top quark properties can be measured directly and usually with much less uncertainty than those for other quarks where these characteristics are derived from their bound states. Differences between measured properties and the precisely known SM predictions offer sensitive tests for new physics beyond the SM.  . The channel labelled as \" & +j\" combines the results in the and +jets channels. The total uncertainty quoted corresponds to the quadratic sum of the full experimental uncertainty and the entire theory uncertainty.",
            "paragraph_rank": 56,
            "section_rank": 9
        },
        {
            "text": "Top quark lifetime",
            "section_rank": 10
        },
        {
            "section": "Top quark lifetime",
            "text": "The lifetime τ and the related resonance width Γ = 1/τ are primary characteristics of any particle. Due to its large mass, a small value of the top lifetime, τ t , is expected. The SM predicts Γ t = 1.32 GeV [128] with about 1% uncertainty, or τ t = 4.99 × 10 −25 s. It is impossible to measure such a short lifetime directly by measuring the distance between birth and decay as done for example, for B -mesons; nevertheless the CDF Collaboration undertook such a measurement, finding τ t < 2 × 10 −13 s [129].",
            "paragraph_rank": 57,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 208,
                    "text": "[128]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 504,
                    "text": "[129]",
                    "end": 509
                }
            ]
        },
        {
            "section": "Top quark lifetime",
            "text": "An alternative approach used for strongly interacting decays is a direct measurement of the width. To use this method the experimental mass resolution of the experiment should be better than the expected width. Unfortunately all Tevatron and LHC experiments have mass resolutions worse than the SM Γ t value. The most precise measurement of the top quark width was obtained by CDF [130] using 8.7 fb −1 of data. They obtain 1.10 < Γ t < 4.05 GeV, corresponding to 1.6 × 10 −25 < τ t < 6.0 × 10 −25 s at 68% confidence level (CL), in agreement with SM prediction.",
            "paragraph_rank": 58,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b132",
                    "start": 381,
                    "text": "[130]",
                    "end": 386
                }
            ]
        },
        {
            "section": "Top quark lifetime",
            "text": "The D0 Collaboration used an indirect method to obtain Γ t [131] under the assumption that Γ(t → W b) is proportional to the measured t-channel single top quark production cross-section with the proportionality factor Γ(t → W b)/σ(t-channel) as predicted by SM. The width is then obtained from Γ t = Γ(t → W b)/B(t → W b), where B(t → W b) is the branching ratio for t → W b. Using the experimental values σ(t-channel) = 2.90 ± 0.59 pb [132], B(t → W b) = 0.90 ± 0.04 [133] and the SM predictions Γ(t → W b) = 1.33 GeV [107], σ(t − channel) = 2.14 ± 0.18 pb [81], they obtain Γ t = 2.00 +0. 47 −0.43 GeV and τ t = Experiment m t − mt (GeV) D0 [140] 0.8 ± 1.8 (stat) ± 0.5 (syst) CDF [141] −1.95 ± 1.11 (stat) ± 0.59 (syst) CMS [142] −0.44 ± 0.46 (stat) ± 0.27 (syst) ATLAS [143] 0.67 ± 0.61 (stat) ± 0.41 (syst) ",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 59,
                    "text": "[131]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 436,
                    "text": "[132]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b135",
                    "start": 468,
                    "text": "[133]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 519,
                    "text": "[107]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 558,
                    "text": "[81]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 591,
                    "text": "47",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b142",
                    "start": 643,
                    "text": "[140]",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b143",
                    "start": 683,
                    "text": "[141]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b144",
                    "start": 727,
                    "text": "[142]",
                    "end": 732
                },
                {
                    "type": "bibr",
                    "ref_id": "b145",
                    "start": 773,
                    "text": "[143]",
                    "end": 778
                }
            ]
        },
        {
            "text": "t andt mass difference",
            "section_rank": 11
        },
        {
            "section": "t andt mass difference",
            "text": "The CP T theorem, based on the general principles of local relativistic quantum field theory, predicts that antiparticle properties are the same as the corresponding particle properties after spatial and time coordinate inversions. In particular, particle and antiparticle masses must be the same. Although CP T symmetry is rigorously conserved in the SM, some SM extensions permit CP T invariance breaking [137,138,139]. A stringent limit on particle-antiparticle mass inequality was obtained for the K 0 −K 0 system: (m K 0 − mK0)/m K 0 < 0.6 × 10 −18 at 90% CL [107], but the SM extensions allow different quark flavors to have different CP T -violating couplings. The experimental results of top -antitop mass difference shown in Table 4 are in good agreement with invariance under the CP T transformation. The charge of the lepton from W boson decay in t → W b is used to tag top versus antitop quarks.",
            "paragraph_rank": 60,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b139",
                    "start": 407,
                    "text": "[137,",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b140",
                    "start": 412,
                    "text": "138,",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b141",
                    "start": 416,
                    "text": "139]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 564,
                    "text": "[107]",
                    "end": 569
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 734,
                    "text": "Table 4",
                    "end": 741
                }
            ]
        },
        {
            "text": "Top quark electric charge",
            "section_rank": 12
        },
        {
            "section": "Top quark electric charge",
            "text": "In the SM the top quark has an electric charge of +2/3e and decays to W + and a charge −1/3 quark (dominantly b). But in an extension of SM [144,145], an exotic quark with mass of about 170 GeV and charge −4/3e occurs as a part of a fourth quark generation with decay to W − b , while the SM top quark mass is expected to be heavier than 230 GeV. The first limit on a −4/3e top quark was obtained by D0 in 2007 [146]; more recently D0 reported [147] the analysis of 286 fully reconstructed tt pairs in the +jets channel. The results shown in Fig. 14(a) rule out a −4/3e exotic top quark at a significance greater than 5σ and set an upper limit on the exotic quark fraction of 0.46 at 95% CL.",
            "paragraph_rank": 61,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b146",
                    "start": 140,
                    "text": "[144,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b147",
                    "start": 145,
                    "text": "145]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b148",
                    "start": 411,
                    "text": "[146]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b149",
                    "start": 444,
                    "text": "[147]",
                    "end": 449
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 542,
                    "text": "Fig. 14(a)",
                    "end": 552
                }
            ]
        },
        {
            "section": "Top quark electric charge",
            "text": "The CDF Collaboration performed an analysis in the +jets channel [148]. The W boson charge Q W was determined from the decay lepton charge. The associated  jet charge Q jet was reconstructed with special jet charge algorithm. A negative value of the product Q W • Q jet corresponds to the SM tt decay while a positive product comes from the exotic tt decay. The results shown in Fig. 14(b) exclude an exotic top quark with −4/3e charge and mass of about 170 GeV at the 99% CL The most stringent limit on the existence of a −4/3e quark with mass of about 170 GeV was given by ATLAS [149]. The results [149] are shown in Table 5. The results for the e and µ channels are in good agreement and coincide with SM prediction (2/3e) within the errors quoted. They exclude the XM model [144] with a significance of more than 8σ. This model also disagrees with the results on single top production as well [150,151]. f + −0.033 ± 0.046 [±0.034 (stat) ± 0.031 (syst)] CDF [155] f 0 0.726 ± 0.066 (stat) ± 0.067 (syst) f + −0.045 ± 0.044 (stat) ± 0.058 (syst) ATLAS [156] f 0 0.67 ± 0.07 f − 0.32 ± 0.04 f + 0.01 ± 0.05 CMS [157] f 0 0.720 ± 0.039 (stat) ± 0.037 (syst) f − 0.298 ± 0.028 (stat) ± 0.032 (syst) f + −0.018 ± 0.019 (stat) ± 0.011 (syst) Table 6: Results of the helicity fraction f measurements.",
            "paragraph_rank": 62,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b150",
                    "start": 65,
                    "text": "[148]",
                    "end": 70
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 379,
                    "text": "Fig. 14(b)",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b151",
                    "start": 581,
                    "text": "[149]",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b151",
                    "start": 600,
                    "text": "[149]",
                    "end": 605
                },
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 619,
                    "text": "Table 5",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b146",
                    "start": 778,
                    "text": "[144]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b152",
                    "start": 897,
                    "text": "[150,",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b153",
                    "start": 902,
                    "text": "151]",
                    "end": 906
                },
                {
                    "type": "bibr",
                    "ref_id": "b157",
                    "start": 962,
                    "text": "[155]",
                    "end": 967
                },
                {
                    "type": "bibr",
                    "ref_id": "b158",
                    "start": 1055,
                    "text": "[156]",
                    "end": 1060
                },
                {
                    "type": "bibr",
                    "ref_id": "b159",
                    "start": 1113,
                    "text": "[157]",
                    "end": 1118
                },
                {
                    "type": "table",
                    "start": 1240,
                    "text": "Table 6",
                    "end": 1247
                }
            ]
        },
        {
            "text": "W boson polarization in top quark decays",
            "section_rank": 13
        },
        {
            "section": "W boson polarization in top quark decays",
            "text": "The helicities of W bosons in top quark decays can be +1, −1 or 0, corresponding to right-handed, left-handed or longitudinal polarizations, with corresponding fractions of events in the decay t → W b of f + , f − or f 0 respectively. These fractions can be measured using the event distribution in cos θ * [152] where θ * is the angle between the charged lepton momentum and the negative of the top quark momentum in the W boson rest frame (see Fig. 15):",
            "paragraph_rank": 63,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b154",
                    "start": 307,
                    "text": "[152]",
                    "end": 312
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 446,
                    "text": "Fig. 15",
                    "end": 453
                }
            ]
        },
        {
            "section": "W boson polarization in top quark decays",
            "text": "The SM predicts [153] f 0 = 0.687 ± 0.005, f − = 0.311 ± 0.005, and f + = 0.0017 ± 0.0001. Deviation from these values would indicate new physics beyond the SM. Results are presented in Table 6 and Fig. 6. The experimental results are consistent and agree well with SM expectations for helicity fractions, and with the V − A structure of the W tb vertex.  Combined results from the CMS muon+jets and electron+jets events for the lefthanded and longitudinal W boson helicity fractions [157], shown as 68% contours for statistical, systematic, and total uncertainties, compared to the SM predictions [153].",
            "paragraph_rank": 64,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b155",
                    "start": 16,
                    "text": "[153]",
                    "end": 21
                },
                {
                    "type": "table",
                    "start": 186,
                    "text": "Table 6",
                    "end": 193
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 198,
                    "text": "Fig. 6",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b159",
                    "start": 484,
                    "text": "[157]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b155",
                    "start": 598,
                    "text": "[153]",
                    "end": 603
                }
            ]
        },
        {
            "text": "Experiment R",
            "section_rank": 14
        },
        {
            "section": "Experiment R",
            "text": "|V tb | lower limit at 95% CL, D0 [133] 0.90 ± 0.04 0.95 ± 0.02 n/a CDF [159] 0.87 ± 0.07 0.93 ± 0.04 > 0.85 CDF [160] 0.94 ± 0.09 0.97 ± 0.05 > 0.89 CMS [134] 1.014 ± 0.032 n/a > 0.975 (> 0.955 R ≤ 1) Table 7: Results of the measurements of the ratio R and |V tb | in tt events.",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b135",
                    "start": 34,
                    "text": "[133]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b162",
                    "start": 72,
                    "text": "[159]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b163",
                    "start": 113,
                    "text": "[160]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 154,
                    "text": "[134]",
                    "end": 159
                },
                {
                    "type": "table",
                    "start": 202,
                    "text": "Table 7",
                    "end": 209
                }
            ]
        },
        {
            "text": "V tb element of Cabibbo-Kobayashi-Maskawa (CKM) matrix",
            "section_rank": 15
        },
        {
            "section": "V tb element of Cabibbo-Kobayashi-Maskawa (CKM) matrix",
            "text": "In the SM, the 3 × 3 unitary CKM matrix [11,12]   [107]. Any experimental deviation from this value will be evidence for new BSM physics, for example, existence of a fourth quark generation [158].",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 40,
                    "text": "[11,",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 44,
                    "text": "12]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 50,
                    "text": "[107]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b161",
                    "start": 190,
                    "text": "[158]",
                    "end": 195
                }
            ]
        },
        {
            "section": "V tb element of Cabibbo-Kobayashi-Maskawa (CKM) matrix",
            "text": "The results of R measurements are summarized in Table 7. The channels of the tt events selected for analysis are + jets and dilepton in Ref. [133], + jets in Ref. [159], and dilepton in Refs. [160,134]. When restricting to R ≤ 1, the |V tb | lower limit in Ref. [134] becomes 0.955. All results are consistent with SM expectations.",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 48,
                    "text": "Table 7",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b135",
                    "start": 141,
                    "text": "[133]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b162",
                    "start": 163,
                    "text": "[159]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b163",
                    "start": 192,
                    "text": "[160,",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 197,
                    "text": "134]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 262,
                    "text": "[134]",
                    "end": 267
                }
            ]
        },
        {
            "section": "V tb element of Cabibbo-Kobayashi-Maskawa (CKM) matrix",
            "text": "The value of |V tb | can also be obtained from the single top production cross sections without the assumption of three quark generations or the unitarity of the CKM matrix as discussed in Section 5.",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "Role of the top quark in the Standard Model",
            "section_rank": 16
        },
        {
            "section": "Role of the top quark in the Standard Model",
            "text": "The top quark, as the weak isospin partner of the b-quark, plays an important role in the SM and in its predictions for experiments. Here we consider briefly several aspects of the role of top quarks: cancellations of chiral anomalies, flavor changing neutral currents and the GIM mechanism, the large top Yukawa coupling and consistency of the Higgs mechanism of spontaneous electroweak symmetry breaking [161,162,163,164,165], and large quantum corrections to electroweak observables.",
            "paragraph_rank": 69,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b164",
                    "start": 406,
                    "text": "[161,",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b165",
                    "start": 411,
                    "text": "162,",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b166",
                    "start": 415,
                    "text": "163,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b167",
                    "start": 419,
                    "text": "164,",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b168",
                    "start": 423,
                    "text": "165]",
                    "end": 427
                }
            ]
        },
        {
            "text": "Standard Model self-consistency: chiral anomalies.",
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "The top quark is needed for the consistency of the SM as a gauge quantum field theory. In the SM, the fermions, both leptons and quarks, are combined into three generations forming left-handed doublets and right-handed singlets with respect to the weak isospin",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "where for any fermion field f the left and right chiral components are defined as",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "In order to correctly reproduce the electromagnetic and weak interactions, the gauge group of the electroweak part of the SM is taken as",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "where SU L (2) is called the weak isospin group (the weak isospin is an analog of the usual isospin introduced by Heisenberg to describe the proton and the neutron) and U Y (1) is the weak hypercharge group. The hypercharges of the left-and righthanded lepton and quark fields are chosen such that the electric charges are equal to the known measured charges",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "where (T f 3 ) L,R are the isospin projections +1/2 for the up-type component and −1/2 for the down-type component of the fermions, Y f L,R stands for corresponding weak hypercharges of the fermions. These relations are known as the Gell Mann -Nishijima formulas. The relations for the group generators guarantee that after the spontaneous symmetry breaking, the gauge symmetry SU L (2) ⊗ U Y (1) reduces to the unbroken electromagnetic group U em (1).",
            "paragraph_rank": 74,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 448,
                    "text": "(1)",
                    "end": 451
                }
            ]
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "Because of this chiral structure of the SM, there is a potential \"chiral\" anomaly problem. Generically, anomalies in a field theory correspond to the situation where some symmetry is present at the level of a classical Lagrangian but is violated at the quantum loop level. Indeed, after a quantization of the SM one finds that the left-and right-handed fermion currents, conserved in accord with Noether theorem at the classical level, are not conserved for individual leptons or quarks at quantum level due to the triangle loop contributions shown in Fig. 17. If an anomaly does not vanish, the theory loses its gauge invariance and therefore cannot be acceptable. (However, in the case of anomaly free fundamental theories such as QED one may consider some currents, for example pseudoscalar fermion pair currents, that respect some global symmetry at the classical level in addition to the local gauge symmetries of the fundamental theory. Anomalies for such currents do not lead to problems. Moreover, this type of anomaly may have very important physics consequences, as in the case of π 0 decay to two photons.) In the SM there are simultaneous contributions from left and right chiral fermions which contribute to the anomaly with opposite signs. The anomaly is then proportional to the differences between traces of group generators coming from fermions with left and right chiralities:",
            "paragraph_rank": 75,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 552,
                    "text": "Fig. 17",
                    "end": 559
                }
            ]
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "where the square and the curly brackets denote commutators and anticommutators respectively. In theories like QED or QCD there are no γ 5 matrices in the Lagrangians. Therefore the left and right chiral contributions exactly compensate each other, so the anomaly is equal to zero and the theories make perfect sense.",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "In the electroweak part of the SM, left-and right-handed states couple to U Y (1) gauge bosons with different hypercharges, and only the left components couple to the SU L (2) gauge bosons. So, it is not obvious a priori that the chiral anomalies vanish. But the absence of anomalies is a requirement for the SM to be a valid quantum theory.",
            "paragraph_rank": 77,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "Without going into details (they can be found in textbooks, see e.g. [166], [167], [168]) one can check that all the chiral anomalies are canceled in the SM for each fermion generation due to the simultaneous contributions of quarks and leptons with left and right chiralities. In particular, the cancellation of the anomaly in each generation takes place due to the sum of electric charges of leptons being equal in magnitude but opposite in sign to the sum of quark charges. For such a cancellation, the number of colors (N c ) must be equal to three. In particular, the cancellation for the third generation requires a top quark with charge Q t = +2/3, giving",
            "paragraph_rank": 78,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b169",
                    "start": 69,
                    "text": "[166]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b170",
                    "start": 76,
                    "text": "[167]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b171",
                    "start": 83,
                    "text": "[168]",
                    "end": 88
                }
            ]
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "8.2 Flavor changing neutral currents and the GIM mechanism.",
            "paragraph_rank": 79,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "The basic principle in constructing the SM Lagrangian is gauge invariance, which allows us to consider only two types of gauge invariant terms containing quark-Higgs Yukawa interactions with mixing of the down-and up-type quark fields from different generations:  ",
            "paragraph_rank": 80,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "where M ij = Γ ij v/ √ 2 are mass mixing matrices for down-and up-type quarks. The matrices should be diagonalized to get the physical states for up-and downtype quarks. This can be done using unitary transformations in flavor space for all types of up and down, left and right quark fields",
            "paragraph_rank": 81,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "After such transformations the above Yukawa Lagrangian contains Dirac mass terms for quarks and their interactions with the Higgs boson are proportional to the fermion masses:",
            "paragraph_rank": 82,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "where i = 1, 2, 3 stands for three flavor generations, and in particular, m 3 u is the top quark mass m t .",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "Recall that in the SM all fermion interactions with vector gauge fields follow from the gauge invariance principle and are expressed in terms of the products of the gauge fields to neutral and charge currents containing fermions from the same generation. Therefore the above unitary transformations (U † U = 1) do not affect the neutral currents. As a result there are no flavor changing neutral currents in the SM at lowest order.",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "However, the charge currents",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": "contain quarks rotated by different unitary matrices for the up-and down-type",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "section": "Standard Model self-consistency: chiral anomalies.",
            "text": ". Therefore after the unitary transformation the charge current becomes:",
            "paragraph_rank": 87,
            "section_rank": 17
        },
        {
            "text": "The unitary matrix",
            "section_rank": 18
        },
        {
            "section": "The unitary matrix",
            "text": "is called Cabbibo-Kobayashi-Maskawa mixing matrix [11,12]:",
            "paragraph_rank": 88,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 50,
                    "text": "[11,",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 54,
                    "text": "12]",
                    "end": 57
                }
            ]
        },
        {
            "section": "The unitary matrix",
            "text": "The CKM matrix is unitary since it is constructed from the product of unitary matrices. However this is true only because of the presence of the top quark in the third generation. The unitarity leads to various constraints on the elements of the CKM matrix such as",
            "paragraph_rank": 89,
            "section_rank": 18
        },
        {
            "section": "The unitary matrix",
            "text": "One of the consequences of such unitary constraints is the GIM mechanism, formulated originally for the case of two generations [7] but with obvious extension to three generations. The GIM mechanism allows one to understand flavour changing neutral current (FCNC) suppression at higher orders of perturbation theory in the SM. As explained above, the FCNC are absent in the SM at the lowest order by construction. However, at higher orders the FCNC appear in the case of two (real or virtual) W + and W − emissions by the quark current. For example, the FCNC b → s transition is proportional to",
            "paragraph_rank": 90,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 128,
                    "text": "[7]",
                    "end": 131
                }
            ]
        },
        {
            "section": "The unitary matrix",
            "text": "where S(p, M u,c,t ) is the propagator of the corresponding up-type quark with a momentum p. In the case of equal quark masses one would have the factor",
            "paragraph_rank": 91,
            "section_rank": 18
        },
        {
            "section": "The unitary matrix",
            "text": "in front of the current, which is equal to zero due to the unitary constraint. This is the exact GIM cancellation. If quark masses are not equal, as happens in nature, the FCNC will be non-zero and will give well defined predictions for various phenomena in physics of kaons, D and B mesons such as oscillations, rare decays, etc. An example is the rare decay of the B s meson to a muon pair µ + µ − . Due Figure 18: Box and Penguin loop diagrams contributing to the rare decay",
            "paragraph_rank": 92,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 406,
                    "text": "Figure 18",
                    "end": 415
                }
            ]
        },
        {
            "section": "The unitary matrix",
            "text": "to absence of the FCNC at tree level the leading Feynman diagrams are the loop diagrams, called box and penguin, as shown in Fig.18. In this case the diagrams involving virtual top quark dominate and lead to a theoretical decay rate in the SM of B(B s → µ + µ) = (3.66 ± 0.23) × 10 −9 [169], in good agreement with measured values by the LHCb [170] and the CMS [171] experiments. We stress that the GIM mechanism works for three fermion generations only because of existence of the top quark.",
            "paragraph_rank": 93,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 125,
                    "text": "Fig.18",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b172",
                    "start": 285,
                    "text": "[169]",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b173",
                    "start": 343,
                    "text": "[170]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b174",
                    "start": 361,
                    "text": "[171]",
                    "end": 366
                }
            ]
        },
        {
            "text": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "section_rank": 19
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "As follows from the Lagrangian (6), the Yukawa top-Higgs interaction is proportional to the top quark mass",
            "paragraph_rank": 94,
            "section_rank": 19
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "and therefore it is strong since the top quark mass is large. The top Yukawa coupling",
            "paragraph_rank": 95,
            "section_rank": 19
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "is numerically close to unity. Such a large top Yukawa coupling makes a significant impact on the Higgs potential when higher order corrections are considered. In the SM, as for any quantum field theory, all the masses and coupling constants get quantum corrections and become so-called running masses and running coupling constants. In particular, the Higgs boson self-interaction quartic coupling λ gets loop corrections coming from the top, Higgs and electroweak gauge boson loops. As a result of the renormalization group evolution, λ becomes a function of the energy scale (renormalization scale µ). The analyses of the running coupling are performed at NNLO accuracy [172], [173], [174]. Because of the running of the Higgs self-coupling, the behavior of the Higgs potential may be changed drastically at high energy scales. Since the effective Higgs potential is proportional to λ(µ) at large µ or equivalently at large value of the Higgs field, different situations may occur. The quartic coupling λ(µ) may be positive all the way up to the Planck scale leading to an absolutely stable theory. On the other hand, λ(µ) may become negative at large µ, leading to a potential that falls with µ leading to instability of the theory. Or λ(µ) may take such values that a second minimum of the potential appears at some particular scale, leading to metastability due to possible tunneling effects.",
            "paragraph_rank": 96,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b175",
                    "start": 673,
                    "text": "[172]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b176",
                    "start": 680,
                    "text": "[173]",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 687,
                    "text": "[174]",
                    "end": 692
                }
            ]
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "The second minimum takes place at some scale µ 0 where the derivative of λ(µ), or equivalently the β function, is zero",
            "paragraph_rank": 97,
            "section_rank": 19
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "If the value of the potential at the new minimum µ 0 is less than the value of the vacuum potential at the electroweak scale then the theory is metastable. The boundary between stable and meta-stable cases corresponds to a situation where the first and second minima of the potential are equal. The minimum can always be chosen to be zero by a constant shift of the potential. This is equivalent to the condition λ(µ 0 ) = 0 (11) at some scale called the critical point µ 0 = M crit . Because the largest loop corrections in the evolution of λ(µ) are proportional to various powers of the top Yukawa coupling y t , the accuracy of the top quark mass measurement is of special importance. Results of the NNLO analysis are shown in Fig.19  [174]. As one can see, given the uncertainties, the second minimum and critical point could be achieved at the Planck scale. However, a top quark mass of about 171.3 GeV is needed for this to occur. If the top quark mass is heavier, the quartic coupling crosses zero at lower µ. In particular, the value of the top quark mass close to the current measured value m t = 173.1 ± 0.6 GeV leads to the scale µ ∼ 10 10 GeV for which the quartic coupling becomes negative. Keeping in mind the relation between the Higgs mass and the quartic coupling M 2 h = 2λv 2 , a bound is obtained for the Higgs mass, assuming the critical point to be the Planck scale [174] ",
            "paragraph_rank": 98,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 425,
                    "text": "(11)",
                    "end": 429
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 730,
                    "text": "Fig.19",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 738,
                    "text": "[174]",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 1388,
                    "text": "[174]",
                    "end": 1393
                }
            ]
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "where α s (M Z ) is the running QCD coupling constant taken at the Z-boson mass M Z , and 1.0 th GeV is an estimation of theoretical uncertainty of all involved loop computations. If one combines in quadrature the theoretical uncertainty and the experimental uncertainties on m t and α s one gets M h > 129.4±1.8 GeV. Therefore the conclusion from this analysis is that the stability of the SM vacuum up to the Planck scale is excluded for M h < 126 GeV at 98% CL.",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "If one solves the system of critical equations (10) and (11), one finds boundaries for ranges of stability, meta-stability and instability [174,175,176]. The result from Ref. [174] is shown in Fig. 20. The area defined by the current measured values and uncertainties of α s (M Z ), m t and M H is located in the metastability region, but close to the boundary with the stability region. However, the lifetime of such a metastable vacuum is estimated to be much larger than the current age of the Universe.",
            "paragraph_rank": 100,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 47,
                    "text": "(10)",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 56,
                    "text": "(11)",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 139,
                    "text": "[174,",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b178",
                    "start": 144,
                    "text": "175,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b179",
                    "start": 148,
                    "text": "176]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 175,
                    "text": "[174]",
                    "end": 180
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 193,
                    "text": "Fig. 20",
                    "end": 200
                }
            ]
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "The exclusion of the SM as a valid quantum theory up to the Planck scale is only at the 2 sigma level with today's measured top quark and Higgs boson masses, so one can not fully reject the hypothesis that the SM works all the way up to the Planck scale. This allows one to consider scenarios with the SM Higgs acting as an inflaton [177,178]. Clearly, a better precision of the top quark mass is needed as may be achieved at the LHC, but certainly at a future e + e − collider. As the precision of the top quark mass measurement becomes substantially smaller than 1 GeV, it will become imperative that the measured mass has a well defined theoretical meaning (see Section 6). Also, to discriminate between stability, metastability or criticality of the electroweak vacuum, a contribution from possible \"new physics\" might be very essential [18,179].",
            "paragraph_rank": 101,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b180",
                    "start": 333,
                    "text": "[177,",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b181",
                    "start": 338,
                    "text": "178]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "start": 665,
                    "text": "Section 6)",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 841,
                    "text": "[18,",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b182",
                    "start": 845,
                    "text": "179]",
                    "end": 849
                }
            ]
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "A large top mass and correspondingly large top Yukawa coupling lead to a potential problem of the SM called \"naturalness\" or the \"hierarchy\" problem. The loop corrections to the Higgs boson mass shown in Fig. 21 give the following leading expression",
            "paragraph_rank": 102,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 204,
                    "text": "Fig. 21",
                    "end": 211
                }
            ]
        },
        {
            "section": "Top quark Yukawa coupling and consistency of the SM at high energy scales.",
            "text": "where the cutoff parameter Λ represents the possible \"new physics\" scale. The main contribution to the correction comes from the top quark loop. The problem is that the correction depends very strongly (quadratically) on the scale Λ which may be related to contributions from \"new physics\". If Λ is very large, (e.g. the Planck scale or even 10 10 GeV), the Higgs  100 GeV is very unnatural. Such a dependence is a specific property of the scalar Higgs boson. Quadratic scale dependences for other SM particles are protected by a symmetry -gauge symmetry for the gauge bosons and chiral symmetry for fermions, but there is no such SM symmetry protecting Higgs quadratic dependence. If one requires the correction to the Higgs mass to be less than the Higgs mass itself, δM h < M h , one finds the upper limit on the scale Λ to be slightly less than 1 TeV (the \"little hierarchy\" problem). No new physics particles at this mass scale have been found yet. But since the main contribution to the Higgs mass correction comes from the top loop, one might expect the existence of some rather light top-quark partners, such as stop quarks in supersymmetric models, giving additional loop contributions which may cancel the top loop quadratic behavior on Λ [180,181,182,183].",
            "paragraph_rank": 103,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 358,
                    "text": "Higgs",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b183",
                    "start": 1249,
                    "text": "[180,",
                    "end": 1254
                },
                {
                    "type": "bibr",
                    "ref_id": "b184",
                    "start": 1254,
                    "text": "181,",
                    "end": 1258
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 1258,
                    "text": "182,",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 1262,
                    "text": "183]",
                    "end": 1266
                }
            ]
        },
        {
            "text": "Quantum corrections to electroweak observables",
            "section_rank": 20
        },
        {
            "section": "Quantum corrections to electroweak observables",
            "text": "Because of the large top quark mass, one naively would think that the loop contributions from such a heavy particle would be suppressed. Indeed, in theories like QED or QCD the top quark loop contributions are much smaller than those from light quarks. However, this is not true for the electroweak part of the SM. In previous sections we have seen that due to the large top Yukawa coupling, top loops are very important. For example, the main Higgs boson production channel at the Tevatron or LHC, gluon-gluon fusion, proceeds mainly through a top quark triangle diagram. Also, in the SM the masses of the electroweak gauge bosons W ± and Z appear due to the Higgs mechanism of spontaneous symmetry breaking, and the longitudinal component of the massive vector boson fields come from would-be Goldstone bosons. In the unitary gauge the Goldstone bosons are \"eaten\" by the longitudinal modes. Loop corrections to the electroweak observables are computed in covariant gauges where the interaction vertices of the Goldstone bosons with quarks are involved. These vertices contain terms proportional to the fermion masses, and therefore the loops containing the top quark give the largest contribu-tions. As an example, the loop correction to the W boson mass shown in Fig. 22 due to top quarks depends quadratically on the top mass, while the Higgs boson loop correction depends logarithmically on the Higgs mass. Analysis of these mass corrections provided important limits on the Higgs mass [184] prior to the Higgs discovery by confronting the measured m t and M W with the calculations including these loop corrections, as shown in Fig.23. These limits pointed to the region where the Higgs was subsequently discovered at the LHC [185,186].  The plot in the M W -m t plane from the global fit of precision electroweak measurements by the SM loop level predictions [17] is shown in Fig. 24 ",
            "paragraph_rank": 104,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1267,
                    "text": "Fig. 22",
                    "end": 1274
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 1492,
                    "text": "[184]",
                    "end": 1497
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1635,
                    "text": "Fig.23",
                    "end": 1641
                },
                {
                    "type": "bibr",
                    "ref_id": "b188",
                    "start": 1733,
                    "text": "[185,",
                    "end": 1738
                },
                {
                    "type": "bibr",
                    "ref_id": "b189",
                    "start": 1738,
                    "text": "186]",
                    "end": 1742
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1867,
                    "text": "[17]",
                    "end": 1871
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1884,
                    "text": "Fig. 24",
                    "end": 1891
                }
            ]
        },
        {
            "text": "Top quark as a window to new physics",
            "section_rank": 21
        },
        {
            "section": "Top quark as a window to new physics",
            "text": "The top quark is the heaviest particle of the SM, which suggests that it may play a special role in the EW symmetry breaking (cf. Section 8). It also plays a central role in many Beyond the Standard Model (BSM) scenarios. This suggests the use of signatures in the production of pairs or single top quarks to search for such BSM scenarios. In this Section, we review the latest experimental results using the top quark as a window to BSM physics.",
            "paragraph_rank": 105,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "Section 8)",
                    "end": 140
                }
            ]
        },
        {
            "text": "Searches for associated ttH production",
            "section_rank": 22
        },
        {
            "section": "Searches for associated ttH production",
            "text": "In the SM, the top quark Yukawa coupling y t is numerically within 1% of unity given the world average value of m t = 173.34 ± 0.76 GeV [10]. A significant deviation of y t from y SM t ≈ 1 would be a clear indication of BSM phenomena. With the recent addition of the Higgs boson to the family of known particles, it is therefore imperative to measure y t directly, which can be accomplished using the associated production of a Higgs boson and a tt pair, where the Higgs boson is identified through the H → bb, H → γγ, H → W W or H → ZZ decay modes. The first search for ttH(bb) production at a hadron collider was carried out in 2009 by D0 using 2.1 fb −1 of data [187]. The best observed (expected) limit at the Tevatron for ttH(bb) is µ < 17.6 (12.4) in units of the SM expected cross section at 95% CL assuming M H = 125 GeV, obtained by CDF using 9.4 fb −1 of data [188]. The best limits at the LHC come from ATLAS and CMS collaborations, both in the ttH(bb) mode. The ATLAS analysis applies a neural network discriminant and a ME method to 20.3 fb −1 of data in the +jets and dilepton channels, and obtains an observed (expected) upper limit of µ < 3.4 (2.2) at 95% CL [189]. Similarly, the CMS analysis obtains an observed (expected) limit of µ < 4.2 (3.3) at 95% CL by applying a ME method to 19.5 fb −1 of data in the + jets and dilepton channels [190]. The results correspond to a fitted µ = 1.5 ± 1.1 for ATLAS and 1.2 ± 1.6 for CMS, consistent with the SM y t value.",
            "paragraph_rank": 106,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 136,
                    "text": "[10]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b190",
                    "start": 665,
                    "text": "[187]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b191",
                    "start": 870,
                    "text": "[188]",
                    "end": 875
                },
                {
                    "type": "bibr",
                    "ref_id": "b192",
                    "start": 1175,
                    "text": "[189]",
                    "end": 1180
                },
                {
                    "type": "bibr",
                    "ref_id": "b193",
                    "start": 1356,
                    "text": "[190]",
                    "end": 1361
                }
            ]
        },
        {
            "text": "Searches for non-SM Higgs bosons",
            "section_rank": 23
        },
        {
            "section": "Searches for non-SM Higgs bosons",
            "text": "Many BSM models such as supersymmetry (see Section 9.3) predict an extended Higgs boson sector. The simplest extension, the 2 Higgs Doublet Model (2HDM) [191], postulates two complex SU(2) L doublet scalar fields rather than one in the SM. This results in eight degrees of freedom, three of which give masses to the SM W and Z bosons, while five manifest themselves as physical particles: two neutral scalars h and H, one pseudoscalar A, and two charged scalars H ± . Typically, h is assumed to correspond to the discovered Higgs boson. An important parameter of 2HDM models is the ratio tan β of the vacuum expectation values of the two SU(2) L doublets. Large tan β results in enhanced couplings to third generation fermions of the SM. The couplings of H ± bosons to SM particles are dominated by the H + tb (and charge conjugate) vertex due to the large top quark mass. Hence, searches for H ± bosons concentrate on the H + → tb process if M H ± > m t , and on t →",
            "paragraph_rank": 107,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b194",
                    "start": 153,
                    "text": "[191]",
                    "end": 158
                }
            ]
        },
        {
            "section": "Searches for non-SM Higgs bosons",
            "text": "The first search for H + → tb was carried out by D0 using the s-channel single top-like process pp → H + → tb → W + bb in 0.9 fb −1 of data [192]. Due to limited sensitivity, models with tan β < 100 could not be excluded. CMS searched for H + → tb through processes pp → H +t b → τ + νµ + νbb and pp → H +t b → + νbb − νbb using 19.5 fb −1 of data [193], and upper limits in the range 180 GeV < m H ± < 600 GeV for tan β = 30 have been placed.",
            "paragraph_rank": 108,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b195",
                    "start": 140,
                    "text": "[192]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b196",
                    "start": 348,
                    "text": "[193]",
                    "end": 353
                }
            ]
        },
        {
            "section": "Searches for non-SM Higgs bosons",
            "text": "Large values of tan β make the H + → τ + ν decay mode favourable for t → H +b searches, where the τ lepton is typically identified through its hadronic decays.",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "section": "Searches for non-SM Higgs bosons",
            "text": "CDF searched for H + → τ + ν decays in tt-like topologies in the +jets and channels through an enhancement of events with τ leptons using 0.2 fb −1 of data [194]. Similar searches were performed by D0 in the channel using 0.9 fb −1 of data [195] and in the +jets and channels using 1 fb −1 of data [196]. Following the same strategy, ATLAS and CMS carried out searches for t → H +b using 19.5 fb −1 [197] and 19.7 fb −1 of data [198] at √ s = 8 TeV in +jets and channels, respectively. In the absence of BSM signal, upper limits on B(t → H + b) × B(H + → τ + ν) were placed in the (M H ± , tan β)-plane down to M H ± = 80 GeV.",
            "paragraph_rank": 110,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b197",
                    "start": 156,
                    "text": "[194]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b198",
                    "start": 240,
                    "text": "[195]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b199",
                    "start": 298,
                    "text": "[196]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b200",
                    "start": 399,
                    "text": "[197]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b201",
                    "start": 428,
                    "text": "[198]",
                    "end": 433
                }
            ]
        },
        {
            "section": "Searches for non-SM Higgs bosons",
            "text": "The H + → cs decay mode is favourable for small values of tan β. The first search for this decay mode was carried out by CDF in tt-like events in the +jets channel, where the invariant mass of the non-b-tagged dijet system was used to discriminate t → H + b against SM t → W + b decays [199]. The same strategy was pursued by ATLAS using 4.7 fb −1 of data at √ s = 7 TeV [200] and by CMS with 19.7 fb −1 at √ s = 8 TeV [201]. D0 performed a simultaneous search for the H + → cs and H + → τ + ν decay modes by analysing the + jets and channels divided into regions according to the multiplicity of identified b-quark jets, using both hadronic and leptonic τ decays [202]. In absence of BSM signal, upper limits on B(t → H + b) × B(H + → cs) were placed in the (M H ± , tan β)-plane for 80 GeV < M H ± < 160 GeV.",
            "paragraph_rank": 111,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b203",
                    "start": 286,
                    "text": "[199]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b204",
                    "start": 371,
                    "text": "[200]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b205",
                    "start": 419,
                    "text": "[201]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b206",
                    "start": 664,
                    "text": "[202]",
                    "end": 669
                }
            ]
        },
        {
            "text": "Searches for supersymmetric partners of the top quark",
            "section_rank": 24
        },
        {
            "section": "Searches for supersymmetric partners of the top quark",
            "text": "Supersymmetry [203] is widely considered to be a promising model for the extension of the SM. Its simplest version postulates a supersymmetric bosonic partner f for each SM fermion f . A wide class of supersymmetric models predicts a natural dark matter candidate, which is typically the lightest neutralino mass eigenstateχ 0 1 [203]. In the SM, M H receives loop contributions from each of the SM fermions which can be orders of magnitude larger than M H itself (cf. Section 8). This fine-tuning problem, also known as the hierarchy problem, can be elegantly resolved in supersymmetry, where the loop contribution of each f is cancelled by its superpartnerf . The top quark contribution to M H is largest due to m t m f =t , hence models with stop mass eigenstatest 1 andt 2 that are much lighter than all otherf and with mt 1 ≈ m t are preferred, suggesting searches for supersymmetry through top quarks.",
            "paragraph_rank": 112,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b207",
                    "start": 14,
                    "text": "[203]",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "ref_id": "b207",
                    "start": 329,
                    "text": "[203]",
                    "end": 334
                }
            ]
        },
        {
            "section": "Searches for supersymmetric partners of the top quark",
            "text": "Assuming thatt 1 is the next-to-lightest andχ 0 1 the lightest supersymmetric particle which is stable, three phase space regions with distinct decay modes can identified as:",
            "paragraph_rank": 113,
            "section_rank": 24
        },
        {
            "section": "Searches for supersymmetric partners of the top quark",
            "text": "1 via loop-suppressed diagrams. Many searches for supersymmetry at the Tevatron focused on the extended Higgs sector, which in many supersymmetric scenarios corresponds to that of 2HDM models summarised in Section 9.2. Beyond this, CDF searched for pairproduced stops witht 1 → bχ ± 1 → bχ 0 1 W ( * ) [204].",
            "paragraph_rank": 114,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b208",
                    "start": 302,
                    "text": "[204]",
                    "end": 307
                }
            ]
        },
        {
            "section": "Searches for supersymmetric partners of the top quark",
            "text": "[GeV]    Decays in all three Mt 1 regions (i)-(iii) were used to search for supersymmetry by ATLAS and CMS. A summary of the exclusion 95% CL limits by ATLAS using up to 20 fb −1 of data at √ s = 8 TeV and 4.7 fb −1 at √ s = 7 TeV is shown in Fig. 25. A substantial part of the (Mt 1 , mχ0 1 ) plane is experimentally excluded, and the different decay modes are covered by complementary analyses reviewed in Ref. [205]. The exclusion sensitivity at high Mt 1 is driven by analyses exploiting boosted topologies and jet substructure techniques in the +jets and all-jets channels. It extends to Mt 1 ≈ 700 GeV and is limited by σt 1t1 in both channels. The intermediate kinematic regions at constant Mt 1 − mχ0 1 indicated by the dashed lines in Fig. 25 are experimentally challenging due to the similarity of the resulting signatures to those from SM processes. These regions are addressed by precision measurements of σ tt in the eµ channel at √ s = 7 TeV and √ s = 8 TeV with an experimental uncertainty of about 4% [124], and by a measurement of the correlations between the spins of the t andt quarks [206]. The exclusion limits by CMS are similar to those shown in Fig. 25, and come from Refs. [207,208,209,210,211].",
            "paragraph_rank": 115,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 243,
                    "text": "Fig. 25",
                    "end": 250
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 278,
                    "text": "(Mt 1 , mχ0",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b209",
                    "start": 413,
                    "text": "[205]",
                    "end": 418
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 744,
                    "text": "Fig. 25",
                    "end": 751
                },
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 1017,
                    "text": "[124]",
                    "end": 1022
                },
                {
                    "type": "bibr",
                    "ref_id": "b210",
                    "start": 1104,
                    "text": "[206]",
                    "end": 1109
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1169,
                    "text": "Fig. 25",
                    "end": 1176
                },
                {
                    "type": "bibr",
                    "ref_id": "b211",
                    "start": 1198,
                    "text": "[207,",
                    "end": 1203
                },
                {
                    "type": "bibr",
                    "ref_id": "b212",
                    "start": 1203,
                    "text": "208,",
                    "end": 1207
                },
                {
                    "type": "bibr",
                    "ref_id": "b213",
                    "start": 1207,
                    "text": "209,",
                    "end": 1211
                },
                {
                    "type": "bibr",
                    "ref_id": "b214",
                    "start": 1211,
                    "text": "210,",
                    "end": 1215
                },
                {
                    "type": "bibr",
                    "ref_id": "b215",
                    "start": 1215,
                    "text": "211]",
                    "end": 1219
                }
            ]
        },
        {
            "section": "Searches for supersymmetric partners of the top quark",
            "text": "An alternative strategy employed both by ATLAS and CMS is to search for the heavier stop mass eigenstatet 2 which then decays tot 1 [212,213]. In the absence of signal, exclusion limits are set in the (Mt 1 , Mt 2 ) plane up to (450 GeV, 600 GeV). In addition, at 1 signal was searched for in pair-production of gluinosg, the superpartner of the gluon, by both ATLAS and CMS [214,215], and exclusion limits are set in the (Mt 1 , mg) plane up to (700 GeV, 1400 GeV).",
            "paragraph_rank": 116,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b216",
                    "start": 132,
                    "text": "[212,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b217",
                    "start": 137,
                    "text": "213]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b218",
                    "start": 375,
                    "text": "[214,",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b219",
                    "start": 380,
                    "text": "215]",
                    "end": 384
                }
            ]
        },
        {
            "text": "Searches for vector-like quarks",
            "section_rank": 25
        },
        {
            "section": "Searches for vector-like quarks",
            "text": "Vector-like quarks (VLQ) have been proposed in many BSM scenarios such as composite Higgs [216,217,218] and little Higgs models [219,220,221,222], mainly motivated to address the naturalness problem. VLQs are defined as quarks with left-and right-handed components transforming identically under SU(2) L . Models with weak isospin singlets, doublets, and triplets have been proposed, where in the doublet case VLQs can occur as up-type quarks (T ) or down-type quarks (B). VLQs predominantly decay to third generation quarks and produce signatures either involving top quarks or resembling them. Typical discrimination variables are H T , defined as the scalar sum of the transverse momenta of all jets and possibly leptons, and the mass of the T , m T , determined through a kinematic fit.",
            "paragraph_rank": 117,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b220",
                    "start": 90,
                    "text": "[216,",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b221",
                    "start": 95,
                    "text": "217,",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b222",
                    "start": 99,
                    "text": "218]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b223",
                    "start": 128,
                    "text": "[219,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b224",
                    "start": 133,
                    "text": "220,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b225",
                    "start": 137,
                    "text": "221,",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b226",
                    "start": 141,
                    "text": "222]",
                    "end": 145
                }
            ]
        },
        {
            "section": "Searches for vector-like quarks",
            "text": "At the Tevatron, searches focus on pair-produced VLQs which decay as B → W t or T → W b. CDF searched for TT production in the +jets channel using 5.6 fb −1 of data, and excluded m T < 360 GeV at 95% CL [223]. The exclusion of m T < 285 GeV from D0 using 5.3 fb −1 of data [224] is weaker due to a 2.5 σ excess in the µ + jets channel. CDF excluded m B < 370 GeV searching for BB production in 4.8 fb −1 of data [225].",
            "paragraph_rank": 118,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b227",
                    "start": 203,
                    "text": "[223]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b228",
                    "start": 273,
                    "text": "[224]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b229",
                    "start": 412,
                    "text": "[225]",
                    "end": 417
                }
            ]
        },
        {
            "section": "Searches for vector-like quarks",
            "text": "Similar search strategies are employed at the LHC, however the potential decay modes are extended to B → W t, Zb, Hb and T → W b, Zt, Ht, and some searches target the production of single VLQs. In some cases, signatures with same-sign leptons are used. In addition, for VLQ masses above about 500 GeV, boosted signatures and jet-substructure techniques (cf. Section 9.5) are applied. In the absence of signal, m T < 750 GeV (900 GeV) are excluded at 95% CL for B(T → Ht) = 1(B(T → Ht) = 0) by ATLAS [226,227,228] and m T < 650 GeV (800 GeV) by CMS [229,230,231,232,233]. Similarly, m B < 600 GeV (800 GeV) are excluded at 95% CL for B(B → Hb) = 1(B(B → Hb) = 0) by ATLAS [226,227,228,234] and m B < 550 GeV (750 GeV) by CMS [229,230].",
            "paragraph_rank": 119,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b230",
                    "start": 499,
                    "text": "[226,",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b231",
                    "start": 504,
                    "text": "227,",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b232",
                    "start": 508,
                    "text": "228",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b233",
                    "start": 548,
                    "text": "[229,",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b234",
                    "start": 553,
                    "text": "230,",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b235",
                    "start": 557,
                    "text": "231,",
                    "end": 561
                },
                {
                    "type": "bibr",
                    "ref_id": "b236",
                    "start": 561,
                    "text": "232,",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b237",
                    "start": 565,
                    "text": "233]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b230",
                    "start": 671,
                    "text": "[226,",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b231",
                    "start": 676,
                    "text": "227,",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b232",
                    "start": 680,
                    "text": "228,",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b238",
                    "start": 684,
                    "text": "234]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b233",
                    "start": 724,
                    "text": "[229,",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b234",
                    "start": 729,
                    "text": "230]",
                    "end": 733
                }
            ]
        },
        {
            "text": "Searches for new gauge bosons",
            "section_rank": 26
        },
        {
            "section": "Searches for new gauge bosons",
            "text": "An extended gauge sector with massive gauge bosons, generically denoted as W or Z , is predicted in many BSM scenarios such as the Arkani-Hamed, Dimopoulos, Dvali model with large extra dimensions [235] or the Randall-Sundrum model with warped extra dimensions [236,237], and many others.",
            "paragraph_rank": 120,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b239",
                    "start": 197,
                    "text": "[235]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b240",
                    "start": 261,
                    "text": "[236,",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b241",
                    "start": 266,
                    "text": "237]",
                    "end": 270
                }
            ]
        },
        {
            "section": "Searches for new gauge bosons",
            "text": "Assuming that the W has SM-like V − A couplings, searches with W → ν provide the best sensitivity. However, if the W couples only to right-handed particles and if hypothetical right-handed neutrinos are more massive than the W , W → tb becomes the preferred search channel. Searches have also been performed for a leptophobic W boson with left-handed couplings. Typically, search strategies concentrate on single top-like tb production through the s-channel, and use the invariant mass distribution of the tb system as a discriminant. The first W search with arbitrary couplings was performed by D0 using 2.3 fb −1 of data [238], and M W < 800 GeV with purely left-or right-handed couplings were excluded. CDF excluded M W < 900 GeV with purely right-handed couplings using 9.5 fb −1 of data as shown in Fig. 26(a), and provides the world's most stringent limits on W with M W < 600 GeV to date [239]. Similar search strategies were applied by the ATLAS and CMS collaborations to 20.3 fb −1 and 19.5 fb −1 of data, resulting in observed (expected) exclusion limits of M W < 1.   [239] at 95% CL are compared to theory predictions for a right-handed W boson with SM-like coupling strengths. The exclusion limits by D0 [238], ATLAS [240], and CMS [241] are also shown. (b) Observed and expected upper limits on σ Z ×B(Z → tt) of a narrow topcolor Z resonance [243] at 95% CL are compared to theory predictions as a function of M Z . The shaded regions around the expected limit represent the ±1 and ±2σ bands in (a) and (b).",
            "paragraph_rank": 121,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b242",
                    "start": 623,
                    "text": "[238]",
                    "end": 628
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 804,
                    "text": "Fig. 26(a)",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b243",
                    "start": 895,
                    "text": "[239]",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b243",
                    "start": 1079,
                    "text": "[239]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b242",
                    "start": 1217,
                    "text": "[238]",
                    "end": 1222
                },
                {
                    "type": "bibr",
                    "ref_id": "b244",
                    "start": 1230,
                    "text": "[240]",
                    "end": 1235
                },
                {
                    "type": "bibr",
                    "ref_id": "b245",
                    "start": 1245,
                    "text": "[241]",
                    "end": 1250
                },
                {
                    "type": "bibr",
                    "ref_id": "b247",
                    "start": 1357,
                    "text": "[243]",
                    "end": 1362
                }
            ]
        },
        {
            "section": "Searches for new gauge bosons",
            "text": "Searches for Z → tt are performed following the classical bump-hunt strategy in the invariant mass spectrum of the tt system, for two generic scenarios: a resonance that is narrow relative to the detector resolution Γ Z /m Z ≈ 1%, representative of models such as topcolor [242]; and a broad resonance Γ Z /m Z = 10 − 15% as found for example in Randall-Sundrum model with warped extra dimensions. In 2012, the search for Z resonances using 5.3 fb −1 of data [243] by D0 sparked some interest with an excess of 2σ at m tt ≈ 1 TeV, as shown in Fig. 26(b), resulting in a much weaker observed limit of m Z > 835 GeV compared to an expectation of 920 GeV for narrow resonances. This excess was not confirmed by CDF, which excluded narrow Z bosons up to an observed (expected) limit of m Z > 915 (940) GeV using 9.5 fb −1 of data. The sensitivity of such searches dramatically decreases beyond m Z > 1 TeV because the three jets from the t → W + (q q)b decay can overlap in (η, φ) and are not resolved as separate objects. This experimental challenge can be addressed by applying jet substructure techniques [244] to identify sub-jets resulting from the t → W + (q q)b decay products within wide jets. ATLAS performed a search for Z resonances using 20.3 fb −1 of data, and obtained observed (expected) exclusion limits of m Z > 1.8 (2) TeV for narrow and of 2.1 (2.2) TeV for wide resonances in Randall-Sundrum scenarios [245]. The search by CMS using 19.7 fb −1 of data found observed (expected) exclusion limits of m Z > 2.4 (2.4) TeV for narrow resonances as shown in Fig. 27, and of 2.8 (2.7) TeV for wide resonances in Randall-Sundrum models [246].  [246]. The shaded regions around the expected limit represent the ±1 and ±2 standard deviation bands. The predicted σ Z ×B(Z → tt) is also given.",
            "paragraph_rank": 122,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b246",
                    "start": 273,
                    "text": "[242]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b247",
                    "start": 459,
                    "text": "[243]",
                    "end": 464
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 543,
                    "text": "Fig. 26(b)",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b248",
                    "start": 1104,
                    "text": "[244]",
                    "end": 1109
                },
                {
                    "type": "bibr",
                    "ref_id": "b249",
                    "start": 1418,
                    "text": "[245]",
                    "end": 1423
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1568,
                    "text": "Fig. 27",
                    "end": 1575
                },
                {
                    "type": "bibr",
                    "ref_id": "b250",
                    "start": 1644,
                    "text": "[246]",
                    "end": 1649
                },
                {
                    "type": "bibr",
                    "ref_id": "b250",
                    "start": 1652,
                    "text": "[246]",
                    "end": 1657
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 27
        },
        {
            "section": "Conclusions",
            "text": "The top quark is strikingly different from other quarks and thus it plays a unique role in particle physics. It is the most massive of the quarks, and indeed of all SM particles. Because the Higgs Yukawa coupling is proportional to fermion mass, the top quark Yukawa coupling is large -very close to unity. The large mass also makes the top quark lifetime very much shorter than the time required to pull new quark-antiquark states out of the vacuum and make hadrons so, uniquely, the top quark can be studied in its bare, un-hadronized form. Despite the top quark's similarities to the other fermions in its basic quantum properties, it stands out as the exotic bird of paradise in the quark family portrait. Or is the top the model for what a quark should be, with the others as the odd sisters?",
            "paragraph_rank": 123,
            "section_rank": 27
        },
        {
            "section": "Conclusions",
            "text": "The virtual top quark loops in the W or Higgs boson propagators lead to very sensitive tests of the validity of the SM through the relationship of the masses of the top quark, the W boson and the Higgs boson. The measured top quark mass is consistent with what is needed to drive the quartic coupling in the SM Higgs potential to negative values at large Q 2 , leading to a possibly metastable universe. While the lifetime of the universe is extremely long, it is a puzzle that the top and Higgs masses should conspire so as to put the SM at the boundary between stability and instability.",
            "paragraph_rank": 124,
            "section_rank": 27
        },
        {
            "section": "Conclusions",
            "text": "In seeking new phenomena to explain the defects of the SM, most new models invoke large couplings between the new particles and the top quark, as seen in the very large Yukawa coupling of the Higgs boson to top quarks. Thus we have the prospect of finding new particles such as heavy Z bosons or vector quarks whose decays contain top quarks, or particles such as charged Higgs bosons that could appear in the top decays. In supersymmetric models, the need for cancellation of the large loop contributions arising from the large top quark mass suggests that the companion top squarks should have a lower mass than other sparticle masses, thus making them prime candidates for a first sighting of supersymmetry. Despite the failure so far to find new physics in the production or decays of top quarks, the searches remain highly motivated and will continue to be a dominant theme in the ongoing LHC program.",
            "paragraph_rank": 125,
            "section_rank": 27
        },
        {
            "section": "Conclusions",
            "text": "Although the top quark might seem to play no role in our everyday experience, its impact is nevertheless strong. If one assumes approximately unified SU (3) × SU (2) × U (1) couplings at a very high scale and allows them to evolve with decreasing Q 2 , a break in the running α s occurs at Q = m t . If one continues to evolve to lower Q 2 , one reaches the scale Λ QCD , which in turn determines the proton mass. The resulting relation [247] m proton ∝ m",
            "paragraph_rank": 126,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b251",
                    "start": 437,
                    "text": "[247]",
                    "end": 442
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "We expect the top quark to continue to be a portal for new discoveries.",
            "paragraph_rank": 127,
            "section_rank": 27
        },
        {
            "text": "Figure 1 :",
            "section_rank": 28
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: The Standard Model table of elementary particles. Similar to the chemical periodic table (with substantially more elements), all currently known composite particles are made of quarks and leptons with forces exchanged by the gauge bosons. Each particle has an antiparticle with the same mass and spin, but opposite electric charge. All of the above particles have no observed substructure down to distances of 10 −18 cm. The Higgs boson provides mass to the elementary particles.",
            "paragraph_rank": 128,
            "section_rank": 28
        },
        {
            "text": "Figure 2 :",
            "section_rank": 29
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: The reconstructed mass distribution of single lepton candidate events showing the data (solid histogram), the expected background and expected tt signal for the CDF (left) and D0 (right) measurements. The CDF panel inset shows the log-likelihood distribution as a function of assumed mass and the fit for the best mass value. The two elements of the D0 panel show the result for (a) the standard analysis and (b) for an analysis with loosened selection criteria.",
            "paragraph_rank": 129,
            "section_rank": 29
        },
        {
            "text": "Figure 3 :",
            "section_rank": 30
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: The tt inclusive cross section measurements at (a) the Tevatron and their combination; (b) the LHC and their combination.",
            "paragraph_rank": 130,
            "section_rank": 30
        },
        {
            "text": "Figure 4 :",
            "section_rank": 31
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: The differential cross section as a function of m tt for (a) D0; (b) ATLAS.",
            "paragraph_rank": 131,
            "section_rank": 31
        },
        {
            "text": "Figure 5 :",
            "section_rank": 32
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: ATLAS and CMS measurements and limits for tt production in association with vector bosons and heavy quark pairs.",
            "paragraph_rank": 132,
            "section_rank": 32
        },
        {
            "text": "Figure 6 :",
            "section_rank": 33
        },
        {
            "section": "Figure 6 :",
            "text": "Figure 6: The D0 and CDF measurements of A tt F B as a function of ∆y and m tt , compared with the NNLO QCD prediction with NLO electroweak corrections of Ref.[39].",
            "paragraph_rank": 133,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 159,
                    "text": "[39]",
                    "end": 163
                }
            ]
        },
        {
            "text": "Figure 7 :",
            "section_rank": 34
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: Feynman diagrams of the single top quark production via (a) s-channel process and (b) t-channel process.",
            "paragraph_rank": 134,
            "section_rank": 34
        },
        {
            "text": "Figure 8 :",
            "section_rank": 35
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: Observation of the single top quark production at the Tevatron. The D0 discriminant distribution is represented in (a), where the single top quark signal is shown in blue and shaded areas indicate the background uncertainty. The CDF discriminant distribution is presented in (b), indicating an excess of events at the large discriminant values in comparison with background predictions (non-red colors). Red indicates the single top quark contribution.",
            "paragraph_rank": 135,
            "section_rank": 35
        },
        {
            "text": "Fig. 7 )Figure 9 :",
            "section_rank": 36
        },
        {
            "section": "Fig. 7 )Figure 9 :",
            "text": "Figure 9: Tevatron single top quark cross sections summary, taken from[88]. Reference numbers in the figure are those from that paper.",
            "paragraph_rank": 136,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 70,
                    "text": "[88]",
                    "end": 74
                }
            ]
        },
        {
            "text": "Figure 10 :",
            "section_rank": 37
        },
        {
            "section": "Figure 10 :",
            "text": "Figure 10: Posterior probability distribution as a function of |V tb | 2 for the combination of CDF and D0 results.",
            "paragraph_rank": 137,
            "section_rank": 37
        },
        {
            "text": "Figure 11 :",
            "section_rank": 38
        },
        {
            "section": "Figure 11 :",
            "text": "Figure 11: Leading order Feynman diagrams of associated W and top quark production (a) and CMS observation of the associated tW production (b).",
            "paragraph_rank": 138,
            "section_rank": 38
        },
        {
            "text": "Figure 13 :",
            "section_rank": 39
        },
        {
            "section": "Figure 13 :",
            "text": "Figure 13: Two-dimensional likelihood in (m t , k JES ) for the world's most precise direct measurement of m t[105] is shown in (a). Fitted contours of equal probability are overlaid as solid lines. The maximum is marked with a cross. The measured values with purely statistical uncertainties are given, where the statistical uncertainty from k JES is propagated to the uncertainty on m t . The distribution 1/σ tt+1jet • dσ tt+1jet /dρ s , denoted as R, is presented in (b) at parton level for the world's most precise single measurement of m pole t[127]. The dashed and continuous lines correspond to the SM expectation for m pole t = 170 and 180 GeV, respectively. The uncertainties shown in (a) and (b) are purely statistical.",
            "paragraph_rank": 139,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 110,
                    "text": "[105]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 550,
                    "text": "[127]",
                    "end": 555
                }
            ]
        },
        {
            "text": "The numerical values of m t in the different definition schemes can differer significantly. For example, at NNLO, the difference between m pole t and m MS t is ≈ 10 GeV. The definition m MC t in state-of-the-art MC generators does not absorb any corrections from parton showering or hadronization, and therefore corresponds approximately to m pole t , with an ambiguity of up to 1 GeV [119, 120]. The first indirect measurements of m t that avoided the ambiguity between m MC t and m pole t were performed by CDF [121] and D0 [122] in 2008. These measurements extracted m pole t = 178 +11 −10 GeV and m pole t = 170 ± 7",
            "paragraph_rank": 140,
            "section_rank": 40
        },
        {
            "text": "Figure 14 :",
            "section_rank": 41
        },
        {
            "section": "Figure 14 :",
            "text": "Figure 14: (a) Combined distribution in the charge Q t for tt candidates in D0 data compared with expectations from the SM and the BSM from Ref.[147]. The background contribution (BG) is represented by the green-shaded histogram. (b) Distribution of the product of the W boson charge times the Q jet value from CDF. Shaded histograms show signal and background predictions stacked for the total prediction. The dashed line shows expectation from an exotic model (XM)[144,145]. SM-like candidates are on the negative side of the plot while XM-like candidates are on the positive side. The outermost bins correspond to the cases where Q jet = ±1.",
            "paragraph_rank": 141,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b149",
                    "start": 144,
                    "text": "[147]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b146",
                    "start": 466,
                    "text": "[144,",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b147",
                    "start": 471,
                    "text": "145]",
                    "end": 475
                }
            ]
        },
        {
            "text": "Figure 15 :",
            "section_rank": 42
        },
        {
            "section": "Figure 15 :",
            "text": "Figure 15: Definition of helicity angle θ * .",
            "paragraph_rank": 142,
            "section_rank": 42
        },
        {
            "text": "Figure 16 :",
            "section_rank": 43
        },
        {
            "section": "Figure 16 :",
            "text": "Figure 16: (a) Contours of constant χ 2 for the Tevatron combination of the 2D helicity measurements[154]. The ellipses indicate the 68% and 95% CL contours, the dot shows the best-fit value, and the star marks the expectation from the SM. Each of the input measurements uses a central value of m t = 172.5 GeV. (b) Combined results from the CMS muon+jets and electron+jets events for the lefthanded and longitudinal W boson helicity fractions[157], shown as 68% contours for statistical, systematic, and total uncertainties, compared to the SM predictions[153].",
            "paragraph_rank": 143,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b156",
                    "start": 100,
                    "text": "[154]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b159",
                    "start": 443,
                    "text": "[157]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b155",
                    "start": 556,
                    "text": "[153]",
                    "end": 561
                }
            ]
        },
        {
            "text": "Figure 17 :",
            "section_rank": 44
        },
        {
            "section": "Figure 17 :",
            "text": "Figure 17: Loop corrections leading to anomalies. p, q, k are 4-momenta and t a , t b , t c are a generic notation for the gauge group generator in the interaction vertex of corresponding gauge boson with the fermion in the loop.",
            "paragraph_rank": 144,
            "section_rank": 44
        },
        {
            "text": "Figure 19 :",
            "section_rank": 45
        },
        {
            "section": "Figure 19 :",
            "text": "Figure 19: Renormalization group evolution of λ varying M top , M h and α s by ±3σ[174].",
            "paragraph_rank": 145,
            "section_rank": 45,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 82,
                    "text": "[174]",
                    "end": 87
                }
            ]
        },
        {
            "text": "Figure 20 :",
            "section_rank": 46
        },
        {
            "section": "Figure 20 :",
            "text": "Figure 20: Regions of stability, meta-stability and instability of the SM vacuum in the M t -M h plane close to the experimentally allowed range of M h and M t at 1, 2, and 3σ. Boundary lines correspond to α s (M Z ) = 0.1184 ± 0.0007[174].",
            "paragraph_rank": 146,
            "section_rank": 46,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 234,
                    "text": "[174]",
                    "end": 239
                }
            ]
        },
        {
            "text": "Figure 21 :",
            "section_rank": 47
        },
        {
            "section": "Figure 21 :",
            "text": "Figure 21: Loops contributing to the Higgs mass correction.",
            "paragraph_rank": 147,
            "section_rank": 47
        },
        {
            "text": "Figure 22 :",
            "section_rank": 48
        },
        {
            "section": "Figure 22 :",
            "text": "Figure 22: Loop corrections to the W boson mass involving the top quark and the Higgs boson.",
            "paragraph_rank": 148,
            "section_rank": 48
        },
        {
            "text": "Figure 23 :",
            "section_rank": 49
        },
        {
            "section": "Figure 23 :",
            "text": "Figure 23: W boson mass as a function of the top quark mass at various values of the Higgs mass and the constraint on potential Higgs masses prior to the Higgs discovery. The open band around M H = 160 GeV had been excluded by the Tevatron experiments.",
            "paragraph_rank": 149,
            "section_rank": 49
        },
        {
            "text": "Figure 24 :",
            "section_rank": 50
        },
        {
            "section": "Figure 24 :",
            "text": "Figure 24: Two dimensional plot for W -boson and top quark masses from the global fit of precision electroweak data excluding (grey area) and including (blue area) the Higgs mass measurements, to be compared with the directly measured values for the masses indicated by the horizontal and vertical bands.",
            "paragraph_rank": 150,
            "section_rank": 50
        },
        {
            "text": "Figure 25 :",
            "section_rank": 51
        },
        {
            "section": "Figure 25 :",
            "text": "Figure 25: Overview of the ATLAS search results[205] for direct stop pairproduction for scenarios where no other supersymmetric particles besidest 1 and χ 0 1 are involved in thet 1 decays. Observed (expected) exclusion limits at 95% CL are shown as solid (dashed) lines in the(Mt 1 , mχ01 ) plane. The diagonal dashed lines indicate the three kinematic regimes (i)-(iii) discussed in the text, where different decay modes are considered with B = 100%.",
            "paragraph_rank": 151,
            "section_rank": 51,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b209",
                    "start": 47,
                    "text": "[205]",
                    "end": 52
                }
            ]
        },
        {
            "text": "Figure 26 :",
            "section_rank": 52
        },
        {
            "section": "Figure 26 :",
            "text": "Figure 26: (a) Observed and expected upper limits on σ W × B(W → tb)[239] at 95% CL are compared to theory predictions for a right-handed W boson with SM-like coupling strengths. The exclusion limits by D0[238], ATLAS[240], and CMS[241] are also shown. (b) Observed and expected upper limits on σ Z ×B(Z → tt) of a narrow topcolor Z resonance[243] at 95% CL are compared to theory predictions as a function of M Z . The shaded regions around the expected limit represent the ±1 and ±2σ bands in (a) and (b).",
            "paragraph_rank": 152,
            "section_rank": 52,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b243",
                    "start": 68,
                    "text": "[239]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b242",
                    "start": 205,
                    "text": "[238]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b244",
                    "start": 217,
                    "text": "[240]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b245",
                    "start": 231,
                    "text": "[241]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b247",
                    "start": 342,
                    "text": "[243]",
                    "end": 347
                }
            ]
        },
        {
            "text": "Figure 27 :",
            "section_rank": 53
        },
        {
            "section": "Figure 27 :",
            "text": "Figure 27: Observed and expected upper limits on a narrow topcolor Z → tt resonance as a function of M Z[246]. The shaded regions around the expected limit represent the ±1 and ±2 standard deviation bands. The predicted σ Z ×B(Z → tt) is also given.",
            "paragraph_rank": 153,
            "section_rank": 53,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b250",
                    "start": 104,
                    "text": "[246]",
                    "end": 109
                }
            ]
        },
        {
            "text": "Table 1 :",
            "section_rank": 54
        },
        {
            "section": "Table 1 :",
            "text": "Summary of increasing mass limits of the mass of the top quark m t through 1980s and early 1990s.",
            "paragraph_rank": 154,
            "section_rank": 54
        },
        {
            "section": "Table 1 :",
            "text": "half of the Z boson mass, m t ≥ 45.8 GeV",
            "paragraph_rank": 155,
            "section_rank": 54
        },
        {
            "text": "Collab. Channel Method√s Ldt m t ± (stat) ± (syst) Uncert. Ref.",
            "paragraph_rank": 156,
            "section_rank": 55
        },
        {
            "text": "Table 2 :",
            "section_rank": 56
        },
        {
            "section": "Table 2 :",
            "text": "Overview of recent direct measurements of m t .",
            "paragraph_rank": 158,
            "section_rank": 56
        },
        {
            "text": "through an improved estimation of",
            "paragraph_rank": 159,
            "section_rank": 57
        },
        {
            "text": "except Ref.[104], and in addition includes the m t results from Run I of the Tevatron at √ s = 1.8 TeV[113]. The",
            "paragraph_rank": 160,
            "section_rank": 58,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 11,
                    "text": "[104]",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 102,
                    "text": "[113]",
                    "end": 107
                }
            ]
        },
        {
            "text": "Table 3 :",
            "section_rank": 59
        },
        {
            "section": "Table 3 :",
            "text": "Overview of recent indirect measurements of m pole t",
            "paragraph_rank": 161,
            "section_rank": 59
        },
        {
            "text": "Table 4 :",
            "section_rank": 60
        },
        {
            "section": "Table 4 :",
            "text": "Mass differences of top and antitop quarks measured at the Tevatron and the LHC.",
            "paragraph_rank": 162,
            "section_rank": 60
        },
        {
            "text": "Table 5 :",
            "section_rank": 61
        },
        {
            "section": "Table 5 :",
            "text": "The ATLAS results of the top quark charge measurements.",
            "paragraph_rank": 163,
            "section_rank": 61
        },
        {
            "text": "describes quark mixing. The measurement of |V tb | is based on the relation R= B(t → W b)/ q B(t → W q) = |V",
            "paragraph_rank": 164,
            "section_rank": 62
        },
        {
            "text": "tb | 2 / q |V tq | 2 where q is any down-type quark. Due to unitarity q |V tq | 2 = 1 and thus R= |V tb | 2 . A global fit in the SM gives |V tb | = 0.999146 +0.000021 −0.000046",
            "paragraph_rank": 165,
            "section_rank": 62
        },
        {
            "text": "92 TeV (1.75 TeV) [240] and M W < 2.05 TeV (2.02 TeV) [241], respectively, for a W boson with purely righthanded couplings.",
            "paragraph_rank": 166,
            "section_rank": 63
        },
        {
            "text": "/27  t    implies that if the top quark mass had the value originally expected of about 3 × m b , the proton would weigh only 80% of what we observe, with dramatic consequences for our everyday world.",
            "paragraph_rank": 167,
            "section_rank": 63
        },
        {
            "text": "Acknowledgements",
            "section_rank": 65
        },
        {
            "section": "Acknowledgements",
            "text": "We gratefully acknowledge support from the Federal Ministry of Education and ",
            "paragraph_rank": 168,
            "section_rank": 65
        }
    ]
}