{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Typical searches for supersymmetry cannot test models in which the two lightest particles have a small (\"compressed\") mass splitting, due to the small momentum of the particles produced in the decay of the second-to-lightest particle. However, datasets with large missing transverse momentum (E miss T ) can generically search for invisible particle production and therefore provide constraints on such models. We apply data from the ATLAS mono-jet (jet+E miss T ) and vector-boson-fusion (forward jets and E miss T ) searches to such models. In all cases experimental limits are at least five times weaker than theoretical predictions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Models of supersymmetry (SUSY) remain leading candidates for new physics despite increasingly stringent constraints from collider searches. In particular, the lightest SUSY particle (LSP, also denoted as χ 0 1 ) is a prototypical candidate for 'weakly interacting massive particle' (WIMP) dark matter. Conventional searches for SUSY require that the mass splitting between the invisible LSP and the next-tolightest SUSY particle is large enough to produce a visible probe, such as a charged lepton. However, many interesting SUSY models have a splitting which is very small, known as compressed spectra, to which these limits do not apply.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the minimal supersymmetric Standard Model (MSSM) 1 , the neutralino is an admixture of the neutral Higgsinos and gauginos. To obtain a realistic dark matter candidate, one must typically balance the large annihilation rates of the Higgsinos (h u,d ) or SU(2) gauginos (winos) against the small annihilation rates of the hypercharge gaugino (the bino, B) to yield the correct dark matter relic abundance through thermal freeze-out; this tuning of admixtures is called a 'well-tempered neutralino' [3]. This scenario is naturally associated with a compressed spectrum. In the case of a bino-Higgsino LSP, the tuning of theB andh u,d masses typically gives a splitting between the LSP and the next-lightest states of O(M Z ).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 499,
                    "text": "[3]",
                    "end": 502
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we probe this experimentally challenging yet theoretically important region using two broadly powerful datasets from the ATLAS experiment: the \"mono-jet\" [4] final state (one or more jets with large missing transverse momentum) and the dataset used to search for vector-boson-fusion (VBF) production of a Higgs boson [5] which de- 1 See, e.g. [1] ( [2]) for a brief (comprehensive) review.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 169,
                    "text": "[4]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 332,
                    "text": "[5]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 346,
                    "text": "1",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 358,
                    "text": "[1]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 364,
                    "text": "[2]",
                    "end": 367
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "cays invisibly (two forward jets and large missing transverse momentum). Previously, analyses have studied the mono-jet channel in the context of compressed spectra scenarios with electroweakinos [6][7][8][9][10][11][12], phenomenological MSSM [13], or simplified models of the MSSM [14]; or calculated projected LHC sensitivity to VBF scenarios [15][16][17]. The VBF scenario has been studied for final states with two leptons by ATLAS and CMS [18,19]. To our knowledge, this is the first application of the VBF dataset to these SUSY scenarios.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 196,
                    "text": "[6]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 199,
                    "text": "[7]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 202,
                    "text": "[8]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 205,
                    "text": "[9]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 208,
                    "text": "[10]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 212,
                    "text": "[11]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 216,
                    "text": "[12]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 244,
                    "text": "[13]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 283,
                    "text": "[14]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 346,
                    "text": "[15]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 350,
                    "text": "[16]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 354,
                    "text": "[17]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 445,
                    "text": "[18,",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 449,
                    "text": "19]",
                    "end": 452
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "These data are applied to evaluate the constraints on supersymmetric models with compressed spectra in which all supersymmetric partners except the electroweak gauginos are very massive [3,15,20]. By itself, this limit of the MSSM is tuned with respect to electroweak naturalness; we remain agnostic about additional mechanisms which may explain the Higgs mass. We do not impose that the thermal relic abundance of the LSP matches that of dark matter and allow the possibility of non-thermal production or multi-component dark matter [21,22]. Direct detection bounds are discussed in [22], where it is also noted that the well-tempering region considered in this work below overlaps with a blind spot in spinindependent direct detection constraints.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 186,
                    "text": "[3,",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 189,
                    "text": "15,",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 192,
                    "text": "20]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 534,
                    "text": "[21,",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 538,
                    "text": "22]",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 584,
                    "text": "[22]",
                    "end": 588
                }
            ]
        },
        {
            "text": "II. THEORY",
            "section_rank": 3
        },
        {
            "section": "II. THEORY",
            "text": "We review the main features of bino-Higgsino dark matter in the well-tempered, blind-spot limit following the discussions in [3] and [22]. This is a region of the Minimal Supersymmetric Standard Model where we take the limit where the gluino and the scalar superpartners of Standard Model fermions are decoupled so that (1) they play no role in the dynamics of the dark matter and (2) the models are not excluded by colored sparticle searches from Run I. We shall further take the case where the SU(2) gaugino mass and CP-odd Higgs mass are taken very large compared to the other electroweak fermionic sparticle mass parameters, M 2 , M A M 1 , |µ| so that the winos and additional Higgses decouple. We are left with a theory that extends the Standard Model with two charged fermions χ ± 1 of mass M χ ± 1 ≈ |µ| and three neutral fermion states,B, h u,d which mix into three mass eigenstates χ 0 1,2,3 , the lightest of which is identified with dark matter [3,[23][24][25][26][27][28][29]. The parameters of this theory are assumed real and are the bino mass, M 1 > 0, the Higgsino mass, µ (taking either sign), and the ratio of the Higgs vacuum expectation values, tan β. We further assume M 1 , |µ| > M Z .",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 125,
                    "text": "[3]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 133,
                    "text": "[22]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 957,
                    "text": "[3,",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 960,
                    "text": "[23]",
                    "end": 964
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 964,
                    "text": "[24]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 968,
                    "text": "[25]",
                    "end": 972
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 972,
                    "text": "[26]",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 976,
                    "text": "[27]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 980,
                    "text": "[28]",
                    "end": 984
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 984,
                    "text": "[29]",
                    "end": 988
                }
            ]
        },
        {
            "text": "A. Well Tempering and Compressing",
            "section_rank": 4
        },
        {
            "section": "A. Well Tempering and Compressing",
            "text": "The well-tempering condition in the bino-Higgsino theory described above is that M 1 ≈ |µ|.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "It is useful to go to an intermediate basis of states,",
            "section_rank": 5
        },
        {
            "section": "It is useful to go to an intermediate basis of states,",
            "text": "In this basis, the neutralino mass matrix is",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "It is useful to go to an intermediate basis of states,",
            "text": "This gives an LSP which isB-h + (B-h − ) for the case µ < 0 (µ > 0).",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "It is useful to go to an intermediate basis of states,",
            "text": "For the case µ < 0, observe that that as tan β → 1, (3) fails and the diagonal elements are split by more than the off-diagonal elements. In this case the mixing remains small and the mass eigenstates are dominantly those in (1). This may cause concern that the well-tempering is no longer effective since the LSP is no longer well-mixed between the 'too small annihilation rate' bino and the 'too large annihilation rate' Higgsinos. This is not the case, since even in the well-mixed case, the correct LSP relic abundance is obtained through coannihilation with the other neutralinos and charginos which are very close in mass to the LSP [30]. In other words, the well-tempering for the LSP relic abundance and compressed spectra go hand-in-hand.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 225,
                    "text": "(1)",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 639,
                    "text": "[30]",
                    "end": 643
                }
            ]
        },
        {
            "text": "B. Blind Spotting",
            "section_rank": 6
        },
        {
            "section": "B. Blind Spotting",
            "text": "The LSP-Higgs coupling is uniquely responsible for spin-independent direct detection since Majorana particles like the neutralinos have no vector current. The importance of this coupling was identified in [31,32]. Thus far tan β has been a free parameter that controls the relative mixing of the bino with the different Higgsinos in (6). Because the Higgsino content determines the LSP-Higgs coupling, tan β thus controls slices of parameter space where the direct detection experiments are blind to the LSP. The LSP-Higgs coupling is uniquely responsible for spinindependent direct detection since Majorana particles like the neutralinos have no vector current. We consider a slice of parameter space where this LSP-Higgs coupling vanishes [33,34], focusing specifically on the case where",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 205,
                    "text": "[31,",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 209,
                    "text": "32]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 333,
                    "text": "(6)",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 741,
                    "text": "[33,",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 745,
                    "text": "34]",
                    "end": 748
                }
            ]
        },
        {
            "section": "B. Blind Spotting",
            "text": "The vanishing of the LSP coupling to the Higgs is simple to see heuristically: in this case µ < 0 so that the LSP is aB-h + mixture, following the analysis above. The relevant coupling to the Higgs comes from theBh u,d h u,d gauge interactions. Thus the LSP-Higgs coupling comes fromB(h u +h d )h and is diagrammatically",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "B. Blind Spotting",
            "text": "where c u and c d are the bino-Higgsino-Higgs gauge couplings for the up-and down-type neutral Higgsinos respectively. Recalling that the up-type and down-type Higgs supermultiplets have opposite hypercharge, c u = −c d so that the LSP-Higgs coupling vanishes. Taking the full mixing into account, the position of the blind spot is controlled by tan β through the sin 2β in (7). In the case where tan β → 1, sin 2β → 1 and (7) is compatible with to the well-tempered condition M 1 ≈ |µ|. Indeed, this also aligns with a blind spot for spin-dependent direct detection since in this limit, left-right parity is restored between theh u,d so that the parity-violating spin-dependent cross section vanishes.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 374,
                    "text": "(7)",
                    "end": 377
                }
            ]
        },
        {
            "text": "C. Sketched Phenomenology",
            "section_rank": 7
        },
        {
            "section": "C. Sketched Phenomenology",
            "text": "We thus consider the scenario where µ → −M 1 and tan β → 1 in which we live in a double-blind spot against spin-independent and spin-dependent direct detection experiments. As remarked above, there is a qualitative difference depending on which condition is more closely met: either the LSP is very well mixed betweenB andh + or it is a pureh + state 2 , depending on which of M 1 or |µ| is smaller. As noted, this has a small effect on the relic abundance since this is well-tempered through coannihilations with the nearly-degenerate states. This also affects the specific couplings of the electroweakinos at colliders, though we do not expect this to affect the searches we present here. The assumed decoupling of the CP-odd Higgs avoids the most stringent bounds flavor-changing neutral currents such as B s → µµ [35] that are typically connected to Bino-Higgsino dark matter.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 817,
                    "text": "[35]",
                    "end": 821
                }
            ]
        },
        {
            "section": "C. Sketched Phenomenology",
            "text": "We remark that it there is conventional wisdom that LEP excludes the MSSM with tan β O(few) so that one may question the tan β → 1 limit taken here. This statement, however, depends on the conventional assumption that the scale of the scalar superpartners of the Standard Model fermions, M S , is close to the TeV scale. This assumption is tied to the naturalness of the MSSM. In the absence of new physics, it is perhaps useful to relax any bias about the form of naturalness and instead search more broadly. This approach has recently been advocated in [36][37][38] where it is pointed out that the low-tan β regime re-opens for decoupled scalar superpartersthe limit we take here. The tan β ∼ few limit is qualitatively similar and relaxes the lower limit on M S .",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 555,
                    "text": "[36]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 559,
                    "text": "[37]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 563,
                    "text": "[38]",
                    "end": 567
                }
            ]
        },
        {
            "section": "C. Sketched Phenomenology",
            "text": "We do not perform a detailed phenomenological study of this slice of the MSSM, such as checking precise values of the relic abundance 3 or bounds from indirect detection, and leave this to future work. See [22] for a detailed study and parameter scan which validates the existence of phenomenologically viable models along this region. We focus on the specific slice µ = −M 1 and tan β = 1, noting that theories that are nearby behave qualitatively the same. We also present results for tan β = 15 as a benchmark for how the model behaves for more moderate tan β values. See, for example [28,39] for further phenomenological considerations as one deviates from the doubly-blind spot, and [40] for a more general status report in the phenomenological MSSM.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 206,
                    "text": "[22]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 588,
                    "text": "[28,",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 592,
                    "text": "39]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 688,
                    "text": "[40]",
                    "end": 692
                }
            ]
        },
        {
            "section": "C. Sketched Phenomenology",
            "text": "Finally, we note we treat the MSSM as a framework for models that populate this bino-Higgsino regime that are themselves UV complete but also span a range of phenomenology that is applicable to a broad range of models beyond the MSSM. An alternative approach is to consider minimal simplified models that can populate the analogous phenomenology, such as singlet-doublet models [41]. In the remainder of this document, we explore the ability of collider searches to expose this difficult-toprobe region of the bino-Higgsino parameter space despite its compressed spectra.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 378,
                    "text": "[41]",
                    "end": 382
                }
            ]
        },
        {
            "text": "III. SIGNAL GENERATION",
            "section_rank": 8
        },
        {
            "section": "III. SIGNAL GENERATION",
            "text": "The parameters M 1 , M 2 , µ and tan β control the mixings, couplings, and masses of the gauginos. These parameters are generated along a line",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "III. SIGNAL GENERATION",
            "text": "with tan β = 1 and 15 and decoupled wino, M 2 = 4000 GeV M 1 . This gives a well-tempered bino-Higgsino LSP. Multi-jet final states produced in association with two gauginos are generated at √ s = 8 TeV. Samples are generated with zero, one, and two additional hard partons using MadGraph5 [42] and the underlying event and particle showering is modeled with Pythia 8 [43]. The VBF and Drell-Yan components are generated simultaneously. Drell-Yan dominates the production cross section.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 290,
                    "text": "[42]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 368,
                    "text": "[43]",
                    "end": 372
                }
            ]
        },
        {
            "section": "III. SIGNAL GENERATION",
            "text": "The kinematics of the jets in VBF events depend on the mass of the sparticles produced. As heavier sparticles are produced by vector boson fusion, more of the energy from the bosons must go into the sparticle mass, providing them with less momenta. Therefore, the ∆R between the two jets in the final state increases as the mass of the particles in the final state increases.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "III. SIGNAL GENERATION",
            "text": "The production cross sections are shown in Figure 1.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 43,
                    "text": "Figure",
                    "end": 49
                }
            ]
        },
        {
            "text": "IV. ANALYSIS",
            "section_rank": 9
        },
        {
            "section": "IV. ANALYSIS",
            "text": "Two ATLAS datasets are reinterpreted to constrain the models described above. The first is a broad ATLAS search for new phenomena in events with one or more jet and large missing transverse momentum (\"mono-jet\") [4]. The second is a search for vector-boson fusion (VBF) production of a Higgs boson which subsequenetly decays invisibly, giving two forward jets and large missing transverse momentum [5].",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 212,
                    "text": "[4]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 398,
                    "text": "[5]",
                    "end": 401
                }
            ]
        },
        {
            "text": "A. Mono-jet Selection",
            "section_rank": 10
        },
        {
            "section": "A. Mono-jet Selection",
            "text": "The mono-jet search [4] defines accepted jets as those with p T > 30 GeV and |η| < 4.5. The leading jet must satisfy p T > 120 GeV and |η| < 2. The ratio of the leading jet transverse momentum and the missing transverse momentum must be greater than 0.5. No jet may be within ∆φ = 1 of the missing transverse momentum. There are nine signal regions characterized by their increasingly tighter requirements on the missing transverse momentum, E miss T > 150, 200, 250, 300, 350, 400, 500, 600, 700 GeV. Events with isolated leptons are vetoed.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 20,
                    "text": "[4]",
                    "end": 23
                }
            ]
        },
        {
            "section": "A. Mono-jet Selection",
            "text": "The acceptance, the fraction of events which survive this selection, is shown for each production case in Figure 2. The cross-section-weighted average is also shown.",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 106,
                    "text": "Figure 2",
                    "end": 114
                }
            ]
        },
        {
            "text": "B. VBF Selection",
            "section_rank": 11
        },
        {
            "section": "B. VBF Selection",
            "text": "The VBF analysis [5] requires missing transverse momentum be greater than 150 GeV, the leading and sub-leading jet p T be greater than 75 and 50 GeV, respectively. The product of the leading and sub-leading jets' η must be less than zero. The absolute value of the difference in the leading and subleading jets' η and φ must be greater than 4.8 and less than 2.5, respectively. The mass of the jet pair must be greater than 1 TeV. No jet may be within ∆φ = 1 of the missing transverse momentum. Any events with more than 2 jets with p T > 30 GeV and |η| < 4.5 are vetoed. Events with leptons are vetoed.",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 17,
                    "text": "[5]",
                    "end": 20
                }
            ]
        },
        {
            "section": "B. VBF Selection",
            "text": "The acceptance, the fraction of events which survive this selection, is shown for each production case in Figure 3. The cross-section-weighted average is also shown.",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 106,
                    "text": "Figure 3",
                    "end": 114
                }
            ]
        },
        {
            "text": "V. MODEL REINTERPRETATION",
            "section_rank": 12
        },
        {
            "text": "A. Procedure",
            "section_rank": 13
        },
        {
            "section": "A. Procedure",
            "text": "In both the mono-jet and VBF cases, ATLAS provides model-independent upper limits on the visible production cross section:",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "section": "A. Procedure",
            "text": "where the acceptance A is the fraction of generated events which fall into the specified fiducial region and is the reconstruction efficiency inside the fiducial region. Typically the model dependence is captured by A and can be measured at the parton-level, while is fairly model-independent and reported by the experiment. Applying the dataset to our models therefore only requires measuring A SUSY so that one can calculate:",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "B. Mono-jet Dataset",
            "section_rank": 14
        },
        {
            "section": "B. Mono-jet Dataset",
            "text": "The mono-jet analysis reports limits for nine different signal regions defined by different E miss T requirements; see Tab. I. The reconstruction efficiency is reported for four different signal regions and ranges from 81% to 88%. We use a linear interpolation to calculate the efficiencies for the intermediate regions. We choose the signal region which gives the tightest expected limits in each case. See Tabs. II and III for details. All All Avg.",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "section": "B. Mono-jet Dataset",
            "text": "-1 Avg.",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "section": "B. Mono-jet Dataset",
            "text": "-1",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "FIG. 2.",
            "section_rank": 15
        },
        {
            "section": "FIG. 2.",
            "text": "Acceptance of the mono-jet selection for E miss T > 400 GeV is measured with simulated events at √ s = 8 TeV at leading order for models of compressed spectra as a function of the mass of the lightest SUSY particle, χ 0 1 , for various combinations of gaugino modes. Also shown is the cross-section weighted average. the VBF dataset. The reconstruction efficiency is 94% [5]. Together with A SUSY this allows calculation of upper limits on the SUSY models described above.",
            "paragraph_rank": 33,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 371,
                    "text": "[5]",
                    "end": 374
                }
            ]
        },
        {
            "text": "D. Results",
            "section_rank": 16
        },
        {
            "section": "D. Results",
            "text": "Upper limits on the pair-production of gauginos in association with jets from the mono-jet and VBF datasets are shown in Fig 4 and Tabs. II and III along with the theoretical production cross-section at leading order.",
            "paragraph_rank": 34,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 121,
                    "text": "Fig 4 and",
                    "end": 130
                }
            ]
        },
        {
            "text": "VI. DISCUSSION",
            "section_rank": 17
        },
        {
            "section": "VI. DISCUSSION",
            "text": "This is the first application of the VBF dataset to these SUSY scenarios. Neither dataset provides limits within an order of magnitude of the theoretical prediction, highlighting the challenge of probing these SUSY scenarios. However, we note that the observed VBF limit observed mono-jet limit production cross section 95% C.L. observed VBF limit observed mono-jet limit production cross section 95% C.L.",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "=1 β tan",
            "section_rank": 18
        },
        {
            "text": "=15 β tan",
            "section_rank": 19
        },
        {
            "section": "=15 β tan",
            "text": "(b)tan β=15.",
            "paragraph_rank": 36,
            "section_rank": 19
        },
        {
            "text": "FIG. 4.",
            "section_rank": 20
        },
        {
            "section": "FIG. 4.",
            "text": "Limits at 95% confidence level on the production cross section of compressed spectra models as a function of the mass of the lightest SUSY particle using the ATLAS VBF and mono-jet datasets.",
            "paragraph_rank": 37,
            "section_rank": 20
        },
        {
            "section": "FIG. 4.",
            "text": "cross-over point between the mono-jet and VBF limits points toward the possibility that VBF may be more sensitive than mono-jet for some SUSY model parameters when the COM energy of the LHC is increased to its design value, √ s = 14 TeV, and when significantly more luminosity is collected. In the case of tan β = 1, the limits are within a factor of five of the theoretical prediction. Similar searches at √ s = 13 TeV will yield considerably more stringent limits. ",
            "paragraph_rank": 38,
            "section_rank": 20
        },
        {
            "text": "C",
            "section_rank": 21
        },
        {
            "section": "C",
            "text": ". VBF Dataset An expected (observed) upper limit on σ vis at 95% confidence level is reported as 4.8 (3.9) fb from mass",
            "paragraph_rank": 39,
            "section_rank": 21
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 22
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Production cross sections in pp collisions at√ s = 8 TeV at leading order for models of compressed spectra as a function of the mass of the lightest SUSY particle, χ 0 1 , for various combinations of gaugino modes. Other gaugino modes in which the cross sections are significantly smaller are not considered.",
            "paragraph_rank": 40,
            "section_rank": 22
        },
        {
            "text": "a)tan β=1.",
            "paragraph_rank": 41,
            "section_rank": 23
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 24
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Acceptance of the VBF selection measured with simulated events at√ s = 8 TeV at leading order for models of compressed spectra as a function of the mass of the lightest SUSY particle, χ 0 1 , for various combinations of gaugino modes. Also shown is the cross-section weighted average.",
            "paragraph_rank": 42,
            "section_rank": 24
        },
        {
            "text": "TABLE I .TABLE II .TABLE III .",
            "section_rank": 25
        },
        {
            "section": "TABLE I .TABLE II .TABLE III .",
            "text": "Observed and expected upper limits on σvis at 95% CL from the ATLAS mono-jet dataset[4]. For tan β =1, details of the theory production cross section σ Theory , and for both the mono-jet and VBF datasets: the acceptance A, reconstruction efficiency , and 95% CL upper limit σ Limit for various choices of the χ 0 1 mass. In the mono-jet case, the selected signal region (see Tab. I) is also indicated. For tan β=15, details of the theory production cross section σ Theory , and for both the mono-jet and VBF datasets: the acceptance A, reconstruction efficiency , and 95% CL upper limit σ Limit for various choices of the χ 0 1 mass. In the mono-jet case, the selected signal region (see Tab. I) is also indicated.",
            "paragraph_rank": 43,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 84,
                    "text": "[4]",
                    "end": 87
                }
            ]
        },
        {
            "section": "TABLE I .TABLE II .TABLE III .",
            "text": "In this latter case, the χ 0 χ 0 h coupling is still suppressed by purity[22] since both diagrams on the right-hand side of (8) vanish in this limit.",
            "paragraph_rank": 44,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 73,
                    "text": "[22]",
                    "end": 77
                }
            ]
        },
        {
            "section": "TABLE I .TABLE II .TABLE III .",
            "text": "In non-minimal contexts, one the LSP relic abundance needn't match the observe dark matter abundance, for example if the LSP is only one component of dark matter or if one invokes non-thermal production[22].",
            "paragraph_rank": 45,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 202,
                    "text": "[22]",
                    "end": 206
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 27
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank Aaron Pierce, Joanne Hewett, Josh Ruderman, and Tim M.P. Tait for useful discussions. The work of D.W. and P.T. was performed in part at the Aspen Center for Physics, which is supported by National Science Foundation grant PHY-1066293. P.T. is supported in part by a UCI Chancellor's AD-VANCE fellowship. This work is supported in part by NSF Grants No. PHY-1316792. D.W. and A.N. are supported by a grant from the DOE Office of Science.",
            "paragraph_rank": 46,
            "section_rank": 27
        }
    ]
}