{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report on the inclusive production cross sections of J/ψ, ψ(2S), ϒ(1S), ϒ(2S) and ϒ(3S), measured at forward rapidity with the ALICE detector in pp collisions at a center-of-mass energy √ s = 8 TeV. The analysis is based on data collected at the LHC and corresponds to an integrated luminosity of 1.23 pb −1 . Quarkonia are reconstructed in the dimuon-decay channel. The differential production cross sections are measured as a function of the transverse momentum p T and rapidity y, over the p T ranges 0 < p T < 20 GeV/c for J/ψ, 0 < p T < 12 GeV/c for all other resonances, and for 2.5 < y < 4. The cross sections, integrated over p T and y, and assuming unpolarized quarkonia, are σ J/ψ = 8.98 ± 0.04 ± 0.82 µb, σ ψ(2S) = 1.23 ± 0.08 ± 0.22 µb, σ ϒ(1S) = 71 ± 6 ± 7 nb, σ ϒ(2S) = 26 ± 5 ± 4 nb and σ ϒ(3S) = 9 ± 4 ± 1 nb, where the first uncertainty is statistical and the second one is systematic. These values agree, within at most 1.4σ , with measurements performed by the LHCb collaboration in the same rapidity range.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The hadronic production of quarkonia, bound states of either a charm and anti-charm quark pair (e.g. J/ψ and ψ(2S)) or a bottom and anti-bottom quark pair (e.g. ϒ(1S), ϒ(2S) and ϒ(3S)), is generally understood as the result of a hard scattering that produces the heavy-quark pair, followed by the evolution of this pair into a colorless bound state. There are mainly three approaches used to describe quarkonium production, which differ mostly in the way the produced heavyquark pair evolves into the bound state: the Color Evaporation Model [1,2], the Color Singlet Model [3] and Non-Relativistic QCD [4]. To date, none of these approaches is able to describe consistently all data available on quarkonium production [5,6]. e-mail: alice-publications@cern.ch",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 542,
                    "text": "[1,",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 545,
                    "text": "2]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 573,
                    "text": "[3]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 602,
                    "text": "[4]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 718,
                    "text": "[5,",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 721,
                    "text": "6]",
                    "end": 723
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper we present the production cross sections of J/ψ, ψ(2S), ϒ(1S), ϒ(2S) and ϒ(3S) at forward rapidity (2.5 < y < 4), measured in pp collisions at a center-ofmass energy √ s = 8 TeV with the ALICE detector. All quarkonia are reconstructed in the dimuon-decay channel. The differential production cross sections are measured as a function of the transverse momentum p T and rapidity y, over the p T ranges 0 < p T < 20 GeV/c for J/ψ, 0 < p T < 12 GeV/c for all other resonances, and for 2.5 < y < 4. Our measurement extends the transverse momentum reach of the J/ψ cross section from p T = 12 GeV/c up to p T = 20 GeV/c with respect to results from LHCb [7]. The ψ(2S) results are the first published at this energy. For ϒ mesons, differential cross sections at forward rapidity and √ s = 8 TeV have already been published by LHCb [8]. Our measurement provides a unique cross-check of these results. Moreover, it is the first time ALICE measures the ϒ(3S) cross section. All cross sections reported here are inclusive and contain, on top of the direct production of the quarkonium, a contribution from the decay of higher-mass excited states. Charmonium (J/ψ and ψ(2S)) cross sections also contain a contribution from b-hadron decay.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 663,
                    "text": "[7]",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 840,
                    "text": "[8]",
                    "end": 843
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The paper is organized as follows: the ALICE detector and the data sample used for this analysis are briefly described in Sect. 2, the analysis procedure is discussed in Sect. 3 and results are presented in Sect. 4.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 176,
                    "text": "3",
                    "end": 177
                }
            ]
        },
        {
            "text": "Detector and data sample",
            "section_rank": 3
        },
        {
            "section": "Detector and data sample",
            "text": "The ALICE detector is described in [9] and its performance in [10]. The following subsystems are used for measuring the quarkonium production cross sections at forward rapidity: the Muon Spectrometer [11], the first two layers of the Inner Tracking System (ITS) [12], the V0 scintillator hodoscopes [13] and the T0 Cherenkov counters [14].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 35,
                    "text": "[9]",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 62,
                    "text": "[10]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 200,
                    "text": "[11]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 262,
                    "text": "[12]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 299,
                    "text": "[13]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 334,
                    "text": "[14]",
                    "end": 338
                }
            ]
        },
        {
            "section": "Detector and data sample",
            "text": "The Muon Spectrometer consists of five tracking stations (MCH) comprising two planes of Cathode Pad Chambers each, followed by two trigger stations (MTR) consist-ing of two planes of Resistive Plate Chambers each. It is used to detect muons produced in the pseudo-rapidity range −4 < η < −2.5. 1 The third tracking station is located inside a warm 3 T m dipole magnet, to allow for momentum measurements. This apparatus is completed by two absorbers that filter out hadrons and low p T muons, positioned (i) between the Interaction Point (IP) and the first tracking station, and (ii) between the last tracking station and the first trigger station. A third absorber, surrounding the beam pipe, protects the detectors from secondary particles produced inside the beam pipe. The MTR system delivers single-or di-muon triggers, of either same or opposite sign, with a programmable threshold on the transverse momentum of each muon. The ITS consists of 6 layers of silicon detectors, placed at radii ranging from 3.9 to 43 cm from the beam axis. Its two innermost layers are equipped with Silicon Pixel Detectors (SPD) and cover the pseudo-rapidity ranges |η| < 2 and |η| < 1.4 for the inner and the outer layer, respectively. They are used for the reconstruction of the collision primary vertex. The V0 detectors are two scintillator arrays located on both sides of the IP and covering the pseudo-rapidity ranges −3.7 < η < −1.7 and 2.8 < η < 5.1. The T0 detectors are two arrays of quartz Cherenkov counters, also placed at forward rapidity on both sides of the IP and covering the pseudo-rapidity ranges −3.3 < η < −3 and 4.6 < η < 4.9. The coincidence of a signal in both sides of either the T0 or the V0 detectors is used as an interaction trigger and as input for the luminosity determination.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 294,
                    "text": "1",
                    "end": 295
                }
            ]
        },
        {
            "section": "Detector and data sample",
            "text": "The data used for this analysis have been collected in 2012. About 1400 proton bunches were circulating in each LHC beam. Collisions were delivered in a so-called beamsatellite mode, for which the high-intensity bunches of one of the two beams were collided with nearly-empty satellite bunches from the other [10]. In this configuration, the average instantaneous luminosity delivered by the LHC to ALICE was about 5 × 10 30 cm −2 s −1 . The number of interactions per bunch-satellite crossing was about 0.01 on average with a corresponding pile-up probability of about 0.5 %, reaching a maximum of ∼1 %.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 309,
                    "text": "[10]",
                    "end": 313
                }
            ]
        },
        {
            "section": "Detector and data sample",
            "text": "Events are selected using a dimuon trigger which requires that two muons of opposite sign are detected in the MTR, with a threshold of 1 GeV/c applied online to the p T of each muon, in coincidence with the crossing of two bunches at the IP. The data sample recorded with this trigger corresponds to an integrated luminosity L int = 1.23 pb −1 . It is evaluated on a run-by-run basis by multiplying the dimuon trigger livetime with the delivered luminosity. The latter is estimated using the number of T0-based trigger counts and the corresponding cross section, σ T0 , measured using the van der Meer scan method [15]. The systematic uncertainty on this quantity includes contributions from (i) the measurement of σ T0 itself and (ii) the difference between the luminosity measured with the T0 detectors and the one measured with the V0 detectors. The quadratic sum of these contributions amounts to about 5 % and is correlated between all measurements presented in this paper.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 614,
                    "text": "[15]",
                    "end": 618
                }
            ]
        },
        {
            "text": "Analysis",
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "The differential quarkonium production cross section in a given p T and y interval is:",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "where BR μμ is the branching ratio of the quarkonium state in two muons, p T and y are the widths of the p T and y intervals under consideration, N is the measured number of quarkonia in these intervals and Aε is the product of the corresponding acceptance and efficiency corrections, which account for detector effects and analysis cuts. The branching ratio values and uncertainties have been taken from the Particle Data Group (PDG) [16]. The other ingredients, namely N and Aε, have been evaluated using the analysis procedure described in [17]. The number of quarkonia measured in a given p T and y interval is evaluated using fits to the invariant mass distribution of opposite-sign muon pairs μ + μ − . These pairs are formed by combining the tracks reconstructed in the muon spectrometer and selected using the same criteria as in [17]:",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 435,
                    "text": "[16]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "start": 543,
                    "text": "[17]",
                    "end": 547
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "• muon identification is performed by matching each track reconstructed in the MCH with a track in the MTR that fulfills the trigger condition; • tracks are selected in the pseudo-rapidity range −4 < η < −2.5, which corresponds to the muon spectrometer geometrical acceptance; • the transverse position of the tracks at the end of the front absorber, R abs , is in the range 17.6 < R abs < 89.5 cm, in order to reject muons crossing the high-density section of the front absorber; • tracks must pass a cut on the product of their total momentum, p, and their distance to the primary vertex in the transverse plane, called DCA. The maximum value allowed is set to 6×σ pDCA , where σ pDCA is the resolution on this quantity, which accounts for the total momentum and angular resolutions of the muon spectrometer as well as for the multiple scattering in the front absorber. This cut reduces the contamination of fake tracks and particles from beam-gas interactions.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "The fit to the μ + μ − invariant mass distribution is performed separately in the charmonium and bottomonium ",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "Counts per 100 MeV/ ",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "Dimuon invariant mass distributions in the region of charmonia (left) and bottomonia (right). Dashed lines correspond to the background. Solid lines correspond to either the signal functions, or the sum of all signal and background functions. In the charmonia region, the sum of two extended Crystal Ball functions is used for the signal and a pseudo-Gaussian function is used for the background. In the bottomonia region, the sum of three extended Crystal Ball functions is used for the signal and the sum of two exponential functions is used for the background regions, and for each p T and y interval under consideration. In all cases the fitting function consists of a background to which two (three) signal functions are added, one per charmonium (bottomonium) state under study.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "For charmonia, the fit is performed over the invariant mass range 2 < M μμ < 5 GeV/c 2 . For the background component, either a pseudo-Gaussian function whose width varies linearly with the invariant mass or the product of an exponential function and a fourth order polynomial function have been used, with all parameters left free in the fit. For the signal, the sum of either two extended Crystal Ball functions (one for each resonance) or two pseudo-Gaussian functions have been used [18]. Both functions (Crystal Ball or pseudo-Gaussian) consist of a Gaussian core, to which parametrized tails are added on both sides, which fall off slower than for a Gaussian function. Due to the poor signal-to-background (S/B) ratio in the tail regions, the values of the parameters that enter the definition of these tails have been evaluated using Monte Carlo (MC) simulations described later in this section, and kept fixed in the fit. The J/ψ and ψ(2S) signals are fitted simultaneously. For the J/ψ, the mass, width and normalization of the signal function are left free. For the ψ(2S), only the normalization is free, whereas the mass and the width are calculated from the values obtained for the J/ψ : the mass is computed so that the difference with respect to the J/ψ mass is the same as quoted by the PDG [16]; the width is derived from the J/ψ width using a scale factor of about 1.1, estimated in MC simulations and validated with fits to the p T -and y-integrated invariant mass distributions from the data, with both widths left free. An example of fit to the p T -and y-integrated dimuon invariant mass distribution in the J/ψ and ψ(2S) mass region is shown in the left panel of Fig. 1. The result from this fit is used for the computation of the charmonium cross sections quoted at the beginning of Sect. 4.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 487,
                    "text": "[18]",
                    "end": 491
                },
                {
                    "type": "figure",
                    "start": 1685,
                    "text": "Fig. 1",
                    "end": 1691
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "For the ϒ resonances, the fit is performed over the invariant mass range 6 < M μμ < 14 GeV/c 2 . The same signal functions as for the J/ψ and ψ(2S) have been used for each of the three resonances, albeit with different values for the parameters of the tails. For the background component, either the sum of two exponential functions or the sum of two power law functions have been used, with all parameters left free. The masses and widths of the ϒ(2S) and ϒ(3S) resonances have been fixed to the ones of the ϒ(1S) in a similar way as for the ψ(2S) and J/ψ case, and using a similar scale factor for the width. An example of fit to the p T -and y-integrated dimuon invariant mass distribution in the ϒ mass region is shown in the right panel of Fig. 1.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 745,
                    "text": "Fig. 1",
                    "end": 751
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "The number of quarkonia is taken as the mean of the values obtained when (i) combining all possible signal and background functions described above; (ii) varying the parameters that have been fixed, such as those of the tails of the signal functions or the ratio between the ψ(2S) and the J/ψ signal widths, and (iii) modifying the mass range used for the fit.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "Approximately 82500 J/ψ, 1850 ψ(2S), 480 ϒ(1S), 140 ϒ(2S) and 50 ϒ(3S) are measured. The corresponding S/B ratios, evaluated within three times the width of the signal function with respect to the quarkonium mass are 4.5 for J/ψ, 0.2 for ψ(2S), 1 for ϒ(1S), 0.4 for ϒ(2S) and 0.2 for ϒ(3S). This statistics allows us to divide the data sample further as a function of either p T or y for J/ψ, ψ(2S) and ϒ(1S). For ϒ(2S), only two bins in y are measured, whereas for ϒ(3S), only the p T -and y-integrated value is provided, due to limited statistics. For J/ψ, the S/B ratio increases from 3 to 10 with increasing p T and from 4 to 6 with increasing y. For ψ(2S), it increases from 0.1 to 0.9 with increasing p T and from 0.1 to 0.2 with increasing y. For ϒ(1S), it increases from 0.8 to 1.4 with increasing p T and shows no significant variation with respect to y. No significant variation with respect to y is observed for ϒ(2S) either.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "The systematic uncertainty on the signal extraction is estimated by taking the root mean square of the values from which the number of quarkonia is derived. For a given quarkonium state, this uncertainty is considered as uncorrelated as a function of both p T and y. It is however partially correlated between J/ψ and ψ(2S) as well as among the three resonances of the ϒ family. For J/ψ this uncertainty increases from less than 1 to 14 % with increasing p T . It shows no significant variation with respect to y and amounts to about 1 %. Larger values are obtained for ψ(2S) due to the smaller S/B ratio. For instance, the uncertainty reaches 18 % in the y interval 2.5 < y < 2.75. In the ϒ sector, the systematic uncertainty is about 3, 6 and 10 % for ϒ(1S), ϒ(2S) and ϒ(3S), respectively, with little variation as a function of either p T or y.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Analysis",
            "text": "Acceptance and efficiency corrections, Aε, are evaluated separately for each quarkonium state using MC simulations. Each state is generated randomly using realistic p T and y probability distribution functions [11,17]. It is decayed in two muons, properly accounting for the possible emission of an accompanying radiative photon [19,20]. The muons are then tracked in a model of the apparatus obtained with GEANT 3.21 [21] which includes a realistic description of the detector performance during data taking as well as its variation with time. The same procedure and analysis cuts as for data are then applied to the MC simulations for track reconstruction and measurement of the quarkonium yields. All simulated quarkonia are assumed to be unpolarized, consistently with existing measurements [22][23][24][25].",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 210,
                    "text": "[11,",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "start": 214,
                    "text": "17]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "start": 329,
                    "text": "[19,",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "start": 333,
                    "text": "20]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "start": 795,
                    "text": "[22]",
                    "end": 799
                },
                {
                    "type": "bibr",
                    "start": 799,
                    "text": "[23]",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "start": 803,
                    "text": "[24]",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "start": 807,
                    "text": "[25]",
                    "end": 811
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "The systematic uncertainty on Aε has several contributions: (i) the parametrization of the input p T and y distributions; (ii) the track reconstruction efficiency and the accuracy with which the detector performance is reproduced in the MC simulations; (iii) the trigger efficiency and (iv) the matching between tracks reconstructed in the MCH and tracks reconstructed in the MTR. These contributions have been evaluated using the same procedures as in [17], for the first one by utilizing several alternative input p T and y distributions, and for the other three by comparing data and MC at the single muon level and propagating the resulting differences to the dimuon case. The resulting systematic uncertainty is the quadratic sum of these contributions. It is partially correlated as a function of both p T and y. For all quarkonium states, it amounts to about 8 % on average, increases from 7 to 9 % with increasing p T and shows no visible dependence on y.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 453,
                    "text": "[17]",
                    "end": 457
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "An additional correction is applied to the number of measured quarkonia, to account for the observation that a frac- tion of the opposite-sign muon pairs of a given quarkonium state is sometimes misidentified by the trigger system as a same-sign pair and thus missed. The magnitude of this effect could not be properly reproduced in the MC simulations and is therefore not accounted for in the Aε corrections. For J/ψ and ϒ(1S), it is instead evaluated directly on data by means of a dedicated trigger configuration that selects both same-and opposite-sign muon pairs instead of opposite-sign pairs only. The statistical and systematic uncertainties on the extraction of the signal in each configuration are used to evaluate the systematic uncertainty on the resulting correction. For J/ψ, the correction amounts to about 1 % on the p Tand y-integrated yield. It increases from 0.6 % to 8 % with increasing p T and shows little dependence on y. Slightly larger values are obtained for ϒ(1S) albeit with larger uncertainties. For ψ(2S), the same corrections as for J/ψ have been used, whereas for ϒ(2S) and ϒ(3S) we used the same corrections as for ϒ(1S). Tables 1 and 2 provide a summary of the relative systematic uncertainties on the charmonia and bottomonia cross sections, respectively.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1155,
                    "text": "Tables 1 and 2",
                    "end": 1169
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "The measured inclusive quarkonium production cross sections, integrated over 0 < p T < 20 GeV/c for J/ψ, 0 < p T < 12 GeV/c for all other resonances, and 2.5 < y < 4, are: These values are in agreement, within at most 1.4σ , with measurements performed by LHCb at the same energy and in the same rapidity range [7,8], assuming that all uncertainties but the one on the branching ratios are uncorrelated between the two experiments. For J/ψ, our cross section value corresponds to an increase of (29 ± 17) % with respect to the ALICE measurement at  Branching ratio uncertainties are not included. The J/ψ p Tand y-differential cross sections are compared to measurements by LHCb at the same energy [7]. The quoted LHCb values correspond to the sum of the prompt and b-meson decay contributions to the J/ψ production. For the comparison as a function of p T , the provided double-differential ( p T and y) values have been re-summed to match ALICE y coverage. A reasonable agreement is observed between the two experiments. Although the ALICE measurements are systematically above those of LHCb especially at low p T and small |y|, in both cases the differences do not exceed 1.7σ . The ALICE measurement extends the p T reach of the J/ψ cross section from 14 GeV/c to 20 GeV/c with respect to published results. The ψ(2S) cross sections constitute the first measurement performed at this energy.  differential values provided by LHCb have been re-summed to match the y (resp. p T ) range of ALICE. Moreover, although the p T range measured by LHCb extends to values as large as 30 GeV/c, we only show these measurements in the range 0 < p T < 12 GeV/c, which is more relevant for the comparison to our result. A reasonable agreement is observed between the two experiments. For ϒ(1S), ALICE measurements are systematically lower than those from LHCb, however the differences do not exceed 1.2σ as a function of either p T or y.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 311,
                    "text": "[7,",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 314,
                    "text": "8]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 698,
                    "text": "[7]",
                    "end": 701
                }
            ]
        },
        {
            "section": "Results",
            "text": "The inclusive ψ(2S)-to-J/ψ cross section ratio at √ s = 8 TeV, integrated over p T and y is σ ψ(2S) /σ J/ψ = 0.14 ± 0.01 ± 0.02, the ϒ(2S)-to-ϒ(1S) ratio is σ ϒ(2S) /σ ϒ(1S) = 0.37 ± 0.08 ± 0.04 and the ϒ(3S)-to-ϒ(1S) ratio, σ ϒ(3S) / σ ϒ(1S) = 0.12 ± 0.05 ± 0.02, where the first uncertainty is statistical and the second one is systematic. When forming these ratios, the systematic uncertainty on the signal extraction is slightly reduced, due to correlations between the numerator and the denominator. All other sources of system-atic uncertainties cancel, except for the uncertainties on the input p T and y parametrizations in the MC, and on BR μμ . The ψ(2S)-to-J/ψ and ϒ(2S)-to-ϒ(1S) ratios are consistent with the values obtained in the same rapidity range at √ s = 7 TeV [17]. Figure 4 shows the ψ(2S)-to-J/ψ cross section ratio as a function of p T (left) and y (right). This ratio increases as a function of p T with a slope that is similar to the one measured at √ s = 7 TeV [17]. It shows no visible variation as a function of y, as was also the case at 7 TeV.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 786,
                    "text": "Figure 4",
                    "end": 794
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "The inclusive production cross section of J/ψ, ψ(2S), ϒ(1S), ϒ(2S) and ϒ(3S) as a function of p T and y have been measured using the ALICE detector at forward rapidity (2.5 < y < 4) in pp collisions at √ s = 8 TeV. The J/ψ cross section is larger by (29 ± 17) % than the one measured at √ s = 7 TeV [17]. A similar increase is observed for the other quarkonium states albeit with larger uncertainties. The integrated results are in agreement within at most 1.4σ with measurements performed by LHCb in the same rapidity range. For the differential measurements, differences with LHCb do not exceed 1.7σ for charmonia and 1.2σ for bottomonia. These measurements provide a valuable cross-check of the already published results of the same quantities as well as additional experimental constraints on quarkonium production models.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "Acknowledgments The ALICE Collaboration would like to thank all its engineers and technicians for their invaluable contributions to the construction of the experiment and the CERN accelerator teams for the outstanding performance of the LHC complex. The ALICE Collaboration gratefully acknowledges the resources and support provided by all Grid centres and the Worldwide LHC Computing Grid (WLCG) collaboration. The ALICE Collaboration acknowledges the following funding agencies for their support in building and running the Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3  ",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 948,
                    "text": "3",
                    "end": 949
                }
            ]
        },
        {
            "text": "Fig. 2 J",
            "section_rank": 7
        },
        {
            "section": "Fig. 2 J",
            "text": "Fig. 2 J/ψ (top) and ψ(2S) (bottom) differential cross sections as a function of p T (left) and y (right). J/ψ results are compared to LHCb measurement at √ s = 8 TeV [7]. Open symbols are the reflection of",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "√ s = 7",
            "section_rank": 8
        },
        {
            "section": "√ s = 7",
            "text": "TeV [17]. A similar increase is observed for ψ(2S) and for the ϒ resonances, albeit with larger uncertainties.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Figure 2",
            "section_rank": 9
        },
        {
            "section": "Figure 2",
            "text": "shows the inclusive differential production cross sections of J/ψ (top) and ψ(2S) (bottom) as a function of p T (left) and y (right) in pp collisions at √ s = 8 TeV. In all the plots, the error bars represent the statistical uncertainties and the boxes correspond to the systematic uncertainties.",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Figure 3 Fig. 3",
            "section_rank": 10
        },
        {
            "section": "Figure 3 Fig. 3",
            "text": "Fig. 3 Differential cross section of ϒ(1S) as a function of p T (left) and differential cross sections of ϒ(1S), ϒ(2S) and ϒ(3S) as a function of y (right) measured by ALICE and LHCb [8]. Open symbols are the reflection of the positive-y measurements with respect to y = 0",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Fig. 4",
            "section_rank": 11
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4 ψ(2S)-to-J/ψ cross section ratio as a function of p T (left) and y (right)",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "ALICE detector: State Committee of Science, World Federation of Scientists (WFS) and Swiss Fonds Kidagan, Armenia; Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), Financiadora de Estudos e Projetos (FINEP), Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP); National Natural Science Foundation of China (NSFC), the Chinese Ministry of Education (CMOE) and the Ministry of Science and Technology of China (MSTC); Ministry of Education and Youth of the Czech Republic; Danish Natural Science Research Council, the Carlsberg Foundation and the Danish National Research Foundation; The European Research Council under the European Community's Seventh Framework Programme; Helsinki Institute of Physics and the Academy of Finland; French CNRS-IN2P3, the 'Region Pays de Loire', 'Region Alsace', 'Region Auvergne' and CEA, France; German Bundesministerium fur Bildung, Wissenschaft, Forschung und Technologie (BMBF) and the Helmholtz Association; General Secretariat for Research and Technology, Ministry of Development, Greece; Hungarian Orszagos Tudomanyos Kutatasi Alappgrammok (OTKA) and National Office for Research and Technology (NKTH); Department of Atomic Energy and Department of Science and Technology of the Government of India; Istituto Nazionale di Fisica Nucleare (INFN) and Centro Fermi -Museo Storico della Fisica e Centro Studi e Ricerche \"Enrico Fermi\", Italy; MEXT Grant-in-Aid for Specially Promoted Research, Japan; Joint Institute for Nuclear Research, Dubna; National Research Foundation of Korea (NRF); Consejo Nacional de Cienca y Tecnologia (CONACYT), Direccion General de Asuntos del Personal Academico(DGAPA), México, Amerique Latine Formation academique -European Commission (ALFA-EC) and the EPLANET Program (European Particle Physics Latin American Network); Stichting voor Fundamenteel Onderzoek der Materie (FOM) and the Nederlandse Organisatie voor Wetenschappelijk Onderzoek (NWO), Netherlands; Research Council of Norway (NFR); National Science Centre, Poland; Ministry of National Education/Institute for Atomic Physics and National Council of Scientific Research in Higher Education (CNCSI-UEFISCDI), Romania; Ministry of Education and Science of Russian Federation, Russian Academy of Sciences, Russian Federal Agency of Atomic Energy, Russian Federal Agency for Science and Innovations and The Russian Foundation for Basic Research; Ministry of Education of Slovakia; Department of Science and Technology, South Africa; Centro de Investigaciones Energeticas, Medioambientales y Tecnologicas (CIEMAT), E-Infrastructure shared between Europe and Latin America (EELA), Ministerio de Economía y Competitividad (MINECO) of Spain, Xunta de Galicia (Consellería de Educación), Centro de Aplicaciones Tecnolgicas y Desarrollo Nuclear (CEADEN), Cubaenergía, Cuba, and IAEA (International Atomic Energy Agency); Swedish Research Council (VR) and Knut & Alice Wallenberg Foundation (KAW); Ukraine Ministry of Education and Science; United Kingdom Science and Technology Facilities Council (STFC); The United States Department of Energy, the United States National Science Foundation, the State of Texas, and the State of Ohio; Ministry of Science, Education and Sports of Croatia and Unity through Knowledge Fund, Croatia; Council of Scientific and Industrial Research (CSIR), New Delhi, India; Pontificia Universidad Católica del Perú.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "Table 1",
            "section_rank": 13
        },
        {
            "section": "Table 1",
            "text": "Relative systematic uncertainties associated to the J/ψ and ψ(2S) cross section measurements. Values in parenthesis correspond to minimum and maximum values as a function of p T and y",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": ". 16. K.A. Olive et al., Review of particle physics. Chin. Phys. C 38, 090001 (2014) 17. ALICE Collaboration, B.B. Abelev et al., Measurement of quarkonium production at forward rapidity in pp collisions at √ s = 7 TeV. Eur. Phys. J. C 74(8), 2974 (2014). arXiv:1403.3648 [nucl-ex] 18. ALICE Collaboration, Quarkonium signal extraction in ALICE. https://cds.cern.ch/record/2060096 19. D.J. Lange, The EvtGen particle decay simulation package. Nucl. Instrum. Meth. A 462, 152-155 (2001) 20. E. Barberio, B. van Eijk, Z. Was, PHOTOS: a universal Monte Carlo for QED radiative corrections in decays. Comput. Phys. Commun. 66, 115-128 (1991) 21. R. Brun et al. CERN Program Library Long Write-up W5013 (1994) 22. ALICE Collaboration, B. Abelev et al., J/ψ polarization in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 108, 082001 (2012). arXiv:1111.1630 [hep-ex] 23. LHCb Collaboration, R. Aaij et al., Measurement of J/ψ polarization in pp collisions at √ s = 7 TeV. Eur. Phys. J. C 73, 2631 (2013). arXiv:1307.6379 [hep-ex] 24. CMS Collaboration, S. Chatrchyan et al., Measurement of the prompt J/ψ and ψ(2S) polarizations in pp collisions at √ s = 7 TeV. Phys. Lett. B 727, 381-402 (2013). arXiv:1307.6070 [hep-ex] 25. C.M.S. Collaboration, S. Chatrchyan et al., Measurement of the ϒ(1S), ϒ(2S) and ϒ(3S) polarizations in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 110, 081802 (2013). arXiv:1209.2922 [hepex]",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "In the ALICE reference frame the muon spectrometer covers negative η. However, we use positive values when referring to the quarkonium rapidity y.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "Page 4 of 13 Eur. Phys. J. C (2016) 76 :184",
            "paragraph_rank": 37,
            "section_rank": 14
        }
    ]
}