{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for flavour-changing neutral current decays of a top quark to an uptype quark (q = u, c) and the Standard Model Higgs boson, where the Higgs boson decays to bb, is presented. The analysis searches for top quark pair events in which one top quark decays to W b, with the W boson decaying leptonically, and the other top quark decays to Hq. The search is based on pp collisions at √ s = 8 TeV recorded in 2012 with the ATLAS detector at the CERN Large Hadron Collider and uses an integrated luminosity of 20.3 fb −1 . Data are analysed in the lepton-plus-jets final state, characterised by an isolated electron or muon and at least four jets. The search exploits the high multiplicity of bquark jets characteristic of signal events, and employs a likelihood discriminant that uses the kinematic differences between the signal and the background, which is dominated by tt → W bW b decays. No significant excess of events above the background expectation is found, and observed (expected) 95% CL upper limits of 0.56% (0.42%) and 0.61% (0.64%) are derived for the t → Hc and t → Hu branching ratios respectively. The combination of this search with other ATLAS searches in the H → γγ and H → W W * , τ τ decay modes significantly improves the sensitivity, yielding observed (expected) 95% CL upper limits on the t → Hc and t → Hu branching ratios of 0.46% (0.25%) and 0.45% (0.29%) respectively. The corresponding combined observed (expected) upper limits on the |λ tcH | and |λ tuH | couplings are 0.13 (0.10) and 0.13 (0.10) respectively. These are the most restrictive direct bounds on tqH interactions measured so far.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP12(2015)061",
            "section_rank": 2
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Following the observation of a Higgs boson by the ATLAS and CMS collaborations [1,2], a comprehensive programme of measurements of its properties is underway looking for deviations from the Standard Model (SM) predictions. An interesting possibility is the presence of flavour-changing neutral current (FCNC) interactions between the Higgs boson, the top quark, and a u-or c-quark, tqH (q = u, c). Since the Higgs boson is lighter than the top quark, with a measured mass m H = 125.09 ± 0.24 GeV [3], such interactions would manifest themselves as FCNC top quark decays, t → Hq. In the SM, such decays are extremely suppressed relative to the dominant t → W b decay mode, since tqH interactions are forbidden at the tree level and even suppressed at higher-orders in the perturbative expansion due to the Glashow-Iliopoulos-Maiani (GIM) mechanism [4]. As a result, the SM predictions for the t → Hq branching ratios are exceedingly small: BR(t → Hu) ∼ 10 −17 and BR(t → Hc) ∼ 10 −15 [5][6][7][8]. On the other hand, large enhancements in these branching ratios are possible in some beyond-SM scenarios, where the GIM suppression can be relaxed and/or new particles can contribute to the loops, yielding effective couplings orders of magnitude larger than those of the SM. Examples include quark-singlet models [9], two-Higgs-doublet models (2HDM) of type I, with explicit flavour conservation, and of type II, such as the minimal supersymmetric SM (MSSM) [10][11][12], or supersymmetric models with R-parity violation [13]. In those scenarios, typical branching ratios can be as high as BR(t → Hq) ∼ 10 −5 . An even larger branching ratio of BR(t → Hc) ∼ 10 −3 can be reached in 2HDM without explicit flavour conservation (type III), since a tree-level FCNC coupling is not forbidden by any symmetry [14][15][16]. While other FCNC top couplings, tqγ, tqZ, tqg, are also enhanced relative to the SM prediction in those scenarios beyond the SM, the largest enhancements are typically for the tqH couplings, and in particular the tcH coupling. See ref. [7] for a review. Searches for t → Hq decays have been performed by the ATLAS and CMS collaborations, taking advantage of the large samples of tt events collected during Run 1 of the LHC. In these searches, one of the top quarks is required to decay into W b, while the other top quark decays into Hq, yielding tt → W bHq. 1 Assuming SM decays for the Higgs boson and m H = 125 GeV, the most sensitive single-channel searches have been performed in the H → γγ decay mode which, despite the tiny branching ratio of BR(H → γγ) 0.2%, is characterised by very small background and excellent diphoton mass resolution. The resulting observed (expected) 95% confidence level (CL) upper limits on BR(t → Hq) are 0.79% (0.51%) and 0.69% (0.81%), respectively from the ATLAS [17] and CMS [18] collaborations. These searches are insensitive to the difference between t → Hu and t → Hc, and thus the above limits can be interpreted as applying to the sum BR(t → Hu)+BR(t → Hc). The CMS Collaboration has also reinterpreted searches in multilepton (three or four leptons) final states [18] in the context of tt → W bHq with H → W W * , τ τ , resulting in an observed (expected) upper limit of BR(t → Hc) < 1.28% (1.17%) at the 95% CL. Multilepton searches are able to exploit a significantly larger branching ratio for the Higgs boson JHEP12(2015)061 decay compared to the H → γγ decay mode, and are also characterised by relatively small backgrounds. However, in general they do not have good mass resolution, 2 so any excess would be hard to interpret as originating from t → Hq decays. The combination of CMS searches in diphoton and multilepton (three or four leptons) final states yields an observed (expected) upper limit of BR(t → Hc) < 0.56% (0.65%) at the 95% CL [18].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 79,
                    "text": "[1,",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 82,
                    "text": "2]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 496,
                    "text": "[3]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 847,
                    "text": "[4]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 983,
                    "text": "[5]",
                    "end": 986
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 986,
                    "text": "[6]",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 989,
                    "text": "[7]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 992,
                    "text": "[8]",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1310,
                    "text": "[9]",
                    "end": 1313
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1455,
                    "text": "[10]",
                    "end": 1459
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1459,
                    "text": "[11]",
                    "end": 1463
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1463,
                    "text": "[12]",
                    "end": 1467
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1518,
                    "text": "[13]",
                    "end": 1522
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1800,
                    "text": "[14]",
                    "end": 1804
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1804,
                    "text": "[15]",
                    "end": 1808
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1808,
                    "text": "[16]",
                    "end": 1812
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2050,
                    "text": "[7]",
                    "end": 2053
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2373,
                    "text": "1",
                    "end": 2374
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2815,
                    "text": "[17]",
                    "end": 2819
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2828,
                    "text": "[18]",
                    "end": 2832
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 3122,
                    "text": "[18]",
                    "end": 3126
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 3809,
                    "text": "[18]",
                    "end": 3813
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Upper limits on the branching ratios BR(t → Hq) (q = u, c) can be translated to upper limits on the non-flavour-diagonal Yukawa couplings λ tqH appearing in the following Lagrangian:",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "JHEP12(2015)061",
            "text": "L FCNC = λ tcHt Hc + λ tuHt Hu + h.c. (1.1)",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The branching ratio BR(t → Hq) is estimated as the ratio of its partial width [8] to the SM t → W b partial width [19], which is assumed to be dominant. Both predicted partial widths include next-to-leading-order (NLO) QCD corrections. Using the expression derived in ref. [17], the coupling |λ tqH | can be extracted as |λ tqH | = (1.92 ± 0.02) BR(t → Hq).",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 78,
                    "text": "[8]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 114,
                    "text": "[19]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 273,
                    "text": "[17]",
                    "end": 277
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The results presented in this paper fill a gap in the current programme of searches for t → Hq decays at the LHC by considering the dominant decay mode H → bb, which has BR(H → bb) 58%. This search is focused on the tt → W bHq (q = u, c) process, with W → ν ( = e, µ, τ ) and H → bb, resulting in a lepton-plus-jets final state with high b-jet multiplicity, which can be effectively exploited to suppress the overwhelming tt background. Early studies of the prospects for this search at the LHC were performed in ref. [20]. Only events with an electron or muon, including those produced via leptonically decaying taus, are considered. The lepton-plus-jets final state also allows the kinematic reconstruction of the final state and in particular the dijet invariant mass spectrum from the H → bb decay, providing additional handles that would help in detecting tt → W bHq events. Most of this paper is devoted to the discussion of this particular search, for which background estimation techniques, systematic uncertainties and statistical treatment closely follow those used in recent ATLAS searches using the same final-state signature [21,22]. This paper also includes a reinterpretation of the ATLAS search for ttH associated production, with H → W W * , ZZ * , τ τ , resulting in multilepton final states [23]. This reinterpretation only considers the final states with a significant expected contribution from tt → W bHq, H → W W * , τ τ signal, namely two same-charge leptons with and without an identified hadronic tau lepton and three leptons. A combination of the three ATLAS searches for tt → W bHq, probing the H → bb, H → W W * , τ τ , and H → γγ decay modes, is performed and bounds are set on BR(t → Hc) and BR(t → Hu), as well as on the corresponding non-flavour-diagonal Yukawa couplings.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 518,
                    "text": "[20]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "start": 1138,
                    "text": "[21,",
                    "end": 1142
                },
                {
                    "type": "bibr",
                    "start": 1142,
                    "text": "22]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "start": 1310,
                    "text": "[23]",
                    "end": 1314
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "This paper is organised as follows. A brief description of the ATLAS detector is provided in section 2. Subsequent sections are devoted to a detailed discussion of the tt → W bHq, H → bb search, covering the object reconstruction (section 3), the data sample and event preselection (section 4), the modelling of the backgrounds and the signal (section 5), the analysis strategy (section 6), and the systematic uncertainties (section 7). Section 8 provides a discussion of the statistical methods used. Section 9 presents the JHEP12(2015)061 results obtained by the three individual ATLAS searches as well as their combination. Finally, the conclusions are given in section 10.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [24] consists of the following main subsystems: an inner tracking system, electromagnetic and hadronic calorimeters, and a muon spectrometer. The inner detector provides tracking information from silicon pixel and microstrip detectors in the pseudorapidity 3 range |η| < 2.5 and from a straw-tube transition radiation tracker covering |η| < 2.0, all immersed in a 2 T axial magnetic field provided by a superconducting solenoid. The electromagnetic (EM) sampling calorimeter uses lead as the absorber material and liquid-argon (LAr) as the active medium, and is divided into barrel (|η| < 1.475) and end-cap (1.375 < |η| < 3.2) regions. Hadron calorimetry is also based on the sampling technique, with either scintillator tiles or LAr as the active medium, and with steel, copper, or tungsten as the absorber material. The calorimeters cover |η| < 4.9. The muon spectrometer measures the deflection of muons with |η| < 2.7 using multiple layers of high-precision tracking chambers located in a toroidal field of approximately 0.5 T and 1 T in the central and end-cap regions of ATLAS, respectively. The muon spectrometer is also instrumented with separate trigger chambers covering |η| < 2.4. A three-level trigger system [25] is used to select interesting events. The first-level trigger is implemented in custom electronics and uses a subset of detector information to reduce the event rate to at most 75 kHz. This is followed by two software-based trigger levels exploiting the full detector information and yielding a typical recorded event rate of 400 Hz during 2012.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 19,
                    "text": "[24]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1241,
                    "text": "[25]",
                    "end": 1245
                }
            ]
        },
        {
            "text": "Object reconstruction",
            "section_rank": 4
        },
        {
            "section": "Object reconstruction",
            "text": "Electron candidates [26] are reconstructed from energy clusters in the EM calorimeter that are matched to reconstructed tracks in the inner detector. Electron clusters are required to have a transverse energy E T greater than 25 GeV and |η cluster | < 2.47, excluding the transition region 1.37 < |η cluster | < 1.52 between sections of the EM calorimeter. The longitudinal impact parameter of the electron track with respect to the event's primary vertex (see section 4), z 0 , is required to be less than 2 mm. Electrons are required to satisfy \"tight\" quality requirements [26] based on calorimeter, tracking and combined variables that provide good separation between prompt electrons and jets. To reduce the background from non-prompt electrons resulting from semileptonic decays of b-or c-hadrons, and from jets with a high fraction of their energy deposited in the EM calorimeter, electron candidates must also satisfy calorimeter-and track-based isolation requirements. The calorimeter isolation variable is based on the energy sum of cells within a cone of size JHEP12(2015)061 ∆R = (∆φ) 2 + (∆η) 2 = 0.2 around the direction of each electron candidate, and an η-dependent requirement is made, giving an average efficiency of 90% across η for prompt electrons from Z boson decays. This energy sum excludes cells associated with the electron cluster and is corrected for leakage from the electron cluster itself as well as for energy deposits from additional pp interactions within the same bunch crossing (\"pileup\"). A further 90%-efficient isolation requirement is made on the track transverse momentum (p T ) sum around the electron (excluding the electron track itself) in a cone of size ∆R = 0.3.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 20,
                    "text": "[26]",
                    "end": 24
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Muon candidates [27,28] are reconstructed from track segments in the various layers of the muon spectrometer that are matched with tracks found in the inner detector. The final candidates are refitted using the complete track information from both detector systems and are required to have p T > 25 GeV and |η| < 2.5. The longitudinal impact parameter of the muon track with respect to the primary vertex, z 0 , is required to be less than 2 mm. Muons are required to satisfy a p T -dependent track-based isolation requirement: the scalar sum of the p T of the tracks within a cone of variable size ∆R = 10 GeV/p µ T around the muon (excluding the muon track itself) must be less than 5% of the muon p T (p µ T ). This requirement has good signal efficiency and background rejection even under high-pileup conditions, as well as in boosted configurations where the muon is close to a jet. For muons from W boson decays in simulated tt events, the average efficiency of the isolation requirement is about 95%.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 16,
                    "text": "[27,",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "start": 20,
                    "text": "28]",
                    "end": 23
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Jets are reconstructed with the anti-k t algorithm [29][30][31] with a radius parameter R = 0.4, using calibrated topological clusters [32,33] built from energy deposits in the calorimeters. Prior to jet finding, a local cluster calibration scheme [34] is applied to correct the topological cluster energies for the non-compensating response of the calorimeter, as well as for the energy lost in dead material and via out-of-cluster leakage. The corrections are obtained from simulations of charged and neutral particles. After energy calibration [35], jets are required to have p T > 25 GeV and |η| < 2.5. To reduce the contamination due to jets originating from pileup interactions, a requirement on the absolute value of the jet vertex fraction (JVF) variable above 0.5 is applied to jets with p T < 50 GeV and |η| < 2.4. This requirement ensures that at least 50% of the scalar sum of the p T of the tracks with p T > 1 GeV associated with a jet comes from tracks originating from the primary vertex. During jet reconstruction, no distinction is made between identified electrons and jet energy deposits. Therefore, if any of the jets lie within ∆R = 0.2 of a selected electron, the closest jet is discarded in order to avoid double-counting of electrons as jets. Finally, any electron or muon within ∆R = 0.4 of a selected jet is discarded.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 51,
                    "text": "[29]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 55,
                    "text": "[30]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 59,
                    "text": "[31]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 135,
                    "text": "[32,",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 139,
                    "text": "33]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 248,
                    "text": "[34]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 547,
                    "text": "[35]",
                    "end": 551
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Jets containing b-hadrons are identified (b-tagged) via an algorithm [36] that uses multivariate techniques to combine information from the impact parameters of displaced tracks as well as topological properties of secondary and tertiary decay vertices reconstructed within the jet. For each jet, a value for the multivariate b-tagging discriminant is calculated. The jet is considered b-tagged if this value is above a given threshold. The threshold used in this search corresponds to 70% efficiency to tag a b-quark jet, with a light-jet 4 rejection factor of ∼130 and a charm-jet rejection factor of 5, as determined for jets with p T > 20 GeV and |η| < 2.5 in simulated tt events.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 69,
                    "text": "[36]",
                    "end": 73
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 5
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The missing transverse momentum (E miss T ) is constructed [37] from the vector sum of all calorimeter energy deposits contained in topological clusters. All topological cluster energies are corrected using the local cluster calibration scheme discussed previously in the context of the jet energy calibration. Those topological clusters associated with a high-p T object (e.g. jet or electron) are further calibrated using their respective energy corrections. In addition, contributions from the p T of selected muons are included in the calculation of E miss T .",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 59,
                    "text": "[37]",
                    "end": 63
                }
            ]
        },
        {
            "text": "Data sample and event preselection",
            "section_rank": 6
        },
        {
            "section": "Data sample and event preselection",
            "text": "This search is based on pp collision data at √ s = 8 TeV collected by the ATLAS experiment between April and December 2012. Only events recorded with a single-electron or singlemuon trigger under stable beam conditions and for which all detector subsystems were operational are considered. The corresponding integrated luminosity is 20.3 ± 0.6 fb −1 [38]. Single-lepton triggers with different p T thresholds are combined in a logical OR in order to increase the overall efficiency. The p T thresholds are 24 or 60 GeV for the electron triggers and 24 or 36 GeV for the muon triggers. The triggers with the lower p T threshold include isolation requirements on the candidate lepton, resulting in inefficiencies at high p T that are recovered by the triggers with higher p T threshold.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 350,
                    "text": "[38]",
                    "end": 354
                }
            ]
        },
        {
            "section": "Data sample and event preselection",
            "text": "Events satisfying the trigger selection are required to have at least one reconstructed vertex with at least five associated tracks with p T > 400 MeV, consistent with originating from the beam collision region in the x-y plane. The average number of pp interactions per bunch crossing is approximately 20, resulting in several vertices reconstructed per event. If more than one vertex is found, the hard-scatter primary vertex is taken to be the one which has the largest sum of the squared transverse momenta of its associated tracks. For the event topologies considered in this paper, this requirement leads to a probability to reconstruct and select the correct hard-scatter primary vertex larger than 99%.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Data sample and event preselection",
            "text": "Preselected events are required to have exactly one electron or muon, as defined in section 3, that matches, within ∆R = 0.15, the lepton candidate reconstructed by the trigger. In addition, at least four jets are required, of which at least two must be b-tagged.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Background and signal modelling",
            "section_rank": 7
        },
        {
            "section": "Background and signal modelling",
            "text": "After the event preselection, the main background is tt → W bW b production, possibly in association with jets, denoted by tt+jets in the following. Single top quark production and production of a W boson in association with jets (W +jets) contribute to a lesser extent. Small contributions arise from multijet, Z+jets and diboson (W W, W Z, ZZ) production, as well as from the associated production of a vector boson V (V = W, Z) or a Higgs boson and a tt pair (ttV and ttH). Signal and all backgrounds are estimated from simulation and normalised to their theoretical cross sections, with the exception of the multijet background, which is estimated with data-driven methods [39].",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 677,
                    "text": "[39]",
                    "end": 681
                }
            ]
        },
        {
            "section": "Background and signal modelling",
            "text": "Simulated samples of tt events are generated with the NLO generator Powheg-Box 2.0 [40][41][42][43] using the CT10 [44] set of parton distribution functions (PDF). The nominal",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 83,
                    "text": "[40]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 87,
                    "text": "[41]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 91,
                    "text": "[42]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 95,
                    "text": "[43]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 115,
                    "text": "[44]",
                    "end": 119
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 8
        },
        {
            "section": "JHEP12(2015)061",
            "text": "sample is interfaced to Pythia 6.425 [45] for parton showering and hadronisation with the CTEQ6L1 PDF set and the Perugia2011C [46] set of optimised parameters for the underlying event (UE) description, referred to as the \"UE tune\". An alternative sample, used to study the uncertainty related to the hadronisation model, is interfaced to Herwig v6.520 [47] with the CTEQ6L1 PDF set and Jimmy v4.31 [48] to simulate the UE. All samples are generated assuming a top quark mass of 172.5 GeV and top quark decays exclusively through t → W b. The tt process is normalised to a cross section of 253 +15 −16 pb, computed using Top++ v2.0 [49] at next-to-next-to-leading order (NNLO) in QCD, including resummation of next-to-next-to-leading logarithmic (NNLL) soft gluon terms [50][51][52][53][54], and using the MSTW 2008 NNLO [55,56] PDF set. Theoretical uncertainties result from variations of the factorisation and renormalisation scales, as well as from uncertainties on the PDF and α S . The latter two represent the largest contribution to the overall theoretical uncertainty on the cross section and were calculated using the PDF4LHC prescription [57] with the MSTW 2008 68% CL NNLO, CT10 NNLO [44,58] and NNPDF2.3 5f FFN [59] PDF sets. In the case where a non-zero BR(t → Hq) is assumed, an additional factor of [1 − BR(t → Hq)] 2 is applied to the sample normalisation. It is not possible to generate the tt → W bHq signal with Powheg-Box, and a different event generator is used instead, as discussed below.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 37,
                    "text": "[45]",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 127,
                    "text": "[46]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 353,
                    "text": "[47]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 399,
                    "text": "[48]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 632,
                    "text": "[49]",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 770,
                    "text": "[50]",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 774,
                    "text": "[51]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 778,
                    "text": "[52]",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 782,
                    "text": "[53]",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 786,
                    "text": "[54]",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 821,
                    "text": "[55,",
                    "end": 825
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 825,
                    "text": "56]",
                    "end": 828
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1148,
                    "text": "[57]",
                    "end": 1152
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1195,
                    "text": "[44,",
                    "end": 1199
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1199,
                    "text": "58]",
                    "end": 1202
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1223,
                    "text": "[59]",
                    "end": 1227
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The tt samples are generated inclusively, but events are categorised depending on the flavour content of additional particle jets not originating from the decay of the tt system. 5 Details about this categorisation scheme can be found in ref. [21]. In this way, a distinction is made between tt + bb, tt + cc and tt+light-jets events. The first two categories are generically referred to as tt+HF events (with HF standing for \"heavy flavour\"), while the latter category also includes events with no additional jets. The modelling of tt+HF in Powheg-Box+Pythia is via the parton-shower evolution. To study uncertainties related to this simplified description, an alternative tt+jets sample is generated with Madgraph5 1.5.11 [60] using the CT10 PDF set. It includes tree-level diagrams with up to three additional partons (including b-and c-quarks) and is interfaced to Pythia 6.425.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 179,
                    "text": "5",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "start": 243,
                    "text": "[21]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 724,
                    "text": "[60]",
                    "end": 728
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Since the best possible modelling of the tt+jets background is a key aspect of this search, a correction is applied to simulated tt events in Powheg-Box+Pythia based on the ratio of the differential cross sections measured in data and simulation at √ s = 7 TeV as a function of top quark p T and tt system p T [61]. This correction significantly improves agreement between simulation and data at √ s = 8 TeV in distributions such as the jet multiplicity and the p T of decay products of the tt system [21], and is applied only to tt+light-jets and tt + cc events. The modelling of the tt + bb background is improved by reweighting the Powheg-Box+Pythia prediction to an NLO prediction of tt + bb with massive b quarks and including parton showering [62], based on Sherpa+OpenLoops [63,64] using the CT10 PDF set. Such treatment is not possible for the tt + cc background since a corresponding NLO prediction is not currently available. More details about the modelling of the tt+jets background can be found in ref. [21].",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 749,
                    "text": "[62]",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 781,
                    "text": "[63,",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 785,
                    "text": "64]",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "start": 1016,
                    "text": "[21]",
                    "end": 1020
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 9
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Samples of single-top-quark backgrounds corresponding to the t-channel, s-channel, and W t production mechanisms are generated with Powheg-Box 2.0 [65,66] using the CT10 PDF set and interfaced to Pythia 6.425 with the CTEQ6L1 PDF set in combination with the Perugia2011C UE tune. Overlaps between the tt and W t final states are avoided using the \"diagram removal\" scheme [67]. The single-top-quark samples are normalised to the approximate NNLO theoretical cross sections [68][69][70], calculated using the MSTW 2008 NNLO PDF set.",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 147,
                    "text": "[65,",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 151,
                    "text": "66]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 372,
                    "text": "[67]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 473,
                    "text": "[68]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 477,
                    "text": "[69]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 481,
                    "text": "[70]",
                    "end": 485
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Samples of W/Z+jets events are generated with up to five additional partons using the Alpgen v2.14 [71] LO generator with the CTEQ6L1 PDF set and interfaced to Pythia 6.426. To avoid double-counting of partonic configurations generated by both the matrix-element calculation and the parton shower, a parton-jet matching scheme (\"MLM matching\") [72] is employed. The W +jets samples are generated separately for W +lightjets, W bb+jets, W cc+jets, and W c+jets. The Z+jets samples are generated separately for Z+light-jets, Zbb+jets, and Zcc+jets. Overlap between V QQ+jets (V = W, Z and Q = b, c) events generated from the matrix-element calculation and those generated from parton-shower evolution in the W/Z+light-jets samples is avoided via an algorithm based on the angular separation between the extra heavy quarks: if ∆R(Q,Q) > 0.4, the matrixelement prediction is used, otherwise the parton-shower prediction is used. Both the W +jets and Z+jets background contributions are normalised to their inclusive NNLO theoretical cross sections [73]. Further corrections are applied to W/Z+jets events in order to better describe data in the preselected sample. Normalisation factors for each of the W +jets categories (W bb+jets, W cc+jets, W c+jets and W +light-jets) are derived for events with one lepton and at least four jets by simultaneously analysing six different event categories, defined by the b-tag multiplicity (0, 1 and ≥2) and the sign of the lepton charge [74]. The b-tag multiplicity provides information about the heavy-flavour composition of the W +jets background, while the lepton charge is used to determine the normalisation of each component, exploiting the expected charge asymmetry for W +jets production in pp collisions as predicted by Alpgen. In the case of Z+jets events, a correction to the heavy-flavour fraction is derived to reproduce the relative rates of Z+2-jets events with zero and one b-tagged jet observed in data. In addition, the Z boson p T spectrum is compared between data and the simulation in Z+2-jets events, and a reweighting function is derived in order to improve the modelling. This reweighting function is also applied to the W +jets simulated sample and it was verified that this correction further improves the agreement between data and simulation for W +jets events. In any case, W/Z+jets events constitute a very small background in this analysis after final event selection.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 99,
                    "text": "[71]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 344,
                    "text": "[72]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 1044,
                    "text": "[73]",
                    "end": 1048
                },
                {
                    "type": "bibr",
                    "start": 1473,
                    "text": "[74]",
                    "end": 1477
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The W W/W Z/ZZ+jets samples are generated with up to three additional partons using Alpgen v2.13 and the CTEQ6L1 PDF set, interfaced to Herwig v6.520 and Jimmy v4.31 for parton showering, hadronisation and UE modelling. The MLM parton-jet matching scheme is used. The W W +jets samples require at least one of the W bosons to decay leptonically, while the W Z/ZZ+jets samples require one Z boson to decay leptonically and the other boson decays inclusively. Additionally, W Z+jets samples requiring the W boson to decay leptonically and the Z boson to decay hadronically, are generated with up to three additional partons (including massive b-and c-quarks) using Sherpa v1.4.1 and the CT10 PDF set. All diboson samples are normalised to their NLO theoretical cross sections [75].",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 774,
                    "text": "[75]",
                    "end": 778
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 10
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Samples of ttV events, including ttW W , are generated with up to two additional partons using Madgraph5 1.3.28 with the CTEQ6L1 PDF set, and interfaced to Pythia 6.425 with the AUET2B UE tune [76]. A sample of ttH events is generated with the PowHel framework [77], which combines the Powheg-Box generator and NLO matrix elements obtained from the HELAC-Oneloop package [78]. The sample is generated using the CT10nlo PDF set [44]. Showering is performed with Pythia 8.1 [79] using the CTEQ6L1 PDF set and the AU2 UE tune [76,80]. Inclusive decays of the Higgs boson are assumed in the generation of the ttH sample. The ttV samples are normalised to the NLO cross-section predictions [81]. The ttH sample is normalised using the NLO cross section [82][83][84] and the Higgs decay branching ratios [85][86][87][88] collected in ref. [89].",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 193,
                    "text": "[76]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 261,
                    "text": "[77]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 371,
                    "text": "[78]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 427,
                    "text": "[44]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 472,
                    "text": "[79]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 523,
                    "text": "[76,",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 527,
                    "text": "80]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 685,
                    "text": "[81]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 748,
                    "text": "[82]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 752,
                    "text": "[83]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 756,
                    "text": "[84]",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 798,
                    "text": "[85]",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 802,
                    "text": "[86]",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 806,
                    "text": "[87]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 810,
                    "text": "[88]",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 833,
                    "text": "[89]",
                    "end": 837
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The multijet background contributes to the selected data sample via several production and misreconstruction mechanisms. In the electron channel, it consists of non-prompt electrons (from semileptonic b-or c-hadron decays) as well as misidentified photons (e.g. from a conversion of a photon into an e + e − pair) or jets with a high fraction of their energy deposited in the EM calorimeter. In the muon channel, the multijet background is predominantly from non-prompt muons. Its normalisation and shape are estimated directly from data by using the \"matrix method\" technique [39], which exploits differences in leptonidentification-related properties between prompt and isolated leptons and leptons that are either non-isolated or result from the misidentification of photons or jets. Further details can be found in ref. [22].",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 577,
                    "text": "[39]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "start": 824,
                    "text": "[22]",
                    "end": 828
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The tt → W bHq signal process is modelled using the Protos v2.2 [90,91] LO generator with the CTEQ6L1 PDF set, and interfaced to Pythia 6.426 and the Peru-gia2011C UE tune. Two separate samples are generated corresponding to tt → W bHc and tt → W bHu, with the W boson forced to decay leptonically, W → ν ( = e, µ, τ ), The top quark and Higgs boson masses are set to 172.5 GeV and 125 GeV, respectively. The Higgs boson is allowed to decay to all SM particles with branching ratios as given in ref. [89]. The signal sample is normalised to the same NNLO cross section as used for the tt → W bW b sample, and the corresponding branching ratios: σ(tt → W (→ ν)bHq) = 2BR(t → Hq)[1 − BR(t → Hq)]BR(W → ν)σ tt , with BR(W → ν) = 0.324 and BR(t → Hq) depending on the branching ratio being tested. Typically a reference branching ratio of BR(t → Hq) = 1% is used. The case of both top quarks decaying into Hq is neglected in the analysis given existing upper limits on BR(t → Hq) (see section 1). In order to improve the modelling of the signal kinematics, a two-step reweighting procedure is applied: the first step is designed to correct the spectrum of top quark p T and tt system p T to match that of the uncorrected tt → W bW b Powheg-Box+Pythia sample; the second step involves the same correction to the top quark p T and tt system p T applied to the tt+jets background (see discussion above).",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 64,
                    "text": "[90,",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 68,
                    "text": "91]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 500,
                    "text": "[89]",
                    "end": 504
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Finally, all generated samples are processed through a simulation [92] of the detector geometry and response using Geant4 [93]. Additional minimum-bias pp interactions are simulated with the Pythia 8.1 generator with the MSTW 2008 LO PDF set and the A2 UE tune [94]. They are overlaid on the simulated signal and background events according to the luminosity profile of the recorded data. The contributions from these pileup interactions are modelled both within the same bunch crossing as the hard-scattering process and",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 122,
                    "text": "[93]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 261,
                    "text": "[94]",
                    "end": 265
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 11
        },
        {
            "section": "JHEP12(2015)061",
            "text": "in neighbouring bunch crossings. All simulated samples are processed through the same reconstruction software as the data. Simulated events are corrected so that the object identification efficiencies, energy scales, and energy resolutions match those determined from data control samples.",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Analysis strategy",
            "section_rank": 12
        },
        {
            "section": "Analysis strategy",
            "text": "This section presents an overview of the analysis strategy followed by the tt → W bHq, H → bb search.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Event categorisation",
            "section_rank": 13
        },
        {
            "section": "Event categorisation",
            "text": "Given the focus on the W → ν and H → bb decay modes, the tt → W bHq signal is expected to have typically four jets, of which three or four are b-tagged. The latter case corresponds to the tt → W bHc signal where the charm quark, as well as the three b-quark jets, are b-tagged. Additional jets can also be present because of initial-or final-state radiation. In order to optimise the sensitivity of the search, the selected events are categorised into different channels depending on the number of jets (4, 5 and ≥6) and on the number of b-tagged jets (2, 3 and ≥4). Therefore, the total number of analysis channels considered in this search is nine: (4 j The overall rate and composition of the tt+jets background strongly depends on the jet and b-tag multiplicities, as illustrated in figure 1. The tt+light-jets background is dominant in events with exactly two or three b-tagged jets, with the two b-quarks from the top quark decays being tagged in both cases, and a charm quark from the hadronic W boson decay also being tagged in the latter case. Contributions from tt+cc and tt+bb become significant as the jet and b-tag multiplicities increase, with the tt + bb background being dominant for events with ≥6 jets and ≥4 b-tags.",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 651,
                    "text": "(4 j",
                    "end": 655
                }
            ]
        },
        {
            "section": "Event categorisation",
            "text": "In the channels with four or five jets and three or at least four b-tags, which dominate the sensitivity of this search, selected signal events have a H → bb decay in more than 95% of the events. The channels most sensitive to the tt → W bHu and tt → W bHc signals are (4 j, 3 b) and (4 j, 4 b) respectively. Because of the better signal-to-background ratio in the (4 j, 4 b) channel, this analysis is expected to have better sensitivity for tt → W bHc than for tt → W bHu signal. The rest of the channels have significantly lower signal-tobackground ratios, but they are useful for calibrating the tt+jets background prediction and constraining the related systematic uncertainties (see section 7) through a likelihood fit to data (see section 8). This strategy was first used in the ATLAS search for ttH associated production, with H → bb [21], and is adopted in this analysis. A table summarising the observed and expected yields before the fit to data in each of the analysis channels can be found in appendix A.",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "Discrimination of signal from background",
            "section_rank": 14
        },
        {
            "section": "Discrimination of signal from background",
            "text": "After event categorisation, the signal-to-background ratio is very low even in the most sensitive analysis channels, and a suitable discriminating variable between signal and back-JHEP12(2015)061   ground needs to be constructed in order to improve the sensitivity of the search. A powerful discriminant between signal and background can be defined as:",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "ATLAS",
            "section_rank": 15
        },
        {
            "section": "ATLAS",
            "text": "where P sig (x) and P bkg (x) represent the probability density functions (pdf) of a given event under the signal hypothesis (tt → W bHq) and under the background hypothesis (tt → W bW b) respectively. Both pdfs are functions of x, representing the four-momentum vectors of all final-state particles at the reconstruction level: the lepton ( ), the neutrino (ν; reconstructed as discussed below), and the N jets selected jets in a given analysis channel.",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "section": "ATLAS",
            "text": "Since both signal and background result from the tt decay, there are few experimental handles available to discriminate between them. The most prominent features are the different resonances present in the decay (i.e. the Higgs boson in the case of tt → W bHq and a hadronically decaying W boson in the case of tt → W bW b), and the different flavour content of the jets forming those resonances. This is the main information exploited in the construction of P sig (x) and P bkg (x) in this analysis, so that x is extended to include not only the four-momenta of jets p jet , but also the value of their multivariate b-tagging discriminant",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "section": "ATLAS",
            "text": ". There is also some angular informa--11 -",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 16
        },
        {
            "section": "JHEP12(2015)061",
            "text": "tion from the different spins of the daughter resonances (Higgs and W boson) that could be exploited, but it is expected to be subleading in importance and is neglected in this analysis.",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The calculation of P sig (x) and P bkg (x) is discussed in detail in sections 6.2.1 and 6.2.2 respectively. In the following, b denotes the b-quark jet from the semileptonic top quark decay, q h and b h denote the light-quark jet (q h = u or c) and b-quark jet from the hadronic top quark decay in background and signal events respectively, q 1 and q 2 denote the up-typequark jet (u or c) and down-type-quark jet (d or s) from the W boson decay respectively, and b 1 and b 2 denote the two b-quark jets from the Higgs boson decay. The level of separation achieved between signal and background with the resulting discriminant D is illustrated in section 6.2.3.",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "Signal probability",
            "section_rank": 17
        },
        {
            "section": "Signal probability",
            "text": "The construction of P sig (x) will now be described step by step to illustrate the method. If the partonic origin of each jet were known [see figure 2(a)], P sig (x) would be defined in this analysis as the product of the normalised pdfs for each of the reconstructed invariant masses in the event: the semileptonic top quark mass (M νb ), the hadronic top quark mass (M b 1 b 2 q h ) and the Higgs boson mass",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "section": "Signal probability",
            "text": "Therefore the expression for P sig just making use of the above kinematic information, denoted by P sig kin , is:",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "section": "Signal probability",
            "text": "The distributions of these invariant masses are obtained from simulated signal events using the reconstructed lepton and/or jets corresponding to the correct parton-jet assignment, determined by matching a given quark (before final-state radiation) to the closest jet with ∆R < 0.3. The corresponding pdfs are constructed as unit-normalised onedimensional histograms. To compute M νb , the neutrino four-momentum is needed, which is reconstructed as follows. Initially, the x and y components of the neutrino momentum, p x,ν and p y,ν , are identified with those of the reconstructed E miss T vector. The z component of the neutrino momentum, p z,ν , is inferred by solving M 2 W = (p + p ν ) 2 , with M W = 80.4 GeV being the W boson mass. If two real solutions (\"2sol\") exist, they are sorted according to their absolute value of |p z,ν | i.e., |p z,ν1 | < |p z,ν2 |. It is found that in 62% of the cases p z,ν1 is closer than p z,ν2 to the generator-level neutrino p z,ν . In this case, two different pdfs are constructed, one for each solution, and P sig 2sol (M νb ) is defined as the average of the two pdfs weighted by their fractions (0.62 for p z,ν1 and 0.38 for p z,ν2 ). If no real solution (\"nosol\") exists, which happens in about 30% of the cases, the p x,ν and p y,ν components are scaled by a common factor until the discriminant of the quadratic equation is exactly zero, yielding only one solution for p z,ν . This solution for p z,ν is used to compute M νb , from which the corresponding P sig nosol (M νb ) is constructed. In the calculation of P sig kin (x) from equation (6.2), P sig (M νb ) is identified with P sig 2sol (M νb ) or with P sig nosol (M νb ), depending on how many neutrino solutions can be found for the event. In practice, the partonic origin of the jets is not known, so it is necessary to evaluate P sig (x) by averaging over the N p possible parton-jet assignments, which dilutes the -12 -JHEP12(2015)061 kinematic information. At this point b-tagging information can be used to suppress the impact from parton-jet assignments that are inconsistent with the correct parton flavours as follows:",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "section": "Signal probability",
            "text": "where P sig kin (x) is given by equation (62) and P sig btag (x) is defined as:",
            "paragraph_rank": 42,
            "section_rank": 17,
            "ref_spans": [
                {
                    "ref_id": "formula_11",
                    "start": 41,
                    "text": "(6",
                    "end": 43
                }
            ]
        },
        {
            "section": "Signal probability",
            "text": "with jet i (i = 1, . . . , 4) representing the parton-jet assignment being evaluated, and P f (jet i ) denoting the probability that jet i, characterised by its four-momentum p jet i and b-tagging weight value w jet i , originates from a parton with flavour f (b, c, or l; l for light parton). The calibration of the b-tagging algorithm is performed for fixed thresholds on the multivariate b-tagging discriminant variable, corresponding to different average b-tagging efficiencies in tt events of 60%, 70%, and 80%, also referred to as \"operating points\" (OP). The corresponding thresholds are denoted by w OP cut , with OP = 60%, 70%, or 80%. Parameterisations of the b-tagging efficiencies for different jet flavours as functions of jet p T and η are available for each of these operating points, OP f (p T , η), which can be used to compute P f as follows: if the jet b-tagging weight falls between the thresholds for operating points OP 1 and OP 2 ,",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "section": "Signal probability",
            "text": "; alternatively, if the jet b-tagging weight is below (above) the threshold corresponding to the 80% (60%) operating point, then",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "Background probability",
            "section_rank": 18
        },
        {
            "section": "Background probability",
            "text": "The calculation of P bkg follows a similar approach to that discussed in section 6.2.1, although it is slightly more complicated to account for the varying fraction and different kinematic features of the tt+light-jets, tt + cc and tt + bb backgrounds as a function of the analysis channel. This is particularly relevant in the ( To account for this, the following kinematic variables are considered:",
            "paragraph_rank": 45,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 328,
                    "text": "(",
                    "end": 329
                }
            ]
        },
        {
            "section": "Background probability",
            "text": "were j denotes an extra quark-jet which can either originate from the W boson decay (q 2 ) or from an extra heavy-quark (b or c) produced in association with the tt system. For each of these possibilities, occurring in a fraction f j of the cases, corresponding pdfs are constructed. As a generalisation of equation (63), the JHEP12(2015)061 Figure 2. Representative Feynman diagrams illustrating the partonic configurations and partonjet assignments considered in the construction of (a) the signal probability and (b) and (c) the background probability used in the definition of the final discriminant (see text for details). expression for P bkg (x) becomes:",
            "paragraph_rank": 46,
            "section_rank": 18,
            "ref_spans": [
                {
                    "ref_id": "formula_11",
                    "start": 316,
                    "text": "(6",
                    "end": 318
                },
                {
                    "type": "figure",
                    "start": 342,
                    "text": "Figure 2",
                    "end": 350
                }
            ]
        },
        {
            "section": "Background probability",
            "text": "and",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "section": "Background probability",
            "text": "where P f (jet i ) are computed as discussed in section 6.2.1. In the above expression, P j = P l for j = q 2 , the down-type quark in the W boson decay, and",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "section": "Background probability",
            "text": "where f c is the fraction of events where the up-type quark from the W boson decay assigned to the jet is a charm quark. This fraction is different in each analysis channel, primarily depending on the b-tag multiplicity requirements. It varies from ∼ 50% for events in the (4 j, 2 b) channel to ∼ 90% for events in the (4 j, 4 b) channel.",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "section": "Background probability",
            "text": "JHEP12(2015)061",
            "paragraph_rank": 50,
            "section_rank": 18
        },
        {
            "text": "Final discriminant",
            "section_rank": 19
        },
        {
            "section": "Final discriminant",
            "text": "The final discriminant D is computed for each event as given in equation (6.1), using the definitions for P sig and P bkg given in equations (6.3) and (6.5), respectively. Since this analysis has higher expected sensitivity to a tt → W bHc signal than to a tt → W bHu signal and, in order to allow probing of the BR(t → Hu) versus BR(t → Hc) plane, the discriminant optimised for tt → W bHc is used for both the Hc and Hu decay modes. It was verified that using the tt → W bHc discriminant for the tt → W bHu search does not result in a significant sensitivity loss. Figure 3 compares the shape of the D distribution between the tt → W bHc and tt → W bHu signals and the tt → W bW b background in each of the channels considered in this analysis.",
            "paragraph_rank": 51,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 567,
                    "text": "Figure 3",
                    "end": 575
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 20
        },
        {
            "section": "Systematic uncertainties",
            "text": "Several sources of systematic uncertainty are considered that can affect the normalisation of signal and background and/or the shape of their corresponding final discriminant distributions. Each source of systematic uncertainty is considered to be uncorrelated with the other sources. Correlations of a given systematic uncertainty are maintained across processes and channels. Table 1 presents a list of all systematic uncertainties considered in the analysis and indicates whether they are taken to be normalisation-only, or to affect both shape and normalisation. The leading sources of systematic uncertainty vary depending on the analysis channel considered, but they typically originate from tt+jets modelling (including tt+HF) and btagging. For example, the total systematic uncertainty in the background normalisation in the (4 j, 4 b) channel, which dominates the sensitivity in the case of the tt → W bHc search, is approximately 20%, with the largest contributions originating from tt+HF normalisation, b-tagging efficiency, c-tagging efficiency, light-jet tagging efficiency and tt cross section. However, as shown in section 9, the fit to data in the nine analysis channels allows the overall background uncertainty to be reduced significantly, to approximately 4.4%. The reduced uncertainty results from the significant constraints provided by the data on some systematic uncertainties, as well as the anti-correlations among sources of systematic uncertainty resulting from the fit to the data. The total systematic uncertainty on the tt → W bHc signal normalisation in the (4 j, 4 b) channel is approximately 17%, with similar contributions from uncertainties related to b-tagging and overall signal modelling. After the fit, this uncertainty is reduced to 7.8%. Table 2 presents a summary of the systematic uncertainties for the tt → W bHc search and their impact on the normalisation of the signal and the main backgrounds in the (4 j, 4 b) channel.",
            "paragraph_rank": 52,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 378,
                    "text": "Table 1",
                    "end": 385
                },
                {
                    "type": "table",
                    "start": 1779,
                    "text": "Table 2",
                    "end": 1786
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The following sections describe each of the systematic uncertainties considered in the analyses.",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "text": "Luminosity",
            "section_rank": 21
        },
        {
            "section": "Luminosity",
            "text": "The uncertainty on the integrated luminosity is 2.8%, affecting the overall normalisation of all processes estimated from the simulation. It is estimated from a calibration of the lu-    Table 1. List of systematic uncertainties considered. An \"N\" means that the uncertainty is taken as affecting only the normalisation for all relevant processes and channels, whereas \"SN\" means that the uncertainty is taken on both shape and normalisation. Some of the systematic uncertainties are split into several components for a more accurate treatment.",
            "paragraph_rank": 54,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 187,
                    "text": "Table 1",
                    "end": 194
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 22
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Pre  Table 2. tt → W bHc, H → bb search: summary of the systematic uncertainties considered in the (4 j, 4 b) channel and their impact (in %) on the normalisation of the signal and the main backgrounds, before and after the fit to data. The tt → W bHc signal and the tt+light-jets background are denoted by \"W bHc\" and \"tt+LJ\" respectively. Only sources of systematic uncertainty resulting in a normalisation change of at least 0.5% are displayed. The total post-fit uncertainty can differ from the sum in quadrature of individual sources due to the anti-correlations between them resulting from the fit to the data.",
            "paragraph_rank": 55,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 5,
                    "text": "Table 2",
                    "end": 12
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "minosity scale derived from beam-separation scans performed in November 2012, following the same methodology as that detailed in ref. [38].",
            "paragraph_rank": 56,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 134,
                    "text": "[38]",
                    "end": 138
                }
            ]
        },
        {
            "text": "Reconstructed objects",
            "section_rank": 23
        },
        {
            "section": "Reconstructed objects",
            "text": "Uncertainties associated with leptons arise from the reconstruction, identification and trigger. These efficiencies are measured using tag-and-probe techniques on Z → + − ( = e, µ) data and simulated samples. The small differences found are corrected for in the simulation. Negligible sources of uncertainty originate from the corrections applied to adjust the lepton momentum scale and resolution in the simulation to match those in data. The combined effect of all these uncertainties results in an overall normalisation uncertainty on the signal and background of approximately 1.5%. Uncertainties associated with jets arise from the efficiency of jet reconstruction and identification based on the JVF variable, as well as the jet energy scale and resolution. The largest contribution results from the jet energy scale, whose uncertainty dependence on jet p T and η is split into 22 uncorrelated sources that are treated independently in the analysis. It affects the normalisation of signal and backgrounds by approximately 3-4% in the most sensitive search channels, (4 j, 3 b) and (4 j, 4 b), and up to 12% in the channels with ≥6 jets.",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "section": "Reconstructed objects",
            "text": "Uncertainties associated with energy scales and resolutions of leptons and jets are propagated to E miss T . Additional uncertainties originating from the modelling of the underlying JHEP12(2015)061 event, in particular its impact on the p T scale and resolution of unclustered energy, are negligibly small. The leading uncertainties associated with reconstructed objects in this analysis originate from the modelling of the b-, c-, and light-jet-tagging efficiencies in the simulation, which is corrected to match the efficiencies measured in data control samples [36,95] through dedicated scale factors. Uncertainties on these factors include a total of six independent sources affecting b-jets and four independent sources affecting c-jets. Each of these uncertainties has a different jet-p T dependence. Twelve sources of uncertainty affecting light jets are considered, which depend on jet p T and η. The above sources of systematic uncertainty are taken as uncorrelated between b-jets, c-jets, and light-jets. They have their largest impact in the (4 j, 4 b) channel, resulting in 10%, 13%, and 18% normalisation uncertainties on the tt + bb, tt + cc, and tt+light-jets background associated with the uncertainties on the b-, c-, and light-jet-tagging scale factors, respectively. An additional uncertainty is included due to the extrapolation of these scale factors to jets with p T beyond the kinematic reach of the data calibration samples used (p T > 300 GeV for b-and c-jets, and p T > 750 GeV for light-jets), taken to be correlated among the three jet flavours. This uncertainty has a very small impact in this analysis (e.g. < 0.2% on the signal and background normalisations in the (4 j, 4 b) channel).",
            "paragraph_rank": 58,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 565,
                    "text": "[36,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 569,
                    "text": "95]",
                    "end": 572
                }
            ]
        },
        {
            "text": "Background modelling",
            "section_rank": 24
        },
        {
            "section": "Background modelling",
            "text": "A number of sources of systematic uncertainty affecting the modelling of tt+jets are considered. A brief summary is provided below, with further details available in ref.",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "section": "Background modelling",
            "text": "[21], as the uncertainty treatment is identical. An uncertainty of +6.1%/−6.4% is assumed for the inclusive tt production cross section [49], including contributions from varying the factorisation and renormalisation scales, and uncertainties arising from the PDF, α S , and the top quark mass. Uncertainties associated with the reweighting procedure applied to tt+light-jets and tt + cc processes include the nine leading sources of uncertainty in the differential cross-section measurement at √ s = 7 TeV [61]. Additional uncertainties assigned to the modelling of the tt + cc background include a 50% normalisation uncertainty, the full differences between applying and not applying the reweightings of the top quark and tt p T spectra, as well as smaller uncertainties associated with the choice of LO generator. Uncertainties affecting the modelling of tt + bb production include a normalisation uncertainty of 50% (taken to be uncorrelated with the same uncertainty assigned to the tt + cc background) and shape uncertainties (including inter-category migration effects) associated with the NLO prediction from Sherpa+OpenLoops, which is used for reweighting of the default Powheg-Box tt + bb prediction. These include three different scale variations, a different shower-recoil model scheme, and two alternative PDF sets (MSTW and NNPDF). Additional uncertainties are assessed for the contributions to the tt + bb background originating from multiple parton interactions or final-state radiation from top decay products, which are not part of the NLO prediction. Finally, an uncertainty due to the choice of parton shower and hadronisation model is derived by comparing events produced by Powheg-Box interfaced to Pythia or Herwig. This uncertainty is taken to be uncorrelated between the tt+light-jets, tt + cc and tt + bb processes.",
            "paragraph_rank": 60,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 136,
                    "text": "[49]",
                    "end": 140
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 25
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Uncertainties affecting the modelling of the W +jets background include a 7% normalisation uncertainty for events with ≥4 jets coming from the data-driven normalisation procedure. The corresponding normalisation uncertainty for Z+jets is 5% for events with ≥2 jets. In addition, a 24% normalisation uncertainty is added in quadrature for each additional inclusive jet-multiplicity bin beyond the one where the background is normalised, based on a comparison among different algorithms for merging LO matrix elements and parton shower simulations [96]. For example, W +jets events with exactly 4 jets, exactly 5 jets and ≥ 6 jets are assigned normalisation uncertainties of 7%, 7% ⊕ 24% = 25% and 7% ⊕ 24% ⊕ 24% = 35%. Finally, the full size of the W and Z boson p T correction, after symmetrisation, is taken as a systematic uncertainty. The above uncertainties are taken as uncorrelated between W +jets and Z+jets.",
            "paragraph_rank": 61,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 546,
                    "text": "[96]",
                    "end": 550
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Uncertainties affecting the modelling of the single-top-quark background include a +5%/−4% uncertainty on the total cross section, which is estimated as a weighted average of the theoretical uncertainties on t-, W t-and s-channel production [68][69][70]. Similarly to the case of W/Z+jets, an additional 24% normalisation uncertainty is added in quadrature for each additional inclusive jet-multiplicity bin above ≥3 jets. An additional systematic uncertainty on W t-channel production concerning the separation between tt and W t at NLO [97] is assessed by comparing the nominal sample, which uses the so-called \"diagram subtraction\" scheme, with an alternative sample using the \"diagram removal\" scheme.",
            "paragraph_rank": 62,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 241,
                    "text": "[68]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 245,
                    "text": "[69]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 249,
                    "text": "[70]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 538,
                    "text": "[97]",
                    "end": 542
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Uncertainties on the diboson background normalisation include 5% from the NLO theoretical cross sections [75] and additional 24% normalisation uncertainties added in quadrature for each additional inclusive jet-multiplicity bin above ≥2 jets. Uncertainties on the ttV and ttH normalisations are 15% and +9%/−12% respectively, from the uncertainties on their respective NLO theoretical cross sections [81,89,98]. Additional small uncertainties arising from scale variations, which change the amount of initial-state radiation and thus the event kinematics, are also considered.",
            "paragraph_rank": 63,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 105,
                    "text": "[75]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 400,
                    "text": "[81,",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 404,
                    "text": "89,",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 407,
                    "text": "98]",
                    "end": 410
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Uncertainties on the data-driven multijet background estimate receive contributions from the limited sample size in data, particularly at high jet and b-tag multiplicities, as well as from the uncertainty on the rate of fake leptons, estimated in different control regions (e.g. selected with a requirement on either the maximum E miss T or m W T ). A combined normalisation uncertainty of 50% due to all these effects is assigned, which is taken as correlated across jet and b-tag multiplicity bins, but uncorrelated between electron and muon channels. No explicit shape uncertainty is assigned since the large statistical uncertainties associated with the multijet background prediction, which are uncorrelated between bins in the final discriminant distribution, effectively cover all possible shape uncertainties.",
            "paragraph_rank": 64,
            "section_rank": 25
        },
        {
            "text": "Signal modelling",
            "section_rank": 26
        },
        {
            "section": "Signal modelling",
            "text": "Several normalisation and shape uncertainties are taken into account for the tt → W bHq signal. The uncertainty on the tt cross section (see above) also applies to the tt → W bHq signal and is taken to be the same as, and fully correlated with, that assigned to the tt → W bW b background. Uncertainties on the H → bb branching ratio are taken into account following the recommendation in ref. [89]: ±1.1% (∆α S ), ±1.4% (∆m b ) and ±0.8% (theory). Additional modelling uncertainties originate from non-closure of the reweighting JHEP12(2015)061 procedure applied to correct the distributions of top quark p T and tt system p T from Protos to match those from the uncorrected Powheg-Box+Pythia simulation, and the uncertainties associated with the further reweighting in the same variables to match the differential cross-section measurements at √ s = 7 TeV, taken to be fully correlated with those assigned to the tt+light-jets background. Finally, an uncertainty from the choice of parton shower and hadronisation model is estimated by comparing the tt → W bW b yields between Powheg-Box+Pythia and Powheg-Box+Herwig in the channels with two b-tags, which are enriched in tt+light-jets, and thus taken to be representative of what would be the signal acceptance uncertainty due to differences in extra jet radiation and b-quark fragmentation between the two parton shower/hadronisation models.",
            "paragraph_rank": 65,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 394,
                    "text": "[89]",
                    "end": 398
                }
            ]
        },
        {
            "text": "Statistical analysis",
            "section_rank": 27
        },
        {
            "section": "Statistical analysis",
            "text": "The distributions of the final discriminants in each of the analysis channels considered are combined to test for the presence of a signal. The statistical analysis is based on a binned likelihood function L(µ, θ) constructed as a product of Poisson probability terms over all bins considered in the search. In the case of several searches being combined, the product of Poisson probability terms is extended over all bins considered in all searches. The function L(µ, θ) depends on the signal-strength parameter µ, defined as a multiplicative factor to the yield for tt → W bHq signal events normalised to a reference branching ratio BR ref (t → Hq) = 1%, and θ, a set of nuisance parameters that encode the effect of systematic uncertainties on the signal and background expectations and are implemented in the likelihood function as Gaussian or log-normal priors with their width parameters corresponding to the size of the respective uncertainties. The relationship between µ and the corresponding BR(t → Hq) is:",
            "paragraph_rank": 66,
            "section_rank": 27
        },
        {
            "section": "Statistical analysis",
            "text": "For a given µ value, the SM tt → W bW b background contribution is scaled accordingly in order to preserve the inclusive tt cross section. The corresponding multiplicative factor would be [1 − BR(t → Hq)] 2 , with BR(t → Hq) being a function of µ as can be derived from equation (8.1):",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "section": "Statistical analysis",
            "text": "Therefore, the total number of signal and background events in a given bin depends on µ and θ. The best-fit BR(t → Hq) is obtained by performing a binned likelihood fit to the data under the signal-plus-background hypothesis, i.e. maximising the likelihood function L(µ, θ) over µ and θ. The nuisance parameters θ allow variations of the expectations for signal and background according to the corresponding systematic uncertainties, and their fitted values correspond to the deviations from the nominal expectations that globally provide the best fit to the data. This procedure allows a reduction of the impact of systematic uncertainties on the search sensitivity by taking advantage of the highly populated background-dominated channels included in the likelihood fit.",
            "paragraph_rank": 68,
            "section_rank": 27
        },
        {
            "section": "Statistical analysis",
            "text": "-21 -",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 28
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The test statistic q µ is defined as the profile likelihood ratio:",
            "paragraph_rank": 70,
            "section_rank": 28
        },
        {
            "section": "JHEP12(2015)061",
            "text": ", whereμ andθ are the values of the parameters that maximise the likelihood function (with the constraint 0 ≤μ ≤ µ), andθ µ are the values of the nuisance parameters that maximise the likelihood function for a given value of µ. Statistical uncertainties in each bin of the discriminant distributions are also taken into account via dedicated nuisance parameters in the fit. The test statistic q µ is implemented in the RooFit package [99,100] and is used to measure the compatibility of the observed data with the background-only hypothesis by setting µ = 0 in the profile likelihood ratio:",
            "paragraph_rank": 71,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 434,
                    "text": "[99,",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 438,
                    "text": "100]",
                    "end": 442
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The p-value (referred to as p 0 ) representing the compatibility of the data with the background-only hypothesis is estimated by integrating the distribution of q 0 from background-only pseudo-experiments, approximated using the asymptotic formulae given in ref. [101], above the observed value of q 0 . The observed p 0 -value is checked for each explored signal scenario. In the absence of any significant excess above the background expectation, upper limits on µ, and thus on BR(t → Hq) via equation (82), are derived by using q µ in the CL s method [102,103]. Values of BR(t → Hq) yielding CL s <0.05, where CL s is computed using the asymptotic approximation [101], are excluded at ≥95% CL.",
            "paragraph_rank": 72,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 263,
                    "text": "[101]",
                    "end": 268
                },
                {
                    "start": 504,
                    "text": "(8",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 554,
                    "text": "[102,",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 559,
                    "text": "103]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 665,
                    "text": "[101]",
                    "end": 670
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 29
        },
        {
            "section": "Results",
            "text": "This section presents the results obtained from the individual searches for tt → W bHq, as well as their combination.",
            "paragraph_rank": 73,
            "section_rank": 29
        },
        {
            "text": "H → bb",
            "section_rank": 30
        },
        {
            "section": "H → bb",
            "text": "Following the statistical analysis discussed in section 8, a binned likelihood fit under the signal-plus-background hypothesis is performed on the distributions of the final discriminant in the nine analysis channels considered. Figures 4-6 show a comparison of the data and prediction in the final discriminant in each of the analysis channels, both preand post-fit to data, in the case of the tt → W bHc search. The post-fit yields can be found in appendix A. The best-fit branching ratio obtained is BR(t → Hc) = [0.17 ± 0.12 (stat.) ± 0.17 (syst.)]%, assuming that BR(t → Hu) = 0. A similar fit is performed for the tt → W bHu search, yielding BR(t → Hu) = [−0.07 ± 0.17 (stat.) ± 0.28 (syst.)]%, assuming that BR(t → Hc) = 0. The different measured values for the two branching ratios is the result of the different sensitivities of the tt → W bHc and tt → W bHu searches, as discussed in section 6.1. The large number of events in the analysis channels considered, together with their different background compositions, allows the fit to place constraints on the combined effect of several sources of systematic uncertainty. As a result, an improved background prediction is obtained with significantly reduced uncertainty, not only in the signal-depleted channels, but also in the most sensitive analysis channels for this search, (4 j, 3 b) and (4 j, 4 b). The channels with two b-tags are used to constrain the leading uncertainties affecting the tt+light-jets background prediction, while the channels with ≥5 jets and ≥3 b-tags are JHEP12(2015)061 sensitive to the uncertainties affecting the tt+HF background prediction. In particular, one of the main corrections applied by the fit is an increase of the tt + bb normalisation by approximately 20% relative to the nominal prediction by adjusting the corresponding nuisance parameter. This results in an improved agreement between data and prediction in the (5 j, ≥4 b) and (≥6 j, ≥4 b) channels, where the tt + bb process provides a significant, or, in the latter case, dominant background contribution. 6 In addition, the corresponding uncertainty is reduced from the initial 50% down to about 16%. This correction is in agreement with that found in ref. [21]. However, in contrast with ref.",
            "paragraph_rank": 74,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 229,
                    "text": "Figures 4-6",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2066,
                    "text": "6",
                    "end": 2067
                },
                {
                    "type": "bibr",
                    "start": 2218,
                    "text": "[21]",
                    "end": 2222
                }
            ]
        },
        {
            "section": "H → bb",
            "text": "[21], the tt + bb normalisation is not one of the leading uncertainties affecting this search, since the tt + bb background is subdominant in the (4 j, 3 b) channel, and it has a very different final discriminant shape from that of the signal in the (4 j, 4 b) channel.",
            "paragraph_rank": 75,
            "section_rank": 30
        },
        {
            "section": "H → bb",
            "text": "As an illustration, figure 7 provides a summary of the leading 15 systematic uncertainties affecting the tt → W bHc search, quantifying their impact on the signal strength µ, both before and after the fit, and displaying the constraints provided by the data on the associated nuisance parameters. The pre-fit impact on µ is estimated by fixing the corresponding nuisance parameter at θ 0 ± ∆θ, where θ 0 is the nominal value of the nuisance parameter and ∆θ is its pre-fit uncertainty, and performing the fit again. The difference between the default and modified µ, ∆µ, represents the effect of the systematic uncertainty in question on µ. The same procedure is followed to estimate the post-fit impact on µ, but the corresponding nuisance parameter is instead fixed atθ ± σ θ , whereθ is the fitted value of the nuisance parameter and σ θ is its post-fit uncertainty. For reference, ∆µ = 0.05 corresponds to ∆BR(t → Hc) 0.05%.",
            "paragraph_rank": 76,
            "section_rank": 30
        },
        {
            "section": "H → bb",
            "text": "Prior to the fit, the systematic uncertainties with the largest impact on µ are the leading uncertainty for light-jet tagging and the uncertainty on the tt background associated with the choice of parton shower and hadronisation models. The significant impact from light-jet tagging results from the large fraction of tt+light-jets background present in the (4 j, 4 b) channel, which peaks at high values of the final discriminant, like the signal, and thus cannot be strongly constrained by the fit. Because of this, this uncertainty remains the leading one after the fit. In contrast, the uncertainty related to tt modelling is significantly constrained by the fit since it has a large impact (∼5-16%) on the tt+light-jets background normalisation in the highly populated channels with two b-tags. As a result, this uncertainty is ranked only fourth in importance after the fit, becoming comparable to uncertainties such as the choice of renormalisation scale for tt + bb, the leading uncertainty for c-jet tagging and the tt + cc normalisation. Of these, the nuisance parameter associated with the choice of the renormalisation scale for tt + bb is slightly pulled (by half of the prior uncertainty) to improve agreement with the data in the (4 j, 4 b) and (5 j, 4 b) channels. In these channels, this uncertainty causes variations of up to ∼5% in the bin contents in some regions of the final discriminant, i.e. distorting its shape compared to that of the nominal prediction, but the sensitivity is not sufficient to constrain it significantly. The leading uncertainty from c-tagging causes small (few percent) distortions in the shape of",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 31
        },
        {
            "section": "JHEP12(2015)061",
            "text": "the background, and also cannot be constrained by the fit. In contrast, the fit is sensitive to the tt + cc normalisation and the second-leading uncertainty for c-tagging, 7 through the comparison of data and predictions across channels with different b-tag multiplicity, yielding results in agreement with the nominal predictions but with half the initial uncertainties.",
            "paragraph_rank": 78,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 172,
                    "text": "7",
                    "end": 173
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Other nuisance parameters have a smaller impact on the signal extraction and typically have small pulls or constraints. One exception is the nuisance parameter associated with the tt cross section, which affects the signal extraction indirectly through the existing small fraction of non-tt background, and after the fit is found to be consistent with the nominal prediction but is constrained owing to the large number of tt events. On the other hand, a slight pull is obtained for the nuisance parameter associated with one of the uncertainties for the top quark p T and tt system p T reweightings, which is used by the fit to improve agreement between data and prediction in the channels with two b-tags but which has very small effect on the background prediction in the signal region.",
            "paragraph_rank": 79,
            "section_rank": 31
        },
        {
            "section": "JHEP12(2015)061",
            "text": "In the absence of a significant excess in data above the background expectation, 95% CL limits are set on BR(t → Hc) and BR(t → Hu). The observed (expected) 95% CL upper limits on the branching ratios are BR(t → Hc) < 0.56% (0.42%) and BR(t → Hu) < 0.61% (0.64%). These upper limits can be translated into corresponding observed (expected) limits on the couplings of |λ tcH | < 0.14 (0.12) and |λ tuH | < 0.15 (0.15).",
            "paragraph_rank": 80,
            "section_rank": 31
        },
        {
            "text": "H → γγ",
            "section_rank": 32
        },
        {
            "section": "H → γγ",
            "text": "A search for tt → W bHq, H → γγ published by the ATLAS Collaboration uses a data set corresponding to an integrated luminosity of 4.5 fb −1 at √ s = 7 TeV and 20.3 fb −1 at √ s = 8 TeV [17]. The event selection requires at least two reconstructed photon candidates and additional requirements to select t → W b decays. Events are categorised into two channels, leptonic and hadronic, depending on the W boson decay modes. The leptonic channel selects events with exactly one lepton (e or µ), at least two jets, and at least one b-tagged jet. The hadronic channel selects events with no reconstructed lepton, at least four jets, and at least one b-tagged jet. In both channels, additional requirements are made to select events compatible with tt → W bHq production by exploiting the invariant masses of the reconstructed top quark candidates. Finally, the diphoton mass (m γγ ) distribution of the selected events is analysed using a sideband technique in order to estimate the background in the signal region, defined to be 122 GeV ≤ m γγ ≤ 129 GeV.",
            "paragraph_rank": 81,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 185,
                    "text": "[17]",
                    "end": 189
                }
            ]
        },
        {
            "section": "H → γγ",
            "text": "Based on the above strategy, this search has essentially no discrimination power between tt → W bHc and tt → W bHu signals, because their selection acceptances are very close, although not identical. To facilitate combining it with the other searches discussed in this paper, minor modifications to the inputs were made with respect to the published result, all having a negligible impact on the result. They include updates to the tt crosssection uncertainty and the uncertainty model for Higgs branching ratios, as well as the separate treatment of tt → W bHc and tt → W bHu signals taking into account their slightly different acceptances.  Figure 4. tt → W bHc, H → bb search: comparison between the data and prediction for the distribution of the D discriminant used in the (4 j, 2 b) channel (a) before the fit and (b) after the fit, in the (5 j, 2 b) channel (c) before the fit and (d) after the fit, and in the (≥6 j, 2 b) channel (e) before the fit and (f) after the fit. The fit is performed on data under the signal-plus-background hypothesis. In the pre-fit distributions the tt → W bHc signal (solid red) is normalised to BR(t → Hc) = 1% and the tt → W bW b background is normalised to the SM prediction, while in the post-fit distributions both signal and tt → W bW b background are normalised using the best-fit BR(t → Hc). The small contributions from W/Z+jets, single top, diboson and multijet backgrounds are combined into a single background source referred to as \"Non-tt\". The bottom panels display the ratios of data to either the SM background prediction before the fit (\"Bkg\") or the total signal-plus-background prediction after the fit (\"Pred\"). The hashed area represents the total uncertainty on the background.  Figure 5. tt → W bHc, H → bb search: comparison between the data and prediction for the distribution of the D discriminant used in the (4 j, 3 b) channel (a) before the fit and (b) after the fit, in the (5 j, 3 b) channel (c) before the fit and (d) after the fit, and in the (≥6 j, 3 b) channel (e) before the fit and (f) after the fit. The fit is performed on data under the signal-plus-background hypothesis. In the pre-fit distributions the tt → W bHc signal (solid red) is normalised to BR(t → Hc) = 1% and the tt → W bW b background is normalised to the SM prediction, while in the post-fit distributions both signal and tt → W bW b background are normalised using the best-fit BR(t → Hc). The small contributions from W/Z+jets, single top, diboson and multijet backgrounds are combined into a single background source referred to as \"Non-tt\". The bottom panels display the ratios of data to either the SM background prediction before the fit (\"Bkg\") or the total signal-plus-background prediction after the fit (\"Pred\"). The hashed area represents the total uncertainty on the background.",
            "paragraph_rank": 82,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 644,
                    "text": "Figure 4",
                    "end": 652
                },
                {
                    "type": "figure",
                    "start": 1740,
                    "text": "Figure 5",
                    "end": 1748
                }
            ]
        },
        {
            "section": "H → γγ",
            "text": "-26 -",
            "paragraph_rank": 83,
            "section_rank": 32
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 33
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Events / 0.05",
            "paragraph_rank": 84,
            "section_rank": 33
        },
        {
            "text": "Data",
            "section_rank": 34
        },
        {
            "section": "Data",
            "text": "WbHc (BR = 1%) → t t +light-jets t t c +c t t b +b t t V t t H t t t Non-t Total Bkg unc.  Figure 6. tt → W bHc, H → bb search: comparison between the data and prediction for the distribution of the D discriminant used in the (4 j, 4 b) channel (a) before the fit and (b) after the fit, in the (5 j, ≥4 b) channel (c) before the fit and (d) after the fit, and in the (≥6 j, ≥4 b) channel (e) before the fit and (f) after the fit. The fit is performed on data under the signal-plus-background hypothesis. In the pre-fit distributions the tt → W bHc signal (solid red) is normalised to BR(t → Hc) = 1% and the tt → W bW b background is normalised to the SM prediction, while in the post-fit distributions both signal and tt → W bW b background are normalised using the best-fit BR(t → Hc). The small contributions from W/Z+jets, single top, diboson and multijet backgrounds are combined into a single background source referred to as \"Non-tt\". The bottom panels display the ratios of data to either the SM background prediction before the fit (\"Bkg\") or the total signal-plus-background prediction after the fit (\"Pred\"). The hashed area represents the total uncertainty on the background.",
            "paragraph_rank": 85,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 91,
                    "text": "Figure 6",
                    "end": 99
                }
            ]
        },
        {
            "text": "ATLAS",
            "section_rank": 35
        },
        {
            "section": "ATLAS",
            "text": "-27 -  Figure 7. tt → W bHc, H → bb search: the fitted values of the nuisance parameters for the most important sources of systematic uncertainty and their impact on the measured signal strength. The points, which are drawn conforming to the scale of the bottom axis, show the deviation of each of the fitted nuisance parameters,θ, from θ 0 , which is the nominal value of that nuisance parameter, in units of the pre-fit standard deviation ∆θ. The error bars show the post-fit uncertainties, σ θ , which are close to 1 if the data do not provide any further constraint on that uncertainty. Conversely, a value of σ θ much smaller than 1 indicates a significant reduction with respect to the original uncertainty. The nuisance parameters are sorted according to their post-fit effect on µ (hashed blue area), conforming to the scale of the top axis, with those with the largest impact at the top.",
            "paragraph_rank": 86,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 7,
                    "text": "Figure 7",
                    "end": 15
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "[0.22 ± 0.26 (stat.) ± 0.10 (syst.)]% and BR(t → Hu) = [0.23 ± 0.27 (stat.) ± 0.10 (syst.)]% under the assumptions that BR(t → Hu) = 0 and BR(t → Hc) = 0 respectively. The observed (expected) 95% CL upper limits on the branching ratios from ref. [17] remain the best estimates, BR(t → Hq) < 0.79% (0.51%). The corresponding limits on the couplings are |λ tqH | < 0.17 (0.14). These limits can be understood as applying to the sum of the t → Hc and t → Hu decay modes, or only to one of them, if the other decay mode is assumed to have a branching ratio equal to zero. In the former case, BR(t → Hq) ≡ BR(t → Hc) + BR(t → Hu) and |λ tqH | ≡ |λ",
            "paragraph_rank": 87,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 246,
                    "text": "[17]",
                    "end": 250
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "The H → W W * and H → τ τ decay modes are predicted to have significant branching ratios, of 21.5% and 6.3% respectively. The resulting signatures for signal events, tt → W bHq → W ± W ± W ∓ bq and tt → W bHq → W ± τ ± τ ∓ bq, can be effectively exploited to suppress backgrounds in the case of multilepton final states.",
            "paragraph_rank": 88,
            "section_rank": 35
        },
        {
            "section": "ATLAS",
            "text": "Recently, the ATLAS Collaboration has published a search for ttH production with H → W W * , τ τ and ZZ * [23] that exploits several multilepton signatures resulting from the leptonic decays of W and Z bosons and/or the presence of τ leptons. That search considered five separate event categories depending on the number of reconstructed electrons or muons and hadronic τ candidates, of which the following three are considered for a reinterpretation in the context of the tt → W bHq search:",
            "paragraph_rank": 89,
            "section_rank": 35
        },
        {
            "section": "ATLAS",
            "text": "• 2 0τ had : two same-charge light leptons (e or µ) with no hadronic τ candidates (τ had ) and ≥4 jets with ≥1 b-tagged jets. This channel is sensitive to the process tt → W bHq → ± ± qqqb2ν. To further improve the sensitivity, this category is further subdivided into six subcategories depending on the flavour of the leptons and the number of jets: (ee, µµ, eµ)×(4 jets, ≥5 jets).",
            "paragraph_rank": 90,
            "section_rank": 35
        },
        {
            "section": "ATLAS",
            "text": "• 3 : three light leptons with either ≥3 jets of which ≥2 are b-tagged, or ≥4 jets of which ≥1 are b-tagged. This channel is sensitive to the process tt → W bHq → ± ± ∓ qb3ν.",
            "paragraph_rank": 91,
            "section_rank": 35
        },
        {
            "section": "ATLAS",
            "text": "• 2 1τ had : two same-charge light leptons (e or µ), one τ had candidate, and ≥4 jets with ≥1 b-tagged jets. This channel is sensitive to the process tt → W bHq → ± ± τ ∓ qb3ν.",
            "paragraph_rank": 92,
            "section_rank": 35
        },
        {
            "section": "ATLAS",
            "text": "The two other categories considered in the ttH search in multilepton final states but not in this reinterpretation are: 4 (four light leptons with ≥2 jets and ≥1 b-tagged jets) and 1 2τ had (one light lepton and two opposite-charge τ had candidates, with ≥3 jets and ≥1 b-tagged jets), which have very small signal acceptance and/or poor signal-to-background ratio due to the large number of jets misidentified as τ had candidates. The minimum number of jets required in the 2 0τ had category is well matched to the number of partons expected from tt → W bHq → W ± W ± W ∓ bq signal events, while the 3 and 2 1τ had categories effectively require one or two jets beyond leading order. Because of this, and the gain in branching ratio resulting from only requiring two, as opposed to three, W bosons decaying leptonically, the 2 0τ had category dominates the sensitivity. The largest background in the most sensitive category, 2 4j, is tt or single-top production with one of the leptons originating from a decay of a heavy-flavour hadron (\"nonprompt lepton\"), followed by ttW production. Smaller contributions arise from tt(Z/γ * ), ttH, and diboson (primarily W Z) production, and dilepton events from tt and Z/γ * with the wrong charge sign measured for one electron. In the remaining categories the nonprompt lepton background decreases in importance, relative to the prompt-lepton contributions. The prompt contributions are estimated using the simulation, as typically the relevant processes (e.g., ttV , V = W, Z) have not been measured at an accuracy exceeding that of theoretical predictions. The non-prompt lepton background predictions are computed or validated using data control regions with similar lepton kinematic selections but -29 -",
            "paragraph_rank": 93,
            "section_rank": 35
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 36
        },
        {
            "section": "JHEP12(2015)061",
            "text": "with fewer jets (two or three). Further details are provided in ref. [23]. In the search for ttH, these regions have almost no contamination from signal, but the same is not necessarily true for the tt → W bHq process, which is characterised by a lower jet multiplicity than the ttH process. This could potentially lead to an overestimate of the non-prompt background in this reinterpretation, particularly in the 2 0τ had categories, where the effect is more pronounced. The 3 category estimates the non-prompt lepton background in the signal region by extrapolating, in terms of lepton quality, from a data sideband region that is sufficiently depleted in signal, using normalisation factors obtained from the simulation.",
            "paragraph_rank": 94,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 69,
                    "text": "[23]",
                    "end": 73
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "The non-prompt lepton background estimate for the 2 0τ had categories is validated using simulation and control regions with two or three jets in which the lower p T (subleading) lepton satisfies 10 GeV < p T < 30 GeV. Because the number of non-prompt leptons increases significantly as the lepton p T requirement is lowered, this region is dominated by the non-prompt contribution for any non-excluded value of BR(t → Hq). To extract the non-prompt background yields in these regions, binned likelihood fits to the subleading lepton p T distribution are performed, accounting for non-prompt lepton backgrounds, sources of prompt leptons (normalised to the SM expectation), and a potential tt → W bHq contribution. The fitted tt → W bHq contribution is in all cases found to be compatible with zero. The obtained best-fit non-prompt background yields in these low-p T control regions are used to normalise the simulation and obtain estimates for the background in the 2 0τ had signal regions. These are found to be compatible with the nominal data-driven predictions within the stated uncertainties. The nominal predictions of the non-prompt backgrounds and their associated uncertainties are therefore used without modification in this reinterpretation. Figure 8 shows the event yields in each of the categories, which are used as input to the statistical analysis discussed in section 8. A table summarising the expected and observed yields can be found in appendix B. The best-fit branching ratio obtained is BR(t → Hc) = [0.27 ± 0.18 (stat.) ± 0.21 (syst.)]% assuming that BR(t → Hu) = 0. A similar fit is performed for the tt → W bHu search, yielding BR(t → Hu) = [0.23 ± 0.18 (stat.) ± 0.21 (syst.)]%, assuming that BR(t → Hc) = 0. The observed (expected) 95% CL upper limits on the branching ratios are BR(t → Hc) < 0.79% (0.54%) and BR(t → Hu) < 0.78% (0.57%). The corresponding observed (expected) limits on the couplings are |λ tcH | < 0.17 (0.14) and |λ tuH | < 0.17 (0.14) at 95% CL.",
            "paragraph_rank": 95,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1255,
                    "text": "Figure 8",
                    "end": 1263
                }
            ]
        },
        {
            "text": "Combination of searches",
            "section_rank": 37
        },
        {
            "section": "Combination of searches",
            "text": "The three searches discussed in the sections 9.1-9.3 are combined using the statistical analysis discussed in section 8. In this combination, the only systematic uncertainties taken to be fully correlated among the three searches are the tt cross section and the integrated luminosity for √ s = 8 TeV data. The dominant uncertainties on the Higgs boson branching ratios primarily affect the tt → W bHq, H → γγ and tt → W bHq, H → bb searches. Other uncertainties such as those associated with leptons, jet energy scale and b-tagging should be partially correlated between the tt → W bHq, H → γγ search and the other two searches, but the differences in treatment between analyses (different lepton selection and p T cuts, no uncertainty breakdown for jet energy scale and b-tagging in the JHEP12(2015)061   Figure 8. tt → W bHq, H → W W * , τ τ search: comparison between the data and background prediction for the yields in each of the analysis channels considered before the fit to data. The expected tt → W bHc and tt → W bHu signals (dashed histograms) are shown separately normalised to BR(t → Hq) = 1%. The sum of instrumental backgrounds originating from non-prompt leptons and lepton charge misidentification is denoted by \"Non-prompt/q-misid\". The small contribution from rare processes such as tZ, ttW W , triboson, tttt and tH production are combined into a single background source denoted by \"Rare\". The bottom panel displays the ratio of data to the SM background (\"Bkg\") prediction. The hashed area represents the total uncertainty on the background.",
            "paragraph_rank": 96,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 807,
                    "text": "Figure 8",
                    "end": 815
                }
            ]
        },
        {
            "section": "Combination of searches",
            "text": "tt → W bHq, H → γγ search) make it difficult to account for correlations. However, given that the tt → W bHq, H → γγ search is completely dominated by the data statistics, the effect of this simplification is negligible. The uncertainties taken as correlated between the tt → W bHq, H → bb and tt → W bHq, H → W W * , τ τ searches include those associated with lepton isolation, the leading b-tagging and jet energy scale uncertainties, and the reweighting of top quark p T and tt system p T . The rest of the uncertainties are taken to be uncorrelated among the searches. This correlation scheme closely follows the procedure adopted in the combination of ttH searches by ATLAS [104].",
            "paragraph_rank": 97,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 679,
                    "text": "[104]",
                    "end": 684
                }
            ]
        },
        {
            "section": "Combination of searches",
            "text": "The first set of combined results is obtained for each branching ratio separately, setting the other branching ratio to zero. The best-fit combined branching ratios are BR(t → Hc) = [0.22 ± 0.10 (stat.) ± 0.10 (syst.)]% and BR(t → Hu) = [0.16 ± 0.11 (stat.) ± 0.12 (syst.)]%. The difference between the central values of BR(t → Hc) and BR(t → Hu) originates from the ability of the H → bb search to probe both decay modes separately. A comparison of the best-fit branching ratios for the individual searches and their combination can be found in figure 9 for BR(t → Hc) and figure 10 for BR(t → Hu). Figure 11 shows the CL s versus branching ratio for the combination. The observed (expected) 95% CL combined upper limits on the branching ratios are BR(t → Hc) < 0.46% (0.25%) and BR(t → Hu) < 0.45% (0.29%). The corresponding observed (expected) upper limits on the couplings are |λ tcH | < 0.13 (0.10) and |λ tuH | < 0.13 (0.10). A summary of the upper limits on the branching ratios obtained by the individual searches, as well as their combination, can be found in figure 12.  Figure 9. Summary of the best-fit BR(t → Hc) for the individual searches as well as their combination, assuming that BR(t → Hu) = 0.  Figure 10. Summary of the best-fit BR(t → Hu) for the individual searches as well as their combination, assuming that BR(t → Hc) = 0.",
            "paragraph_rank": 98,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 600,
                    "text": "Figure 11",
                    "end": 609
                },
                {
                    "type": "figure",
                    "start": 1081,
                    "text": "Figure 9",
                    "end": 1089
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1215,
                    "text": "Figure 10",
                    "end": 1224
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 38
        },
        {
            "section": "JHEP12(2015)061",
            "text": "A similar set of results can be obtained by simultaneously probing both branching ratios. Although the tt → W bHq, H → γγ and tt → W bHq, H → W W * , τ τ searches are basically only sensitive to the sum of the two branching ratios, the tt → W bHq, H → bb search has different sensitivity to each of them, and a simultaneous fit can be performed.   Figure 11. (a) CL s versus BR(t → Hc) and (b) CL s versus BR(t → Hu) for the combination of the searches, assuming that the other branching ratio is zero. The observed CL s values (solid black lines) are compared to the expected (median) CL s values under the background-only hypothesis (dotted black lines). The surrounding shaded bands correspond to the 68% and 95% CL intervals around the expected CL s values, denoted by ±1σ and ±2σ, respectively. The solid red line at CL s =0.05 denotes the value below which the hypothesis is excluded at 95% CL.  Figure 12. 95% CL upper limits on (a) BR(t → Hc) and (b) BR(t → Hu) for the individual searches as well as their combination, assuming that the other branching ratio is zero. The observed limits (solid lines) are compared to the expected (median) limits under the background-only hypothesis (dotted lines). The surrounding shaded bands correspond to the 68% and 95% CL intervals around the expected limits, denoted by ±1σ and ±2σ, respectively. Because the asymptotic approximation is used in the calculation of CL s , the results of the H → γγ search reported in this figure differ slightly from those published in ref. [17], which remain the most accurate results.",
            "paragraph_rank": 99,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 348,
                    "text": "Figure 11",
                    "end": 357
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 902,
                    "text": "Figure 12",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1523,
                    "text": "[17]",
                    "end": 1527
                }
            ]
        },
        {
            "section": "JHEP12(2015)061",
            "text": "-33 -  Figure 13. Best-fit BR(t → Hc) and BR(t → Hu) and the corresponding 68% CL (solid) and 95% CL (dotted) regions for the combination of the searches.  Figure 14. 95% CL upper limits (a) on the plane of BR(t → Hu) versus BR(t → Hc) and (b) on the plane of |λ tuH | versus |λ tcH | for the combination of the searches. The observed limits (solid lines) are compared to the expected (median) limits under the background-only hypothesis (dotted lines). The surrounding shaded bands correspond to the 68% and 95% CL intervals around the expected limits, denoted by ±1σ and ±2σ, respectively.",
            "paragraph_rank": 100,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 7,
                    "text": "Figure 13",
                    "end": 16
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 156,
                    "text": "Figure 14",
                    "end": 165
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 39
        },
        {
            "text": "Conclusion",
            "section_rank": 40
        },
        {
            "section": "Conclusion",
            "text": "A search for flavour-changing neutral current decays of a top quark to an up-type quark (q = u, c) and the Standard Model Higgs boson, where the Higgs boson decays to bb, is presented. The analysis searches for top quark pair events in which one top quark decays to W b, with the W boson decaying leptonically, and the other top quark decays to Hq. The search is based on pp collisions at √ s = 8 TeV recorded in 2012 with the ATLAS detector at the CERN Large Hadron Collider and uses an integrated luminosity of 20.3 fb −1 . Data are analysed in the lepton-plus-jets final state, characterised by an isolated electron or muon with moderately high transverse momentum and at least four jets. In this search the dominant background process is tt → W bW b. To separate the signal from the background, the search exploits the high multiplicity of b-quark jets characteristic of signal events, and JHEP12(2015)061 employs a likelihood discriminant that combines information from invariant mass distributions and the flavour of the jets. No significant excess of events above the background expectation is found, and observed (expected) 95% CL upper limits of 0.56% (0.42%) and 0.61% (0.64%) are derived for the t → Hc and t → Hu branching ratios respectively.",
            "paragraph_rank": 101,
            "section_rank": 40
        },
        {
            "section": "Conclusion",
            "text": "Results from other ATLAS searches are also summarised, including a previous search probing H → γγ decays, and a reinterpretation of a search for ttH production in multilepton final states, which exploits the H → W W * , τ τ decay modes. All searches discussed in this paper have comparable sensitivity, and thus their combination represents a significant improvement over the individual results. The observed (expected) 95% CL combined upper limits on the t → Hc and t → Hu branching ratios are 0.46% (0.25%) and 0.45% (0.29%) respectively. The corresponding observed (expected) upper limits on the |λ tcH | and |λ tuH | couplings are 0.13 (0.10) and 0.13 (0.10) respectively. Upper limits in the t → Hc versus t → Hu branching ratio plane, as well as best-fit branching ratios, are also reported. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 102,
            "section_rank": 40
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 41
        },
        {
            "section": "JHEP12(2015)061",
            "text": "A Pre-fit and post-fit event yields in the tt → W bHq, H → bb search Table 3 presents the observed and predicted yields in each of the analysis channels for the tt → W bHq, H → bb search before the fit to data. Table 4 presents the observed and predicted yields in each of the analysis channels for the tt → W bHc, H → bb search, after the fit to the data under the signal-plus-background hypothesis.  Table 3.",
            "paragraph_rank": 103,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 69,
                    "text": "Table 3",
                    "end": 76
                },
                {
                    "type": "table",
                    "start": 211,
                    "text": "Table 4",
                    "end": 218
                },
                {
                    "type": "table",
                    "start": 402,
                    "text": "Table 3",
                    "end": 409
                }
            ]
        },
        {
            "text": "JHEP12(2015)061",
            "section_rank": 42
        },
        {
            "section": "JHEP12(2015)061",
            "text": "B Pre-fit event yields in the tt → W bHq, H → W W * , τ τ search   . tt → W bHq, H → W W * , τ τ search: predicted and observed yields in each of the event categories considered. The prediction is shown before the fit to data. Also shown are the signal expectations for tt → W bHc and tt → W bHu assuming BR(t → Hc) = 1% and BR(t → Hu) = 1% respectively. The quoted uncertainties are the sum in quadrature of statistical and systematic uncertainties on the yields.",
            "paragraph_rank": 104,
            "section_rank": 42
        },
        {
            "section": "JHEP12(2015)061",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 105,
            "section_rank": 42
        },
        {
            "text": ", 2 b), (4 j, 3 b), (4 j, 4 b), (5 j, 2 b), (5 j, 3 b), (5 j, ≥4 b), (≥6 j, 2 b), (≥6 j, 3 b), and (≥6 j, ≥4 b), where (n j, m b) indicates n selected jets and m b-tagged jets.",
            "paragraph_rank": 106,
            "section_rank": 43
        },
        {
            "text": "Figure 1 .",
            "section_rank": 44
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Comparison between the data and background prediction for the yields in each of the analysis channels considered before the fit to data (pre-fit). Backgrounds are normalised to their nominal cross sections discussed in section 5. The expected tt → W bHc and tt → W bHu signals (dashed histograms) are shown separately normalised to BR(t → Hq) = 1%. The tt → W bW b background is normalised to the SM prediction. The small contributions from W/Z+jets, single top, diboson and multijet backgrounds are combined into a single background source referred to as \"Non-tt\". The bottom panel displays the ratio of data to the SM background (\"Bkg\") prediction. The hashed area represents the total uncertainty on the background.",
            "paragraph_rank": 107,
            "section_rank": 44
        },
        {
            "text": "4 j, 3 b) and (4 j, 4 b) channels, which dominate the sensitivity of the search. While tt+light-jets events often have both jets from the hadronic W boson decay among the four selected jets [see figure 2(b)], this is seldom the case for tt + bb and tt + cc events, especially in the (4 j, 4 b) channel. In this case the four b-tagged jets typically originate from the two b-quarks from the top quark decays, the charm quark from the W boson decay, and an extra heavy-flavour quark (b or c) produced in association with the tt system, while the jet associated with the down-type quark from the W boson decay is not reconstructed [see figure 2(c)].",
            "paragraph_rank": 108,
            "section_rank": 45
        },
        {
            "text": "Figure 3 .",
            "section_rank": 46
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Comparison of the shape of the D discriminant distribution between the tt → W bHc (red dashed) and tt → W bHu (blue dotted) signals, and the tt → W bW b background (black solid) in each of the channels considered in the analysis: (a) (4 j, 2 b), (b) (4 j, 3b), (c) (4 j, 4 b), (d) (5 j, 2 b), (e) (5 j, 3 b), (f) (5 j, ≥4 b), (g) (≥6 j, 2 b), (h) (≥6 j, 3 b), and (i) (≥6 j, ≥4 b).",
            "paragraph_rank": 109,
            "section_rank": 46
        },
        {
            "text": "The best-fit branching ratios obtained are BR(t → Hc) =",
            "paragraph_rank": 110,
            "section_rank": 47
        },
        {
            "text": "The best-fit branching ratios obtained from the simultaneous fit are BR(t → Hc) = [0.34 ± 0.22 (stat.) ± 0.15 (syst.)]% and BR(t → Hu) = [−0.17 ± 0.25 (stat.) ± 0.17 (syst.)]%, with a correlation coefficient of −0.84, as shown in figure 13.",
            "paragraph_rank": 111,
            "section_rank": 48
        },
        {
            "text": "Figure 14(a) shows the 95% CL upper limits on the branching ratios in the BR(t → Hu) versus BR(t → Hc) plane. The corresponding upper limits on the couplings in the |λ tuH | versus |λ tcH | plane can be found in figure 14(b).",
            "paragraph_rank": 112,
            "section_rank": 49
        },
        {
            "text": "These are the most restrictive direct bounds on tqH (q = u, c) interactions measured so far. Republic; DNRF, DNSRC and Lundbeck Foundation, Denmark; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, FP7, Horizon 2020 and Marie Sk lodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Region Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 113,
            "section_rank": 50
        },
        {
            "text": "H → bb 9.2 H → γγ 9.3 H → W + W − , τ + τ − 9.4 Combination of searches 10 ConclusionA Pre-fit and post-fit event yields in the tt → W bHq, H → bb search B Pre-fit event yields in the tt → W bHq, H → W W * , τ τ search",
            "paragraph_rank": 114,
            "section_rank": 51
        },
        {
            "text": "-fit Post-fit W bHc tt+LJ tt + cc tt + bb W bHc tt+LJ tt + cc tt + bb",
            "paragraph_rank": 115,
            "section_rank": 52
        },
        {
            "text": "Table 5",
            "section_rank": 53
        },
        {
            "section": "Table 5",
            "text": "presents the observed and predicted yields in each of the analysis channels for the tt → W bHq, H → W W * , τ τ search before the fit to data.",
            "paragraph_rank": 116,
            "section_rank": 53
        },
        {
            "text": "Table 5 .",
            "section_rank": 54
        },
        {
            "text": "Table 5 (",
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "cont'd)",
            "paragraph_rank": 119,
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "In the following W bHq is used to denote both W + bHq and its charge conjugate, HqW −b . Similarly, W bW b is used to denote W + bW −b .",
            "paragraph_rank": 120,
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "An exception is the H → ZZ * → + − + − ( , = e, µ) decay mode, which has a very small branching ratio and thus is not promising for this search.",
            "paragraph_rank": 121,
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis coinciding with the axis of the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r,φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 122,
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "Light-jet denotes a jet originating from the hadronisation of a light quark (u, d, s) or gluon.",
            "paragraph_rank": 123,
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "Particle jets are reconstructed by clustering stable particles excluding muons and neutrinos using the anti-kt algorithm with a radius parameter R = 0.4.",
            "paragraph_rank": 124,
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "The overall change in tt + bb normalisation can be different across channels due to the different impact of other nuisance parameters affecting tt + bb modelling, such as that related to parton shower and hadronisation, which is changed by the fit by half of the prior uncertainty.",
            "paragraph_rank": 125,
            "section_rank": 55
        },
        {
            "section": "Table 5 (",
            "text": "The main effect of this uncertainty is a change in normalisation for the background with almost no effect on its shape in the final discriminant.",
            "paragraph_rank": 126,
            "section_rank": 55
        },
        {
            "text": "Acknowledgments",
            "section_rank": 57
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 127,
            "section_rank": 57
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech",
            "paragraph_rank": 128,
            "section_rank": 57
        },
        {
            "text": ". tt → W bHc, H → bb search: predicted and observed yields in each of the analysis channels considered. The background prediction is shown after the fit to data under the signal-plus-background hypothesis. The quoted uncertainties are the sum in quadrature of statistical and systematic uncertainties on the yields, computed taking into account correlations among nuisance parameters and among processes.",
            "paragraph_rank": 129,
            "section_rank": 59
        }
    ]
}