{
    "level": "paragraph",
    "abstract": [
        {
            "text": "First measurement of the differential branching fraction and CP asymmetry of the B ± → π ± µ + µ − decay The LHCb collaboration",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The decay B + → π + µ + µ − is a b → d flavour-changing neutral-current process, which is suppressed in the Standard Model (SM). 1 The suppression arises since the b → d + − transition proceeds only through amplitudes involving the electroweak loop (penguin and box) diagrams shown in figure 1. In the SM, the top quark contribution dominates the loops, and an additional suppression occurs through the factor V td from the Cabbibo-Kobayashi-Maskawa (CKM) matrix. The decay is therefore sensitive to the presence of new particles that are predicted to exist in extensions of the SM, particularly in models where the flavour structure differs from that of the SM [1][2][3][4][5][6][7]. The ratio of CKM matrix elements |V td /V ts | has been measured [8,9] via B 0 and B 0 s mixing processes [10,11] and b → s(d)γ decays [12]; it can also be determined from a measurement of the ratio of the branching fractions of the B + → π + µ + µ − decay to the more precisely measured B + → K + µ + µ − decay [13]. Such ratios are also sensitive to the flavour structure of physics beyond the SM.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 129,
                    "text": "1",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 662,
                    "text": "[1]",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 665,
                    "text": "[2]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 668,
                    "text": "[3]",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 671,
                    "text": "[4]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 674,
                    "text": "[5]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 677,
                    "text": "[6]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 680,
                    "text": "[7]",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 750,
                    "text": "[8,",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "start": 753,
                    "text": "9]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "start": 791,
                    "text": "[10,",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 795,
                    "text": "11]",
                    "end": 798
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 820,
                    "text": "[12]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 997,
                    "text": "[13]",
                    "end": 1001
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The CP asymmetry of B ± → π ± µ + µ − is defined as the relative difference between the decay widths, Γ, of the two charge conjugate modes,",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The CP asymmetry is predicted to be non-zero due to interference between amplitudes that are proportional to the CKM matrix elements involved in the B + → π + µ + µ − decay, namely V ub V * ud and V tb V * td . Recent predictions for the CP asymmetry are given in ref. [6]. The B + → π + µ + µ − decay was first observed by the LHCb collaboration [14] and the total branching fraction was measured to be B(B + → π + µ + µ − ) = (2.3 ± 0.6 (stat) ± 0.1 (syst)) × 10 −8 .",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 269,
                    "text": "[6]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "start": 347,
                    "text": "[14]",
                    "end": 351
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper describes measurements of the differential branching fraction and CP asymmetry of the B ± → π ± µ + µ − decay.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The differential branching fraction is measured in bins of dilepton invariant mass squared, q 2 , and normalised to B + → J/ψ (µ + µ − )K + decays. These measurements are performed through fits to the invariant mass distributions. The branching fraction and the ratio of the branching fractions B(B + → π + µ + µ − )/B(B + → K + µ + µ − ) are used to determine the CKM matrix elements |V td | and |V ts |, and the ratio |V td /V ts |, respectively. The measurements are based on 3.0 fb −1 of pp collision data recorded using the LHCb detector at centre-of-mass energies of 7 TeV and 8 TeV.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Detector and simulation",
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [15,16] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of the momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex, the impact parameter, is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. The magnetic field polarity is inverted with a period of several weeks during data taking, which allows the charge asymmetries due to the detector geometry to be determined.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[15,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "16]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "The different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a JHEP10(2015)034",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The online event selection is performed by a trigger, which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which reconstructs the full event.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "Samples of simulated B + → π + µ + µ − , B + → K + µ + µ − and B + → J/ψ (µ + µ − )K + decays are produced from pp collisions generated using Pythia [17,18] with a specific LHCb configuration [19]. Decays of hadronic particles are described by EvtGen [20], in which final-state radiation is generated using Photos [21]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [22,23] as described in ref. [24]. The simulated events are reweighted to account for known differences relative to the data in the transverse momentum spectrum of the B + meson and the detector occupancy of the event.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 149,
                    "text": "[17,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "start": 153,
                    "text": "18]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 192,
                    "text": "[19]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "start": 251,
                    "text": "[20]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 314,
                    "text": "[21]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 441,
                    "text": "[22,",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 445,
                    "text": "23]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "start": 470,
                    "text": "[24]",
                    "end": 474
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Events are required to satisfy a hardware trigger, which selects muons with p T > 1.48 GeV/c in the 7 TeV data and p T > 1.76 GeV/c in the 8 TeV data. In the subsequent software trigger, at least one of the final-state particles is required to have both p T > 0.8 GeV/c and impact parameter greater than 100 µm with respect to all primary pp interaction vertices (PVs) in the event. Finally, the tracks of at least two of the final-state particles are required to form a vertex that is significantly displaced from the PVs, and a multivariate algorithm is used to identify secondary vertices that are consistent with the decay of a b hadron [16].",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 641,
                    "text": "[16]",
                    "end": 645
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Candidates are formed from pairs of well-reconstructed oppositely-charged tracks identified as muons, combined with an additional track that is identified as either a charged pion or a charged kaon for B + → π + µ + µ − or B + → K + µ + µ − decays, respectively. Each track is required to have a good fit quality, a low probability of overlapping with any other track, p T > 300 MeV/c and to be inconsistent with originating from any PV. Candidates are required to have a good quality vertex fit and to be consistent with originating from a PV with the candidate's momentum vector aligned with the direction between the primary and secondary vertices.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Separation of the signal decay from combinatorial background is achieved using a multivariate classifier. A boosted decision tree (BDT) [25,26] is trained using supervised learning with ten-fold cross validation [27] to achieve an unbiased classifier response. The background sample used to train the BDT consists of data from the upper sideband of the π + µ + µ − invariant mass distribution in the region greater than 5500 MeV/c 2 ; the B + → π + µ + µ − signal sample is obtained from the simulation. As no particle identification information is used in the classifier, it can be applied to both the pion and kaon modes. The features of the data that are used to classify the π + µ + µ − candidate as signalor background-like are the properties of the pion and muon tracks, and properties of the π + µ + µ − candidate. For the pion and muon tracks, the features used are the transverse momentum of the tracks, the impact parameter of the track, and the track quality. For",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 136,
                    "text": "[25,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 140,
                    "text": "26]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 212,
                    "text": "[27]",
                    "end": 216
                }
            ]
        },
        {
            "text": "JHEP10(2015)034",
            "section_rank": 5
        },
        {
            "section": "JHEP10(2015)034",
            "text": "the π + µ + µ − candidate, the features used are the angle between its momentum vector and the direction vector between the primary vertex and the secondary vertex, and its flight distance, transverse momentum, and vertex quality. Two isolation variables [28] and the absolute difference in momentum between each of the muons are also used in the classifier.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 255,
                    "text": "[28]",
                    "end": 259
                }
            ]
        },
        {
            "section": "JHEP10(2015)034",
            "text": "The output of the multivariate classifier and the particle identification requirements are simultaneously optimised to maximise signal significance. Pseudo-datasets were constructed from simulated signal events and combinatorial background events taken from the upper mass sideband of data. Trial BDT and particle identification cuts were applied and an expected misidentified-kaon component added to the pseudo-datasets. Wilks' theorem [29] was used to determine a signal significance from fits to the pseudo-dataset, the value of which was passed to a maximisation algorithm that could vary the trial cut values. The classifier and particle identification cut values used to separate signal and background decays are chosen at the point of highest significance. Operating at this point, the classifier has a combinatorial background rejection of 99.8%, whilst retaining 66.9% of signal events, and each event contains only a single candidate. As the classifier separates B + decays from combinatorial background, relatively pure samples of B + → K + µ + µ − and B + → J/ψ (µ + µ − )K + events are also obtained using the same classifier requirements, when requiring a positively identified kaon.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 437,
                    "text": "[29]",
                    "end": 441
                }
            ]
        },
        {
            "section": "JHEP10(2015)034",
            "text": "The charmonium resonances are removed from the samples of B",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "JHEP10(2015)034",
            "text": "There are several other b-hadron decays that could mimic the",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "JHEP10(2015)034",
            "text": "where there is double hadron-muon misidentification, are excluded from the B + → π + µ + µ − dataset by muon identification criteria and the expected number of background events is found to be negligible. Partially reconstructed decays such as",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "JHEP10(2015)034",
            "text": ", where a kaon or a pion is missed, may satisfy the selection; however, simulation indicates that such events have a reconstructed mass that lies more than 100 MeV/c 2 below the measured B + mass. Therefore, such background events do not affect the signal yield extraction.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "JHEP10(2015)034",
            "text": "There are two types of semileptonic decays that feature as backgrounds, B + → D 0 (K + µ − ν µ )π + decays with kaon-muon misidentification, and the double semileptonic decay B + → D 0 (h + µ − ν µ )µ + ν µ , where h + can be a pion or kaon. The former decay is suppressed by requiring the µ + to have a low probability of being a kaon. The latter decay has the same final state as the signal and cannot be completely removed by the selection. However, the distribution of double semileptonic decays as a function of the π + µ + µ − invariant mass varies smoothly, and can be modelled well in the fit from which the signal yield is extracted. The pion-kaon separation is not completely efficient: 6% of B + → K + µ + µ − events are selected as B + → π + µ + µ − events, and are modelled as a specific background. The normalisation sample of B + → J/ψ (µ + µ − )K + candidates is selected using the dilepton invariant-mass region around the J/ψ mass, i.e. 3096±50 MeV/c 2 . To remove much of the contribution from partially reconstructed decays, whilst keeping enough information to determine any effect on the signal, the π + µ + µ − invariant-mass range 5040 < m(π + µ + µ − ) < 6000 MeV/c 2 is used to extract the signal yield.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "JHEP10(2015)034",
            "text": "-4 -",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "JHEP10(2015)034 4 Event yields",
            "section_rank": 6
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "The yields of B + → π + µ + µ − , B + → K + µ + µ − and B + → J/ψ (µ + µ − )K + candidates are extracted by performing simultaneous, extended, unbinned maximum-likelihood fits to the invariant mass distributions m(π + µ + µ − ) and m(K + µ + µ − ) of the selected candidates. The total model for the invariant mass distribution is composed of a signal model, a combinatorial background model, a model to describe partially reconstructed b-meson decays and a model to describe b-hadron decays with misidentified final-state particles. The signal model is an empirical function that consists of two Gaussian functions with power-law tails on both sides [30], and the same parameters are used for the B + → π + µ + µ − , B + → K + µ + µ − , and B + → J/ψ (µ + µ − )K + decay modes. The model for the combinatorial background is described by a separate exponential function for each decay. In the B + → π + µ + µ − data sample, the misidentified B + → K + µ + µ − decays where a kaon has been misidentified as a pion, are described by a single Gaussian function with a power-law tail on the lower-mass side. The yield of misidentified B + → K + µ + µ − decays is constrained using the measured branching fraction [13] and the observed pion-kaon misidentification efficiency. The mass distribution of the misidentified B + → K + µ + µ − candidates is obtained by fitting the invariant mass distribution of B + → J/ψ (µ + µ − )K + candidates, where the kaon is required to have the pion mass, and which has been corrected to account for differences in the particle identification efficiencies that arise from the differing kinematics. The partially reconstructed B + decays in the B + → K + µ + µ − and the B + → J/ψ (µ + µ − )K + data are described by an empirical function, which consists of a rising exponential function that makes a smooth transition to a Gaussian function. This description allows the mixture of partially reconstructed b-hadron decays to be limited to less than the maximum physical value of the B + mass minus the pion mass, with a Gaussian resolution-smearing effect.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 651,
                    "text": "[30]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1209,
                    "text": "[13]",
                    "end": 1213
                }
            ]
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "The partially reconstructed b-hadron decays in the B + → π + µ + µ − sample are separated into three explicit components.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "Firstly, the double semileptonic decay B + → D 0 (π + µ − ν µ )µ + ν µ is included, as this is an irreducible background that ends at the B + mass. This is modelled by a falling exponential function that makes a smooth transition to a Gaussian function at high mass, where the parameters are fixed from a fit to simulated events. The yield of this component is left to vary in the fit. Secondly, the decays B + → ρ + (π + π 0 )µ + µ − and B 0 → ρ 0 (π + π − )µ + µ − are estimated to contribute a total of 34 ± 7 events to the data, from the measured branching fraction of B 0 → ρ 0 (π + π − )µ + µ − [31] and assuming isospin invariance. Lastly, the decay B 0 s → f 0 (π + π − )µ + µ − is estimated to contribute 10 ± 2 events to the data, also below the B + mass. Each of these decays is modelled by a separate kernel-estimation probability density function (PDF) with a shape taken from simulated events reconstructed under the π + µ + µ − hypothesis. The yield of each of these decays has a Gaussian constraint applied with a central value and width set to the expected yield and its uncertainty.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 601,
                    "text": "[31]",
                    "end": 605
                }
            ]
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "The invariant mass distributions of selected π + µ + µ − and K + µ + µ − candidates are shown in figure 2   Figure 2. The fit to the invariant mass distribution of (left) selected B + → π + µ + µ − candidates and (right) selected B + → K + µ + µ − candidates, with the total model and separate components as described in the legend.  ",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 97,
                    "text": "figure 2",
                    "end": 105
                },
                {
                    "type": "figure",
                    "start": 108,
                    "text": "Figure 2",
                    "end": 116
                }
            ]
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "92.7 ± 11.5 51.7 ± 8.3 41.1 ± 7.9 Table 2. The measured total yield from the simultaneous fit to the charge separated data, and the inferred yields of B  Figure 3. The fit to the invariant mass distribution of (left) selected B + → π + µ + µ − candidates and (right) selected B − → π − µ + µ − candidates, with the total model and separate components as described in the legend.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 34,
                    "text": "Table 2",
                    "end": 41
                },
                {
                    "type": "figure",
                    "start": 154,
                    "text": "Figure 3",
                    "end": 162
                }
            ]
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "yield between this fit and that given in table 1 is due to the systematic effect of separating the background distributions by charge. Consistent results are obtained from datasets split between the two magnet polarities.",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "The choice of models used for the partially reconstructed backgrounds, the semileptonic backgrounds, the misidentified K + µ + µ − background, and the combinatorial background could all contribute as potential sources of systematic uncertainty. The dependence of the fitted yields on these models is assessed by replacing the relevant component with an alternative model, as follows, and evaluating the change in yield in simulation studies and in the fits to data. The largest change in yield is assigned as the systematic uncertainty. Changing the models for the B + → ρ + (π + π 0 )µ + µ − and B 0 → ρ 0 (π + π − )µ + µ − decays to an exponential function with a Gaussian high-mass endpoint contributes 0.6% uncertainty to the measured B + → π + µ + µ − yield, and using an analogous shape for the B 0 s → f 0 (π + π − )µ + µ − decays contributes 0.7%. The parameters of the models are fixed to values obtained from a fit to the simulation. The systematic uncertainty of the model used for the semileptonic backgrounds is evaluated by allowing the exponent in the model to vary within the uncertainties produced by a fit to the simulation. This change contributes 0.3% uncertainty to the measured B + → π + µ + µ − yield. There is a negligible contribution from altering the model of the misidentified decays or combinatorial background, and from changing the upper mass end-point of the fit range from 6000 MeV/c 2 to either 5500 or 7000 MeV/c 2 .",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2015)034 4 Event yields",
            "text": "-7 -JHEP10(2015)034 5 Results",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "Differential branching fraction",
            "section_rank": 7
        },
        {
            "section": "Differential branching fraction",
            "text": "The differential branching fraction of B + → π + µ + µ − in a bin of width ∆q 2 is calculated relative to the normalisation channel",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "Differential branching fraction",
            "text": "1) where N is the event yield, is the total efficiency to select the decay, both of which are functions of q 2 , and B(B + → J/ψ (µ + µ − )K + ) = (1.05±0.05)×10 −3 is the measured branching fraction of the normalisation channel, with B(J/ψ → µ + µ − ) = (5.961 ± 0.033)% [8,9].",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 272,
                    "text": "[8,",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "start": 275,
                    "text": "9]",
                    "end": 277
                }
            ]
        },
        {
            "section": "Differential branching fraction",
            "text": "The total efficiency to select the candidates for the decays considered is computed from the product of the efficiencies to trigger, reconstruct and select the final-state particles and the B + candidate. This includes the geometrical acceptance of the LHCb detector and the efficiencies of the trigger and selection algorithms. These efficiencies are calculated using a combination of simulated signal events and data-driven methods. The use of the ratio of efficiencies of the decay modes ensures that many of the possible sources of systematic uncertainty largely cancel. The efficiency of the trigger depends on the kinematics of the muons, and this dependence contributes a source of systematic uncertainty relative to the signal yield at the level of 2%. The dependence of the particle identification efficiency on the kinematic distributions contributes a systematic uncertainty of < 0.1% for the muons, 2% for the pions and < 0.1% for the kaons. These uncertainties are evaluated by varying the binning of the kinematic variables, and include a contribution from the size of the calibration samples used. The calculation of the BDT efficiency is affected by small differences between the simulation and data. The dependence of the signal yield on these differences is assessed using the B + → J/ψ (µ + µ − )K + and B + → J/ψ (µ + µ − )π + decays. The relatively large yield allows precise comparisons of data and simulation. The impact of using simulation to calculate the efficiency of the BDT is assessed using the observed differences between data and simulation in the normalisation channel; a systematic uncertainty of 1.4% is assigned.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "Differential branching fraction",
            "text": "The measured values of the differential branching fraction are shown in figure 4 and given in table 3. The branching fraction agrees with SM predictions from refs. [1,6], although agreement in the lowest-q 2 bin is only achieved when contributions from low-q 2 resonances are taken into account, as in ref. [6]. The q 2 spectrum of candidates below 1 GeV 2 /c 4 in a ±50 MeV window around the nominal B + mass is shown in figure 5, with hints of a peaking structure in the vicinity of the ρ 0 and ω masses. The total branching fraction is computed from the integral over the measured bins multiplied by a scaling factor to account for the regions of q 2 not measured in this analysis. This factor is taken from simulation to be 1.333 ± 0.004, where the uncertainty combines the statistical and systematic uncertainties evaluated by using two different form factor models. The total branching fraction is therefore The ratio of branching fractions of B(B These results are the most precise measurements of these quantities to date.",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 164,
                    "text": "[1,",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 167,
                    "text": "6]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 307,
                    "text": "[6]",
                    "end": 310
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 422,
                    "text": "figure 5",
                    "end": 430
                }
            ]
        },
        {
            "text": "CKM matrix elements",
            "section_rank": 8
        },
        {
            "section": "CKM matrix elements",
            "text": "The ratio of CKM matrix elements |V td /V ts | can be calculated from the ratio of branching fractions, B(B + → π + µ + µ − )/B(B + → K + µ + µ − ), and is given in terms of measured quantities",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "section": "CKM matrix elements",
            "text": "where F π(K) is the combination of form factor, Wilson coefficients and phase space factor for the B + → π(K) decay. The values of F π,K dq 2 are calculated using the EOS package [32], with B + → π + form factors taken from refs. [33,34] and B + → K + form factors taken from ref. [35]. The EOS package is a framework for calculating observables, with uncertainties, in semileptonic b-quark decays for both SM and new physics parameters. In order to take into account the correlations between the theory inputs for the matrix element ratio -9 -JHEP10(2015)034  Table 3. The results for the differential branching fraction for B + → π + µ + µ − in bins of q 2 . The first uncertainties are statistical and the second are systematic.",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 179,
                    "text": "[32]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 230,
                    "text": "[33,",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 234,
                    "text": "34]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 281,
                    "text": "[35]",
                    "end": 285
                },
                {
                    "type": "table",
                    "start": 561,
                    "text": "Table 3",
                    "end": 568
                }
            ]
        },
        {
            "text": "JHEP10(2015)034",
            "section_rank": 9
        },
        {
            "section": "JHEP10(2015)034",
            "text": "calculation, the EOS package is used to produce a PDF as a function of the B + → π + µ + µ − and B + → K + µ + µ − branching fractions in each of the relevant q 2 bins by Monte Carlo sampling of the theory nuisance parameters. A χ 2 minimisation is performed to determine |V td /V ts |, taking into account the data and this PDF, and the theory nuisance parameters are free to vary. The data are treated as uncorrelated between the two q 2 bins, but the full correlation between the theory parameters is accounted for. The value of the CKM matrix element ratio is determined to be",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "JHEP10(2015)034",
            "text": "where the uncertainty is the combination of the experimental (statistical and systematic), and theoretical uncertainties. Both contributions are approximately equal, and neither follows a Gaussian distribution. This is the most precise determination of |V td /V ts | in a decay that includes both penguin and box diagrams. Additionally, the values of |V td | and |V ts | can be calculated via",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "JHEP10(2015)034",
            "text": "where EOS is used to compute the theoretical input. Combining the results from the highand low-q 2 bins gives |V td | = 7.2 +0.9 −0.8 × 10 −3 and |V ts | = 3.2 +0.4 −0.4 × 10 −2 , where the uncertainties are due to both the branching fraction measurements and the theory nuisance parameters. As the |V td /V ts | determination uses both the B + → π + µ + µ − and B + → K + µ + µ − branching fraction measurements, the theory nuisance parameters take different values to those in the separate |V td | and |V ts | determinations, where only one of the branching fractions is used. The ratio of |V td | and |V ts | is therefore not identical to the measurement of |V td /V ts | given above. The uncertainty on |V td | has approximately equal contributions from experimental and theoretical uncertainties, while the uncertainty on |V ts | is dominated by the theoretical uncertainty.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "CP asymmetry",
            "section_rank": 10
        },
        {
            "section": "CP asymmetry",
            "text": "The CP asymmetry of B ± → π ± µ + µ − , as defined by eq. (1.1), can be computed from the raw yield asymmetry,",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "section": "CP asymmetry",
            "text": "where N is the signal yield for the given decay-mode. This raw asymmetry is corrected for the production asymmetry of the B ± mesons and the detection asymmetry of the decay products, under the approximation ",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "JHEP10(2015)034",
            "section_rank": 11
        },
        {
            "section": "JHEP10(2015)034",
            "text": "where A P is the B ± -meson production asymmetry, and A DET is the detector asymmetry for the pions and muons. The production asymmetry of B + and B − mesons at LHCb has been measured to be (−0.6 ± 0.6)% using the B + → J/ψ (µ + µ − )K + decay [36]. The momentum spectrum differences between the B + → J/ψ (µ + µ − )K + and B + → π + µ + µ − decays are found to have a negligible impact on this asymmetry. The charge asymmetry of the LHCb detector for π + and π − has been measured in D * ± decays [37] to be ε π + /ε π − = 0.9914 ± 0.0040 and ε π + /ε π − = 1.0045 ± 0.0034 for the two magnet polarities. These efficiency ratios give detector asymmetries of (−0.43 ± 0.20)% and (0.22 ± 0.17)% for the two magnet polarities, where the differences in the momentum spectrum are accounted for in bins of momentum, transverse momentum and azimuthal angle. The relative tracking efficiency of differently charged pions is consistent with unity when averaged over the the two magnet polarities [37]. The pion identification asymmetry is derived using D 0 → K − π + decays and is calculated to be less than 0.087% when momentum spectrum differences are accounted for. Additional effects from the production and detection asymmetries are negligible and do not contribute to the final systematic uncertainty.",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 244,
                    "text": "[36]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 498,
                    "text": "[37]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 988,
                    "text": "[37]",
                    "end": 992
                }
            ]
        },
        {
            "section": "JHEP10(2015)034",
            "text": "The raw CP asymmetry, A RAW , of the B ± → π ± µ + µ − candidates is measured to be −0.11 ± 0.12. The value of A CP for B ± → π ± µ + µ − is calculated to be A CP (B ± → π ± µ + µ − ) = −0.11 ± 0.12 (stat) ± 0.01 (syst) , which is consistent with a recent SM prediction [6].",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 270,
                    "text": "[6]",
                    "end": 273
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "A measurement of the differential branching fraction of the decay B + → π + µ + µ − has been presented, and is found to be consistent with SM predictions, and to have a possible contribution from B + → ρ 0 (ω)π + decays. The CP asymmetry of the decay has been measured and is consistent with a recent SM prediction [6]. The values for the CKM matrix elements |V td | and |V ts |, and the ratio |V td /V ts | have also been determined, and are in agreement with previous measurements. These results constitute the most precise measurements to date of a b → d + − transition and supersede those of ref. [14].",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 315,
                    "text": "[6]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "start": 601,
                    "text": "[14]",
                    "end": 605
                }
            ]
        },
        {
            "text": "JHEP10(2015)034",
            "section_rank": 13
        },
        {
            "section": "JHEP10(2015)034",
            "text": "MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (U.S.A.). The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), Conseil général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "section": "JHEP10(2015)034",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "Figure 1 .",
            "section_rank": 14
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Feynman diagrams of the penguin and box loop contributions to the b → d + − process.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": ", along with the total fitted model, signal component, and each background component. The fit gives yields of 94 ± 12 B + → π + µ + µ − , 2922 ± 55 B + → K + µ + µ − , and (609.5 ± 0.8) × 10 3 B + → J/ψ (µ + µ − )K + candidates, where the uncertainties are statisti-",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "Figure 4 .",
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. The differential branching fraction of B + → π + µ + µ − in bins of dilepton invariant mass squared, q 2 , compared to SM predictions taken from refs.[1] (APR13),[6] (HKR15) and from lattice QCD calculations[7] (FNAL/MILC15).",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 160,
                    "text": "[1]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 172,
                    "text": "[6]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 217,
                    "text": "[7]",
                    "end": 220
                }
            ]
        },
        {
            "text": "0.038 ± 0.009 (stat) ± 0.001 (syst) , and in the region 15.0 < q 2 < 22.0 GeV 2 /c 4 is B(B + → π + µ + µ − ) B(B + → K + µ + µ − ) = 0.037 ± 0.008 (stat) ± 0.001 (syst) .",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "Figure 5 .",
            "section_rank": 18
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. The q 2 spectrum of B + → π + µ + µ − candidates in the region 0.1-1.0 GeV 2 /c 4 in a ±50 MeV window around the nominal B + mass, showing a peaking structure at 0.6 GeV 2 /c 4 that is in the region of the ρ 0 and ω masses squared.",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "Table 1 .",
            "section_rank": 19
        },
        {
            "section": "Table 1 .",
            "text": "The yields of B + → π + µ + µ − decays in bins of dilepton invariant mass squared, with statistical uncertainties.cal. The yield of B + → π + µ + µ − in each q 2 bin is given in table 1. The ratio of CKM matrix elements is determined in the theoretically favourable [1] bins 1.0 < q 2 < 6.0 GeV 2 /c 4 (lowq 2 ) and 15.0 < q 2 < 22.0 GeV 2 /c 4 (high-q 2 ). The B + → K + µ + µ − yields are 879 ± 30 in the low-q 2 bin and 793 ± 28 in the high-q 2 bin. The results of a simultaneous fit to the invariant mass distribution of B + → π + µ + µ − and B − → π − µ + µ",
            "paragraph_rank": 52,
            "section_rank": 19
        },
        {
            "section": "Table 1 .",
            "text": "− candidates are shown in figure 3 and the measured yields are given in table 2. The small difference in total signal -6 -",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "section": "Table 1 .",
            "text": "Unless explicitly stated, the inclusion of charge-conjugate processes is implied.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "Acknowledgments",
            "section_rank": 21
        },
        {
            "section": "Acknowledgments",
            "text": "The authors would like to thank Danny van Dyk for his assistance in using the EOS software package and Alexander Khodjamirian for advice on calculating the CKM matrix elements. We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia);",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "JHEP10(2015)034",
            "section_rank": 23
        }
    ]
}