{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The existence of a new force beyond the Standard Model is compelling because it could explain several striking astrophysical observations which fail standard interpretations. We searched for the light vector mediator of this dark force, the U boson, with the KLOE detector at the DA NE e + e − collider. Using an integrated luminosity of 1.54 fb −1 , we studied the process e + e − → Uγ, with U → e + e − , using radiative return to search for a resonant peak in the dielectron invariant-mass distribution. We did not find evidence for a signal, and set a 90% CL upper limit on the mixing strength between the Standard Model photon and the dark photon, ε 2 , at 10 −6 -10 −4 in the 5-520 MeV/c 2 mass range.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Standard Model (SM) of particle physics has received further confirmation with the discovery of the Higgs boson [1][2][3], however, there are strong hints of physics it cannot explain, such as neutrino oscillations [4] and the measured anomalous magnetic moment of the muon [5]. Furthermore, the SM does not provide a dark matter (DM) candidate usually advocated as an explanation of the numerous gravitational anomalies observed in the universe. Many extensions of the SM [6][7][8][9][10] consider a Weakly Interacting Massive Particle (WIMP) as a viable DM candidate and assume that WIMPs are charged under a new kind of interaction. The mediator of the new force would be a gauge vector boson, the U boson, also referred to as a dark photon or A . It would be produced during WIMP annihilations, have a mass less than two proton masses, and a leptonic decay channel in order to explain the astrophysical observations recently reported by many experiments [11][12][13][14][15][16][17][18][19][20][21].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 116,
                    "text": "[1]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 119,
                    "text": "[2]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 122,
                    "text": "[3]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 219,
                    "text": "[4]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 278,
                    "text": "[5]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 477,
                    "text": "[6]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 480,
                    "text": "[7]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 483,
                    "text": "[8]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 486,
                    "text": "[9]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 489,
                    "text": "[10]",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 962,
                    "text": "[11]",
                    "end": 966
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 966,
                    "text": "[12]",
                    "end": 970
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 970,
                    "text": "[13]",
                    "end": 974
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 974,
                    "text": "[14]",
                    "end": 978
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 978,
                    "text": "[15]",
                    "end": 982
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 982,
                    "text": "[16]",
                    "end": 986
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 986,
                    "text": "[17]",
                    "end": 990
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 990,
                    "text": "[18]",
                    "end": 994
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 994,
                    "text": "[19]",
                    "end": 998
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 998,
                    "text": "[20]",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1002,
                    "text": "[21]",
                    "end": 1006
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the minimal theoretical model, the U boson is the lightest particle of the dark sector and can couple to the ordinary SM photon only through loops of heavy dark particles charged under both SM U(1) Y and dark U(1) D symmetries [6,[22][23][24][25][26]. These higherorder interactions would open a so-called kinetic mixing portal described in the theory by the Lagrangian term",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 230,
                    "text": "[6,",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 233,
                    "text": "[22]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 237,
                    "text": "[23]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 241,
                    "text": "[24]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 245,
                    "text": "[25]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 249,
                    "text": "[26]",
                    "end": 253
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Dark , where F EW ij is the SM hypercharge gauge field tensor and F ij Dark is the dark field tensor. The ε parameter represents the mixing strength and is the ratio of the dark and electromagnetic coupling constants. In principle, the dark photon could be produced in any process in which a virtual or real photon is involved but the rate is suppressed due to the very small coupling (ε < 10 −2 ). In this respect, high-luminosity O(GeV)-energy e + e − colliders play a crucial role in dark photon searches [27][28][29].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 508,
                    "text": "[27]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 512,
                    "text": "[28]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 516,
                    "text": "[29]",
                    "end": 520
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We investigated the e + e − → Uγ process by considering the U boson decaying into e + e − . At the level of coupling accessible by KLOE in this channel the U boson is expected to decay promptly leaving its signal as a resonant peak in the invariant-mass distribution of the lepton pair. The energy scan was performed by applying the radiative return method which consists of selecting the events in which either electron or positron emits an initial-state radiation (ISR) photon which carries away a part of the energy and effectively changes the amount of the energy available for U boson production. The selected initial-and final-state particles are the same as in the radiative Bhabha scattering process so we receive contributions from resonant s-channel, non-resonant t-channel U boson exchanges, and from s-t interference. The finite-width effects related to s-channel annihilation sub-processes, scattering t-channel and s-t interference are of order of U /m U for the integrated cross section and can be neglected with respect to any potential resonance we would observe; U ∼ 10 −7 -10 −2 MeV for the coupling strengths to which we are sensitive [30]. The non-resonant t-channel effects would not produce a peak in the invariant-mass distribution but could, in principle, appear in analyses of angular distributions or asymmetries. We are going to report exclusively on resonant s-channel U boson production.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1155,
                    "text": "[30]",
                    "end": 1159
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Using a sample of KLOE data collected during 2004-2005, corresponding to an integrated luminosity of 1.54 fb −1 , we derived a new limit on the kinetic mixing parameter, ε 2 , approaching the dielectron mass threshold. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "KLOE detector",
            "section_rank": 3
        },
        {
            "section": "KLOE detector",
            "text": "The Frascati φ factory, DA NE, is an e + e − collider running mainly at a center-of-mass energy of 1.0195 GeV, the mass of the φ meson. Equal energy electron and positron beams collide at an angle of ∼25 mrad, producing φ mesons nearly at rest.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "KLOE detector",
            "text": "The KLOE detector consists of a large cylindrical Drift Chamber (DC) [31] with a 25 cm internal radius, 2 m outer radius, and 3.3 m length, comprising ∼56,000 wires for a total of about 12,000 drift cells. It is filled with a low-Z (90% helium, 10% isobutane) gas mixture and provides a momentum resolution of σ p ⊥ /p ⊥ ≈ 0.4%. The DC is surrounded by a lead-scintillating fiber electromagnetic calorimeter (EMC) [32] composed of a cylindrical barrel and two end-caps providing 98% coverage of the total solid angle. Calorimeter modules are read out at both ends by 4880 photomultiplier tubes, ultimately resulting in an energy resolu- The trigger [33] uses energy deposition in the calorimeter and drift chamber hit multiplicity. To minimize backgrounds the trigger system includes a second-level cosmic-ray muon veto based on energy deposition in the outermost layers of the calorimeter, followed by a software background filter based on the topology and multiplicity of energy clusters and drift chamber hits to reduce beam background. A downscaled sample is retained to evaluate the filter efficiency.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 69,
                    "text": "[31]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 414,
                    "text": "[32]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 649,
                    "text": "[33]",
                    "end": 653
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Using 1.54 fb −1 of KLOE data we have searched for U boson production in the process e + e − → Uγ followed by U → e + e − . The center-of-mass energy of the collision depends on the amount of energy carried away by the initial-state radiation (ISR) photon. The irreducible background originates from the e + e − → e + e − γ radiative Bhabha scattering process, having the same three final-state particles. The reducible backgrounds consist of e + e − → μ + μ − γ, e + e − → π + π − γ, e + e − → γγ (where one photon converts into an e + e − pair), and e + e − → φ → ρπ 0 → π + π − π 0 , as well as other φ decays. The expected U boson signal would appear as a resonant peak in the invariant-mass distribution of the e + e − pair, m ee . This search differs from the previous KLOE searches [34][35][36] in its capability to probe the low mass region close to the dielectron mass threshold.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 789,
                    "text": "[34]",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 793,
                    "text": "[35]",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 797,
                    "text": "[36]",
                    "end": 801
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "We selected events with three separate calorimeter energy deposits corresponding to two oppositely-charged lepton tracks and a photon. The final-state electron, positron, and photon were required to be emitted at large angle (55 • < θ < 125 • ) with respect to the beam axis, such that they are explicitly detected in the barrel of the calorimeter, see Fig. 1. The large-angle selection greatly suppresses the t-channel contribution from the irreducible Bhabha-scattering background which is strongly peaked at small angle. Since we are interested mostly in the low invariant-mass region, we select only events with a hard photon, E γ > 305 MeV, chosen to select a subsample of the events generated by our MC simulation. We required both lepton tracks to have a first DC hit within a radius of 50 cm from the beam axis and a point-ofclosest-approach (PCA) to the beam axis within the fiducial cylinder, ρ PCA < 1 cm and −6 < z PCA < 6 cm, entirely contained within the vacuum pipe eliminating background events from photons converting on the vacuum wall. We eliminated tightly spiralling tracks by requiring either a large transverse or a large longitudinal momentum for each of the lepton tracks, p T > 160 MeV/c or p z > 90 MeV/c. We require that the total momentum of the charged tracks is (|p e + | + |p e − |) > 150 MeV/c to avoid the presence of poorly reconstructed tracks. A pseudo-likelihood discriminant was used to separate electrons from muons and pions [37]. A further discrimination from muons and pions was achieved using the M track variable. M track is the X mass for an X + X − γ final state, computed using energy and momentum conservation, assuming [37]. In Fig. 2 the M track distribution is reported for measured data and for all the relevant MC simulated background components. Including the cut M track < 70 MeV/c 2 we were left with 681,196 events at the end of the full analysis chain. ",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 353,
                    "text": "Fig. 1",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1466,
                    "text": "[37]",
                    "end": 1470
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1669,
                    "text": "[37]",
                    "end": 1673
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1678,
                    "text": "Fig. 2",
                    "end": 1684
                }
            ]
        },
        {
            "text": "Simulation and efficiencies",
            "section_rank": 5
        },
        {
            "section": "Simulation and efficiencies",
            "text": "We used MC event generators interfaced with the full KLOE detector simulation, GEANFI [38], including detector resolutions and beam conditions on a run-by-run basis, to estimate the level of background contamination due to all of the processes listed in the previous section. Excluding the irreducible background from radiative Bhabha scattering events, the contamination from the sum of residual backgrounds after all analysis cuts is less than 1.5% in the whole m ee range, and none of the background shapes are peaked, eliminating the possibility of a background mimicking the resonant U boson signal. The irreducible Bhabha scattering background was simulated using the Babayaga-NLO [39][40][41][42] event generator implemented within GEANFI (including the s-, t-, and s-t interference channels) and is shown in Fig. 3 along with the measured data after subtracting the non-irreducible background components. No signal peak is observed.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 86,
                    "text": "[38]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 687,
                    "text": "[39]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 691,
                    "text": "[40]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 695,
                    "text": "[41]",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 699,
                    "text": "[42]",
                    "end": 703
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 816,
                    "text": "Fig. 3",
                    "end": 822
                }
            ]
        },
        {
            "section": "Simulation and efficiencies",
            "text": "In order to evaluate the U boson selection efficiency we used a modified version of the Babayaga-NLO event generator implemented within GEANFI, such that the radiative Bhabha scattering process was only allowed to proceed via the annihilation channel, in which the U boson resonance would occur. In order to create a large-statistics sample in our region of interest we restricted the Babayaga-NLO generated events to within 50 • < θ MC e + ,e − < 130 • and E MC γ > 300 MeV. The generator-level efficiency due to this restriction was evaluated using a Phokhara MC simulation [43]. The total efficiency is evaluated as the product of the generator-level efficiency and the event-selection efficiency, containing the cuts in Section 3 conditioned to the generator-level restriction as well as the trigger efficiency, and is shown in Fig. 4. The decrease in efficiency as m ee → 2m e comes from the requirement on the total momentum of the charged tracks.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 576,
                    "text": "[43]",
                    "end": 580
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 832,
                    "text": "Fig. 4",
                    "end": 838
                }
            ]
        },
        {
            "text": "Upper limit evaluation",
            "section_rank": 6
        },
        {
            "section": "Upper limit evaluation",
            "text": "We used the CL S technique [44]     m U = 155.25 MeV/c 2 at the 90% confidence level. The χ 2 /N dof was 1.09 for this Chebyshev-polynomial sideband fit.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 27,
                    "text": "[44]",
                    "end": 31
                }
            ]
        },
        {
            "section": "Upper limit evaluation",
            "text": "The upper limit at 90% confidence level on the number of U boson events, UL (N U ), can be translated into a limit on the cross section,",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Upper limit evaluation",
            "text": "UL σ e + e − → Uγ, U → e + e − =",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Upper limit evaluation",
            "text": "where L is the luminosity and eff is the total selection efficiency. The limit is shown in Fig. 6. is the result of this article while the curves labeled KLOE (1) and KLOE (2) indicate the previous KLOE results. Also shown are the exclusion limits provided by E141, E774, Apex, WASA, HADES, A1, BaBar, and NA48/2. The gray band delimited by the dashed white lines indicates the mixing level and m U parameter space that could explain the discrepancy observed between the measurement and SM calculation of the muon",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 91,
                    "text": "Fig. 6",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 159,
                    "text": "(1)",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 172,
                    "text": "(2)",
                    "end": 175
                }
            ]
        },
        {
            "section": "Upper limit evaluation",
            "text": "We then translated the limit on N U to a 90% confidence level limit on the kinetic mixing parameter as a function of m ee as in [36],",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 128,
                    "text": "[36]",
                    "end": 132
                }
            ]
        },
        {
            "section": "Upper limit evaluation",
            "text": "where the radiator function H(m ee ) was extracted from dσ eeγ /dm ee = H m ee , s, cos(θ γ ) • σ QED ee (m ee )",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Upper limit evaluation",
            "text": "using the Phokhara MC simulation [43] to determine the radiative differential cross section, I(m ee ) is the integral of the cross section σ (e + e − → U → e + e − ), L = 1.54 fb −1 is the integrated luminosity, and eff (m ee ) is the total efficiency described in Section 4.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 33,
                    "text": "[43]",
                    "end": 37
                }
            ]
        },
        {
            "section": "Upper limit evaluation",
            "text": "Our limit is shown in Fig. 7 along with the indirect limits from the measurements of (g − 2) e and (g − 2) μ at 5σ shown with dashed curves. Limits from the following direct searches are shown with shaded regions and solid curves: E141 [45], E774 [45], KLOE (φ → ηU, U → e + e − ) [34,35], Apex [46], WASA [47], HADES [48], A1 [49], KLOE (e + e − → Uγ, U → μ + μ − ) [36], BaBar [50], and NA48/2 [51].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 22,
                    "text": "Fig. 7",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 236,
                    "text": "[45]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 247,
                    "text": "[45]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 281,
                    "text": "[34,",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 285,
                    "text": "35]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 295,
                    "text": "[46]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 306,
                    "text": "[47]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 318,
                    "text": "[48]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 327,
                    "text": "[49]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 367,
                    "text": "[36]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 379,
                    "text": "[50]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 396,
                    "text": "[51]",
                    "end": 400
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The background was determined by Chebyshev-polynomial sideband fits. The parameters of the polynomials were then varied within 1σ to determine the maximum variation of the polynomial shape. The uncertainty of each bin was set to the extent of that variation evaluated at the bin center. An example of the error bars on the Chebyshev-polynomial sideband fits can be seen in Fig. 5. These bin uncertainties were taken into account in the CL S procedure when determining N CL S (m ee ). Since the irreducible background is smooth for each fit range, we assume the Chebyshev polynomials sufficiently represent the background with negligible systematic uncertainty. Any uncertainty in the shape of the smeared resonant peak was also taken to be negligible.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 373,
                    "text": "Fig. 5",
                    "end": 379
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The efficiency of the e + e − → e + e − γ event selection was determined by taking the ratio of the set of simulated events that passed the selection criteria to the total simulated sample. We apply a 0.1% systematic uncertainty due to the Babayaga-NLO event generator [39][40][41][42], a 0.1% systematic uncertainty for the  . The uncertainty is given as the error band in Fig. 4, again dominated by the statistical uncertainties in the simulated data set. There are two effects that contribute to the uncertainty in the radiator function, H(m ee ). First, since the value of H(m ee ) is taken from simulated data, we must take into account the statistical uncertainty on those values. Second, we assume a uniform 0.5% systematic uncertainty in the calculation of H(m ee ), as quoted in [43,[52][53][54]. The uncertainty in the integrated luminosity is 0.3% [37]. The uncertainties on H(m ee ), eff (m ee ), and L, propagate to the systematic uncertainty on ε 2 (m ee ) via (2). A summary of systematic uncertainties is presented in Table 1.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 269,
                    "text": "[39]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 273,
                    "text": "[40]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 277,
                    "text": "[41]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 281,
                    "text": "[42]",
                    "end": 285
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 374,
                    "text": "Fig. 4",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 788,
                    "text": "[43,",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 792,
                    "text": "[52]",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 796,
                    "text": "[53]",
                    "end": 800
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 800,
                    "text": "[54]",
                    "end": 804
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 859,
                    "text": "[37]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 975,
                    "text": "(2)",
                    "end": 978
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1034,
                    "text": "Table 1",
                    "end": 1041
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "We performed a search for a dark gauge U boson in the process e + e − → Uγ with U → e + e − using the radiative return method and 1.54 fb −1 of KLOE data collected in 2004-2005. We found no evidence for a U boson resonant peak and set a 90% CL upper limit on the kinetic mixing parameter, ε 2 , at 10 −6 -10 −4 in the U-boson mass range 5-520 MeV/c 2 . This limit partly excludes some of the remaining parameter space in the low dielectron mass region allowed by the discrepancy between the observed and predicted (g − 2) μ .",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Cross section of the KLOE detector.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "and a time resolution of σ t = 57 ps/ √ E(GeV) ⊕ 100 ps. A superconducting coil around the EMC provides a 0.52 T field to measure the momentum of charged particles. A cross sectional diagram of the KLOE detector is shown in Fig. 1.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (Color online.) The track mass distribution before event selection for measurement and expected background simulations. Some of the simulations had a prescaling for M track < 80 MeV/c 2 , which has been accounted for in the background evaluation. The measurement data set was prescaled for M track > 85 MeV/c 2 . The track mass variable peaks at the mass of the charged track in the final state for events with two charged tracks and a photon. The selection region is M track < 70 MeV/c 2 .",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (Color online.) Dielectron invariant-mass distribution from measurement data with non-irreducible backgrounds subtracted compared to the Babayaga-NLO MC simulation.",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "Fig. 5, yielding an upper limit of N U = 215 U boson events at",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Smoothed distribution of the total efficiency defined as the product of the selection efficiency for the e + e − → Uγ → e + e − γ final state evaluated using the Babayaga-NLO event generator modified to allow only the s-channel process, and the generator-level efficiency evaluated from a Phokhara MC simulation.",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. (Color online.) The CL S result at 90% CL for m U = 155.25 MeV/c 2 showing the measured data, the Chebyshev-polynomial sideband fit, and the signal shape scaled to the CL S result.",
            "paragraph_rank": 31,
            "section_rank": 15
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Upper limit on the cross section σ e + e − → Uγ, U → e + e − .",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. (Color online.) Exclusion limits on the kinetic mixing parameter squared, ε 2 , as a function of the U boson mass. The red curve labeled KLOE (3)is the result of this article while the curves labeled KLOE(1) and KLOE(2) indicate the previous KLOE results. Also shown are the exclusion limits provided by E141, E774, Apex, WASA, HADES, A1, BaBar, and NA48/2. The gray band delimited by the dashed white lines indicates the mixing level and m U parameter space that could explain the discrepancy observed between the measurement and SM calculation of the muon",
            "paragraph_rank": 33,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 212,
                    "text": "(1)",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 224,
                    "text": "(2)",
                    "end": 227
                }
            ]
        },
        {
            "text": "Table 1",
            "section_rank": 18
        },
        {
            "section": "Table 1",
            "text": "Summary of systematic uncertainties. The uncertainties on the efficiency, radiator function, and cross-section integral vary as a function of m ee . The numbers quoted here correspond to the largest estimate within our m ee range. Phokhara MC simulation[43] was performed to evaluate the generator-level efficiency due to the restriction E MC γ > 300 MeV and 50 • < θ MC e + ,e − < 130 • . The selection efficiency and the generator-level efficiency are combined to give the total efficiency,",
            "paragraph_rank": 34,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 253,
                    "text": "[43]",
                    "end": 257
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "eff (m ee",
            "paragraph_rank": 35,
            "section_rank": 18
        },
        {
            "text": "Acknowledgments",
            "section_rank": 20
        },
        {
            "section": "Acknowledgments",
            "text": "We warmly thank our former KLOE colleagues for the access to the data collected during the KLOE data taking campaign. We thank the DA NE team for their efforts in maintaining low background running conditions and their collaboration during all data taking. We want to thank our technical staff: G.F. In addition, we would like to thank the Babayaga authors, C.M. Carloni Calame, G. Montagna, O. Nicrosini, and F. Piccinini, for numerous useful discussions and help while modifying their code for our purpose.",
            "paragraph_rank": 36,
            "section_rank": 20
        }
    ]
}