{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The production of J/ψ mesons in proton-proton collisions at a centre-of-mass energy of √ s = 13 TeV is studied with the LHCb detector. Cross-section measurements are performed as a function of the transverse momentum p T and the rapidity y of the J/ψ meson in the region p T < 14 GeV/c and 2.0 < y < 4.5, for both prompt J/ψ mesons and J/ψ mesons from b-hadron decays. The production cross-sections integrated over the kinematic coverage are 15.30 ± 0.03 ± 0.86 µb for prompt J/ψ and 2.34 ± 0.01 ± 0.13 µb for J/ψ from b-hadron decays, assuming zero polarization of the J/ψ meson. The first uncertainties are statistical and the second systematic. The cross-section reported for J/ψ mesons from b-hadron decays is used to extrapolate to a total bb cross-section. The ratios of the cross-sections with respect to √ s = 8 TeV are also determined.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The study of heavy quarkonium production in pp collisions provides important information on both the perturbative and the non-perturbative regimes of quantum chromodynamics (QCD). Heavy quarkonium production can be described in two stages. The first is the short-distance production of a heavy quark pair, QQ, which can be described perturbatively and the second is the non-perturbative hadronisation of the heavy quark pair into quarkonium state, such as the J/ψ meson. The non-perturbative part cannot yet be determined reliably, and must be determined using experimental results. After almost forty years of theoretical and experimental efforts, the hadronic production of quarkonia is still not fully understood. In the colour singlet model (CSM) [1][2][3][4][5][6][7], the intermediate QQ state is assumed to be colourless, and has the same J P C quantum numbers as the final-state quarkonium. In the non-relativistic QCD (NRQCD) approach [8][9][10], all viable colour and spin-parity quantum numbers are allowed for the intermediate QQ state, and each configuration is assigned a probability to transform into the specific quarkonium state. The transition probabilities are described by universal long-distance matrix elements (LDME) determined from experimental data.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 751,
                    "text": "[1]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 754,
                    "text": "[2]",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 757,
                    "text": "[3]",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 760,
                    "text": "[4]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 763,
                    "text": "[5]",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 766,
                    "text": "[6]",
                    "end": 769
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 769,
                    "text": "[7]",
                    "end": 772
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 944,
                    "text": "[8]",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 947,
                    "text": "[9]",
                    "end": 950
                },
                {
                    "type": "bibr",
                    "start": 950,
                    "text": "[10]",
                    "end": 954
                }
            ]
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 3
        },
        {
            "section": "JHEP10(2015)172",
            "text": "In pp collisions, J/ψ mesons can be produced directly from hard collisions of partons, through the feed-down of excited charmonium states, or via decays of b-flavoured hadrons. The first two sources are collectively referred to as prompt J/ψ production, while the third process is referred to in the following as \"J/ψ -from-b\".",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The J/ψ differential production cross-section has been measured with LHC data in pp collisions at centre-of-mass energies of 2.76 TeV [11,12], 7 TeV [13][14][15][16][17], and 8 TeV [18]. Next-to-leading order CSM calculations [19,20] give a better description of the experimental data than leading order (LO) calculations at high J/ψ transverse momentum (p T /c > M (J/ψ )). However, CSM calculations still underestimate the prompt J/ψ production cross-section. On the other hand, NRQCD calculations with LDME determined from CDF data [21] describe well the p T dependence of the prompt J/ψ cross-section at both the Tevatron [22,23] and the LHC experiments [24][25][26]. The measured J/ψ -from-b production cross-section and its dependence on p T at the LHC are in good agreement with predictions from fixed order plus next-to-leading logarithms (FONLL) [27] calculations.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 134,
                    "text": "[11,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 138,
                    "text": "12]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 149,
                    "text": "[13]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "start": 153,
                    "text": "[14]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "start": 157,
                    "text": "[15]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "[16]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 165,
                    "text": "[17]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 181,
                    "text": "[18]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 226,
                    "text": "[19,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "start": 230,
                    "text": "20]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 535,
                    "text": "[21]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 626,
                    "text": "[22,",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 630,
                    "text": "23]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "start": 658,
                    "text": "[24]",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "start": 662,
                    "text": "[25]",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 666,
                    "text": "[26]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 855,
                    "text": "[27]",
                    "end": 859
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The J/ψ polarisation was measured by the ALICE [28], CMS [29] and LHCb [30] collaborations in pp collisions at √ s = 7 TeV. The measurements by ALICE were performed for inclusive J/ψ meson production, while CMS and LHCb disentangled prompt J/ψ and J/ψ -from-b mesons. Next-to-leading order CSM calculations predict a large longitudinal polarisation of the J/ψ meson [31], while NRQCD calculations predict a large J/ψ transverse polarisation at high p T [32][33][34][35]. Neither prediction is supported by experimental results [28][29][30][36][37][38][39].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 47,
                    "text": "[28]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 57,
                    "text": "[29]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 71,
                    "text": "[30]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 366,
                    "text": "[31]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 453,
                    "text": "[32]",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 457,
                    "text": "[33]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 461,
                    "text": "[34]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 465,
                    "text": "[35]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 527,
                    "text": "[28]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 531,
                    "text": "[29]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 535,
                    "text": "[30]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 539,
                    "text": "[36]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 543,
                    "text": "[37]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 547,
                    "text": "[38]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 551,
                    "text": "[39]",
                    "end": 555
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "This paper reports J/ψ cross-section measurements in pp collisions at √ s = 13 TeV in the J/ψ kinematic range p T < 14 GeV/c and 2.0 < y < 4.5, using J/ψ decaying to µ + µ − final states. Under the assumption of zero J/ψ polarisation (see section 5 for detailed discussion), the following quantities are measured: the double differential cross-sections as a function of p T and y; the integrated production cross-sections for prompt J/ψ and J/ψ -from-b; the bb production cross-section; and the ratio of cross-sections with respect to the J/ψ cross-sections in pp collisions at √ s = 8 TeV previously measured by LHCb [18].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 618,
                    "text": "[18]",
                    "end": 622
                }
            ]
        },
        {
            "text": "The LHCb detector and data set",
            "section_rank": 4
        },
        {
            "section": "The LHCb detector and data set",
            "text": "The data used in this analysis come from pp collisions at √ s = 13 TeV, collected by the LHCb detector in July 2015, with an average of 1.1 visible interactions per bunch crossing and correspond to an integrated luminosity of 3.05±0.12 pb −1 . The LHCb detector [40,41] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 262,
                    "text": "[40,",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 266,
                    "text": "41]",
                    "end": 269
                }
            ]
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 5
        },
        {
            "section": "JHEP10(2015)172",
            "text": "are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [42].",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 263,
                    "text": "[42]",
                    "end": 267
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The online event selection consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which performs J/ψ candidate reconstruction. The hardware trigger selects events with at least one muon candidate with transverse momentum p T > 0.9 GeV/c. In the first stage of the software trigger, two muon tracks with p T > 500 MeV/c are required to form a J/ψ candidate with invariant mass M (µ + µ − ) > 2.7 GeV/c 2 . In the second stage, J/ψ candidates with good vertex fit quality and invariant mass within 150 MeV/c 2 of the known value [43] are selected.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 592,
                    "text": "[43]",
                    "end": 596
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "This analysis benefits from a new scheme for the LHCb software trigger introduced for LHC Run 2. Alignment and calibration is performed in near real-time [44] and updated constants are made available for the trigger. The same alignment and calibration information is propagated to the offline reconstruction, to ensure consistent and high-quality particle identification information for the trigger and offline. The larger timing budget available in the trigger with respect to LHC Run 1 also results in the convergence of the online and offline track reconstruction, such that offline performance is achieved in the trigger. The identical performance of the online and offline reconstruction achieved in this way offers the opportunity to perform physics analyses directly using candidates reconstructed in the trigger [45]. The storage of only the triggered candidates enables a reduction in the event size by an order of magnitude. The analysis described in this paper uses the online reconstruction for the first time in LHCb, and is checked the against the standard offline reconstruction chain.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 154,
                    "text": "[44]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 820,
                    "text": "[45]",
                    "end": 824
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "Simulated samples are used to evaluate the J/ψ detection efficiency. In the simulation, pp collisions are generated using Pythia 6 [46] with a specific LHCb configuration [47]. Decays of hadronic particles are described by EvtGen [48], in which final-state radiation is generated using Photos [49]. The prompt charmonium production is simulated in Pythia with contributions from both the leading order colour-singlet and colour-octet contributions [47,50], and the charmonium is generated unpolarised. The interaction of the generated particles with the detector, and its response, are simulated using the Geant4 toolkit [51,52] as described in ref. [53].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 131,
                    "text": "[46]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 171,
                    "text": "[47]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 230,
                    "text": "[48]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 293,
                    "text": "[49]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 448,
                    "text": "[47,",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 452,
                    "text": "50]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 621,
                    "text": "[51,",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 625,
                    "text": "52]",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 650,
                    "text": "[53]",
                    "end": 654
                }
            ]
        },
        {
            "text": "Selection of J/ψ candidates",
            "section_rank": 6
        },
        {
            "section": "Selection of J/ψ candidates",
            "text": "The J/ψ candidates are selected in the second step of the software trigger. Each event is required to have at least one primary vertex (PV) reconstructed from at least four tracks found by the vertex detector. For events with multiple PVs, the PV which has the smallest χ 2 IP with respect to the J/ψ candidate is chosen. The χ 2 IP is defined as the change of the primary vertex fit quality when the J/ψ meson is excluded from the PV fit. Each identified muon track is required to have p T > 0.7 GeV/c, p > 3 GeV/c, and to have a good quality track fit. The muon tracks of the J/ψ candidate must form a good quality two-track vertex. Duplicate tracks created by the reconstruction are suppressed to the level of 0.5 × 10 −3 .",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 272,
                    "text": "2",
                    "end": 273
                }
            ]
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 7
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The reconstructed vertex of the J/ψ mesons originating from b-hadron decays tends to be separated from the PVs, and thus these can be distinguished from prompt J/ψ mesons by exploiting the pseudo decay time defined as",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "JHEP10(2015)172",
            "text": "where z J/ψ − z PV is the distance along the beam axis between the J/ψ decay vertex and the PV, p z is the z-component of the J/ψ momentum, and M J/ψ the known J/ψ mass [43]. The J/ψ candidates with |t z | < 10 ps, corresponding to less than 7 times the b-hadron lifetime, are selected for the fits to the t z distribution. To further select good J/ψ candidates, the uncertainty on t z , which is propagated from the uncertainties provided by the track reconstruction, is required to be less than 0.3 ps.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 169,
                    "text": "[43]",
                    "end": 173
                }
            ]
        },
        {
            "text": "Cross-section determination",
            "section_rank": 8
        },
        {
            "section": "Cross-section determination",
            "text": "The double differential J/ψ production cross-section in each kinematic bin of p T and y is defined as",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "section": "Cross-section determination",
            "text": "where N (J/ψ → µ + µ − ) is the yield of prompt J/ψ or J/ψ -from-b signal mesons, ε tot is the total detection efficiency in the given kinematic bin, L int is the integrated luminosity, B(J/ψ → µ + µ − ) = (5.961 ± 0.033)% [43] is the branching ratio of the decay J/ψ → µ + µ − and ∆p T = 1 GeV/c and ∆y = 0.5 are the bin widths. The measurements are restricted to p T < 14 GeV/c due to limited data at higher transverse momenta. The absolute luminosity is determined from the beam profiles and beam currents. The beam profiles and their overlap integral are measured using a beam-gas imaging method [54,55], where neon is injected into the beam vacuum around the interaction point. The beam currents are measured by LHC instruments, which determine the bunch population fractions and the total beam intensity. Furthermore, information on beam-gas interactions not originating from nominally filled bunch slots is used to determine the charge fraction not participating in bunch collisions. The integrated luminosity for this analysis is calibrated using the number of visible pp interactions measured during the beam-gas imaging runs and during the runs used for this analysis. From this procedure, the integrated luminosity is measured to be 3.05 ± 0.12 pb −1 .",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 223,
                    "text": "[43]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 600,
                    "text": "[54,",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 604,
                    "text": "55]",
                    "end": 607
                }
            ]
        },
        {
            "section": "Cross-section determination",
            "text": "The efficiency ε tot is determined as the product of the reconstruction and selection efficiencies, muon identification efficiency and trigger efficiency, and is calculated using simulated samples in each (p T , y) bin, independently for prompt J/ψ and J/ψ -from-b. The track reconstruction and the muon identification efficiency are corrected using data-driven techniques, while the trigger efficiencies are also validated using data, as explained in section 5.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Cross-section determination",
            "text": "The yield of J/ψ signal events, both from prompt J/ψ and J/ψ -from-b, is determined from a two-dimensional unbinned maximum likelihood fit to the invariant mass and pseudo decay time of the candidates, performed independently for each (p T , y) bin.  Figure 1. Invariant mass (left) and pseudo decay time (right) distributions for the kinematic bin 2 < p T < 3 GeV/c, 3.0 < y < 3.5, with fit results superimposed. The solid (red) line is the total fit function, the shaded (green) area corresponds to the background component. The prompt J/ψ contribution is shown in cross-hatched area (blue), J/ψ -from-b in a solid (black) line and the tail contribution due to the association of J/ψ with the wrong PV is shown in full filled (magenta) area. The tail contribution is not visible in the invariant mass plot. mass distribution of the signal is described by the sum of two Crystal Ball (CB) functions [56] with a common mean value and different widths. The parameters of the power law tails, the relative fractions and the difference between the widths of the two CB functions are fixed to values obtained from the simulation, leaving the mean and one width of the CB function as free parameters. The combinatorial background is described by an exponential distribution.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 251,
                    "text": "Figure 1",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 900,
                    "text": "[56]",
                    "end": 904
                }
            ]
        },
        {
            "section": "Cross-section determination",
            "text": "The fraction of J/ψ -from-b candidates, F b , is determined from the fit to the t z distribution. The t z distribution of prompt J/ψ is described by a Dirac δ function at t z = 0, and that of J/ψ -from-b by an exponential decay function, which are both convolved with a double-Gaussian resolution function. A J/ψ candidate can also be associated to a wrong PV, resulting in a long tail component in the t z distribution. The fraction of the tail is below 0.5% of all events. Its shape is modelled from data by calculating t z with the J/ψ candidate from a given event and the closest PV in the next event of the sample. The background t z distribution is parametrised with an empirical function based on the observed shape of the t z distribution in the J/ψ mass sidebands. The background comes from muons of semileptonic b-and c-hadron decays and from pions and kaons decaying in-flight. It is parametrised as the sum of a Dirac δ function and five exponential functions, three for positive t z and two for negative t z . The function is convolved with a double-Gaussian resolution function similar to that used for the signal, but with different parameters. All parameters of the background t z distribution are fixed to values determined from the J/ψ mass sidebands independently in each (p T , y) bin.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Cross-section determination",
            "text": "The total J/ψ signal yield determined from the fit is about one million events. An example for one (p T , y) bin of the invariant mass and the pseudo decay time distributions is shown in figure 1 with the one-dimensional projections of the fit result superimposed.  Table 1. Relative systematic uncertainties (in %) on the J/ψ cross-section measurements. The uncertainty from the t z fit only affects J/ψ -from-b mesons. Most of the uncertainties are fully correlated between bins, with the exception of the p T , y spectrum dependence and the simulation statistics, which are considered uncorrelated.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 187,
                    "text": "figure 1",
                    "end": 195
                },
                {
                    "type": "table",
                    "start": 266,
                    "text": "Table 1",
                    "end": 273
                }
            ]
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties, most of which apply to both prompt J/ψ and J/ψ -from-b mesons, are summarised in table 1 and described below. The uncertainty related to the modelling of the signal mass shape is studied by replacing the nominal model with a Hypatia function [57], which takes into account the mass uncertainty distribution. The relative difference of the signal yield is about 1.0%, which is taken as a fully correlated systematic uncertainty in each bin.",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 268,
                    "text": "[57]",
                    "end": 272
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Due to the presence of bremsstrahlung in the J/ψ → µ + µ − decay, a fraction of J/ψ events fall outside the mass window used in this analysis. The efficiency of the mass window selection is determined from simulation, and based on a detailed comparison between the radiative tails in simulation and data, a value of 1.0% of the yield is assigned as the systematic uncertainty.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "To calibrate the muon identification efficiency determined from simulation, the singletrack muon identification efficiency is measured with a J/ψ → µ + µ − data sample using a tag-and-probe method. In this method, the J/ψ candidates are reconstructed with only one track identified as a muon (\"tag\"). The single muon identification efficiency is measured as the probability of the other track (\"probe\") to be identified as a muon, in bins of momentum, p µ , and pseudorapidity, η µ of the probe track. The single-track muon identification efficiency obtained in data is weighted with the (p µ , η µ ) distribution of the muons from J/ψ mesons in simulation. The resulting efficiency is divided by that determined directly from simulation, giving 1.050 ± 0.017, which is used to correct the muon identification efficiency in each (p T , y) bin of the J/ψ meson. The uncertainty on the correction factor,",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 11
        },
        {
            "section": "JHEP10(2015)172",
            "text": "limited by the calibration sample size in data, is used to obtain the systematic uncertainty. The choice of binning scheme in (p µ , η µ ) is another source of systematic uncertainty and is evaluated by choosing alternative binning schemes. In total the systematic uncertainty on the cross-sections due to the muon identification is 1.8%.",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The tracking efficiency is studied with a data-driven tag-and-probe approach with J/ψ decays using partially reconstructed tracks, where one muon track is fully reconstructed as the tag track, and the probe track is reconstructed using only specific sub-detectors [58]. The simulated sample is weighted to agree in event multiplicity with the data sample. A systematic uncertainty of the efficiency of 0.4% per muon track is assigned to account for a different event multiplicity between data and simulation. The tracking efficiency is determined to be the fraction of J/ψ → µ + µ − decays where the probe track can be matched to a fully reconstructed track. The ratio of the resulting tracking efficiency between data and simulation is used to weight the simulation sample according to pseudorapidity and momentum of muons to obtain an efficiency correction in each (p T , y) bin of the J/ψ meson. In total the correction factor ranges from 0.94 to 1.04, depending on the J/ψ (p T , y) bin. The uncertainty on the muon track efficiency correction factor is limited by the size of the calibration data sample, and is propagated into the systematic uncertainty on the crosssection measurements. In total, the systematic uncertainty on the cross-sections related to the tracking efficiency is in the range of 1 − 3%, depending on the J/ψ (p T , y) bin.",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 264,
                    "text": "[58]",
                    "end": 268
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The J/ψ vertex fit quality requirement leads to an uncertainty of 0.4% for the selection efficiency, which is determined by comparing the distributions of the vertex fit quality between data and simulation.",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The trigger efficiency obtained from simulation is cross-checked using data-driven methods using a fully reconstructed J/ψ sample. For the hardware trigger, a tag-andprobe method is used to evaluate the single track muon trigger efficiency in bins of muon transverse momentum, p Tµ , and pseudorapidity, η µ , for both simulation and data. In this procedure, the J/ψ candidate is required to pass both steps of the software trigger. The J/ψ trigger efficiency is calculated by weighting p Tµ and η µ of the muons with the single-muon track trigger efficiency obtained from data and simulation, and their relative difference is quoted as a systematic uncertainty. For most of the J/ψ (p T , y) bins, the systematic effect on the cross-section is found to be below 1.0%, but in two bins an uncertainty of 5.9% is found. The software trigger efficiency is determined using a subset of events that would have triggered if the J/ψ signals were excluded [45]. The efficiency is computed in each (p T , y) bin for data and simulation, and the relative difference between data and simulation of about 1.5% is taken as a systematic uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 948,
                    "text": "[45]",
                    "end": 952
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The possible discrepancy between the p T and y distributions of J/ψ mesons in data and simulation for each bin is studied by reweighting the distribution in simulation to that in data. The relative difference between the efficiency after reweighting and the nominal efficiency is taken as a systematic uncertainty and found to be in the range 0.1% − 5%, depending on the (p T , y) bin of the J/ψ meson, where the largest value corresponds to the bins at the LHCb acceptance boundary.",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The uncertainty associated with the luminosity determination is 3.9%, and the branching fraction uncertainty of the J/ψ → µ + µ − decay is 0.6%. The limited size of the simulated JHEP10(2015)172 sample in each bin leads to an uncertainty between 0.3% and 5%, which is less than half of the data statistical uncertainty in each bin.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "JHEP10(2015)172",
            "text": "The detection efficiency is dependent on the polarisation of the J/ψ meson. Previous measurements by CDF [36] in pp collisions at 1.96 TeV, ALICE [28], CMS [29] and LHCb [30] in pp collisions at 7 TeV, showed that the prompt J/ψ polarisation in hadron collisions is small. The LHCb experiment studied J/ψ polarisation in the helicity frame [59] and measured the longitudinal polarisation parameter λ θ [30] to be on average −0.145 ± 0.027 in the range 2 < p T < 14 GeV/c and 2.0 < y < 4.5. If the longitudinal polarisation is assumed to be −20%, the measured J/ψ cross-section would decrease by values between 0.7% and 6.2% depending on the J/ψ (p T , y) bin, with an average value of 2.5%, which is smaller than the total systematic uncertainty. The efficiency changes in different p T and y bins obtained under this assumption are discussed in the appendix. Therefore, since no polarisation measurement has yet been made for data collected at √ s = 13 TeV, the polarisation is assumed to be zero, and no corresponding systematic uncertainty is quoted on the cross-section related to this effect.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 105,
                    "text": "[36]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 146,
                    "text": "[28]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 156,
                    "text": "[29]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 170,
                    "text": "[30]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 340,
                    "text": "[59]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 402,
                    "text": "[30]",
                    "end": 406
                }
            ]
        },
        {
            "section": "JHEP10(2015)172",
            "text": "There are sources of systematic uncertainties that are related to the t z fit, that affect only J/ψ -from-b decays and are negligible for prompt J/ψ production. The modelling of the t z resolution is studied by adding a third Gaussian to the nominal resolution model. The variation in F b is found to be negligible. Background modelling is tested using the sPlot [60] method to extract the background t z distribution and the relative variation in F b is taken as a systematic uncertainty. The impact of the choice of t z parametrisation for the long tail component is studied using an exponential function with equal magnitude for positive and negative slopes and the relative difference of F b is taken as a systematic uncertainty. The total relative systematic uncertainty on the J/ψ -from-b cross-section related to the t z fit is 0.1%.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 363,
                    "text": "[60]",
                    "end": 367
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "The measured double differential cross-sections for prompt J/ψ and J/ψ -from-b mesons, assuming no polarisation, are shown in figures 2 and 3, and given in tables 2 and 3. The cross-sections for prompt J/ψ and J/ψ -from-b mesons in the acceptance p T < 14 GeV/c and 2.0 < y < 4.5, integrated over all (p T , y) bins, are: σ(prompt J/ψ , p T < 14 GeV/c, 2.0 < y < 4.5) = 15.30 ± 0.03 ± 0.86 µb, σ(J/ψ -from-b, p T < 14 GeV/c, 2.0 < y < 4.5) = 2.34 ± 0.01 ± 0.13 µb,",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "where the first uncertainties are statistical and the second systematic.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Fraction of J/ψ -from-b mesons",
            "section_rank": 13
        },
        {
            "section": "Fraction of J/ψ -from-b mesons",
            "text": "The fractions of J/ψ -from-b mesons in different kinematic bins are given in figure 4 and table 6. The fraction increases as a function of p T , and tends to decrease with increasing rapidity. These trends are consistent with the measurements at √ s = 7 TeV and √ s = 8 TeV [13,18]. A measurement of the non-prompt J/ψ production fraction at √ s =13 TeV has also been performed by the ATLAS collaboration [61].  Table 2. Double differential production cross-section in nb/(GeV/c) for prompt J/ψ mesons in bins of (p T , y). The first uncertainties are statistical, the second are the correlated systematic uncertainties shared between bins and the last are the uncorrelated systematic uncertainties.",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 77,
                    "text": "figure 4",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 274,
                    "text": "[13,",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 278,
                    "text": "18]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 405,
                    "text": "[61]",
                    "end": 409
                },
                {
                    "type": "table",
                    "start": 412,
                    "text": "Table 2",
                    "end": 419
                }
            ]
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 14
        },
        {
            "text": "Extrapolation to the total bb cross-section",
            "section_rank": 15
        },
        {
            "section": "Extrapolation to the total bb cross-section",
            "text": "The total bb production cross-section is calculated using:  Table 3. Double differential production cross-section in nb/(GeV/c) for J/ψ -from-b mesons in bins of (p T , y). The first uncertainties are statistical, the second are the correlated systematic uncertainties shared between bins and the last are the uncorrelated systematic uncertainties.",
            "paragraph_rank": 36,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 60,
                    "text": "Table 3",
                    "end": 67
                }
            ]
        },
        {
            "section": "Extrapolation to the total bb cross-section",
            "text": "where α 4π is the extrapolation factor to the full kinematic region and B(b → J/ψX) = 1.16 ± 0.10% [43] is the inclusive b → J/ψX branching fraction. Using the LHCb tuning of Pythia 6 [46], α 4π is found to be 5.   in different rapidity ranges [17,30]. Using the extrapolation factor from Pythia 6, the total bb production cross-section is found to be σ(pp → bbX) = 515 ± 2 ± 53 µb, where the first uncertainty is statistical and the second systematic. No uncertainty on α 4π is included in this estimate.",
            "paragraph_rank": 37,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 99,
                    "text": "[43]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 184,
                    "text": "[46]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 244,
                    "text": "[17,",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 248,
                    "text": "30]",
                    "end": 251
                }
            ]
        },
        {
            "text": "Comparison with lower energy results",
            "section_rank": 16
        },
        {
            "section": "Comparison with lower energy results",
            "text": "The J/ψ cross-sections measured at √ s = 13 TeV are compared to previous LHCb measurements [12,18,30]. In all previous LHCb measurements of the J/ψ production crosssection, the branching fraction from ref. [62], B(J/ψ → µ + µ − ) = (5.94 ± 0.06)%, was used. When the measurements at 13 TeV are compared with those at lower energy, the previous results are updated with the improved branching fraction value, B(J/ψ → µ   In the cross-section ratios, many of the systematic uncertainties cancel because of correlations between the two measurements. The uncertainty of the luminosity determination, which is the dominating systematic uncertainty, is determined to be 50% correlated [55], yielding a total uncertainty in the ratio of 4.6%. The uncertainties due to the signal mass shape, vertex fit quality requirement, radiative tail, muon identification, tracking efficiency, J/ψ → µ + µ − branching fraction and trigger are also totally or partially correlated. The remaining systematic uncertainties of the cross-section ratio are summarised in table 4.",
            "paragraph_rank": 38,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 91,
                    "text": "[12,",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 95,
                    "text": "18,",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 98,
                    "text": "30]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 206,
                    "text": "[62]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 679,
                    "text": "[55]",
                    "end": 683
                }
            ]
        },
        {
            "section": "Comparison with lower energy results",
            "text": "In figure 10 the total cross-section in the fiducial region p T < 14 GeV/c and 2.0 < y < 4.5, as a function of pp centre-of-mass energy, is shown for prompt J/ψ and J/ψ -from-b mesons. The larger cross-section for J/ψ meson production at √ s = 13 TeV compared to √ s = 8 TeV is mostly due to the increased pp collision energy, but is also partly due to the increased boost of the produced b-hadron into the fiducial region. In table 5, the cross-sections of prompt J/ψ and J/ψ -from-b mesons integrated over the kinematic range 2.0 < y < 4.  [12,30] and [18]. The uncertainties are split into parts that are correlated and uncorrelated between the measurements at different pp centre-of-mass energies.    Table 5. Production cross-sections of prompt J/ψ and J/ψ -from-b mesons, integrated over the LHCb fiducial region, in pp collisions at various centre-of-mass energies [12,18,30]. The first uncertainty is the uncorrelated component, and the second the correlated one.",
            "paragraph_rank": 39,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "figure 10",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 542,
                    "text": "[12,",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 546,
                    "text": "30]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 554,
                    "text": "[18]",
                    "end": 558
                },
                {
                    "type": "table",
                    "start": 705,
                    "text": "Table 5",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 872,
                    "text": "[12,",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 876,
                    "text": "18,",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 879,
                    "text": "30]",
                    "end": 882
                }
            ]
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 17
        },
        {
            "text": "Comparison with theoretical models",
            "section_rank": 18
        },
        {
            "section": "Comparison with theoretical models",
            "text": "The measured J/ψ cross-sections are compared to the calculations of NRQCD and FONLL for prompt J/ψ and for J/ψ -from-b. Figure 11 (left) shows the comparison between the NRQCD calculation [64] and the measured prompt J/ψ cross-section as a function of transverse momentum, integrated over y in the range 2.0 < y < 4.5. In the NRQCD calculation, only uncertainties associated with LDME are considered since these are the dominating -14 -   Figure 10. The J/ψ production cross-section for (left) prompt J/ψ and (right) J/ψ -from-b mesons as a function of pp collision energy in the LHCb fiducial region compared to the FONLL calculation [27]. In general, the correlated and uncorrelated systematic uncertainties among different measurements are of comparable magnitude.",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 120,
                    "text": "Figure 11 (left)",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 188,
                    "text": "[64]",
                    "end": 192
                },
                {
                    "type": "figure",
                    "start": 439,
                    "text": "Figure 10",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 635,
                    "text": "[27]",
                    "end": 639
                }
            ]
        },
        {
            "section": "Comparison with theoretical models",
            "text": "uncertainties for the absolute production cross-section prediction. The FONLL calculation [27] is compared to the measurements of the J/ψ -from-b cross-section as a function of transverse momentum integrated over y in the range 2.0 < y < 4.5 in figure 11 (right). The FONLL calculation includes the uncertainties due to the b-quark mass and the renormalisation and factorisation scales for the prediction of the absolute production cross-section. Good agreement is found between the measurements and the theoretical calculations. Figure 8 (right) shows the ratio of the cross-sections as a function of y integrated over p T in the range p T < 14 GeV/c is compared with the FONLL calculation based on ref. [63] for J/ψ -from-b. The ratio of the cross-sections as a function of p T integrated over y in the range 2.0 < y < 4.5 is compared with the NRQCD calculation [64] for prompt J/ψ mesons, and with predictions by FONLL based on ref. [63] for J/ψ -from-b, shown in figure 9. The uncertainty of the NRQCD prediction, considering only that from LDME, almost cancels  Figure 11. Differential cross-sections as a function of p T integrated over y in the range 2.0 < y < 4.5, (left) compared with the NRQCD calculation [64] for prompt J/ψ and (right) compared with the FONLL calculation [27] for J/ψ -from-b mesons. p T [GeV/c] 2.0 < y < 2.5 2.5 < y < 3.0 3.0 < y < 3.5 3.5 < y < 4.0 4.0 < y < 4.5 0-1 9.6 ± 0.4 9.6 ± 0.3 9.6 ± 0.3 9.0 ± 0.3 7.9 ± 0.5  Table 6. The fraction of J/ψ -from-b mesons (in %) in bins of the J/ψ transverse momentum and rapidity. The uncertainties are statistical only. The systematic uncertainties are negligible.",
            "paragraph_rank": 41,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 90,
                    "text": "[27]",
                    "end": 94
                },
                {
                    "type": "figure",
                    "start": 245,
                    "text": "figure 11 (right)",
                    "end": 262
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 530,
                    "text": "Figure 8 (right)",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 705,
                    "text": "[63]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 864,
                    "text": "[64]",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 936,
                    "text": "[63]",
                    "end": 940
                },
                {
                    "type": "figure",
                    "start": 1067,
                    "text": "Figure 11",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1216,
                    "text": "[64]",
                    "end": 1220
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1284,
                    "text": "[27]",
                    "end": 1288
                },
                {
                    "type": "table",
                    "start": 1450,
                    "text": "Table 6",
                    "end": 1457
                }
            ]
        },
        {
            "section": "Comparison with theoretical models",
            "text": "in the cross-section ratio between the 13 TeV and 8 TeV measurements, so no uncertainty is given for the calculations in figure 9 (left). Besides those due to the b-quark mass and the scales, the FONLL calculation for the cross-section ratio also takes into account the gluon PDF uncertainty. The NRQCD prediction agrees reasonably well with the experimental data for the prompt J/ψ production cross-section ratio, while the FONLL prediction is below the J/ψ -from-b meson measurements. Table 10. The ratio of cross-sections between measurements at 13 TeV and 8 TeV in different bins of p T and y for J/ψ -from-b mesons. The systematic errors are negligible.",
            "paragraph_rank": 42,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 487,
                    "text": "Table 10",
                    "end": 495
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 19
        },
        {
            "section": "Conclusions",
            "text": "The differential J/ψ production cross-section in pp collisions at √ s = 13 TeV is measured as a function of the J/ψ transverse momentum and rapidity in the range of p T < 14 GeV and 2.0 < y < 4.5. The analysis is based on a data sample corresponding to an integrated luminosity of 3.05 ± 0.12 pb −1 , collected with the LHCb detector in July 2015. The production cross-sections of prompt J/ψ and J/ψ -from-b mesons are measured separately. The ratios of the J/ψ cross-sections in pp collisions at a centre-of-mass energy of 13 TeV relative to those at 8 TeV are also determined.",
            "paragraph_rank": 43,
            "section_rank": 19
        },
        {
            "section": "Conclusions",
            "text": "The p T distribution of J/ψ mesons produced in √ s = 13 TeV pp collisions is harder than at √ s = 8 TeV. The measured prompt J/ψ meson production cross-section as a function of transverse momentum is in good agreement with theoretical calculations in the NRQCD framework. Theoretical predictions based on FONLL calculations describe well the measured cross-section for J/ψ -from-b mesons and its dependence on the centre-of-mass energy of pp collisions, though the prediction lies below the ratio between the cross-section measurements at √ s = 13 TeV and √ s = 8 TeV.",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "/ψ → µ + µ − ) 0.6 p T , y spectrum 0.1-5.0 Simulation statistics 0.3-5.0 t z fit (J/ψ -from-b only) 0.1",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "2 . 10 -Figure 2 .",
            "section_rank": 21
        },
        {
            "section": "2 . 10 -Figure 2 .",
            "text": "Figure 2. Double differential cross-section for prompt J/ψ mesons as a function of p T in bins of y. Statistical and systematic uncertainties are added in quadrature.",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "text": "Figure 3 .",
            "section_rank": 22
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Double differential cross-section for J/ψ -from-b mesons as a function of p T in bins of y. Statistical and systematic uncertainties are added in quadrature.",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "Figure 4 .",
            "section_rank": 23
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Fractions of J/ψ -from-b mesons in bins of J/ψ p T and y. Statistical and systematic uncertainties are added in quadrature.",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "Figure 5 .Figure 6 .Table 4 .",
            "section_rank": 24
        },
        {
            "section": "Figure 5 .Figure 6 .Table 4 .",
            "text": "Figure 5. Differential cross-sections as a function of p T integrated over y for (left) prompt J/ψ and (right) J/ψ -from-b mesons.",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "Figure 7 .",
            "section_rank": 25
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Ratios of differential cross-sections between measurements at √ s = 13 TeV and √ s = 8 TeV as a function of p T in bins of y for (left) prompt J/ψ mesons and (right) J/ψ -from-b mesons.",
            "paragraph_rank": 50,
            "section_rank": 25
        },
        {
            "text": "Figure 8 .",
            "section_rank": 26
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Ratios of differential cross-sections between measurements at √ s = 13 TeV and √ s = 8 TeV as a function of y integrated over p T for (left) prompt J/ψ and (right) J/ψ -from-b mesons. The FONLL calculation [63] is compared to the measured J/ψ -from-b production ratio.",
            "paragraph_rank": 51,
            "section_rank": 26
        },
        {
            "text": "Figure 9 .",
            "section_rank": 27
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Ratios of differential cross-sections between measurements at √ s = 13 TeV and √ s = 8 TeV as a function of p T integrated over y for (left) prompt J/ψ mesons and (right) J/ψ -from-b mesons. Calculations of NRQCD[64] and FONLL[63] are compared to prompt J/ψ mesons and J/ψ -from-b mesons, respectively.",
            "paragraph_rank": 52,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 222,
                    "text": "[64]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 236,
                    "text": "[63]",
                    "end": 240
                }
            ]
        },
        {
            "text": "± 5.4 ± 6.7 ± 3.7 102.3 ± 2.9 ± 5.3 ± 1.1 92.7 ± 2.6 ± 5.0 ± 0.8 1−2 276.3 ± 6.9 ± 15.5 ± 3.4 243.6 ± 3.9 ± 12.4 ± 2.0 209.3 ± 3.3 ± 11.4 ± 1.3 2−3 300.6 ± 6.4 ± 16.2 ± 4.1 249.4 ± 3.6 ± 12.6 ± 2.5 204.5 ± 3.0 ± 10.9 ± 1.3",
            "paragraph_rank": 53,
            "section_rank": 28
        },
        {
            "text": "5, p T < 14 GeV/c (p T < 12 GeV/c for the analysis in pp at √ s = 2.76 TeV) are given for pp collisions in different centre-of-mass energies. The cross-section values for",
            "paragraph_rank": 54,
            "section_rank": 29
        },
        {
            "text": "-from-b 0.39 ± 0.04 ± 0.04 1.07 ± 0.05 ± 0.06 1.27 ± 0.06 ± 0.09 2.34 ± 0.09 ± 0.09",
            "paragraph_rank": 55,
            "section_rank": 30
        },
        {
            "text": "Acknowledgments",
            "section_rank": 32
        },
        {
            "section": "Acknowledgments",
            "text": "The authors would like to thank K.-T. Chao, H. Han and H.-S. Shao for providing the NRQCD calculations, and M. Cacciari, M. L. Mangano and P. Nason for the FONLL predictions that are compared with the measurements discussed in the paper. We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands);",
            "paragraph_rank": 56,
            "section_rank": 32
        },
        {
            "text": ". Differential cross-sections dσ/dp T (in nb/(GeV/c)) for prompt J/ψ and J/ψ -from-b mesons, integrated over y. The first uncertainties are statistical and the second (third) are uncorrelated (correlated) systematic uncertainties amongst bins.",
            "paragraph_rank": 57,
            "section_rank": 34
        },
        {
            "text": "y Prompt J/ψ J/ψ -from-b 2.0-2.5 7.947 ± 0.036 ± 0.044 ± 0.430 1.381 ± 0.013 ± 0.006 ± 0.073 2.5-3.0 6.949 ± 0.020 ± 0.020 ± 0.351 1.128 ± 0.007 ± 0.003 ± 0.056 3.0-3.5 6.074 ± 0.017 ± 0.010 ± 0.320 0.919 ± 0.006 ± 0.001 ± 0.048 3.5-4.0 5.251 ± 0.016 ± 0.009 ± 0.322 0.735 ± 0.006 ± 0.001 ± 0.044 4.0-4.5 4.367 ± 0.019 ± 0.027 ± 0.321 0.523 ± 0.007 ± 0.003 ± 0.037 Table 8. Differential cross-sections dσ/dy (in µb) for prompt J/ψ and J/ψ -from-b mesons, integrated over p T . The first uncertainties are statistical and the second (third) are the uncorrelated (correlated) systematic uncertainties. p T [GeV/c] 2.0 < y < 2.5 2.5 < y < 3.0 3.0 < y < 3.5 3.5 < y < 4.0 4.0 < y < 4.5 2.0 < y < 4.   ",
            "paragraph_rank": 58,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 365,
                    "text": "Table 8",
                    "end": 372
                }
            ]
        },
        {
            "text": "A Change of efficiency with respect to polarization",
            "section_rank": 35
        },
        {
            "section": "A Change of efficiency with respect to polarization",
            "text": "The detection efficiency is affected by the polarisation, especially by the polarisation parameter λ θ . Zero polarisation is assumed in these simulations since there is no prior knowledge of the polarisation of J/ψ mesons in pp collisions at 13 TeV, and only small polarisations have been found in all LHC quarkonia polarisation analyses [28][29][30]36]. In table 11, the increase of the total efficiency is given in bins of (p T , y) of the J/ψ meson for a polarisation of λ θ = −20%, compared to zero polarisation. This information facilitates the extrapolation of the cross-sections measured assuming zero polarisation to other polarisation values. The relative change in efficiency is linear, to 5% accuracy, between polarisation values of zero and 20%.",
            "paragraph_rank": 59,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 339,
                    "text": "[28]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 343,
                    "text": "[29]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 347,
                    "text": "[30]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 351,
                    "text": "36]",
                    "end": 354
                }
            ]
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 36
        },
        {
            "section": "JHEP10(2015)172",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. ",
            "paragraph_rank": 60,
            "section_rank": 36
        },
        {
            "text": "JHEP10(2015)172",
            "section_rank": 37
        }
    ]
}