{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The searches for magnetic monopoles (Ms) is a fascinating interdisciplinary field with implications in fundamental theories, in particle physics, astrophysics, and cosmology. The quantum theory of Ms and its consistency with electrodynamics was derived by P.A.M. Dirac. This marked the start of the searches for classical monopoles at every new accelerator, up to the LHC. Magnetic monopoles are required by Grand Unification Theories, but unlike classical monopoles they would be incredibly massive, out of the reach of any conceivable accelerator. Large efforts have been made to search for them in the cosmic radiation as relic particles from the early Universe in the widest range of mass and velocity experimentally accessible.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "In this paper the status of the searches for classical Ms at accelerators, for GUT, superheavy Ms in the penetrating cosmic radiation and for Intermediate Mass Ms at high altitudes is discussed, with emphasis on the most recent results and future perspectives. * This review is dedicated to the memory of Giorgio Giacomelli, who devoted much of his scientific activity to the study of magnetic monopoles.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The concept of the magnetic monopole (M) was introduced by P. A. M. Dirac in 1931 [1] to explain the quantization of the electric charge. Dirac established the basic relation between the elementary electric charge e and the magnetic charge g eg c = n",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 82,
                    "text": "[1]",
                    "end": 85
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where g D is the unit Dirac charge and n is an integer. The existence of magnetic charges and currents would symmetrize the Maxwell's equations. The symmetry would not be perfect, since the unit magnetic charge is much larger than the electric one. Eq. 1 defines most of the properties of Dirac (or classical) magnetic monopoles, as they are assumed as point-like particles. Around 1974 it was realized [2,3] that the electric charge is naturally quantized in Grand Unification Theories (GUTs) of the strong and electroweak interactions. Ms appear at the phase transition corresponding to the spontaneous breaking of the unified group into subgroups, one of which is U (1), which describes electromagnetism. In a certain sense, the situation was reversed compared to the reasoning of Dirac: the quantization of the electric charge now implied the existence of magnetic monopoles.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 403,
                    "text": "[2,",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 406,
                    "text": "3]",
                    "end": 408
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the contest of GUT's, the lowest M mass, M , is related to the mass of the X vector boson (m X ∼ 10 15 GeV), which is the carrier of the unified interaction and defines the unification scale, M m X /α 10 17 GeV, where α 0.025 is the dimensionless unified coupling constant (natural units with c = 1 in the c.g.s. system are almost always used in this paper). Larger M masses are expected if gravity is brought into the unification picture, and in some SuperSymmetric models. Magnetic monopoles with masses M ∼ 10 5 ÷ 10 12 GeV (also called Intermediate Mass Monopoles, IMMs) are predicted by theories with an intermediate energy scale between the GUT and the electroweak (EW) scales and would appear in the early Universe at a considerably later time than the GUT epoch [4]. The lowest mass M is stable since magnetic charge is conserved, like electric charge.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 773,
                    "text": "[4]",
                    "end": 776
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The possibility that the gauge theory of EW interactions allow magnetic monopole solutions (also with multiply magnetic charge) was realized more recently [5,6]. With a basic magnetic charge twice the Dirac charge (g = 2g D ), such Ms can be interpreted as a non-trivial hybrid between the Dirac and the GUT (electrically charged) monopoles. The mass of this M (dyon) has been estimated to range between 3 to 7 TeV [7] which makes it a very good candidate for searches at the CERN Large Hadron Collider (LHC).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 155,
                    "text": "[5,",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 158,
                    "text": "6]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 415,
                    "text": "[7]",
                    "end": 418
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, the status and perspectives of the searches for magnetic monopoles are reviewed. The theoretical motivations for Dirac and GUT magnetic monopoles have been extensively covered in [8] and only short recalls are considered here, §II. An exhaustive review of the phenomenology of Ms and of the early searches is in [9]. More recent reviews on the different monopole models are in [10,11]. The interactions of Ms with matter and their energy loss mechanisms are discussed in §III, and the most common experimental techniques for their detection are presented in §IV. The status of the searches for Ms in the cosmic radiation and at accelerators is discussed in §V. Finally, the perspectives for on-going and future experiments are in §VI.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 194,
                    "text": "[8]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 327,
                    "text": "[9]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 392,
                    "text": "[10,",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 396,
                    "text": "11]",
                    "end": 399
                }
            ]
        },
        {
            "text": "II. CLASSICAL, GUT AND INTERMEDIATE MASS MAGNETIC MONOPOLES",
            "section_rank": 3
        },
        {
            "section": "II. CLASSICAL, GUT AND INTERMEDIATE MASS MAGNETIC MONOPOLES",
            "text": "No predictions for the Dirac monopole mass, M D , exist. A kind of rule of thumb assumed that the classical electron radius be equal to the \"classical monopole radius\", from which one has M D ∼ g 2 D m e /e 2 ∼ 4700m e ∼ 2.4 GeV. Based on this assumption, classical Ms were searched for at every new accelerator.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 196,
                    "text": "2",
                    "end": 197
                }
            ]
        },
        {
            "section": "II. CLASSICAL, GUT AND INTERMEDIATE MASS MAGNETIC MONOPOLES",
            "text": "At accelerators Ms could be produced via electromagnetic processes similar to those involving the creation of electrically charged fermion pairs, through a dimensionless magnetic constant α m dependent on the magnetic unit charge g D . This constant may be introduced in analogy with the fine-structure constant α = e 2 / c 1/137 and corresponds to α m = g 2 D / c 34.25. Therefore, the electromagnetic interactions of Ms are too strong for perturbative theory to be applicable. A quantitative estimate of the production cross sections cannot be reliably derived and it remains an open problem.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "II. CLASSICAL, GUT AND INTERMEDIATE MASS MAGNETIC MONOPOLES",
            "text": "GUTs and IMMs are expected to be very massive composite objects, well beyond the reach of any existing or foreseen accelerator. Such poles could have been produced in the early Universe [12], be a component of the cold dark matter, and still exist as cosmic relics. Their kinetic energy would have been affected by the Universe expansion and by travelling through the galactic and intergalactic magnetic fields.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 186,
                    "text": "[12]",
                    "end": 190
                }
            ]
        },
        {
            "text": "A. History of GUT Magnetic Monopoles",
            "section_rank": 4
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": "In the standard Big Bang model, the Universe started in a state of extremely large density and temperature. As time progressed, density and temperature decreased and the particle composition changed. The grand unification of strong and electroweak interactions lasted until the temperature dropped to ∼ 10 15 GeV, when a phase transition is thought to have occurred. During that phase transition, GUT monopoles appeared as topological defects, about one pole for each causal domain. This would lead to a present-day M abundance [13], exceeding by many orders of magnitude the critical energy density of the Universe [14]:",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 528,
                    "text": "[13]",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 616,
                    "text": "[14]",
                    "end": 620
                }
            ]
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": "the so-called magnetic monopole problem. In Eq. 2 the scaled Hubble parameter, h ∼ 0.7, is defined in terms of the Hubble constant H ≡ 100h km s −1 Mpc −1 . Cosmological inflation would lead to present-day M's abundance significantly smaller than could be plausibly detected. The reduction of Ms in the Universe was one of the motivating factors for cosmological inflation in Guth's original work [15]. Observable abundances can be obtained in scenarios with carefully tuned parameters or if the reheating temperature was large enough to allow M's production in high-energy collisions of fermions f , like f f → MM.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 397,
                    "text": "[15]",
                    "end": 401
                }
            ]
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": "As the Universe expanded and cooled down the energy of Ms decreased for the adiabatic energy loss, like any other particle and radiation. Ms would have reached a speed β ∼ 10 −10 during the epoch of galaxy formation. As matter (including Ms and dark matter) started to condense gravitationally into galaxies, galactic magnetic fields developed through the dynamo mechanism. Ms were accelerated by these magnetic fields and after times of the order of 10 7 y they could be ejected with velocities β ∼ (1 ÷ 3) × 10 −2 . This process would give rise to an isotropic intergalactic flux of relatively high-energy Ms.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": "Today we may expect to have a sizable fraction of monopoles bound to different systems, as the galaxy cluster, our Galaxy or the Solar system. In the absence of magnetic fields, Ms would have velocities comparable to the virial velocity of objects gravitationally bound to the system. There may be peaks in the velocity spectrum corresponding to poles bound to the Sun (β ∼ 10 −4 ), to the Galaxy (β ∼ 10 −3 ), or to the local galaxy cluster (β 10 −2 ). These gravitationally bound Ms could produce a flux on Earth.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": "A magnetic field B acting over a length increases the kinetic energy of a monopole by a quantity gB . The speed a M can reach in a typical galactic magnetic field of strength B ∼ 3 10 −6 G and a coherent length ∼ 300 pc = 10 21 cm depends on its mass M , namely: ",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": ": inside this core virtual X-bosons should be present; ii) electroweak unification (r ∼ 10 −16 cm) with virtual W ± , Z 0 -bosons; iii) the confinement region (r ∼ 10 −13 cm) with virtual photons, gluons and a condensate of fermion-antifermion, four-fermion bags. For radii larger than few fm one has the field of a point magnetic charge B = g/r 2 . b) Illustrations of the monopole catalysis of proton decay through the reaction p + M → M + e + + π 0 . c) The effect of the presence of a condensate of 4-fermions uude + able to induce the proton decay is shown.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": "From the experimental point of view, classical cosmic monopoles are expected to be always relativistic, while GUT monopoles can have speeds over a wide range.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "A. History of GUT Magnetic Monopoles",
            "text": "Intermediate Mass Monopoles (IMM) also would survive as relics of the early Universe [16], and be stable. Because IMMs would be produced after inflation, their number would not be reduced by inflationary mechanisms. IMMs with 10 7 < M < 10 12 GeV could acquire nearly-relativistic velocities in one coherent domain of the galactic field [17]. Experimentally one has to look for IMMs with β 0.1.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 85,
                    "text": "[16]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 337,
                    "text": "[17]",
                    "end": 341
                }
            ]
        },
        {
            "text": "Structure of a GUT Magnetic Monopole",
            "section_rank": 5
        },
        {
            "section": "Structure of a GUT Magnetic Monopole",
            "text": "The central core of a GUT monopole retains the original symmetry and contains the fields of the superheavy gauge bosons, which mediate baryon number violation. Through these bosons the strong and EW interactions between particles are indistinguishable: quarks and leptons are, in this domain, the same particles. The M's core should be surrounded by a fermion-antifermion condensate. The condensate would have baryon number violating terms (see §II A 3) extending up to the confinement region. Fig. 1 shows the structure of a GUT M: a very small core, an electroweak region, a confinement region, a fermion-antifermion condensate (which may contain four-fermion agglomerates that induce baryon number violating processes). For r ≥ 3 fm a GUT M behaves as a point particle generating a field B = g/r 2 .",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 494,
                    "text": "Fig. 1",
                    "end": 500
                }
            ]
        },
        {
            "section": "Structure of a GUT Magnetic Monopole",
            "text": "IMMs produced after the decoupling of the strong and EW interactions would have a structure similar to that of a GUT M. The core region would be larger (since R ∼ 1/M ) and the outer cloud would not contain terms that allow baryon number violation.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Dyons",
            "section_rank": 6
        },
        {
            "section": "Dyons",
            "text": "A dyon is a particle carrying both electric and magnetic charges. Therefore, when at rest, it produces both electrostatic and magnetostatic fields. Considering two dyons, one with charges e 1 , g 1 and the other with e 2 , g 2 , the Dirac quantization condition becomes e 1 g 2 − e 2 g 1 = ( c/2)n. Semi-classical arguments were used to argue that in a proper quantum-mechanical treatment the dyon charge must be quantized. In the GUT framework quantum fluctuations lead to a quantized electric charge of the dyon, in integer multiples of the minimal electric charge [18].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 567,
                    "text": "[18]",
                    "end": 571
                }
            ]
        },
        {
            "section": "Dyons",
            "text": "A magnetic monopole and a proton may form a bound system with both magnetic and electric charges [19]. As far as the energy loss in matter is concerned, a positively charged dyon and a (M + p) bound system behave in the same way.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 97,
                    "text": "[19]",
                    "end": 101
                }
            ]
        },
        {
            "text": "Magnetic monopole catalysis of nucleon decay",
            "section_rank": 7
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "As early as 1980 it was hypothesized that, given its inner structure, a GUT M could catalyze baryon number violating processes, such as p + M → M + e + + mesons. The cross section σ 0 of this process would be incredibly small if of the order of the geometrical dimension of the M core (∼ 10 −58 cm 2 ). If the interaction is independent of m X the corresponding cross section σ 0 could be comparable to that of ordinary strong interactions, the so-called Rubakov-Callan mechanisms [20,21]. This possibility has important implications both in particle physics and in astrophysics. The catalysis reaction on the M core can be imagined pictorially as shown in Fig. 1 b), while the effect of the presence of a condensate of 4-fermions uude + is illustrated in Fig. 1 c).",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 481,
                    "text": "[20,",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 485,
                    "text": "21]",
                    "end": 488
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 657,
                    "text": "Fig. 1 b)",
                    "end": 666
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 756,
                    "text": "Fig. 1 c)",
                    "end": 765
                }
            ]
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "The cross section for the catalysis of nucleon decay, σ cat , depends not only on the cross section σ 0 , but also on the monopole speed as σ cat = (σ 0 /β) • F (β). The correction factor F (β) takes into account an additional angular momentum of the monopole-nucleus-system and becomes relevant for speeds below a threshold β 0 , which depends on the nucleus [22]. For speeds above β 0 , F (β) = 1.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 360,
                    "text": "[22]",
                    "end": 364
                }
            ]
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "Positively charged dyons, or (M + p) states, should not catalyze proton decay with large rates because of the electrostatic repulsion between the proton and the dyon. Negatively charged dyons would instead have large effective cross sections. ",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "The limit holds in the hypothesis of poles uniformly distributed in the Universe. A more stringent limit for most of the (M, β) parameter space can be derived by astrophysical considerations. Most celestial bodies possess large-scale magnetic fields. In our Galaxy, the magnetic field is stretched in the azimuthal direction along the spiral arms, and it is likely originated by the non-uniform rotation of the Galaxy. The time scale of this generation mechanism is approximately equal to the rotation period of the Galaxy, τ B ∼ 10 8 y. Magnetic poles would gain energy, which is taken from the stored magnetic energy. An upper bound for the M flux can be obtained by requiring that the kinetic energy gained per unit time is at most equal to the magnetic energy generated by the dynamo effect. The rate of energy, dE M /dt, acquired per unit volume V by Ms in a magnetic field B is",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "where the magnetic current density is J M = gn M v and v is the average pole velocity. The magnetic energy density generated by the dynamo effect per unit time gives",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "where ",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "for the typical value of the Galactic magnetic field strength, B ∼ 3 10 −6 G, and single Dirac charge, g = g D . This is the so-called Parker bound [23]. Note that the condition in Eq. 7 is always more stringent than Eq. 4 for M < 10 17 GeV and β > 10 −3 . In a more detailed treatment [24], which assumes reasonable choices for the astrophysical parameters and random relation between v and B, the Ms would acquire smaller energies. Correspondingly, less energy is removed from the galactic field and the Parker bound is less restrictive. In different speed regimes, indicated in Eq. 3, and defining a critical speed β c = 10 −3 , the upper bounds derived in [24] are",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 148,
                    "text": "[23]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 286,
                    "text": "[24]",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 660,
                    "text": "[24]",
                    "end": 664
                }
            ]
        },
        {
            "section": "Magnetic monopole catalysis of nucleon decay",
            "text": "An extended Parker bound obtained by considering the survival of an early seed field [25,26], yields a tighter bound",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 85,
                    "text": "[25,",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 89,
                    "text": "26]",
                    "end": 92
                }
            ]
        },
        {
            "text": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "section_rank": 8
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "The study of the M's interactions is important to understand the stopping power mechanisms in matter in general and the energy losses in particle detectors in particular. The long-range interaction of a M with a fermion, an atomic system or a nucleus is due to the \"magnetostatic\" interaction between the field, B M , due to the pole magnetic charge and the magnetic-dipole moment µ of the fermion, atom or nucleus [19,27]. The interaction energy arising from the magnetic charge-magnetic dipole interaction is given by",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 415,
                    "text": "[19,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 419,
                    "text": "27]",
                    "end": 422
                }
            ]
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "which, for an electron, corresponds to W D = 2 /4m e r 2 . Assuming a relative distance equal to the Bohr radius, r = a o = 0.53 × 10 −8 cm, W D 7 eV, comparable to the binding energy of an atom. Thus one expects a sizable deformation of an atom when a M passes inside or close to an atomic system. For a proton at a distance of r = 1 fm from the monopole, W D ∼ 30 MeV, a value larger than the binding energy of nucleons in nuclei. Thus, one expects deformations of the nucleus when a monopole passes close to it.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "Classical and \"light\" (M < 10 11 GeV) cosmic Ms are expected (Eq. 3) with relativistic velocities and huge energy losses, more than enough to have them easily detected. Furthermore, their energy loss would be sufficiently large to stop a considerable fraction of monopoles crossing the Earth. Therefore, searches for monopoles trapped in the Earth matter are of particular importance. GUT Ms have such large masses that it is difficult to accelerate them to large velocities and the study of the energy loss of slow moving Ms is relevant for their detection.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "A. Stopping power of fast monopoles with β > 0.05 A moving magnetic monopole produces an electric field whose lines of force lie in a plane perpendicular to the monopole trajectory. In matter, this field may ionize or excite the nearby atoms or molecules. The interaction of magnetic monopoles having velocities β > 0.05 and γ ≤ 100 with the electrons of a material is well understood. The ionization energy loss for electric charges, see §Passage of particles through matter of [14], can be adapted for a magnetic charge [28] by replacing Ze → gβ, and the stopping power becomes",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 479,
                    "text": "[14]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 522,
                    "text": "[28]",
                    "end": 526
                }
            ]
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "where N e is the density of electrons, m e the electron mass, I the mean ionization potential of the crossed medium, δ the density effect correction, k the QED correction, and B m the Bloch correction (refer to [29] for the numerical values for different materials). Practically, in this velocity range a M with magnetic charge g D behaves as an equivalent electric charge (Ze)",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 211,
                    "text": "[29]",
                    "end": 215
                }
            ]
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "This energy loss mechanism is implemented as part of a GEANT package [30] for the simulation of monopole trajectories in a detector [31]. When βγ > 10 4 stochastic processes such as bremsstrahlung, pair production and hadron production dominate the energy loss. Photonuclear processes yield the largest contribution in materials with moderate values of atomic",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 69,
                    "text": "[30]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 132,
                    "text": "[31]",
                    "end": 136
                }
            ]
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "Fe, r=11.5 g cm -3 A",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "Energy losses of Ms in the Earth's mantle and b) in the Earth's nucleus as function of the speed β for different values of the magnetic charge g. Notice the solid curves in the regions A, B, C where the calculations are more reliable, and the dashed lines when they are interpolated. The three curves apply to Ms with n = 1, 2, 3 unit Dirac charge and assuming that the basic electric charge is that of the electron. The curves labeled g = 3gD apply also to M with g = gD assuming that the basic electric charge is that of the quark d.",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "mass (such as rock or water), with a smaller contribution from pair production. In contrast pair production is the dominant process in materials with high atomic number Z. The contribution from bremsstrahlung is small and is usually neglected. Theoretical uncertainties arising from the large coupling constant α m should be considered in the computation of transition probabilities. Thus, the energy loss per unit path length in this energy regime is dominated by single (or small numbers) of collisions with the possibility of a large energy transfer, leading to large fluctuations on the stopping power and range of the particle. This velocity range is of particular interest because of the considerations given in §II A for massive Ms bound to astrophysical systems. In the calculation of the energy loss the materials is approximated by a free (degenerate) gas of electrons. This is appropriate in the description of M's interactions with the conduction electrons of metallic absorbers. For nonmetallic absorbers it represents a reasonable approximation for heavy atoms (Z ≥ 10). Using this approximation, Ahlen and Kinoshita [32] have computed the stopping power in the velocity range 10 −3 β 10 −2 as:",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1131,
                    "text": "[32]",
                    "end": 1135
                }
            ]
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "where v F = ( /m e )(3π 2 N e ) 1/3 3.9 × 10 8 cm/s is the Fermi velocity (the value applies to silicon at the Earth's mantle density, ρ Si = 4.3 g/cm 3 ); a o is the Bohr radius; N e is the density of electrons.",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "III. MAGNETIC MONOPOLE ENERGY LOSSES",
            "text": "The expected M energy loss is larger than that computed with Eq. 12 if the contribution from the coupling of the magnetic monopole with the electron magnetic moment is considered. According to [32] this gives a multiplicative factor of 1.37 to Eq. 12. For conductors one should add another term that depends on the conduction electrons. In Note that the stopping power mechanism parameterized with Eq. 12 refers to an average energy transferred to atomic electrons so small that it is impossible to disregard their atomic bindings. In addition, transitions yielding photons in the visible range are largely suppressed. For this reason, as pointed out by the authors [32] be directly used for the evaluation of the response of excitation-and ionization-sensitive particle detectors to slow, supermassive Ms.",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 193,
                    "text": "[32]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 666,
                    "text": "[32]",
                    "end": 670
                }
            ]
        },
        {
            "text": "C. Stopping power of monopoles with β 10 −3",
            "section_rank": 9
        },
        {
            "section": "C. Stopping power of monopoles with β 10 −3",
            "text": "In this velocity range Ms cannot excite atoms but they can lose energy in elastic collisions with atoms or nuclei through the M's coupling with the atomic/nuclear magnetic moment. In [29] different computations were done for diamagnetic and paramagnetic materials. Fig. 2 (solid lines C) shows the stopping power in the Earth's mantle and nucleus for slowly moving Ms. Dashed lines between solid lines B and C are interpolations; dashed lines at β < 10 −5 are extrapolations. At low velocities, the energy loss is mainly released to the medium in the form of thermal and acoustic energy. Particle detectors are sensitive to Ms only through particular interaction mechanisms, as the Drell effect (see §IV C), and via atomic recoils.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 183,
                    "text": "[29]",
                    "end": 187
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 265,
                    "text": "Fig. 2",
                    "end": 271
                }
            ]
        },
        {
            "text": "D. Range of magnetic monopoles",
            "section_rank": 10
        },
        {
            "section": "D. Range of magnetic monopoles",
            "text": "Magnetic monopoles can cross the atmosphere and reach underground detectors depending on their stopping power, which in turn depends on the monopole mass M and velocity. The range R can be computed by integrating the stopping power:",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "section": "D. Range of magnetic monopoles",
            "text": "where E 0 is the pole initial kinetic energy, and E min the kinetic energy corresponding to β 10 −6 , when it can be considered as stopped. Fig. 3 shows the ratio R/M (in g cm −2 GeV −1 ), as a function of the initial βγ = p/M of the M, with p being its momentum [33]. The stopping power used in the computation is that obtained in Si and Fe in [29].",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 140,
                    "text": "Fig. 3",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 263,
                    "text": "[33]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 345,
                    "text": "[29]",
                    "end": 349
                }
            ]
        },
        {
            "section": "D. Range of magnetic monopoles",
            "text": "Since the range depends on the kinetic energy, the R/M ratio is independent of the mass. From Fig. 3, we can estimate that the minimum mass for, e.g., a β = 10 −3 magnetic monopole to cross the Earth atmosphere (1000 g cm −2 ) is M 3 × 10 7 GeV. It increases to about M 10 10 GeV for a monopole penetrating 3 × 10 5 g cm −2 , corresponding to the minimum rock overburden of the Gran Sasso laboratory.",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 94,
                    "text": "Fig. 3",
                    "end": 100
                }
            ]
        },
        {
            "text": "IV. EXPERIMENTAL METHODS FOR MAGNETIC MONOPOLE SEARCHES",
            "section_rank": 11
        },
        {
            "section": "IV. EXPERIMENTAL METHODS FOR MAGNETIC MONOPOLE SEARCHES",
            "text": "Search strategies for magnetic monopoles are determined by their expected interactions as they pass through a detector. Searches in cosmic rays, in matter, and at accelerator experiments are based on different techniques, as the induction method, exploiting the electromagnetic interaction of the M with the quantum state of a superconducting ring, or the M's energy loss in different detectors.",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "A. The induction technique in superconductive coils",
            "section_rank": 12
        },
        {
            "section": "A. The induction technique in superconductive coils",
            "text": "The technique of looking for monopoles using small superconducting coils started in mid 1970s [34]. The detection method consists in a superconducting coil coupled to a SQUID (Superconducting Quantum Interferometer Device). A moving M induces in a superconducting ring an electromotive force and a current change (∆i). For a coil with N turns and inductance L the current change is ∆i = 4πN ng D /L = 2∆i o , where i o is the current change corresponding to a change of one unit of the flux quantum of superconductivity. This method is based only on the long-range electromagnetic interaction between the magnetic charge and the macroscopic quantum state of a superconducting ring. For any sample of matter containing only magnetic dipoles, induced currents cancel out to zero after its passage through the coil. A persistent current directly proportional to g D would represent an unmistakable signature of the M's passage. Induction coils are the only known device sensitive only to the magnetic charge, so able to detect poles of any velocity and mass. The system components, in particular the magnetometer, have to be extremely well shielded from any variation of the ambient magnetic field. This places severe restrictions on the cross-sectional area of induction detectors.",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 94,
                    "text": "[34]",
                    "end": 98
                }
            ]
        },
        {
            "section": "A. The induction technique in superconductive coils",
            "text": "SQUID have been used in the past to search for Ms in the cosmic radiation. In 1982 a group in Stanford operated a four-turn coil of 5 cm diameter for 151 days [35], recording a single current jump corresponding to that expected from a magnetic charge equal to g D . No other jumps were observed in subsequent runs. That candidate event generated a great deal of interest on Ms, and the induction detection technique evolved quickly toward second-generation experiments. No additional candidates were found. The technique has not been used anymore to search for Ms in the cosmic radiation, while it is still widely used in searches for Ms trapped in matter, §V D.",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 159,
                    "text": "[35]",
                    "end": 163
                }
            ]
        },
        {
            "text": "B. Light yield in scintillators",
            "section_rank": 13
        },
        {
            "section": "B. Light yield in scintillators",
            "text": "Different computations exist for the light yield of Ms and dyons in a liquid or plastic scintillator. For a detailed review, see [36]. The light yield (dL/dx) in a scintillator is related to the total electronic energy loss (dE/dx) by",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 129,
                    "text": "[36]",
                    "end": 133
                }
            ]
        },
        {
            "section": "B. Light yield in scintillators",
            "text": "For relatively small energy losses, dL/dx A × dE/dx, with A 0.03 ÷ 0.07, depending on the material and on M's velocity. The light yield from the energy deposited near the particle track (the first term in the parenthesis of Eq. 14) saturates for high energy losses. The term B = 0.3 ÷ 0.7 cm/MeV is called quenching parameter. The term F (which is small in most cases) represents the fraction of energy loss which results from excitations outside the track core; these excitations are assumed to be not quenched.",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "B. Light yield in scintillators",
            "text": "The results of detailed calculations in a wide range of velocities is shown in Fig. 4a). We notice that at very low velocities the light yield increases with β then it saturates at ∼ 1.2 MeV/cm (region A). The increase in the light yield observed in region B is due to changes in the quenching parameter. For β ≥ 0.09 some ionized electrons have sufficient energy to escape from the region near the track core (δ-rays), and the light yield increases again with β (region C). At intermediate β values (0.003 < β < 0.1) -curve B -the light yield is almost independent of the magnetic charge g; at low and high β the light yield increases as g 2 . The light yield at low velocities has to be considered a lower limit, since the calculations do not take into account possible contributions that can arise from the mixing and crossing of molecular electronic energy levels at the passage of the magnetic charge. This could result in molecular excitations and emission of additional light. ",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 79,
                    "text": "Fig. 4a",
                    "end": 86
                }
            ]
        },
        {
            "text": "C. Ionization in gaseous detectors and the Drell effect",
            "section_rank": 14
        },
        {
            "section": "C. Ionization in gaseous detectors and the Drell effect",
            "text": "A gaseous detector (e.g., the drift tubes of the Soudan 2 experiment or the streamer tube sub-system of the MACRO experiment, see §V B) is characterized by a pressure corresponding about to that of the atmosphere. Thus, the resulting density is very low (in comparison with the density of other detectors), order of ∼ 10 −3 g/cm 3 .",
            "paragraph_rank": 52,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 329,
                    "text": "3",
                    "end": 330
                }
            ]
        },
        {
            "section": "C. Ionization in gaseous detectors and the Drell effect",
            "text": "For velocities β > 0.05 the monopole energy loss in gaseous detectors is well described by Eq. 11. The ionization potential of the medium is ∼ 50 eV, the resulting energy losses are given in Fig. 4b), by curves labeled A.",
            "paragraph_rank": 53,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 191,
                    "text": "Fig. 4b",
                    "end": 198
                }
            ]
        },
        {
            "section": "C. Ionization in gaseous detectors and the Drell effect",
            "text": "At intermediate velocities, 10 −3 < β < 10 −2 , the usual approach is to consider the medium as a degenerate electron gas, §III B. At the low densities of a gas, the electrons are not free, but bound in well-separated molecules. Thus, the assumptions yielding the curves B in Fig. 4b) are affected by larger uncertainties. The dashed lines indicate regions where the calculations are less reliable than those for the solid lines.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 276,
                    "text": "Fig. 4b",
                    "end": 283
                }
            ]
        },
        {
            "section": "C. Ionization in gaseous detectors and the Drell effect",
            "text": "At low velocities, 10 −4 < β < 10 −3 , and for particular gases as hydrogen and helium, the Drell effect [37] occurs. Due to the coupling between the pole magnetic field and the electron magnetic moment, the atomic energy levels are changed by the passage of a slowly moving magnetic charge, and an electron can make a transition to an excited level. The energy levels of the atom split in the characteristic Zeeman pattern. The M's energy loss can be observed in the form of subsequent electromagnetic radiation when the excited electrons return to their ground states. The Drell mechanism is effective as long as the monopole-atom collision energy exceeds the spacing of atomic levels. The effect may be used for practical detection either by observing photons emitted in the de-excitation of atoms or by observing the ionization caused by the energy transfer from the excited atoms to complex molecules with a low ionization potential (the Penning effect). Helium plus n-pentane (C 5 H 12 ) was used for this purpose in the MACRO streamer tube sub-system, §V C. The results of the calculations performed in [36] for different values of the magnetic charge g are shown in Fig. 4b), by curves labeled with C.",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 105,
                    "text": "[37]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1110,
                    "text": "[36]",
                    "end": 1114
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1174,
                    "text": "Fig. 4b",
                    "end": 1181
                }
            ]
        },
        {
            "text": "D. Energy loss mechanisms in nuclear track detectors",
            "section_rank": 15
        },
        {
            "section": "D. Energy loss mechanisms in nuclear track detectors",
            "text": "The passage of heavily ionizing particles may be permanently recorded as a latent track in some insulating materials (called nuclear track detectors, NTDs) as polymers, kapton and nitrocellulose, to glasses and to minerals like mica and obsidian. NTDs are sensitive to the fraction of the energy loss released in a narrow region close to the particle's trajectory. In polymers like CR39 R or Makrofol R /Lexan TM the restricted energy loss (REL) is the relevant quantity. At high M velocities (β > 0.05) the REL excludes the energy transfers resulting in energetic δ-rays and thus in energy deposited far away from the track [38]. At lower M velocities (β < 10 −2 ), elastic recoils from diamagnetic interactions between the M and the atoms have to be considered. A detailed computation of these energy loss mechanisms are in [36] and the REL as a function of β is shown in Fig. 5. The atomic elastic recoil contribution gives rise to a bump in REL below β ∼ 10 −3 .",
            "paragraph_rank": 56,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 625,
                    "text": "[38]",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 826,
                    "text": "[36]",
                    "end": 830
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 874,
                    "text": "Fig. 5",
                    "end": 880
                }
            ]
        },
        {
            "section": "D. Energy loss mechanisms in nuclear track detectors",
            "text": "The latent track produced by the REL may be made visible under an optical microscope by proper chemical etching [9]. NTDs are detection threshold devices, with no time resolution. The threshold depends on the material and on the chemical etching. By chemical etching, two regular etch-pit cones are formed on each side of the detector sheet along the track of a crossing particle. The REL may be determined from the geometry of the etched cones. For CR39 this technique is particularly successful, yielding measurements of the electric charge of heavy relativistic nuclei (Z > 5) to a precision of 0.05e if several layers of plastic sheets are used [39,40].",
            "paragraph_rank": 57,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 112,
                    "text": "[9]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 649,
                    "text": "[39,",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 653,
                    "text": "40]",
                    "end": 656
                }
            ]
        },
        {
            "section": "D. Energy loss mechanisms in nuclear track detectors",
            "text": "The CR39 NTD was calibrated with relativistic and low velocity (β ≥ 4 × 10 −3 ) ions over the entire range of REL relevant for GUT M's [41]. The REL mechanism describes the polymer response in the whole interval of velocity; in particular, below the excitation-ionization regime, data are consistent with about 100% contribution of the atomic elastic recoil. This measurement represents an experimental demonstration that the CR39 can effectively record the passage of a M through the formation of the latent track due to induced atomic elastic recoils.",
            "paragraph_rank": 58,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 135,
                    "text": "[41]",
                    "end": 139
                }
            ]
        },
        {
            "text": "V. SEARCHES FOR MAGNETIC MONOPOLES",
            "section_rank": 16
        },
        {
            "section": "V. SEARCHES FOR MAGNETIC MONOPOLES",
            "text": "Searches for Ms have been performed at accelerators, in cosmic rays, and trapped in matter. No confirmed observations of exotic particles possessing magnetic charge exist. The limits on the flux of cosmic M or on the production cross sections at accelerators are usually made under the assumption of bare magnetic charge. Most of the searches are also sensitive to dyons; on the contrary, dedicated analyses are required to search for magnetic monopoles inducing the catalysis of proton decay.",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "section": "V. SEARCHES FOR MAGNETIC MONOPOLES",
            "text": "An extensive bibliography on magnetic monopoles till mid of 2011 is in [42,43]. It was intended to contain nearly all the experimental papers on the subject and only the theoretical papers, which have some specific experimental implications.",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 71,
                    "text": "[42,",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 75,
                    "text": "43]",
                    "end": 78
                }
            ]
        },
        {
            "text": "A. Searches at colliders",
            "section_rank": 17
        },
        {
            "section": "A. Searches at colliders",
            "text": "The possible production of low mass Dirac Ms has been investigated at e + e − , e + p, pp and pp colliders, mostly using scintillation counters, wire chambers and nuclear track detectors [44]. Searches for monopoles trapped in the material surrounding the collision regions were also made.",
            "paragraph_rank": 61,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 187,
                    "text": "[44]",
                    "end": 191
                }
            ]
        },
        {
            "section": "A. Searches at colliders",
            "text": "The searches have set upper limits on M production cross sections for masses below the TeV scale, as reported in Fig. 6. These limits, based on assumptions of the production processes of monopole-antimonopole pairs, are ",
            "paragraph_rank": 62,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 113,
                    "text": "Fig. 6",
                    "end": 119
                }
            ]
        },
        {
            "text": "model-dependent.",
            "section_rank": 18
        },
        {
            "section": "model-dependent.",
            "text": "The highest energies are available in pp collisions at the CERN LHC at a center-of-mass energy √ s = 7 TeV. Searches for highly ionizing particles leaving characteristic energy deposition profiles were sought by the ATLAS experiment [45], with no event found. The corresponding upper limit on the cross section at 95% confidence level (CL) varies from 145 fb to 16 fb for Ms with mass between 200 GeV and 1200 GeV. Early experiments at the CERN ISR [46,47] reported limits in the mass range 30 GeV.",
            "paragraph_rank": 63,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 233,
                    "text": "[45]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 449,
                    "text": "[46,",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 453,
                    "text": "47]",
                    "end": 456
                }
            ]
        },
        {
            "section": "model-dependent.",
            "text": "Searches at e + e − colliders were based on the detection of M pairs produced through the e + e − → γ * → MM reaction. The search with the OPAL detector [48] at the CERN LEP used data collected at √ s = 206.3 GeV (with a total integrated luminosity of 62.7 pb −1 ) and it was based on the measurements of the momentum and energy loss in the tracking chambers of the detector. Back-to-back tracks with high-energy release were searched for in opposite sectors of the Jet Chamber. The 95% CL upper limit for the production of monopoles with masses 45 < M < 104 GeV was set at 0.05 pb. The MODAL experiment [49] collected data at √ s = 91.1 GeV and integrated luminosity of ∼ 60 nb −1 . The detector consisted of a polyhedral array of CR39 NTD foils covering a 0.86 × 4π sr angle surrounding the I5 interaction point at LEP. Another experiment (LEP1 in Fig. 6) searching for highly ionizing particles produced at the OPAL intersection point used Lexan NTD [50]. NTDs around the beam interaction point were also used in earlier searches at e + e − colliders such as the TRISTAN ring at KEK [51], PETRA at DESY [52], and PEP at SLAC [53].",
            "paragraph_rank": 64,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 153,
                    "text": "[48]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 604,
                    "text": "[49]",
                    "end": 608
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 850,
                    "text": "Fig. 6",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 953,
                    "text": "[50]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1086,
                    "text": "[51]",
                    "end": 1090
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1106,
                    "text": "[52]",
                    "end": 1110
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1128,
                    "text": "[53]",
                    "end": 1132
                }
            ]
        },
        {
            "section": "model-dependent.",
            "text": "At the FNAL Tevatron pp collider, the CDF collaboration [54] performed a search for Ms produced in 35.7 pb −1 integrated luminosity at √ s = 1.96 TeV. Ms would have been detected by the drift chambers constituting the Central Outer Tracker, and by the Time of Flight scintillator detectors placed in the 1.4 T magnetic field parallel to the beam direction. The MM pair production was excluded at 95% CL for cross sections larger than 0.2 pb and monopole masses 200 < M < 700 GeV. The D0 collaboration [55] performed a search for heavy point-like Dirac monopoles by searching for pairs of photons with high transverse energies. Pairs of nearly real photons can be produced by Ms via a particular box Feynman diagram. Finally, NTDs were used by the FNAL E710 experiment [56].",
            "paragraph_rank": 65,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 56,
                    "text": "[54]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 501,
                    "text": "[55]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 768,
                    "text": "[56]",
                    "end": 772
                }
            ]
        },
        {
            "section": "model-dependent.",
            "text": "If produced in high-energy collisions, Ms could stop in material surrounding the interaction points of a collider. Discarded parts of the beam pipe or detector material near the interaction regions can be divided into small pieces and passed through a superconducting coil coupled to a SQUID; the signature of the presence of a M would be the induction of a persistent current in the superconducting loop [10].",
            "paragraph_rank": 66,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 405,
                    "text": "[10]",
                    "end": 409
                }
            ]
        },
        {
            "section": "model-dependent.",
            "text": "This method was applied by the H1 collaboration [57] using the aluminum beam pipe of the HERA lepton-proton collider, exposed to a luminosity of 62 ± 1 pb −1 at √ s = 300 GeV, and by the E882 collaboration [58], which looked for monopoles trapped in the material surrounding the D0 and CDF collision regions. An initial, preliminary search has already been done using a limited set of available samples. The main purpose of this research [59] was to quantify the expected response of the magnetometer to monopoles, study how fake signals can arise, and run through the protocols needed for a sample release from CERN. A much better-performing search will be carried out when a much larger integrated luminosity at the LHC is collected for material exposed to pp and heavy-ion collisions.",
            "paragraph_rank": 67,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 48,
                    "text": "[57]",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 206,
                    "text": "[58]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 438,
                    "text": "[59]",
                    "end": 442
                }
            ]
        },
        {
            "text": "B. Direct searches in the Cosmic Radiation",
            "section_rank": 19
        },
        {
            "section": "B. Direct searches in the Cosmic Radiation",
            "text": "Direct searches for Ms in cosmic rays refer to experiments in which the passage of particles is recorded by detectors under controlled conditions. Several searches for GUT Ms were performed above ground and underground using different types of detectors [60]. Ms with masses M > 10 5 − 10 7 GeV in the range of β ∼ 10 −3 − 10 −1 could reach the Earth surface from above and be detected, as discussed in §III D. Lower mass Ms may be searched for with detectors located at high mountain altitudes, balloons and satellites.",
            "paragraph_rank": 68,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 254,
                    "text": "[60]",
                    "end": 258
                }
            ]
        },
        {
            "section": "B. Direct searches in the Cosmic Radiation",
            "text": "The background such searches have to fight with is mainly due to muons of the cosmic radiation [61] and natural radioactivity. For this reason, different large detectors have been installed in underground laboratories. The minimum mass of Ms to reach underground detectors from above (at a given velocity) depends on the overburden of the experiment [62].",
            "paragraph_rank": 69,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 95,
                    "text": "[61]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 350,
                    "text": "[62]",
                    "end": 354
                }
            ]
        },
        {
            "section": "B. Direct searches in the Cosmic Radiation",
            "text": "Magnetic monopoles can be detected in the velocity range 10 −3 ≤ β < 1 exploiting their large ionization energy loss either in gaseous detectors, in scintillation counters, and NTDs. In the velocity range 10 −4 < β < 10 −3 monopoles do not induce ionization in matter (besides via the Drell-Penning effect), although they may still excite atoms which would emit scintillating light. In all searches, the cross section for the catalysis process is typically set to very low values [63], equivalent to a null effect in the detector. Searches exploiting the expected catalyzed decays are discussed in §V E.",
            "paragraph_rank": 70,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 480,
                    "text": "[63]",
                    "end": 484
                }
            ]
        },
        {
            "section": "B. Direct searches in the Cosmic Radiation",
            "text": "The most stringent flux upper limits on supermassive Ms in the widest β range obtained using different experimental techniques were set by the MACRO experiment at the underground Gran Sasso laboratory (Italy) [63]. This experiment represents a benchmark for magnetic monopole searches, and for this reason, it deserves a dedicated section.",
            "paragraph_rank": 71,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 209,
                    "text": "[63]",
                    "end": 213
                }
            ]
        },
        {
            "section": "B. Direct searches in the Cosmic Radiation",
            "text": "Prior to MACRO, excitation/ionization arrays were built on a smaller scale (most of them during the 1980s) at various locations using a variety of different techniques. For these pre-MACRO experiments, see details on [9]. The  Table I. Fig. 7 shows the 90% CL flux upper limits versus β for GUT Ms with g = g D from different searches. The experiment at the Ohya mine in Japan [64] used a 2000 m 2 array of NTDs; Baksan in Russia [65] used liquid scintillation counters; Soudan 2 in USA [66] was a large fine-grained tracking calorimeter comprised of long drift tubes, and Kolar Gold Field (KGF) [67] was also a tracking calorimeter in India. The others experiments are described below.",
            "paragraph_rank": 72,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 217,
                    "text": "[9]",
                    "end": 220
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 227,
                    "text": "Table I",
                    "end": 234
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 236,
                    "text": "Fig. 7",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 377,
                    "text": "[64]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 430,
                    "text": "[65]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 487,
                    "text": "[66]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 596,
                    "text": "[67]",
                    "end": 600
                }
            ]
        },
        {
            "text": "Searches at high altitude laboratory",
            "section_rank": 20
        },
        {
            "section": "Searches at high altitude laboratory",
            "text": "The SLIM experiment [62] at the Chacaltaya laboratory (5230 m a.s.l., Bolivia) searched for downgoing IMMs with a 427 m 2 NTD array exposed for 4.2 years to the cosmic radiation. SLIM was sensitive to Ms with g = 2g D in the whole range 4 × 10 −5 < β < 1 and β > 10 −3 for g = g D . No candidate event was observed; a 90% CL flux upper limit of ∼ 1.3 × 10 −15 cm −2 s −1 sr −1 was set.",
            "paragraph_rank": 73,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 20,
                    "text": "[62]",
                    "end": 24
                }
            ]
        },
        {
            "text": "Relativistic magnetic monopoles in neutrino telescopes",
            "section_rank": 21
        },
        {
            "section": "Relativistic magnetic monopoles in neutrino telescopes",
            "text": "Relativistic charged particles travelling through a homogeneous and transparent medium like water or ice emit Cherenkov radiation that can be detected by arrays or strings of photomultiplier tubes. Baikal [68], AMANDA [69], ANTARES [70], IceCube [71], and in the future KM3NeT are usually denoted as neutrino telescopes [72]. Due to the Cherenkov mechanism, a huge quantity of visible Cherenkov light would be emitted by a M with β > c/n = 0.75, where n = 1.33 is the refractive index of water [73]. Additional light is produced by Cherenkov radiation from δ-ray electrons along the monopole's path for velocities down to β = 0.625.",
            "paragraph_rank": 74,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 205,
                    "text": "[68]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 218,
                    "text": "[69]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 232,
                    "text": "[70]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 246,
                    "text": "[71]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 320,
                    "text": "[72]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 494,
                    "text": "[73]",
                    "end": 498
                }
            ]
        },
        {
            "section": "Relativistic magnetic monopoles in neutrino telescopes",
            "text": "A large background from cosmic muons inhibit in most cases the search for down-going candidates. Up-going monopoles are required to traverse the Earth before reaching the detector. It is worth noting that it is unlike for GUT supermassive Ms to reach (nearly) relativistic velocities. In the IceCube analysis, the threshold was adjusted for down-going signals according to the direction.",
            "paragraph_rank": 75,
            "section_rank": 21
        },
        {
            "text": "Ultra-relativistic magnetic monopoles",
            "section_rank": 22
        },
        {
            "section": "Ultra-relativistic magnetic monopoles",
            "text": "Constraints on the flux of ultra-relativistic Ms were also given by two experiments based on the detection of radio wave pulses from the interactions of a primary particle in ice. The Radio Ice Cherenkov Experiment, RICE, consisting of radio antennas buried in the Antarctic ice set a flux upper limit at the level of 10 −18 cm −2 s −1 sr −1 (95% CL) for intermediate mass monopoles with a Lorentz factor 10 7 < γ < 10 12 and 10 16 GeV total energy [74]. The ANITA-II balloon-borne radio interferometer determined a 90% CL flux upper limit of the order of 10 −19 cm −2 s −1 sr −1 for γ > 10 10 at the total energy of 10 16 GeV [75].",
            "paragraph_rank": 76,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 449,
                    "text": "[74]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 627,
                    "text": "[75]",
                    "end": 631
                }
            ]
        },
        {
            "text": "Induction techniques",
            "section_rank": 23
        },
        {
            "section": "Induction techniques",
            "text": "Induction detectors are considered the most robust method to identify the passage of a magnetic monopole of any velocity, mass and magnetic charge. In the searches for Ms in cosmic rays, several loops in coincidence are needed to avoid spurious signals. The major drawbacks are the cost of the superconductive loops with the required sensitivity, their small effective area (up to a square meter) and the fact that such devices cannot be easily operated in any environment. A number of searches using apparata with different number of loops (see for instance [76,77]) set a combined flux upper limit of ∼ 4 × 10 −13 cm −2 sr −1 s −1 (out of the scale of Fig. 7). They provide the only direct constraints on the monopole flux for β < 10 −4 .",
            "paragraph_rank": 77,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 559,
                    "text": "[76,",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 563,
                    "text": "77]",
                    "end": 566
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 654,
                    "text": "Fig. 7)",
                    "end": 661
                }
            ]
        },
        {
            "section": "Induction techniques",
            "text": "C. The MACRO experiment at Gran Sasso MACRO (Monopole Astrophysics and Cosmic Ray Observatory) [78] was a large multipurpose underground detector located in the Hall B of the Laboratori Nazionali del Gran Sasso (Italy). At Gran Sasso the minimum thickness of the rock overburden is 3150 hg/cm 2 and the cosmic muon flux is reduced to ∼ 1 m −2 h −1 , almost a factor 10 6 smaller than at the surface. The detector, which took data with different configurations from 1989 to December 2000, was optimized for the search for GUT magnetic monopoles with velocity β ≥ 4 × 10 −5 . The large area apparatus had global dimensions of 76.6 × 12 × 9.3 m 3 , and ∼ 10, 000 m 2 sr acceptance to an isotropic particle flux. Redundancy and complementarity were the primary features in designing the experiment, because reasonably very few Ms during the detector lifetime were expected. To accomplish this, the apparatus consisted of three independent sub-detectors: liquid scintillation counters, limited streamer tubes, each of them with dedicated and independent hardware, and nuclear track detectors. MACRO was a multipurpose detector, able to address different cosmic ray physics items, as the disappearance of atmospheric ν µ , interpreted as due to neutrino oscillations [79].",
            "paragraph_rank": 78,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 95,
                    "text": "[78]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 1261,
                    "text": "[79]",
                    "end": 1265
                }
            ]
        },
        {
            "section": "Induction techniques",
            "text": "Because the signature of the passage of a GUT M across the detector depends strongly on its velocity, different hardware systems were designed and applied to maximize the sensitivity at different β. Multiple analysis strategies were adopted, where both the M signatures and the background characteristics were took into account. Fast Ms were looked for in the active detectors via their large energy releases in the liquid scintillator [80] and in the limited streamer tube [81] systems. The background was mainly due to high-energy muons with or without an accompanying electromagnetic shower. Slow magnetic monopoles should leave small signals spread over a large time window [82]; a β ∼ 10 −4 monopole would have had a time-of-flight across the detector as large as about 1 ms. This implied the use of specific analysis procedures that allowed the rejection of the background mainly due to radioactivity induced hits and possible electronic noise. The final result was obtained by a proper combination of flux upper limits from different searches, as reported in [63].",
            "paragraph_rank": 79,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 436,
                    "text": "[80]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 474,
                    "text": "[81]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 678,
                    "text": "[82]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 1066,
                    "text": "[63]",
                    "end": 1070
                }
            ]
        },
        {
            "text": "The scintillator system",
            "section_rank": 24
        },
        {
            "section": "The scintillator system",
            "text": "The response of liquid scintillators (discussed in §IV B) to heavily ionizing particles was studied experimentally [83] and their sensitivity to particles with velocity down to β ∼ 10 −4 was directly measured. Slow Ms were searched for using dedicated hardware, the Slow Monopole Trigger and a 200 MHz custom-made Wave Form Digitizer system [84]. The system was sensitive over the entire range of pulse widths and amplitudes (which could be just a train of single photoelectron pulses lasting over several microseconds) expected for slow moving Ms while suppressing efficiently narrow (10-50 ns) pulses due to isolated radioactivity and cosmic ray muons. In addition, the amplitude and timeof-flight information for every particle crossing the counters were recorded by a stand-alone ADC/TDC system and used for fast monopole searches.",
            "paragraph_rank": 80,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 115,
                    "text": "[83]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 341,
                    "text": "[84]",
                    "end": 345
                }
            ]
        },
        {
            "text": "The limited streamer tube system",
            "section_rank": 25
        },
        {
            "section": "The limited streamer tube system",
            "text": "The streamer tube system was designed to be effective in the search for Ms in a wide velocity range, 10 −4 < β < 1. For this purpose, a gas mixture containing helium and n-pentane was used to exploit the Drell-Penning effect. In the higher velocity region (β > 10 −3 ), where the assumptions of the Drell-Penning effects do not apply, the standard ionization mechanism expected for a M ensures an energy release much larger (see Fig. 4b) than that from minimum ionizing particles. The charge collected on the central wire of the streamer tube has a logarithmic dependence on the energy released inside the active cell so that a charge measurement allowed one to distinguish between Ms and muons.",
            "paragraph_rank": 81,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 429,
                    "text": "Fig. 4b",
                    "end": 436
                }
            ]
        },
        {
            "text": "The nuclear track detector system",
            "section_rank": 26
        },
        {
            "section": "The nuclear track detector system",
            "text": "The NTD covered a total area of 1263 m 2 and was organized in stacks of 24.5 × 24.5 cm 2 consisting each of three layers of CR39, three layers of Lexan and an aluminum absorber placed in an aluminized Mylar bag filled with dry air. The CR39 allowed a search for Ms of different magnetic charges and β. For a single Dirac charge the MACRO CR39 was sensitive in the ranges 2 × 10 −5 < β < 2 × 10 −4 and β > 1.2 × 10 −3 [29]. Lexan has a much higher threshold making it sensitive to Ms with β > 0.1. After about 9.5 y of exposure, the top CR39 foils in each stack were etched and analyzed. The signal looked for was a hole or a biconical track with the two base cone areas equal within experimental uncertainties. An efficiency close to 100% for finding a signal was achieved. The signature of the passage of a M was a coincidence among different CR39 layers. Background tracks could be induced by proton recoils from neutron interactions or by low energy nuclei from muon interactions in the material surrounding the apparatus. No signal was found.",
            "paragraph_rank": 82,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 417,
                    "text": "[29]",
                    "end": 421
                }
            ]
        },
        {
            "text": "The results",
            "section_rank": 27
        },
        {
            "section": "The results",
            "text": "No event in MACRO was compatible with the passage of a M in either individual sub-systems or in combined analysis [85], apart the \"spokesmen event\". That was a LED-induced event (realistically simulating a β ∼ 10 −3 M in the scintillator system) intentionally and secretly generated to test the efficiency of analyses. Both methods designed to detect a β = 10 −3 M successfully reconstructed the fake \"spokesmen event\".",
            "paragraph_rank": 83,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 114,
                    "text": "[85]",
                    "end": 118
                }
            ]
        },
        {
            "section": "The results",
            "text": "The shape of the line labeled MACRO in Fig. 7 reflects the combination of the independent results obtained with the different search methods. Fig. 8a) shows the flux upper limits as a function of the mass M for monopole speed β ≥ 0.05 for the MACRO and Ohya underground experiments and for the SLIM high-altitude detector.",
            "paragraph_rank": 84,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 39,
                    "text": "Fig. 7",
                    "end": 45
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 142,
                    "text": "Fig. 8a)",
                    "end": 150
                }
            ]
        },
        {
            "text": "D. Searches for monopoles bound in matter",
            "section_rank": 28
        },
        {
            "section": "D. Searches for monopoles bound in matter",
            "text": "Bulk matter could have trapped incident cosmic monopoles over a long exposure time. Several searches for cosmic Ms bound in bulk matter have been performed. One technique [86,87] used few pieces of ∼ 10 9 old mica samples, chemically etched and scanned in transmitted light under polarizing microscope to search for etch pits originating from elastic collisions of a M with a nucleus. The absence of any etch pit was used to set upper limit of 10 −16 to 10 −18 cm −2 s −1 sr −1 on the flux of the supermassive (M ∼ 10 17 GeV) Ms having velocity in the range 3 × 10 −4 β 1.5 × 10 −3 .",
            "paragraph_rank": 85,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 171,
                    "text": "[86,",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 175,
                    "text": "87]",
                    "end": 178
                }
            ]
        },
        {
            "section": "D. Searches for monopoles bound in matter",
            "text": "Samples of terrestrial, lunar and meteoritic materials were passed through a superconducting magnet looking for a persistent current in the coil induced by the monopole after the passage of the samples. For instance, a recent search for monopoles in polar igneous rocks [88] probed 23.4 kg of samples. Globally, these searches constrain monopole concentrations in matter below 1 per few hundred kg, corresponding to an upper limit of M per nucleon ratio of ∼ 10 −29 . For a complete review, see Sez. 5 of [33].",
            "paragraph_rank": 86,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 270,
                    "text": "[88]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 505,
                    "text": "[33]",
                    "end": 509
                }
            ]
        },
        {
            "text": "E. Searches for monopoles inducing catalysis of nucleon decay",
            "section_rank": 29
        },
        {
            "section": "E. Searches for monopoles inducing catalysis of nucleon decay",
            "text": "In the hypothesis of a non-negligible cross section, the M induced nucleon decay can be exploited to detect the passage of a monopole through series of decay events (f.e. M + p → M + e + + π 0 via the Rubakov-Callan mechanism) more or less along a straight line. Early proton decay experiments as Soudan 1 [89], IMB [90] and Kamiokande [91] searched for cosmic monopoles and established limits to their flux via the catalysis mechanism.",
            "paragraph_rank": 87,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 306,
                    "text": "[89]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 316,
                    "text": "[90]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 336,
                    "text": "[91]",
                    "end": 340
                }
            ]
        },
        {
            "section": "E. Searches for monopoles inducing catalysis of nucleon decay",
            "text": "In the MACRO experiment [92], a dedicated search based on the streamer tube subsystem was carried out. A full Monte Carlo simulation of the expected signal was performed. Different catalysis cross sections were assumed, ranging from 10 −24 cm 2 to 10 −26 cm 2 . The null result of the search was used to set limits on the cross section parameters and on the magnetic monopoles flux. In Fig. 8b) upper limits from different experiments are shown for a reference monopole speed of β = 10 −3 .",
            "paragraph_rank": 88,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 24,
                    "text": "[92]",
                    "end": 28
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 386,
                    "text": "Fig. 8b",
                    "end": 393
                }
            ]
        },
        {
            "section": "E. Searches for monopoles inducing catalysis of nucleon decay",
            "text": "In neutrino telescopes, the Cherenkov light from nucleon decays along the monopole trajectory would produce a characteristic hit pattern. Early results were obtained by the Baikal experiment [93,94]. Recently, the IceCube  [63], Ohya [64] and SLIM [62]. b) Upper limits on the flux of β = 10 −3 M as a function of the catalysis cross section σcat for two IceCube analyses [95], two MACRO analyses [92], IMB [90] and Kamiokande [91].",
            "paragraph_rank": 89,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 191,
                    "text": "[93,",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 195,
                    "text": "94]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 223,
                    "text": "[63]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 234,
                    "text": "[64]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 248,
                    "text": "[62]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 372,
                    "text": "[95]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 397,
                    "text": "[92]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 407,
                    "text": "[90]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 427,
                    "text": "[91]",
                    "end": 431
                }
            ]
        },
        {
            "section": "E. Searches for monopoles inducing catalysis of nucleon decay",
            "text": "collaboration implemented a dedicated slow-particle trigger in the DeepCore, the central and denser subdetector of IceCube. The analysis using one year of data [95] yields upper limits (90% CL) for the flux of non-relativistic GUT monopoles at different speeds. The limits reported in Fig. 8b) refer to β = 10 −3 .",
            "paragraph_rank": 90,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 160,
                    "text": "[95]",
                    "end": 164
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 285,
                    "text": "Fig. 8b",
                    "end": 292
                }
            ]
        },
        {
            "section": "E. Searches for monopoles inducing catalysis of nucleon decay",
            "text": "The Super-Kamiokande [96] collaboration performed an indirect search for GUT monopoles, looking for a neutrino signal coming from proton decay catalyzed by GUT Ms captured in the Sun. The flux upper limit was at Φ M (σ 0 /1mb) < 6.3 × 10 −24 (β/10 −3 ) 2 cm −2 s −1 sr −1 at 90% CL, assuming a catalysis cross section σ 0 at β = 1. The limit is valid for M < 10 17 GeV/c 2 .",
            "paragraph_rank": 91,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 21,
                    "text": "[96]",
                    "end": 25
                }
            ]
        },
        {
            "text": "VI. PERSPECTIVES",
            "section_rank": 30
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "The Standard Model (SM) explains extremely well all available experimental results in particle physics. The SM predictions had precise confirmations from the measurements performed at every accelerator or collider of increasing energy, culminating with the discovery at the CERN LHC of the last missing piece of the theory: the Higgs boson. On the other hand, most physicists believe that the SM is incomplete and represents a sort of low energy limit of a more fundamental theory, which should reveal itself at higher energies.",
            "paragraph_rank": 92,
            "section_rank": 30
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "The threshold for this higher energy limit could be so high that no accelerator on Earth, also in the far future, would be able to reach it. It is in this context that the searches for magnetic monopoles play a fundamental role. Such experiments, as well as those searching for proton decay, motivated the birth of large underground experiments in the 1980s contributing significantly to the development of astroparticle physics [97]. This field is giving a Pandora of new and unexpected results, exploiting the experimental techniques also used at accelerators in the study of the cosmic radiation, in neutrino physics and astrophysics, in the searches for rare phenomena.",
            "paragraph_rank": 93,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 429,
                    "text": "[97]",
                    "end": 433
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "In 2015, following a long technical shutdown, LHC will start to collect data taking. The LHC experiments, all equipped with exceptional detectors, should be able to set new stringent limits on the production cross sections for magnetic monopoles. Three complementary techniques have been proposed to search for highly ionizing particles, including classical monopoles in a wide range of magnetic charges: in-flight detection in general-purpose apparata; in-flight detection using NTDs; the detection of stopped monopoles in matter with the induction technique [98].",
            "paragraph_rank": 94,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 560,
                    "text": "[98]",
                    "end": 564
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "The in-flight signature of a monopole event in ATLAS [99] and CMS [100] would be rather striking, with a large number of high-threshold hits in the tracker and a very localized energy deposition in the electromagnetic calorimeter [101]. New upper limits on the production of exotic particles with masses in the TeV energy range can be set.",
            "paragraph_rank": 95,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 53,
                    "text": "[99]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 66,
                    "text": "[100]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 230,
                    "text": "[101]",
                    "end": 235
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "MoEDAL [102] aims to M's in-flight detection using NTD stacks deployed around the Point-8 intersection region of the LHCb detector. The array will cover a surface of ∼ 25 m 2 . Each stack, 25 × 25 cm 2 , will consist of 9 interleaved layers of CR39, Makrofol and Lexan NTDs. The M signature in MoEDAL is a sequence of collinear etch-pits consistent with the passage of a particle with constant energy loss through all the detector foils. The experiment is expected to be sensitive to monopole production down to cross sections of the order of 1 fb. The sensitivity and redundancy of MoEDAL is enhanced by the addition of a Magnetic Monopole Trapper consisting of an aluminium array: monopoles stopping within this array could be revealed by the induction technique.",
            "paragraph_rank": 96,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 7,
                    "text": "[102]",
                    "end": 12
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "Finally, another indirect search is planned through the analysis of exposed beam pipe material using SQUIDs. The observability of monopoles and monopolium, the monopole-antimonopole bound state [103], in the γγ channel for monopole masses in the range 500-1000 GeV is considered in [104].",
            "paragraph_rank": 97,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 194,
                    "text": "[103]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 282,
                    "text": "[104]",
                    "end": 287
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "The interconnection among cosmic rays studies, neutrino physics and the search for large mass Ms is evident also in future planned experiments, where large area neutrino telescopes and long baseline neutrino experiments can extend the observation in the space of parameters (M, β) in which monopoles can be sought for.",
            "paragraph_rank": 98,
            "section_rank": 30
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "The NOνA detector is designed to study ν µ → ν e oscillations in the existing Fermilab NuMI neutrino beam. The far detector, with a volume of 15.5 × 15.5 × 59.5 m 3 , is located near the surface in northern Minnesota, USA. When completed, it will contain ∼ 3.4 10 5 cells filled with liquid scintillator read out at both ends by avalanche photodiodes. The far detector, due to its surface proximity, large size, good timing resolution, large energy dynamic range, and continuous readout, is sensitive to the passage of cosmic Ms over a large range of velocities (10 −4 < β < 1) and masses. Two dedicated software-based triggers have been designed [105] in order to record fast and slow M events with high efficiency and a large rejection factor against a rate of cosmic rays of about ∼ 10 5 Hz.",
            "paragraph_rank": 99,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 647,
                    "text": "[105]",
                    "end": 652
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "The Iron CALorimeter (ICAL) at India-based Neutrino Observatory (INO) is another experiment for a precise measurement of the neutrino oscillation parameters. Magnetic monopoles will be searched for in ICAL [106] using Resistive Plate Chambers (RPCs). The RPCs yield saturated pulses carrying the hit time information, allowing to track particles crossing the apparatus. The Drell-Penning effect might not be effective in the ICAL gas system, therefore the experiment would be sensitive to magnetic monopoles with β > 10 −3 . The highest allowed velocity is β ∼ 0.9, limited by the huge background of atmospheric muons. The expected sensitivities of NOνA and ICAL are however not significantly larger than that reached by MACRO.",
            "paragraph_rank": 100,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 206,
                    "text": "[106]",
                    "end": 211
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "In order to improve significantly upon the existing upper limits on the M flux, a next generation of experiments covering very large surfaces are required, possibly order of 50-100 times larger acceptance than MACRO (and SLIM), based on simple and low cost detector designs. Achieving this improvement will not be a simple task.",
            "paragraph_rank": 101,
            "section_rank": 30
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "The very large ionization energy losses of Ms in a wide β range suggest detectors with high dE/dx thresholds to ease the discrimination of the backgrounds. NTDs are relatively cheap detectors that can cover very large surfaces. The disadvantage of NTDs is that they require chemical etching and optical scanning to extract the signal. Solid state breakdown counters, that exhibit high registration dE/dx thresholds, may offer an alternative to NTDs, providing in addition the convenience of electronic registration and simplicity of fabrication, operation, and signal extraction. These properties make such technique a viable one to search for Ms and other highly ionizing rare particles [107].",
            "paragraph_rank": 102,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 688,
                    "text": "[107]",
                    "end": 693
                }
            ]
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "Neutrino telescopes are the largest detectors (area ∼ 10 6 m 2 ) that could record a long sequence of hits along a particle trajectory. They can detect relativistic magnetic monopoles, emitting radiation above the Cherenkov threshold; alternatively, they can catch the light sequence of a monopole catalyzing proton decay processes. These detectors can reach a sensitivity three order of magnitudes below the Parker bound, but in a very limited interval of β or under the assumption of the Rubakov-Callan mechanism.",
            "paragraph_rank": 103,
            "section_rank": 30
        },
        {
            "section": "VI. PERSPECTIVES",
            "text": "In recent years a number of phenomena in condensed matter have been observed as manifestations of the correlations present in a strongly interacting many-body systems, behaving like magnetic monopoles (e.g. [108,109]). These systems are called \"emergent particles\" or \"quasiparticles\". In January 2014 the synthesis of a Dirac monopole quasiparticle in a spinor Bose-Einstein condensate was reported. It was obtained by using an external magnetic field to guide the spins of the atoms forming the condensate [110]. The attention aroused by such findings as well as the many searches performed, those planned, and the abundant theoretical literature indicate the persistent lively interest on the possible existence of the magnetic monopole. As Dirac, still many people today \"would be surprised if Nature had made no use of it\" ([1], pag. 71).",
            "paragraph_rank": 104,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 207,
                    "text": "[108,",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 212,
                    "text": "109]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 508,
                    "text": "[110]",
                    "end": 513
                }
            ]
        },
        {
            "text": "FIG. 1",
            "section_rank": 31
        },
        {
            "section": "FIG. 1",
            "text": "FIG. 1: a)Illustration of the GUT monopole structure. The sketch illustrates various regions corresponding to i) grand unification (r ∼ 10 −29 cm): inside this core virtual X-bosons should be present; ii) electroweak unification (r ∼ 10 −16 cm) with virtual W ± , Z 0 -bosons; iii) the confinement region (r ∼ 10 −13 cm) with virtual photons, gluons and a condensate of fermion-antifermion, four-fermion bags. For radii larger than few fm one has the field of a point magnetic charge B = g/r 2 . b) Illustrations of the monopole catalysis of proton decay through the reaction p + M → M + e + + π 0 . c) The effect of the presence of a condensate of 4-fermions uude + able to induce the proton decay is shown.",
            "paragraph_rank": 105,
            "section_rank": 31
        },
        {
            "text": "B.",
            "section_rank": 32
        },
        {
            "section": "B.",
            "text": "Cosmological and astrophysical bounds on GUT monopoles Different upper limits on the flux of cosmic Ms have been obtained based on cosmological and astrophysical considerations. Most of these bounds have to be considered as rough orders of magnitude only. A simple cosmological bound is obtained by requiring that the present monopole mass density, ρ M , be smaller than the critical density given in Eq. 2, ρ M = n M M < ρ c . Correspondingly one should have for the M number density n M < ρ c /M . The M flux per unit solid angle, Φ M , is simply related to the number density n M and to the Ms average speed v = cβ in the observed frame:",
            "paragraph_rank": 106,
            "section_rank": 32
        },
        {
            "text": "Fig. 2",
            "section_rank": 33
        },
        {
            "section": "Fig. 2",
            "text": "shows the M stopping power in silicon (a) at the density of the Earth's mantle, and in iron (b) at the density of the Earth's core. The energy loss computed according to Eq. 11 is labeled with A.",
            "paragraph_rank": 107,
            "section_rank": 33
        },
        {
            "text": "B",
            "section_rank": 34
        },
        {
            "section": "B",
            "text": ". Stopping power of monopoles with 10 −3 β 10 −2",
            "paragraph_rank": 108,
            "section_rank": 34
        },
        {
            "text": "Fig. 2",
            "section_rank": 35
        },
        {
            "section": "Fig. 2",
            "text": "regions labeled with B indicate the expected stopping power of M in the Earth's mantle (a) and core (b) for 10 −3 β 10 −2 .",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 36
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3:The ratio range/mass for Ms with gD magnetic charge in iron and silicon as a function of monopole βγ = p/M . The range is computed from the stopping powers given in[29] and it is defined as the thickness of material to slow down the monopole to β = 10 −6 .",
            "paragraph_rank": 110,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 171,
                    "text": "[29]",
                    "end": 175
                }
            ]
        },
        {
            "text": "FIG. 4",
            "section_rank": 37
        },
        {
            "section": "FIG. 4",
            "text": "FIG. 4: a)Light yield of Ms in plastic or liquid scintillators as a function of the speed β for different magnetic charges g. The light yield from a minimum ionizing muon is shown for comparison. b) Energy losses produced in the limited streamer tubes filled with 73% He and 27% n-pentane, ρ = 0.856 × 10 −3 g/cm 3 , by Ms as a function of β, relative to the ionization produced by a minimum ionizing particle, Imin = 2.2 MeV g/cm 2 . See text for the explanation of labels A, B and C. Notice that the solid curves represent the regions where the calculations are more reliable; the dashed lines are interpolated values.",
            "paragraph_rank": 111,
            "section_rank": 37
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 38
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: Restricted Energy Losses (REL) as a function of β for Ms with magnetic charges g = gD, 2gD, and 3gD.",
            "paragraph_rank": 112,
            "section_rank": 38
        },
        {
            "text": "FIG. 6 :",
            "section_rank": 39
        },
        {
            "section": "FIG. 6 :",
            "text": "FIG. 6:Cross section upper limits on monopole production from searches at colliders. All limits are at 95% CL, besides E882 given at 90% CL. Dashed lines indicate limits from indirect searches of M trapped in the beam pipe/detector materials.",
            "paragraph_rank": 113,
            "section_rank": 39
        },
        {
            "text": "FIG. 7 :",
            "section_rank": 40
        },
        {
            "section": "FIG. 7 :",
            "text": "FIG. 7:The 90% CL upper limits vs β for a flux of cosmic GUT monopoles with magnetic charge g = gD. The Parker bound refers to Eq. 8. while the extended Parker bound (EPB) refers to Eq. 9.",
            "paragraph_rank": 114,
            "section_rank": 40
        },
        {
            "text": "FIG. 8",
            "section_rank": 41
        },
        {
            "section": "FIG. 8",
            "text": "FIG. 8: a)Upper flux limits for GUT Ms as a function of their mass M for β = 0.05 as set by MACRO[63], Ohya[64] and SLIM[62]. b) Upper limits on the flux of β = 10 −3 M as a function of the catalysis cross section σcat for two IceCube analyses[95], two MACRO analyses[92], IMB[90] and Kamiokande[91].",
            "paragraph_rank": 115,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 97,
                    "text": "[63]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 107,
                    "text": "[64]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 120,
                    "text": "[62]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 243,
                    "text": "[95]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 267,
                    "text": "[92]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 276,
                    "text": "[90]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 295,
                    "text": "[91]",
                    "end": 299
                }
            ]
        },
        {
            "text": "8π is the energy density of the magnetic field B. Assuming v and B parallel over large distances, the condition J M • B < B 2 /8πτ B leads to the upper bound: n M < B/(8πτ B gv).",
            "paragraph_rank": 116,
            "section_rank": 42
        },
        {
            "text": "TABLE I :",
            "section_rank": 43
        },
        {
            "section": "TABLE I :",
            "text": "Flux upper limits for GUT and Intermediate Mass Monopoles from different experiments, assuming g = gD. ) (cm −2 s −1 sr −1 ) AMANDA II Upgoing [69] 10 11 − 10 14 0.76 − 1 (8.8 − 0.38) × 10 −16 Ice Cherenkov AMANDA II Downgoing [69] 10 8 − 10 14 0.8 − 1 (17 − 2.9) × 10 −16 Ice Cherenkov",
            "paragraph_rank": 117,
            "section_rank": 43
        },
        {
            "section": "TABLE I :",
            "text": "different searches for bare Ms in the cosmic radiation and their results are listed in",
            "paragraph_rank": 118,
            "section_rank": 43
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 45
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We are indebted to dr. Z. Sahnoun, for her precious help in the preparation of this review. We thank our colleagues of the MACRO and SLIM collaborations. We acknowledge the contributions of many colleagues in different searches for magnetic monopoles in the last 25 years. In particular S. Balestra ",
            "paragraph_rank": 119,
            "section_rank": 45
        }
    ]
}