{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Production cross-sections of prompt charm mesons are measured with the first data from pp collisions at the LHC at a centre-of-mass energy of 13 TeV. The data sample corresponds to an integrated luminosity of 4.98 ± 0.19 pb −1 collected by the LHCb experiment. The production cross-sections of D 0 , D + , D + s , and D * + mesons are measured in bins of charm meson transverse momentum, p T , and rapidity, y, and cover the range 0 < p T < 15 GeV/c and 2.0 < y < 4.5. The inclusive cross-sections for the four mesons, including charge conjugation, within the range of 1 < p T < 8 GeV/c are found to be",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "where the uncertainties are due to statistical and systematic uncertainties, respectively.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements of charm production cross-sections in proton-proton collisions are important tests of the predictions of perturbative quantum chromodynamics [1][2][3]. Predictions of charm meson cross-sections have been made at next-to-leading order using the generalized mass variable flavour number scheme (GMVFNS) [3][4][5][6][7][8] and at fixed order with next-to-leading-log resummation (FONLL) [1,2,[9][10][11][12]. These are based on a factorisation approach, where the cross-sections are calculated as a convolution of three terms: the parton distribution functions of the incoming protons; the partonic hard scattering rate, estimated as a perturbative series in the coupling constant of the strong interaction; and a fragmentation function that parametrises the hadronisation of the charm quark into a -1 -",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 154,
                    "text": "[1]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 157,
                    "text": "[2]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 160,
                    "text": "[3]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 314,
                    "text": "[3]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 317,
                    "text": "[4]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 320,
                    "text": "[5]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 323,
                    "text": "[6]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 326,
                    "text": "[7]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 329,
                    "text": "[8]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 397,
                    "text": "[1,",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 400,
                    "text": "2,",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 402,
                    "text": "[9]",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "start": 405,
                    "text": "[10]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 409,
                    "text": "[11]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 413,
                    "text": "[12]",
                    "end": 417
                }
            ]
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 3
        },
        {
            "section": "JHEP03(2016)159",
            "text": "given type of charm hadron. The range of y and p T accessible to LHCb enables quantum chromodynamics calculations to be tested in a region where the momentum fraction, x, of the initial state partons can reach values below 10 −4 . In this region the uncertainties on the gluon parton density functions are large, exceeding 30% [1,13], and LHCb measurements can be used to constrain them. For example, the predictions provided in ref. [1] have made direct use of these constraints from LHCb data, taking as input a set of parton density functions that is weighted to match the LHCb measurements at √ s = 7 TeV.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 327,
                    "text": "[1,",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 330,
                    "text": "13]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 434,
                    "text": "[1]",
                    "end": 437
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The charm production cross-sections are also important in evaluating the rate of highenergy neutrinos created from the decay of charm hadrons produced in cosmic ray interactions with atmospheric nuclei [1,14]. Such neutrinos constitute an important background for experiments such as IceCube [15] searching for neutrinos produced from astrophysical sources. The previous measurements from LHCb at √ s = 7 TeV [16] permit the evaluation of this background for incoming cosmic rays with energy of 26 PeV. In this paper measurements at √ s = 13 TeV are presented, probing a new kinematic region that corresponds to a primary cosmic ray energy of 90 PeV. Measurements of the charm production cross-sections have been performed in different kinematic regions and centre-of-mass energies. Measurements by the CDF experiment cover the central rapidity region |y| < 1 and transverse momenta, p T , between 5.5 GeV/c and 20 GeV/c at √ s = 1.96 TeV in pp collisions [17]. At the Large Hadron Collider (LHC), charm cross-sections in pp collisions have been measured in the |y| < 0.5 region for p T > 1 GeV/c at √ s = 2.76 TeV and √ s = 7 TeV by the ALICE experiment [18][19][20]. The LHCb experiment has recorded the world's largest dataset of charm hadrons to date and this has led to numerous high-precision measurements of their production and decay properties. LHCb measured the cross-sections in the forward region 2.0 < y < 4.5 for 0 < p T < 8 GeV/c at √ s = 7 TeV [16].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 202,
                    "text": "[1,",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "start": 205,
                    "text": "14]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "start": 292,
                    "text": "[15]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "start": 409,
                    "text": "[16]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "start": 956,
                    "text": "[17]",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "start": 1155,
                    "text": "[18]",
                    "end": 1159
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1159,
                    "text": "[19]",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "start": 1163,
                    "text": "[20]",
                    "end": 1167
                },
                {
                    "type": "bibr",
                    "start": 1460,
                    "text": "[16]",
                    "end": 1464
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "Charm mesons produced at the pp collision point, either directly or as decay products of excited charm resonances, are referred to as promptly produced. No attempt is made to distinguish between these two sources. This paper presents measurements of the crosssections for the prompt production of D 0 , D + , D + s , and D * (2010) + (henceforth denoted as D * + ) mesons, based on data corresponding to an integrated luminosity of 4.98 ± 0.19 pb −1 . Charm mesons produced through the decays of b hadrons are referred to as secondary charm, and are considered as a background process.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2016)159",
            "text": "Section 2 describes the detector, data acquisition conditions, and the simulation; this is followed by a detailed account of the data analysis in Section 3. The differential crosssection results are given in Section 4, followed by a discussion of systematic uncertainties in Section 5. Section 6 presents the measurements of integrated cross-sections and of the ratios of the cross-sections measured at √ s = 13 TeV to those at 7 TeV. The theory predictions and their comparison with the results of this paper are discussed in Section 7. Section 8 provides a summary.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Detector and simulation",
            "section_rank": 4
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [21,22] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c JHEP03(2016)159",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 18,
                    "text": "[21,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 22,
                    "text": "22]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex, the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished by information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The online event selection is performed by a trigger. This consists of a hardware stage, which for this analysis randomly selects a pre-defined fraction of all beam-beam crossings, followed by a software stage. This analysis benefits from a new scheme for the LHCb software trigger introduced for LHC Run 2. Alignment and calibration is performed in near real-time [23] and updated constants are made available for the trigger. The same alignment and calibration information is propagated to the offline reconstruction, ensuring consistent and high-quality particle identification (PID) information between the trigger and offline software. The larger timing budget available in the trigger compared to LHCb Run 1 also results in the convergence of the online and offline track reconstruction, such that offline performance is achieved in the trigger. The identical performance of the online and offline reconstruction offers the opportunity to perform physics analyses directly using candidates reconstructed in the trigger [24]. The storage of only the triggered candidates enables a reduction in the event size by an order of magnitude.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1501,
                    "text": "[23]",
                    "end": 1505
                },
                {
                    "type": "bibr",
                    "start": 2161,
                    "text": "[24]",
                    "end": 2165
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "In the simulation, pp collisions are generated with Pythia [25] using a specific LHCb configuration [26]. Decays of hadronic particles are described by EvtGen [27] in which final-state radiation is generated with Photos [28]. The implementation of the interaction of the generated particles with the detector, and its response, uses the Geant4 toolkit [29] as described in ref. [30].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 59,
                    "text": "[25]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 100,
                    "text": "[26]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 159,
                    "text": "[27]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 220,
                    "text": "[28]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "start": 352,
                    "text": "[29]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 378,
                    "text": "[30]",
                    "end": 382
                }
            ]
        },
        {
            "text": "Analysis strategy",
            "section_rank": 5
        },
        {
            "section": "Analysis strategy",
            "text": "The analysis is based on fully reconstructed decays of charm mesons in the following decay modes:",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Analysis strategy",
            "text": ", and their charge conjugates. The D 0 → K − π + sample contains the sum of the Cabibbofavoured decays D 0 → K − π + and the doubly Cabibbo-suppressed decays D 0 → K − π + , but for simplicity the combined sample is referred to by its dominant component.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Analysis strategy",
            "text": "where the invariant mass of the K − K + pair is required to be within ±20 MeV/c 2 of the nominal φ(1020) mass. To allow cross-checks of the main results, the following decays are also reconstructed:",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Analysis strategy",
            "text": "sample here excludes candidates used in the D + s → (K − K + ) φ π + measurement. All decay modes are inclusive with respect to final state radiation.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Analysis strategy",
            "text": "The cross-sections are measured in two-dimensional bins of p T and y of the reconstructed mesons, where p T and y are measured in the pp centre-of-mass frame. The bin widths are 0.5 in y covering a range of 2.0 < y < 4.5, 1 GeV/c in p T for 0 < p T < 1 GeV/c, 0.5 GeV/c in p T for 1 < p T < 3 GeV/c, and 1 GeV/c in p T for 3 < p T < 15 GeV/c.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Selection criteria",
            "section_rank": 6
        },
        {
            "section": "Selection criteria",
            "text": "The selection of candidates is optimised independently for each decay mode. For D 0 → K − π + decays the same criteria are used for both the D 0 and D * + cross-section measurements. All events are required to contain at least one reconstructed primary (pp) interaction vertex (PV). All final-state kaons and pions from the decays of D 0 , D + and D + s are required to be identified with high purity within the momentum and rapidity coverage of the LHCb PID system, i.e. momentum between 3 and 100 GeV/c and pseudorapidity between 2 and 5.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Selection criteria",
            "text": "The corresponding tracks must be of good quality and satisfy p T > 200 or 250 MeV/c, depending on the decay mode. At least one track must satisfy p T > 800 MeV/c, while for three-body decays, one track has to satisfy p T > 1000 MeV/c and at least two tracks must have p T > 400 MeV/c. The lifetimes of the weakly decaying charm mesons are sufficiently long for the final-state particles to originate from a point away from the PV, and this characteristic is exploited by requiring that all final-state particles from these mesons are inconsistent with having originated from the PV.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Selection criteria",
            "text": "When combining tracks to form D 0 , D + , and D + s meson candidates, requirements are made to ensure that the tracks are consistent with originating from a common decay vertex and that this vertex is significantly displaced from the PV. Additionally, the angle between the particle's momentum vector and the vector connecting the PV to the decay vertex of the D 0 (D + and D + s ) candidate must not exceed 17 (35) mrad. Candidate D * + → D 0 π + decays are formed by the combination of a D 0 candidate and a pion candidate, which are required to form a good quality vertex. The D 0 candidates contained in the D * + sample are a subset of those used in the measurement of the D 0 cross-section.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 411,
                    "text": "(35)",
                    "end": 415
                }
            ]
        },
        {
            "text": "Selection efficiencies",
            "section_rank": 7
        },
        {
            "section": "Selection efficiencies",
            "text": "The efficiencies for triggering, reconstructing and selecting signal decays are factorised into components that are measured in independent studies. These are the efficiency for decays to occur in the detector acceptance, for the final-state particles to be reconstructed, and for the decay to be selected. To determine the efficiency of each of these components, the full event simulation is used, except for the PID selection efficiencies, where a data-driven approach is adopted: the efficiency with which pions and kaons are selected is measured using high-purity, independent calibration samples of pions and kaons from D * + → D 0 (→ K − π + )π + decays identified without PID requirements, but with otherwise tighter criteria. The efficiency in (p T , y) bins for each charm meson decay mode is obtained with a weighting procedure to align the calibration and signal samples for the variables with respect to which the PID selection efficiency varies. These variables are the track",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 8
        },
        {
            "section": "JHEP03(2016)159",
            "text": "momentum, track pseudorapidity, and the number of hits in the scintillating-pad detector as a measure of the detector occupancy. The signal distributions for this weighting are determined with the sPlot technique [31] with ln χ 2 IP as the discriminating variable, where χ 2 IP is defined as the difference in χ 2 of the PV reconstructed with and without the particle under consideration.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 213,
                    "text": "[31]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 228,
                    "text": "2",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 273,
                    "text": "2",
                    "end": 274
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "A correction factor is used to account for the difference between the tracking efficiencies measured in data and simulation as described in ref. [32]. This factor is computed in bins of track momentum and pseudorapidity and weighted to the kinematics of a given signal decay in the simulated sample to obtain a correction factor in each charm meson (p T , y) bin. This correction factor ranges from 0.98 to 1.16, depending on the decay mode.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 145,
                    "text": "[32]",
                    "end": 149
                }
            ]
        },
        {
            "text": "Determination of signal yields",
            "section_rank": 9
        },
        {
            "section": "Determination of signal yields",
            "text": "The data contain a mixture of prompt signal decays, secondary charm mesons produced in decays of b hadrons, and combinatorial background. Secondary charm mesons will, in general, have a greater IP with respect to the PV than prompt signal, and thus a greater value of ln χ 2 IP . The number of prompt signal charm meson decays within each (p T , y) bin is determined with fits to the ln χ 2 IP distribution of the selected samples. These fits are carried out in a signal window in the invariant mass of the candidates and background templates are obtained from regions outside the signal window. Fits to the invariant mass distributions are used to constrain the level of combinatorial background in the subsequent fits to the ln χ 2 IP distributions. In the case of the D 0 , D + , and D + s measurements, the signal window is defined as ±20 MeV/c 2 around the known mass of the charm meson [33], corresponding to approximately 2.5 times the mass resolution. Background samples are taken from two windows of width 20 MeV/c 2 , centred 50 MeV/c 2 below and 50 MeV/c 2 above the centre of the signal window. For the D * + measurements, the signal window is defined in the distribution of the difference between the reconstructed D * + mass and the reconstructed D 0 mass, ∆m = m(D * + ) − m(D 0 ), as ±3 MeV/c 2 around the nominal ∆m value of 145.43 MeV/c 2 [33]. The background sample is taken from the region 4.5 MeV/c 2 to 9 MeV/c 2 above the nominal ∆m value.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 892,
                    "text": "[33]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1357,
                    "text": "[33]",
                    "end": 1361
                }
            ]
        },
        {
            "section": "Determination of signal yields",
            "text": "The number of combinatorial background candidates in the signal window of each decay mode is measured with binned extended maximum likelihood fits to either the mass or ∆m distribution, performed simultaneously across all (p T , y) bins for a given decay mode. Prompt and secondary signals cannot be separated in mass or ∆m, so a single signal probability density function (PDF) is used to describe both components. For the D 0 , D + , and D + s measurements the signal PDF is the sum of a Crystal Ball function [34] and a Gaussian function, sharing a common mode but allowed to have different widths, whilst the combinatorial background is modelled as a first-order polynomial. The signal PDF for the D * + measurement is the sum of three Gaussian functions with a common mean but different widths. The combinatorial background component in ∆m is modelled as an empirically derived threshold function with an exponent A and a turn-on parameter ∆m 0 , fixed to be the nominal charged pion mass ∆m 0 = 139.57 MeV/c 2 [33], Candidates entering the ∆m fit are required to be within the previously defined D 0 signal window.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 512,
                    "text": "[34]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1016,
                    "text": "[33]",
                    "end": 1020
                }
            ]
        },
        {
            "section": "Determination of signal yields",
            "text": "Only candidates within the mass and ∆m signal windows are used in the ln χ 2 IP fits. A Gaussian constraint is applied to the background yield in each (p T , y) bin, requiring it to be consistent with the integral of the background PDF in the signal window of the mass or ∆m fit.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "Determination of signal yields",
            "text": "Extended likelihood functions are constructed from one-dimensional PDFs in the ln χ 2 IP observable, with one set of signal and background PDFs for each (p T , y) bin. The set of these PDFs is fitted simultaneously to the data in each (p T , y) bin, where all shape parameters other than the peak value of the prompt signal PDF are shared between bins. The signal PDF in ln χ 2 IP is a bifurcated Gaussian with exponential tails, defined as",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "Determination of signal yields",
            "text": "2) where µ is the mode of the distribution, σ is the average of the left and right Gaussian widths, is the asymmetry of the left and right Gaussian widths, and ρ L(R) is the exponent for the left (right) tail. The PDF for secondary charm decays is a Gaussian function.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "Determination of signal yields",
            "text": "The tail parameters ρ L and ρ R and the asymmetry parameter of the ln χ 2 IP prompt signal PDFs are fixed to values obtained from unbinned maximum likelihood fits to simulated signal samples. All other parameters are determined in the fit. The sums of the simultaneous likelihood fits in each (p T , y) bin are given in figures 1-4. The fits generally describe the data well. The systematic uncertainty due to fit inaccuracies is determined as described in section 5. The sums of the prompt signal yields, as determined by the fits, are given in table 1.",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Cross-section measurements",
            "section_rank": 10
        },
        {
            "section": "Cross-section measurements",
            "text": "The signal yields are used to measure differential cross-sections in bins of p T and y in the range 0 < p T < 15 GeV/c and 2.0 < y < 4.5. The differential cross-section for producing -6 -  the charm meson species D in bin i is calculated from the relation  Figure 3.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 257,
                    "text": "Figure 3",
                    "end": 265
                }
            ]
        },
        {
            "section": "Cross-section measurements",
            "text": "IP for a mass window of ±20 MeV/c 2 around the nominal D + s mass. The sum of the simultaneous likelihood fits in each (p T , y) bin is shown, with components as indicated in the legends.  by the prescaled hardware trigger. The integrated luminosity of the dataset is evaluated with a precision of 3.8% from the number of visible pp collisions and a constant of proportionality that is measured in a dedicated calibration dataset. The absolute luminosity for the calibration dataset is determined from the beam currents, which are measured by LHC instruments, and the beam profiles and overlap integral, which are measured with a beam-gas imaging method [35].",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 654,
                    "text": "[35]",
                    "end": 658
                }
            ]
        },
        {
            "section": "Cross-section measurements",
            "text": "The following branching fractions taken from ref. [33] are used:",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 50,
                    "text": "[33]",
                    "end": 54
                }
            ]
        },
        {
            "section": "Cross-section measurements",
            "text": "(3.89 ± 0.05)%. The last is the sum of Cabibbo-favoured and doubly Cabibbo-suppressed branching fractions, which agrees to better than 1% with the HFAG result that accounts for the effects of final-state radiation [36]. For the D + s measurement the fraction of D + s → K − K + π + decays with a K − K + invariant mass in the range 1000 < m K − K + < 1040 MeV/c 2 is taken as (2.24 ± 0.13)% [37].",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 214,
                    "text": "[36]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 391,
                    "text": "[37]",
                    "end": 395
                }
            ]
        },
        {
            "section": "Cross-section measurements",
            "text": "The measured differential cross-sections are tabulated in appendix A. These results agree with the absolute cross-sections measured using the cross-check modes that are listed in section 3. Figures 5 and 6 show the D 0 , D + , D + s , and D * + cross-section measurements and predictions. The systematic uncertainties are discussed in section 5 and the theory contributions are provided in refs. [1][2][3] and described in section 7.",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 190,
                    "text": "Figures 5 and 6",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 396,
                    "text": "[1]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 399,
                    "text": "[2]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 402,
                    "text": "[3]",
                    "end": 405
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "Several sources of systematic uncertainty are identified and evaluated separately for each decay mode and (p T , y) bin. In all cases, the dominant systematic uncertainties originate from the luminosity and the estimation of the tracking efficiencies, amounting to 3.9% and 5-10%, respectively. Uncertainties in the branching fractions give rise to systematic uncertainties between 1% and 5%, depending on the decay mode. Systematic uncertainties are also evaluated to account for the modelling in the simulation, the PID calibration procedure, and the PDF shapes used in the determination of the signal yields. These sum in quadrature to around 5%. Table 2 lists the fractional systematic uncertainties for the different decay modes. Also given are the correlations of each uncertainty between different (p T , y) bins and between different decay modes. The systematic uncertainties can be grouped into three categories: those highly correlated between different decay modes and (p T , y) bins, those that are only correlated between different bins but independent between decay modes, and those that are independent between different decay modes and bins.",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 650,
                    "text": "Table 2",
                    "end": 657
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty on the luminosity is identical for all (p T , y) bins and decay modes. The uncertainty on the tracking efficiency correction is a strongly correlated contribution. It includes a per-track uncertainty on the correction factor that originates from the finite size of the calibration sample, a 0.4% uncertainty stemming from the weighting in different event multiplicity variables, and an additional 1.1% (1.4%) uncertainty for kaon (pion) tracks, due to uncertainties on the amount of material in the detector. The per-track uncertainties are propagated to obtain uncertainties on the correction factor in each (p T , y) bin of the charm meson, and are included as systematic uncertainties, resulting in a 5-10% uncertainty on the measured cross-sections, depending on the decay mode.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "The finite sizes of the simulated samples limit the statistical precision of the estimated efficiencies, leading to a systematic uncertainty on the measured cross-sections. As different simulated samples are used for each decay mode, the resulting uncertainty is independent between different decay modes and (p T , y) bins.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "Imperfect modelling of variables used in the selection can lead to differences between data and simulation, giving rise to a biased estimate of selection efficiencies. The effect is estimated by comparing the efficiencies when using modified selection criteria. The simulated sample is used to define a tighter requirement for each variable used in the JHEP03(2016)159  offset by a multiplicative factor 10 −m , where the factor m is shown on the plots. The boxes indicate the ±1σ uncertainty band on the theory predictions. In cases where this band spans more than two orders of magnitude only its upper edge is indicated.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "-11 -",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 12
        },
        {
            "section": "JHEP03(2016)159",
            "text": "Uncertainties (%) Correlations (%) selection, such that 50% of the simulated events are accepted. The same requirement is then applied to the collision data sample, and the signal yield in this subset of the data is compared to the 50% reduction expected from simulation. The procedure is performed separately for each variable used in the selection. The sum of the individual differences, taking the correlations between the variables into account, is assigned as an uncertainty on the signal yield. The corresponding uncertainty on the measured cross-sections is evaluated with eq. (4.1).",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The systematic uncertainties associated with the PID calibration procedure result from the finite size of the calibration sample and binning effects of the weighting procedure. The PID efficiency in this calibration sample is determined in bins of track momentum, track pseudorapidity, and detector occupancy. The statistical uncertainties of these efficiencies are propagated to obtain systematic uncertainties on the cross-sections. In the weighting procedure, it is assumed that the PID efficiencies for all candidates in a given bin are identical. A systematic uncertainty is assigned to account for deviations from this approximation by sampling from kernel density estimates [38] created from the calibration samples, and recomputing the total PID efficiency with the sampled data using a progressively finer binning. The efficiency converges to a value that is offset from the value measured with the nominal binning. This deviation is assigned as a systematic uncertainty on the PID efficiency. As all decay modes and (p T , y) bins use the same calibration data, this systematic uncertainty is highly correlated between different modes and bins.",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 681,
                    "text": "[38]",
                    "end": 685
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "Lastly, the systematic uncertainty on the signal yield extracted from the fits is dominated by the uncertainties on the choice of fit model. This is evaluated by refitting the data with different sets of PDFs that are also compatible with the data, and assigning a systematic uncertainty based on the largest deviation in the prompt signal yield.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "JHEP03(2016)159",
            "text": "-12 -",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 13
        },
        {
            "section": "JHEP03(2016)159",
            "text": "6 Production ratios and integrated cross-sections",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "Production ratios",
            "section_rank": 14
        },
        {
            "section": "Production ratios",
            "text": "The predicted ratios of prompt charm production cross-sections between different centreof-mass energies are devoid of several theoretical uncertainties [1][2][3]  are presented for 0 < p T < 8 GeV/c and 2.0 < y < 4.5 in appendix B. In the calculation of the uncertainties the branching fraction uncertainties cancel, and correlations of 30% and 50% are assumed for the uncertainties of luminosity and tracking, respectively. All other uncertainties are assumed to be uncorrelated. Figure 7 shows the measured ratios compared with predictions from theory calculations [1][2][3].",
            "paragraph_rank": 44,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 152,
                    "text": "[1]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 155,
                    "text": "[2]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 158,
                    "text": "[3]",
                    "end": 161
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 481,
                    "text": "Figure 7",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 567,
                    "text": "[1]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 570,
                    "text": "[2]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 573,
                    "text": "[3]",
                    "end": 576
                }
            ]
        },
        {
            "text": "Integrated cross-sections",
            "section_rank": 15
        },
        {
            "section": "Integrated cross-sections",
            "text": "Integrated production cross-sections, σ(D), for each charm meson are computed as the sum of the per-bin measurements, where the uncertainty on the sum takes into account the correlations between bins discussed in section 5. For D + s and D * + mesons, the kinematic region considered is 1 < p T < 8 GeV/c and 2.0 < y < 4.5 due to insufficient data below p T = 1 GeV/c, while for D 0 and D + the same kinematic region as for the ratio measurements is used. The upper limit is chosen to coincide with that of the measurements at √ s = 7 TeV.",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "section": "Integrated cross-sections",
            "text": "The D 0 and D * + cross-section results contain bins in which a measurement was not possible and which require a correction that is based on theory calculations. A multiplicative correction factor is computed as the ratio between the predicted integrated cross-section within the considered kinematic region and the sum of all per-bin crosssection predictions for bins for which a measurement exists. This method is based on the POWHEG+NNPDF3.0L predictions [1] for D 0 and the FONLL predictions [2] for D * + . The uncertainty on the extrapolation factor is taken as the difference between factors computed using the upper and lower bounds of the theory predictions and is propagated to the integrated cross-sections as a systematic uncertainty. Table 3 gives the integrated cross-sections for D 0 , D + , D + s , and D * + mesons. The ratios of the cross-sections, with the D 0 and D + results re-evaluated in the kinematic region of the D + s and D * + measurements, can be compared with the ratios of the cross-sections measured at e + e − colliders operating at a centre-of-mass energy close to the Υ(4S) resonance [39][40][41]. A more precise comparison is made here by computing the ratios of cross-section-times-branching-fractions, σ(D) × B(D → f ), where the final states f are the same between the LHCb measurements and those made at e + e − experiments. Differential ratios are shown in figure 8 and tabulated results and remaining figures are presented in appendix C. They exhibit a p T dependence that is consistent with heavier particles having a harder p T spectrum.",
            "paragraph_rank": 46,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 458,
                    "text": "[1]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 496,
                    "text": "[2]",
                    "end": 499
                },
                {
                    "type": "table",
                    "start": 747,
                    "text": "Table 3",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "start": 1120,
                    "text": "[39]",
                    "end": 1124
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1124,
                    "text": "[40]",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1128,
                    "text": "[41]",
                    "end": 1132
                }
            ]
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 16
        },
        {
            "section": "JHEP03(2016)159",
            "text": "Extrapolation factor Cross-section (µb)",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "section": "JHEP03(2016)159",
            "text": "1.0004 ± 0.0009 3370 ± 4 ± 200",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "section": "JHEP03(2016)159",
            "text": "1.0004 ± 0.0023 880 ± 5 ± 140 Table 3. Prompt charm production cross-sections in the kinematic ranges given. The computation of the extrapolation factors is described in the text. The first uncertainty on the cross-section is statistical, and the second is systematic and includes the contribution from the extrapolation factor. No extrapolation factor is given for D + (s) as a measurement is available in every bin of the integrated phase space.",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 30,
                    "text": "Table 3",
                    "end": 37
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The integrated charm cross-section, σ(pp → ccX), is calculated as σ(D)/(2f (c → D)) for each decay mode. The term f (c → D) is the quark to hadron transition probability, and the factor 2 accounts for the inclusion of charge conjugate states in the measurement. The transition probabilities have been computed using measurements at e + e − colliders operating at a centre-of-mass energy close to the Υ(4S) resonance [42]    ",
            "paragraph_rank": 50,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 416,
                    "text": "[42]",
                    "end": 420
                }
            ]
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 17
        },
        {
            "section": "JHEP03(2016)159",
            "text": "Quantity Measurement ",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "section": "JHEP03(2016)159",
            "text": "LHCb √ s = 13 TeV Figure 9. Integrated cross-sections (black diamonds), their average (black circle and blue band) and theory predictions (red squares) [1,2] are shown (left) based on the D 0 and D + for 0 < p T < 8 GeV/c and (right) for measurements based on all four mesons for 1 < p T < 8 GeV/c. The \"absolute\" predictions are based on calculations of the 13 TeV cross-section, while the \"scaled\" predictions are based on calculations of the 13 to 7 TeV ratio multiplied with the LHCb measurement at 7 TeV [16]. . To produce this improved set, the authors of ref. [1] weight the NNPDF3.0 NLO set in order to match FONLL calculations to LHCb's charm cross-section measurements at 7 TeV [16]. This results in a significant improvement in the uncertainties for the gluon distribution function at small momentum fraction x. Two predictions for the integrated cross-section are provided, one an absolute calculation, identical to that for the differential cross-sections, and the other scaled from the 7 TeV measurement. The GMVFNS calculations include theoretical predictions for all mesons studied in this analysis. Results are provided for 3 < p T < 30 GeV/c. Here the CT10 [47] set of parton distributions is used. The GMVFNS theoretical framework includes the convolution with fragmentation functions describing the transition c → H c that are normalised to the respective total transition probabilities [7,48]. The fragmentation functions are taken from a fit to production measurements at e + e − colliders, where no attempt is made to separate direct production and feed-down from higher resonances.",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 18,
                    "text": "Figure 9",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 152,
                    "text": "[1,",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 155,
                    "text": "2]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "start": 509,
                    "text": "[16]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 567,
                    "text": "[1]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "start": 688,
                    "text": "[16]",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1175,
                    "text": "[47]",
                    "end": 1179
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1407,
                    "text": "[7,",
                    "end": 1410
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1410,
                    "text": "48]",
                    "end": 1413
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "In general, the data shown in figures 5 and 6 agree with the predicted shapes of the cross-sections at √ s = 13 TeV for all three sets of calculations. The central values of the measurements generally lie above those of the theory predictions, albeit within the uncertainties provided. For the POWHEG+NNPDF3.0L and FONLL predictions, the data generally lie at the upper edge of the uncertainty band. The GMVFNS predictions provide the best description of the data, although the cross-sections decrease with p T at a higher rate than the data near their low p T limit of 3 GeV/c. Similar behaviour is observed for the √ s = 7 TeV measurement [16], where only central values are shown for the FONLL prediction, which give lower cross-sections than the data. The GMVFNS predictions again show good agreement, and again exhibit a higher rate as p T approaches 3 GeV/c. The data are consistently above the predictions for the ratios of cross-sections at √ s = 13 TeV and 7 TeV, shown in figure 7. In combination with the good agreement at 7 TeV, this indicates that the level of agreement worsenes with the increase in collision energy. A trend across the LHCb acceptance emerges, especially for the D 0 ratio: the agreement worsens with increasing rapidity for low p T while it improves with increasing rapidity for high p T . The absolute predictions for the integrated cross-sections show agreement with data within their large uncertainties, with central values below the measurements. The scaled POWHEG+NNPDF3.0L prediction, which has smaller uncertainties than the absolute prediction, does not agree with the data. The measurements are consistent with a linear scaling of the cross-section with the collision energy.",
            "paragraph_rank": 53,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 641,
                    "text": "[16]",
                    "end": 645
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 18
        },
        {
            "section": "Summary",
            "text": "A measurement of charm production in pp collisions at a centre-of-mass energy of √ s = 13 TeV has been performed with data collected with the LHCb detector. The shapes",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 19
        },
        {
            "section": "JHEP03(2016)159",
            "text": "of the differential cross-sections for D 0 , D + , D * + , and D + s mesons are found to be in agreement with NLO predictions while the predicted central values generally lie below the data, albeit mostly within uncertainties. The ratios of the production cross-sections for centre-of-mass energies of 13 TeV and 7 TeV have been measured and also show consistency with theoretical predictions. The cc cross-section for production of a charm meson in pp collisions at √ s = 13 TeV and in the range 0 < p T < 8 GeV/c and 2 < y < 4.5 is 2940 ± 3 (stat) ± 180 (syst) ± 160 (frag) µb.",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 20
        },
        {
            "section": "JHEP03(2016)159",
            "text": "A Absolute cross-sections Tables 5-8      Table 9.",
            "paragraph_rank": 56,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 26,
                    "text": "Tables 5-8",
                    "end": 36
                },
                {
                    "type": "table",
                    "start": 42,
                    "text": "Table 9",
                    "end": 49
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The ratios of differential production cross-sections, R",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The first uncertainty is statistical, and the second is the total systematic.  Table 10.",
            "paragraph_rank": 58,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 79,
                    "text": "Table 10",
                    "end": 87
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The ratios of differential production cross-sections, R",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The first uncertainty is statistical, and the second is the total systematic.  Table 11.",
            "paragraph_rank": 60,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 79,
                    "text": "Table 11",
                    "end": 87
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The ratios of differential production cross-sections, R",
            "paragraph_rank": 61,
            "section_rank": 20
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The first uncertainty is statistical, and the second is the total systematic.  ",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The first uncertainty is statistical, and the second is the total systematic.",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "section": "JHEP03(2016)159",
            "text": "-27 -",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 21
        },
        {
            "section": "JHEP03(2016)159",
            "text": "C Cross-section ratios for different mesons Figure 10 shows the remaining three ratios of cross-section-times-branching-fraction measurements for different mesons, completing those shown and discussed in section 6. The numerical values of these ratios are given in tables 13-18.     Table 13.",
            "paragraph_rank": 65,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 44,
                    "text": "Figure 10",
                    "end": 53
                },
                {
                    "type": "table",
                    "start": 283,
                    "text": "Table 13",
                    "end": 291
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The ratios of differential production cross-section-times-branching fraction measurements for prompt D + and D 0 mesons in bins of (p T , y). The first uncertainty is statistical, and the second is the total systematic. All values are given in percent.",
            "paragraph_rank": 66,
            "section_rank": 21
        },
        {
            "section": "JHEP03(2016)159",
            "text": "-29 -   Table 14.",
            "paragraph_rank": 67,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 8,
                    "text": "Table 14",
                    "end": 16
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The ratios of differential production cross-section-times-branching-fraction measurements for prompt D + s and D 0 mesons in bins of (p T , y). The first uncertainty is statistical, and the second is the total systematic. All values are given in percent.",
            "paragraph_rank": 68,
            "section_rank": 21
        },
        {
            "section": "JHEP03(2016)159",
            "text": "-30 -   Table 16.",
            "paragraph_rank": 69,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 8,
                    "text": "Table 16",
                    "end": 16
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The ratios of differential production cross-section-times-branching-fraction measurements for prompt D + s and D + mesons in bins of (p T , y). The first uncertainty is statistical, and the second is the total systematic. All values are given in percent.",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "section": "JHEP03(2016)159",
            "text": "-32 - 28.  Table 17.",
            "paragraph_rank": 71,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 11,
                    "text": "Table 17",
                    "end": 19
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "The ratios of differential production cross-section-times-branching-fraction for prompt D * + and D + mesons in bins of (p T , y). The first uncertainty is statistical, and the second is the total systematic. All values are given in percent.",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "section": "JHEP03(2016)159",
            "text": "-33 -   Table 18. The ratios of differential production cross-section-times-branching-fraction for prompt D + s and D * + mesons in bins of (p T , y). The first uncertainty is statistical, and the second is the total systematic. All values are given in percent.",
            "paragraph_rank": 73,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 8,
                    "text": "Table 18",
                    "end": 16
                }
            ]
        },
        {
            "section": "JHEP03(2016)159",
            "text": "-34 -",
            "paragraph_rank": 74,
            "section_rank": 21
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 22
        },
        {
            "section": "JHEP03(2016)159",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 75,
            "section_rank": 22
        },
        {
            "text": "Figure 1 .",
            "section_rank": 23
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Distributions for selected D 0 → K − π + candidates: (left) K − π + invariant mass and (right) ln χ2 IP for a mass window of ±20 MeV/c 2 around the nominal D 0 mass. The sum of the simultaneous likelihood fits in each (p T , y) bin is shown, with components as indicated in the legends.",
            "paragraph_rank": 76,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 109,
                    "text": "2",
                    "end": 110
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 24
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Distributions for selected D + → K − π + π + candidates: (left) K − π + π + invariant mass and (right) ln χ2 IP for a mass window of ±20 MeV/c 2 around the nominal D + mass. The sum of the simultaneous likelihood fits in each (p T , y) bin is shown, with components as indicated in the legends.",
            "paragraph_rank": 77,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 117,
                    "text": "2",
                    "end": 118
                }
            ]
        },
        {
            "text": "Figure 4 .",
            "section_rank": 25
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Distributions for selected D * + → D 0 π + candidates, with D 0 → K − π + : (left) ∆m = m(D * + ) − m(D 0 ) for a mass window of ±20 MeV/c 2 around the nominal D 0 mass and (right) ln χ 2 IP with an additional mass window of ±3 MeV/c 2 around the nominal D * + -D 0 mass difference. The sum of the simultaneous likelihood fits in each (p T , y) bin is shown, with components as indicated in the legends.",
            "paragraph_rank": 78,
            "section_rank": 25
        },
        {
            "text": "Figure 5 .",
            "section_rank": 26
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Measurements and predictions for the absolute prompt (top) D 0 , and (bottom) D + cross-sections at √ s = 13 TeV. Each set of measurements and predictions in a given rapidity bin is offset by a multiplicative factor 10 −m , where the factor m is shown on the plots. The boxes indicate the ±1σ uncertainty band on the theory predictions. In cases where this band spans more than two orders of magnitude only its upper edge is indicated.",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Figure 6 .",
            "section_rank": 27
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Measurements and predictions for the absolute prompt (top) D + s , and (bottom) D * + cross-sections at √ s = 13 TeV. Each set of measurements and predictions in a given rapidity bin is",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "FONLLFigure 7 .",
            "section_rank": 28
        },
        {
            "section": "FONLLFigure 7 .",
            "text": "Figure 7. Measurements and predictions of the prompt D 0 , D + , D + s , and D * + cross-section ratios. The dash-dotted lines indicate the unit ratio for each of the rapidity intervals and the dashed lines indicate a ratio of two. Each set of measurements and predictions in a given rapidity bin is offset by an additive constant m, which is shown on the plot. No prediction is available for the D + s ratio.",
            "paragraph_rank": 81,
            "section_rank": 28
        },
        {
            "text": "Figure 8 .",
            "section_rank": 29
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Ratios of cross-section-times-branching-fraction measurements of (top) D + , (middle) D + s , and (bottom) D * + mesons with respect to the D 0 measurements. The bands indicate the corresponding ratios computed using measurements from e + e − collider experiments[39][40][41]. The ratios are given as a function of p T and different symbols indicate different ranges in y. The notation σ(D → f ) is shorthand for σ(D) × B(D → f ).",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 277,
                    "text": "[40]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 281,
                    "text": "[41]",
                    "end": 285
                }
            ]
        },
        {
            "text": "p T < 30",
            "section_rank": 30
        },
        {
            "section": "p T < 30",
            "text": "GeV/c and 2.0 < y < 4.5. Ratios of these cross-sections to those computed for pp collisions at 7 TeV are also supplied. The calculations use the NNPDF3.0 NLO[44] parton densities. These FONLL calculations of the meson differential production cross-sections assume f (c → D) = 1 and are multiplied by the transition probabilities measured at e + e − colliders for comparison to the current measurements. No dedicated FONLL cross-section calculation for D + s production is available. The POWHEG+NNPDF3.0L predictions are also provided in the form of D 0 and D + JHEP03(2016)159 production cross-sections for pp collisions at √ s = 13 TeV for each bin in a subdivision of the phase space, p T < 30 GeV/c and 2.0 < y < 4.5. Ratios of 13 to 7 TeV cross-sections are given as well. They are obtained with Powheg [45] matched to Pythia8 [46] parton showers and an improved version of the NNPDF3.0 NLO parton distribution function set designated NNPDF3.0+LHCb [1]",
            "paragraph_rank": 83,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 157,
                    "text": "[44]",
                    "end": 161
                }
            ]
        },
        {
            "text": "5 Figure 10 .",
            "section_rank": 31
        },
        {
            "section": "5 Figure 10 .",
            "text": "Figure 10. Ratios of cross-section-times-branching-fraction measurements of (top) D * + , and (middle) D + s mesons with respect to D + cross-sections, and (bottom) D + s over D * + mesons. The bands indicate the corresponding ratios computed using measurements from e + e − collider experiments[39][40][41]. The ratios are given as a function of p T and different symbols indicate different ranges in y. The notation σ(D → f ) is shorthand for σ(D) × B(D → f ).",
            "paragraph_rank": 84,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 299,
                    "text": "[40]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 303,
                    "text": "[41]",
                    "end": 307
                }
            ]
        },
        {
            "text": "1) where ∆p T and ∆y are the widths in p T and y of bin i, N i (D → f + c.c.) is the measured yield of prompt D decays to the final state f in bin i plus the charge-conjugate decay, B(D → f ) is the known branching fraction of the decay, and ε i,tot (D → f ) is the total efficiency for observing the signal decay in bin i. The total integrated luminosity collected L int is 4.98 ± 0.19 pb −1 and κ = 10.7% is the average fraction of events passed",
            "paragraph_rank": 85,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 0,
                    "text": "1)",
                    "end": 2
                }
            ]
        },
        {
            "text": "that are inherent in the corresponding absolute cross-sections. Using the present results obtained at √ s = 13 TeV and the corresponding results from LHCb data at √ s = 7 TeV [16], these ratios, R 13/7 , are measured for D 0 , D + , D + s , and D * + mesons. The √ s = 13 TeV measurements are rebinned to match the binning used in the √ s = 7 TeV results and the production ratios",
            "paragraph_rank": 86,
            "section_rank": 33
        },
        {
            "text": "Table 4 .",
            "section_rank": 34
        },
        {
            "section": "Table 4 .",
            "text": "Ratios of integrated cross-section-times-branching-fraction measurements in the kinematic range 1 < p T < 8 GeV/c and 2 < y < 4.5. The first uncertainty on the ratio is statistical and the second is systematic. The notation σ(D → f ) is shorthand for σ(D) × B(D → f ).",
            "paragraph_rank": 87,
            "section_rank": 34
        },
        {
            "text": "give the numerical results for the differential cross-sections.",
            "paragraph_rank": 88,
            "section_rank": 35
        },
        {
            "text": "Table 5 .",
            "section_rank": 36
        },
        {
            "section": "Table 5 .",
            "text": "T dy), in µb/( GeV/c) for prompt D 0",
            "paragraph_rank": 90,
            "section_rank": 36
        },
        {
            "text": "Table 6 .",
            "section_rank": 37
        },
        {
            "section": "Table 6 .",
            "text": "The first uncertainty is statistical, and the second is the total systematic.",
            "paragraph_rank": 91,
            "section_rank": 37
        },
        {
            "section": "Table 6 .",
            "text": "T dy), in µb/( GeV/c) for prompt D + T , y).",
            "paragraph_rank": 92,
            "section_rank": 37
        },
        {
            "text": "Table 8 .",
            "section_rank": 38
        },
        {
            "text": "Table 12 .",
            "section_rank": 39
        },
        {
            "section": "Table 12 .",
            "text": "The ratios of differential production cross-sections, R",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "section": "Table 12 .",
            "text": "13/7 , for prompt D * +",
            "paragraph_rank": 95,
            "section_rank": 39
        },
        {
            "text": "The first uncertainty is statistical, and the second is the total systematic. All values are given in percent.",
            "paragraph_rank": 96,
            "section_rank": 40
        },
        {
            "text": "T , y).",
            "paragraph_rank": 97,
            "section_rank": 40
        },
        {
            "text": "T , y). The first uncertainty is statistical, and the second is the total systematic.",
            "paragraph_rank": 98,
            "section_rank": 40
        },
        {
            "text": "Acknowledgments",
            "section_rank": 42
        },
        {
            "section": "Acknowledgments",
            "text": "The authors would like to thank R. Gauld, J. Rojo, L. Rottoli, and J. Talbert for the provision of the POWHEG+NNPDF3.0L numbers; M. Cacciari, M.L. Mangano, and P. Nason for the FONLL predictions; and H. Spiesberger, B.A. Kniehl, G. Kramer, and I. Schienbein for the GMVFNS calculations. We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, . We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), Conseil Général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), The Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 99,
            "section_rank": 42
        },
        {
            "text": "JHEP03(2016)159",
            "section_rank": 44
        }
    ]
}