{
    "level": "paragraph",
    "abstract": [
        {
            "text": "First observation of the decay D 0 → K − π + μ + μ − in the ρ 0 -ω region of the dimuon mass spectrum .LHCb Collaboration",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Rare charm decays may proceed via the highly suppressed c → uμ + μ − flavour changing neutral current process. In the Standard Model such processes can only occur through loop diagrams, where in charm decays the GIM cancellation [1] is almost complete. As a consequence, the short-distance contribution to the inclusive D → Xμ + μ − branching fraction is predicted to be as low as O(10 −9 ) [2], making these decays interesting for searches for new physics beyond the Standard Model. However, taking into account long-distance contributions through tree diagrams involving resonances such as D → X V (→ μ + μ − ), where V represents a φ, ρ 0 or ω vector meson, the total branching fraction of these rare charm decays can reach O(10 −6 ) [2][3][4]. Their sensitivity to new physics therefore is greatest in regions of the dimuon mass spectrum away from these resonances, where the main contributions to the branching fraction may come from short-distance amplitudes. Angular asymmetries are sensitive to new physics both in the vicinity of these resonances and away from them [4][5][6][7][8] and could be as large as O(1%).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 229,
                    "text": "[1]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 391,
                    "text": "[2]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 737,
                    "text": "[2]",
                    "end": 740
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 740,
                    "text": "[3]",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 743,
                    "text": "[4]",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1075,
                    "text": "[4]",
                    "end": 1078
                },
                {
                    "type": "bibr",
                    "start": 1078,
                    "text": "[5]",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1081,
                    "text": "[6]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1084,
                    "text": "[7]",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "start": 1087,
                    "text": "[8]",
                    "end": 1090
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Letter focuses on the measurement of the decay 1 D 0 → K − π + μ + μ − . This will provide an important reference channel for measurements of the c → uμ + μ − processes D 0 → π + π − μ + μ − and D 0 → K + K − μ + μ − : precise branching fractions are easier to obtain if they are compared with a nor- 1 The inclusion of charge conjugate decays is implied. malisation mode that has similar features. When restricted to the dimuon mass range 675 < m(μ + μ − ) < 875 MeV/c 2 , where the ρ 0 and ω resonances are expected to dominate, it can also be used to normalise the decays D 0 → K − π + η ( ) (→ μ + μ − ). Measuring their branching fractions allows the coupling η ( ) → μ + μ − to be determined. This contains crucial information for various low energy phenomena, and is an input to the prediction of the anomalous magnetic moment of the muon [9][10][11]. Focusing on this dimuon mass range also simplifies the analysis, which does not have to account for the variation of the selection efficiency as a function of m(μ + μ − ). From previous measurements the most stringent 90% confidence level upper limits on the decay D 0 → K − π + μ + μ − are set by the E791 experiment [12]: B(D 0 → K − π + μ + μ − ) < 35.9 × 10 −5 in the full K − π + mass region and B(D 0 → K − π + μ + μ − ) < 2.4 × 10 −5 in the region of the K * 0 resonance.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 52,
                    "text": "1",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 306,
                    "text": "1",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 851,
                    "text": "[9]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 854,
                    "text": "[10]",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "start": 858,
                    "text": "[11]",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1182,
                    "text": "[12]",
                    "end": 1186
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The study presented here is based on data collected by the LHCb detector in proton-proton collisions at a centre-of-mass energy of 8 TeV, corresponding to an integrated luminosity of 2.0 fb −1 . A subsample corresponding to an integrated luminosity of 1.6 fb −1 has been used to measure B(D 0 → K − π + μ + μ − ).",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The remainder of the data set was used to optimise the selection.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The branching fraction B(D 0 → K − π + μ + μ − ) is measured relative to that of the normalisation decay D 0 → K − π + π + π − . The most accurate recent measurement of this branching fraction is used,",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "by the CLEO experiment [13].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 23,
                    "text": "[13]",
                    "end": 27
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "http://dx.doi.org/10.1016/j.physletb.2016.04.029 0370-2693/© 2016 CERN for the benefit of the LHCb Collaboration. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Detector and simulation",
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [14,15] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex, the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) μm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [16].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[14,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "15]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "start": 1304,
                    "text": "[16]",
                    "end": 1308
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "The online event selection is performed by a trigger [17], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. In the offline selection, requirements are made on whether the trigger decision was due to the signal candidate or to other particles produced in the pp collision. Throughout this Letter, these two non-exclusive categories of candidates are referred to as Trigger On Signal (TOS) and Trigger Independent of Signal (TIS) candidates.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 53,
                    "text": "[17]",
                    "end": 57
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "Simulated samples of",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "decays have been produced. In the simulation, pp collisions are generated using Pythia [18] with a specific LHCb configuration [19]. Decays of hadronic particles are described by EvtGen [20], in which final-state radiation is generated using Photos [21]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [22] as described in Ref. [23]. No theoretical model or experimental measurement provides a reliable decay model for D 0 → K − π + μ + μ − . This decay mode is therefore modelled as an incoherent sum of resonant and non-resonant contributions, such as K * 0 → K − π + and ρ 0 /ω → μ + μ − , motivated by the resonant structure observed in [24], and by the theoretical predictions of Ref. [4]. In the case of",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 87,
                    "text": "[18]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "[19]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 186,
                    "text": "[20]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 249,
                    "text": "[21]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 376,
                    "text": "[22]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 402,
                    "text": "[23]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "start": 715,
                    "text": "[24]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 764,
                    "text": "[4]",
                    "end": 767
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "reproducing the data was implemented using the MINT software package [25].",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 69,
                    "text": "[25]",
                    "end": 73
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The criteria used to select the D 0 → K − π + μ + μ − and D 0 → K − π + π + π − decays are as similar as possible to allow many systematic uncertainties to cancel in the efficiency ratio. At trigger level, only events that are TIS with respect to the hadron hardware trigger, which has a transverse energy threshold of 3.7 GeV, are kept. In the offline selection, the only differences between the signal and normalisation channels are the muon identification criteria.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The first-level software trigger selects events that contain at least one good quality track with high p T and χ 2 IP , where the latter is defined as the difference in χ 2 of the closest primary pp interaction vertex (PV) reconstructed with and without the particle under consideration. The offline selection requires that at least one of these tracks originates from either the",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The second-level software trigger uses two dedicated selections to reconstruct ",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "is required to form a good quality secondary vertex that is significantly displaced from the PV. In events where such a pair is found, two charged hadrons are subsequently added. The resulting four-particle candidate must have a good quality vertex and its invariant mass must be consistent with the known D 0 mass [24]. The momentum vector of this D 0 candidate must be consistent with having originated from the PV. A preselection follows the trigger selections. Four charged particles are combined to form D 0 candidates. Tracks that do not correspond to actual trajectories of charged particles are suppressed by using a neural network optimisation procedure. To reject the combinatorial background involving tracks from the PV, only high-p and high-p T tracks that are significantly displaced from any PV are used. This background is further reduced by requiring that the four decay products of the D 0 meson form a good quality vertex that is significantly displaced from the PV and that p T (D 0 ) > 3000 MeV/c. These three criteria also reject candidates formed from partially reconstructed charm hadron decays, combined with either random tracks from the PV or with tracks from the decay of another charmed hadron in the same event. This type of background is further reduced by requiring the D 0 momentum vector is within 14 mrad of the vector that joins the PV with the D 0 decay vertex, ensuring that the D 0 candidate originates from the PV. Finally, the invariant mass of the D 0 candidate, which is reconstructed with a resolution of about 7 MeV/c 2 , is required to lie within 65 MeV/c 2 of the known D 0 mass. In",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 315,
                    "text": "[24]",
                    "end": 319
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "is restricted to the range 675-875 MeV/c 2 . The two backgrounds described above are referred to as the non-peaking background throughout this Letter.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "After the preselection, a multivariate selection based on a boosted decision tree (BDT) [26,27] is used to further suppress the non-peaking background. The GradBoost algorithm is used [28].",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 88,
                    "text": "[26,",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 92,
                    "text": "27]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 184,
                    "text": "[28]",
                    "end": 188
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The BDT uses the following variables: the p T and χ 2 IP of the final state particles; the p T and χ 2 IP of the D 0 candidate as well as the χ 2 per degree of freedom of its vertex fit; the significance of the distance between this vertex and the PV; the largest distance of closest approach between the tracks that form the D 0 candidate; the angle between the D 0 momentum vector and the vector that joins the PV with its decay vertex. The cut on the BDT response used in the selection discards more than 80% of the non-peaking candidates and retains more than 80% of the signal candidates that have passed the preselection.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Finally, the information from the RICH, the calorimeters and the muon systems are combined to assign probabilities for each decay product to be a pion, a kaon or a muon, as described in Ref. [15]. A loose requirement on the kaon identification probability rejects about 90% of the backgrounds that consist of π + π − μ + μ − or π + π − π + π − combinations while preserving 98% of the signal candidates. In the case of D 0 → K − π + μ + μ − decays, the muon identification criteria have an efficiency of 90% per signal muon and reduce the rate of misidentified pions by a factor of about 150. In the absence of muon identification,",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 191,
                    "text": "[15]",
                    "end": 195
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "decays with two misidentified pions would outnumber signal decays by four orders of magnitude. After these particle identification requirements, this background is reduced to around 50% of the signal yield and is dominated by decays involving two pion decays in flight (π + → μ + ν μ ). It is referred to as the peaking background throughout this Letter.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "In addition to D 0 → K − π + π + π − decays with two misidentified pions, backgrounds due to the decays of",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "c are considered. These are studied using simulated events and found to be negligible.",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The selection is optimised using data and simulated samples.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The BDT is trained using simulated D 0 → K − π + μ + μ − events to model the signal. The sample used to represent the background consists of candidates with m(",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "drawn from 2% of the total data sample. Candidates on the lowmass side of the signal peak are not used due to the presence there of peaking background decays, whose features are very close to those of signal decays. Optimal selection criteria on the BDT response and muon identification are found using another independent data sample corresponding to 20% of the total dataset. The fit described in Sect. 4 is used to estimate the yields of",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "background (B pk ) and non-peaking background (B npk ) present in this sample in the region of the signal peak, defined as",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The requirements on the muon identification and BDT response are chosen to maximise",
            "paragraph_rank": 30,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The two samples described above consist of events chosen randomly from the 2012 data and are not used for the subsequent analysis. The remainder of the dataset (78%), which corresponds to an integrated luminosity of 1.6 fb −1 , is used to measure",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "tained with this selection consists of 5411 candidates. In the case",
            "paragraph_rank": 32,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "allows us to use a small sample (3 pb −1 ), drawn randomly from the total dataset. The final D 0 → K − π + π + π − sample consists of 121 922 candidates.",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "Determination of the",
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "A simultaneous binned maximum likelihood fit to the",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "In each sample, the probability density function (PDF) fitted to the signal peak is a Gaussian function with power law tails. It is defined in the following way:",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "where m D 0 and σ are the mean and width of the peak, and α L , n L , α R and n R parameterise the left and right tails. This function was found to describe accurately the m(K − π + μ + μ − ) and m(K − π + π + π − ) distributions obtained with the simulation, which exhibit non-Gaussian tails on both sides of the peaks. The tail on the left-hand side is dominated by final-state radiation and interactions with matter, while the right-hand side tail is due to non-Gaussian effects in the reconstruction.",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "The non-peaking background in the D 0 → K − π + π + π − sample is described by a first-order polynomial. In the case of  ",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "They are all free parameters in the fit. It also involves 15 parameters to define the shapes of the PDFs. The parameters describing the widths and upper-mass tails are free parameters in the fit but are common between the PDFs for the",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "The lower-mass tail parameters are determined separately. Those used for D 0 → K − π + π + π − candidates are allowed to vary in the fit. This is not possible for D 0 → K − π + μ + μ − candidates because of the overlap between the signal and the D 0 → K − π + π + π − peaking background and therefore the parameters are fixed to the values obtained from the simulated sample. In total, there are 15 free parameters in the fit.",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "The relative yields of the three peaking background categories described above are fixed to values obtained by a fit to a large control sample. It consists of D 0 → K − π + μ + μ − candidates that are in the TOS category with respect to the muon hardware trigger, in contrast to the signal and normalisation samples that are in the TIS category with respect to the hadron trigger. All of the other selection requirements are the same as those described in Sect. 3. This TOS signal control sample consists of 28 835 candidates and contains approximately six times more D 0 → K − π + μ + μ − decays than the nominal TIS sample.",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "section": "Determination of the",
            "text": "The fit results are summarised in Table 1 and the observed mass distributions are shown in Fig. 1, with fit projections overlaid. The main difficulties in this procedure are the similarities in the shape of the signal, peaking background and nonpeaking background, and the overlap between their distributions in m(K − π + μ + μ − ). However, their impact on the measurement presented in this Letter is limited, as can also be seen in Table 1.",
            "paragraph_rank": 41,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 34,
                    "text": "Table 1",
                    "end": 41
                },
                {
                    "type": "figure",
                    "start": 91,
                    "text": "Fig. 1",
                    "end": 97
                }
            ]
        },
        {
            "text": "Branching fraction measurement",
            "section_rank": 6
        },
        {
            "section": "Branching fraction measurement",
            "text": "The branching fraction of the decay D 0 → K − π + μ + μ − is obtained by combining the quantities presented in Table 2 with the branching fraction of the D 0 → K − π + π + π − decay according to Table 1 Summary of the results of the fit described in Sect. 4. The yields measured in the D 0 → K − π + μ + μ − sample and the correlations between them, the yields measured in the normalisation sample, the common width fitted to the ",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 111,
                    "text": "Table 2",
                    "end": 118
                },
                {
                    "type": "table",
                    "start": 195,
                    "text": "Table 1",
                    "end": 202
                }
            ]
        },
        {
            "section": "Branching fraction measurement",
            "text": "candidates. The data are shown as points (black) and the total PDF (blue solid line) is overlaid. In (a), the two corresponding components of the fit model are the D 0 → K − π + π + π − decays (red solid line) and the non-peaking background (violet dashed line). In (b), the components are the D 0 → K − π + μ + μ − (long-dashed green line), the peaking background due to misidentified D 0 → K − π + π + π − decays (red solid line), and the non-peaking background (violet dashed line). (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Measured efficiencies and yields for the decay D 0 → K − π + μ + μ − in the dimuon mass range 675-875 MeV/c 2 , and for the decay D 0 → K − π + π + π − . The uncertainties are statistical. In the case of efficiencies, it stems from the finite size of the simulated samples.  ",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "section": "Branching fraction measurement",
            "text": "Signal shape parameters 0.8 Peaking background tails 1.5 Signal PDF 0.6 Non-peaking background shape 2.1",
            "paragraph_rank": 44,
            "section_rank": 6
        },
        {
            "section": "Branching fraction measurement",
            "text": "where where the uncertainty is statistical.",
            "paragraph_rank": 45,
            "section_rank": 6
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties on B(D 0 → K − π + μ + μ − ) are summarised in Table 3. Those related to reconstruction and selection efficiencies are minimised thanks to the efficiency ratio in Eq. (1) and to the similarities between",
            "paragraph_rank": 46,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 76,
                    "text": "Table 3",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 196,
                    "text": "(1)",
                    "end": 199
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "decays. This is illustrated in Fig. 2, which shows the distributions of the BDT response for the",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 31,
                    "text": "Fig. 2",
                    "end": 37
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "data and simulated samples. In data, the background contributions are removed using the sPlot technique [30]. Also shown in this figure are the ratios between the",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 104,
                    "text": "[30]",
                    "end": 108
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The BDT response, which combines all the offline selection variables (with the exception of muon identification criteria), is very similar for both kinds of decay and the differences are well described by the simulation. In cases where selection criteria depend on the nature of the decay products, data-driven methods are used, as described below. The uncertainty on the charged hadron reconstruction inefficiency is dominated by the uncertainty on the probability to undergo a nuclear interaction in the detector. This inefficiency is evaluated using simulated events. The corresponding uncertainty is derived from the 10% uncertainty on the modelling of the detector material [31].",
            "paragraph_rank": 49,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 679,
                    "text": "[31]",
                    "end": 683
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The selection efficiencies based on the kinematical and geometrical requirements are derived from simulation. A systematic uncertainty to take into account imperfect track reconstruction modelling is estimated by smearing track properties to reproduce those observed in data. Similarly, a systematic uncertainty on the efficiency of the BDT selection is assigned as the difference between the efficiency obtained in data and simulation.",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainties in the decay models are estimated separately for the signal and normalisation channels. For the signal, this is carried out by reweighting simulated D 0 → K − π + μ + μ − decays to reproduce the distributions of m(K − π + ) and m(μ + μ − ) observed in data, with the difference in efficiency relative to the default being assigned as the systematic uncertainty. For D 0 → K − π + π + π − , the sensitivity to the decay model is studied by comparing the default efficiency with that obtained in an extreme case in which the decay model provided by the MINT package is replaced by an incoherent sum of the resonances involved in the decay, as given in Ref. [24].",
            "paragraph_rank": 51,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 673,
                    "text": "[24]",
                    "end": 677
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "To avoid dependence on the modelling of the hardware trigger in simulation, its efficiency is determined in data. The efficiency to be TIS with respect to hadron hardware trigger is determined as the fraction of D 0 → K − π + μ + μ − decays that fulfil this requirement among D 0 → K − π + μ + μ − candidates that are TOS with respect to the muon hardware trigger. It is measured in 12 different regions defined in the (p T (D 0 ), N t ) plane, where N t is the track multiplicity of the event. The overall hardware trigger efficiency for D 0 → K − π + μ + μ − decays is the average of these 12 efficiencies weighted according to the distributions of",
            "paragraph_rank": 52,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "candidates observed in data. The efficiency of the normalisation mode is obtained by weighting the same 12 efficiencies according to the distributions of D 0 → K − π + π + π − candidates. This procedure assumes that the probability for D 0 → K − π + μ + μ − decays to fulfil the TIS requirement is not enhanced by the requirement to also be in the TOS category and that this TIS efficiency is the same in every region for",
            "paragraph_rank": 53,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "this method and the ratio of true efficiencies, obtained by directly counting the number of simulated D 0 → K − π + μ + μ − and D 0 → K − π + π + π − decays that fulfil the hadron trigger TIS re-quirement. To determine the systematic uncertainty associated with the hardware trigger efficiency, the uncertainty on this comparison is combined with the statistical uncertainties on the 12 measurements performed in data in (p T (D 0 ), N t ) regions.",
            "paragraph_rank": 54,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "A similar approach is employed in the case of the first level of the software trigger. A sample of D 0 → K − π + π + π − candidates is selected from data that satisfied the trigger requirements independently of these candidates. The fraction of D 0 → K − π + π + π − decays where at least one of the decay products also satisfies the requirements of this trigger is measured using this sample. This efficiency is measured in regions of p T (D 0 ) and weighted according to distributions of this variable in simulated D 0 → K − π + μ + μ − and D 0 → K − π + π + π − events. The variation in the efficiency ratio when these distributions are corrected to match the data is used to evaluate the corresponding systematic uncertainty.",
            "paragraph_rank": 55,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The efficiency of the second-level software trigger for the signal decay is calculated relative to that of the normalisation decay. This ratio is measured using D 0 → K − π + μ + μ − decays in data and simulation and consistent results are obtained. The uncertainty on this comparison is therefore assigned as the systematic uncertainty on this trigger efficiency.",
            "paragraph_rank": 56,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The efficiency of the muon identification criteria is determined in data using a large and pure sample of B → J /ψ(→ μ + μ − )X decays. Efficiencies measured in several regions of p T (μ), η (μ) and N t are weighted according to the distribution observed for the muon candidates from",
            "paragraph_rank": 57,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 191,
                    "text": "(μ)",
                    "end": 194
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "initions of these domains are considered, with varying binnings. The different efficiencies obtained this way, as well as the efficiencies obtained in simulated samples, are compared to evaluate the corresponding systematic uncertainty. The same approach is used to evaluate the efficiency of the kaon identification requirement. In this case, the calibration kaons are provided by",
            "paragraph_rank": 58,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "In the fit outlined in Sect. 4, the parameters of the function that describe the lower-mass tail of the D 0 → K − π + μ + μ − peak are fixed to values obtained from simulation. The corresponding systematic uncertainty is determined by repeating the fit using the values obtained by a fit to the signal TOS control sample. A similar difference is observed when the corresponding test is performed",
            "paragraph_rank": 59,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty related to the description of the peaking background is determined by the change observed in B(D 0 → K − π + μ + μ − ) when the components due to the decay of one or two pions in flight are neglected, and when their yields relative to the rest of the peaking background are enhanced by twice their uncertainty.",
            "paragraph_rank": 60,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "Two other systematic uncertainties have been evaluated. To estimate the impact of the signal PDF employed, the fit is repeated using the Cruijff function [32] instead. Potential effects arising from non-peaking backgrounds are assessed by repeating the fits with the non-peaking backgrounds assumed to be linear in",
            "paragraph_rank": 61,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 154,
                    "text": "[32]",
                    "end": 158
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The values of the systematic uncertainties associated with the choice of fit model and its parameters were also further validated using pseudoexperiments.",
            "paragraph_rank": 62,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The impact on the fit of the similarities between the shapes of the signal and background components was further controlled in two ways. First, fixing the background yields decreases the rel-",
            "paragraph_rank": 63,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "This variation is far lower than the total systematic uncertainty due to the yield determination (2.8%). Moreover, another study is performed based on pseudoexperiments, generated with realistic values of the yields and PDFs shape parameters. The fit proved able to return unbiased measurements of the generated value of B(D 0 → K − π + μ + μ − ) and an accurate estimation of the statistical uncertainty, consistent with the uncertainty obtained in data.",
            "paragraph_rank": 64,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "As can be seen in Table 3, the systematic uncertainties are dominated by the uncertainty on the D 0 → K − π + μ + μ − to D 0 → K − π + π + π − efficiency ratio, which is larger than the 2.9% statistical uncertainty on B(D 0 → K − π + μ + μ − ). As expected, this systematic uncertainty is primarily due to the different final state particles of the two decays. The trigger efficiencies, and the muon identification and track reconstruction efficiencies, are responsible for about 90% of this uncertainty. The uncertainties due to the yield determination and the knowledge of B(D 0 → K − π + π + π − ) represent secondary contributions.",
            "paragraph_rank": 65,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 18,
                    "text": "Table 3",
                    "end": 25
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "The decay This branching fraction can be compared to the Standard Model value calculated in Ref. [4], B(D 0 → K − π + μ + μ − ) = 6.7 × 10 −6 , in the full dimuon mass range. This is the first observation of this decay. The branching fraction is measured with an overall precision of 10% and is one order of magnitude lower than the previous most stringent upper limit. Precise measurements of the D 0 → π + π − μ + μ − and D 0 → K + K − μ + μ − decays are now possible in all regions of the dimuon invariant mass since they can be compared with a normalisation mode that has similar features and a precisely known branching fraction. This will allow more stringent constraints on new physics to be obtained using data already collected by the LHCb detector, and the sensitivity of future experiments to angular asymmetries to be assessed.",
            "paragraph_rank": 66,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 97,
                    "text": "[4]",
                    "end": 100
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "The distributions of the K − π + and μ + μ − invariant masses in D 0 → K − π + μ + μ − decays are shown in Fig. 3, where the background contribution is removed using the sPlot technique [30], taking the m(K − π + μ + μ − ) invariant mass as the discriminating variable. An amplitude analysis would be required for a full understanding of the decay dynamics. The distributions in Fig. 3 suggest the presence of additional contributions, including the ω resonance, beyond the K * 0 ρ 0 intermediate state that, according to Ref. [4], should strongly dominate the decay amplitude. (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (USA). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Conseil Général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), GVA, XuntaGal and GENCAT (Spain), The Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 67,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 107,
                    "text": "Fig. 3",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "[30]",
                    "end": 190
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 379,
                    "text": "Fig. 3",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 527,
                    "text": "[4]",
                    "end": 530
                }
            ]
        },
        {
            "text": "hypothesis. Candidates from the remaining two categories appear as tails on the lower-mass side of the m(K − π + μ + μ − ) distribution and must be accounted for to avoid biases in the non-peaking background and in the signal yield measured by the fit. Due to the small number of such candidates in the simulated sample, simulated D 0 → K − π + π + π − candidates where no pion decays in flight are altered to reproduce the effect of such decays, and the corresponding m(K − π + μ + μ − ) distribution is determined. This is achieved by modifying the momentum vectors of either one or two of the pions present in the D 0 → K − π + π + π − final state according to the kinematics of π + → μ + ν μ decays. The m(K − π + μ + μ − ) distributions obtained after this modification are converted into one-dimensional kernel density estimates. The fit model involves 5 yields: the signal yield, N sig , the yield of normalisation decays, N D 0 →K − π + π + π − , the peaking and non-peaking background yields, N pk and N npk , and the yield of background candidates in the D 0",
            "paragraph_rank": 68,
            "section_rank": 9
        },
        {
            "text": "are the yields and selection efficiencies for the signal and normalisation decays. The branching fraction of the signal decay for dimuon invariant masses in the range 675-875 MeV/c 2 is measured to be B(D 0 → K − π + μ + μ − ) = (4.17 ± 0.12) × 10 −6 ,",
            "paragraph_rank": 69,
            "section_rank": 10
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Distributions of the BDT response ofD 0 → K − π + μ + μ − (circles) and D 0 → K − π + π + π − decays (triangles) in data (full markers) and simulation (open markers). In data, the background contributions are removed using the sPlot technique. The lower plot shows the ratio between the D 0 → K − π + μ + μ − and D 0 → K − π + π + π − distributions in data (full squares) and simulation (open squares).",
            "paragraph_rank": 70,
            "section_rank": 11
        },
        {
            "text": "studied using proton-proton collision data corresponding to an integrated luminosity of 2.0 fb −1 collected in 2012 by the LHCb detector at a centre-of-mass energy of 8 TeV. The branching fraction of the decay D 0 → K − π + μ + μ − in the dimuon mass range 675-875 MeV/c 2 is measured to be B(D 0 → K − π + μ + μ − ) = (4.17 ± 0.12 (stat) ± 0.40 (syst)) × 10 −6 .",
            "paragraph_rank": 71,
            "section_rank": 12
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Background subtracted distribution of (a) the K − π + invariant mass and (b) the μ + μ − invariant mass, measured in D 0 → K − π + μ + μ − decays using the sPlot technique.",
            "paragraph_rank": 72,
            "section_rank": 13
        },
        {
            "text": "a second-order polynomial is used. → K − π + π + π − decays are categorised by the presence of candidates involving misidentified pions that did not decay in flight before reaching the most downstream tracking stations, or candidates where one or two pions decayed upstream of these tracking stations. Candidates from the first category are described by a one-dimensional kernel density estimate[29]. This PDF is derived from the m(K",
            "paragraph_rank": 73,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 395,
                    "text": "[29]",
                    "end": 399
                }
            ]
        },
        {
            "text": "− yields, and the relative uncertainty on B(D 0 → K − π + μ + μ − ) are presented. Uncertainties on the fitted parameters are statistical. The variation of the uncertainty on B(D 0 → K − π + μ + μ − ) when the background yields are fixed indicates to what extent it is enhanced by the need to separate contributions in overlap and which shapes present some similarities.",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "text": "Table 2",
            "section_rank": 16
        },
        {
            "text": "Table 3",
            "section_rank": 17
        },
        {
            "section": "Table 3",
            "text": "Systematic uncertainties on B(D 0 → K − π + μ + μ − ).",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "text": "Acknowledgements",
            "section_rank": 19
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN",
            "paragraph_rank": 77,
            "section_rank": 19
        }
    ]
}