{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The STAR experiment at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory (BNL) is carrying out a spin physics program colliding transversely or longitudinally polarized proton beams at √ s = 200 − 500 GeV to gain deeper insight into the spin structure and dynamics of the proton. These studies provide fundamental insight into Quantum Chromodynamics (QCD). One of the main objectives is the determination of the polarized gluon distribution function, ∆g, through the measurement of the longitudinal double-spin asymmetry, A LL , for various processes. Inclusive hadron and jet production from polarized pp collision data collected so far at √ s = 200 GeV using the STAR detector at RHIC have placed important constraints on ∆g. Di-jet production provides direct access to the initial parton kinematics at leading order (LO) QCD and thus provides sensitivity to the Bjorken-x dependence of ∆g. The status of the mid-rapidity di-jet cross section analysis from the 2005 RHIC run and the longitudinal double-spin asymmetry at midrapidity for the 2006 data sample are discussed in these proceedings. Projections on future di-jet measurements at STAR are provided.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "The longitudinal STAR spin physics program profits enormously from the unique capabilities of the STAR experiment for measuring large acceptance jet production, identified hadron production and photon production. Constraining the polarized gluon distribution function, ∆g, through inclusive measurements has been, so far, the prime focus of the physics analysis program of the Run 3/4 [1], Run 5 [2] and Run 6 [3] data samples. The recent STAR inclusive jet [2,3] results along with the PHENIX neutral pion results [4] have been used for the first time to constrain ∆g in a NLO global analysis along with semi-inclusive and inclusive DIS data [5]. The RHIC data sets have been shown to provide strong constraints on ∆g for 0.05 < x < 0.2 in this analysis. Inclusive measurements, such as inclusive jet production, integrate over a fairly large x region for a given jet transverse momentum region. While those measurements provide a strong constraint on the value of ∆g integrated over a range in x, those measurements do not permit a direct sensitivity to the actual x dependence. This motivates the need for correlation measurements in polarized proton-proton collisions. arXiv:1511.02401v1 [hep-ex] 7 Nov 2015 STAR preliminary - Run 5 Data / Pythia Normalized yield FIGURE 1. Comparison of data (2005 RHIC run) and a PYTHIA-MC sample for three di-jet variables, the invariant mass (M), the mean of the di-jet pseudo-rapidities (1/2(η 3 + η4)) and the cosine of the center-of-mass scattering angle (cos θ * ).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 385,
                    "text": "[1]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 396,
                    "text": "[2]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 410,
                    "text": "[3]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 458,
                    "text": "[2,",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 461,
                    "text": "3]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 515,
                    "text": "[4]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 643,
                    "text": "[5]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "start": 1231,
                    "text": "Run 5",
                    "end": 1236
                }
            ]
        },
        {
            "text": "STATUS AND PROSPECTS OF DI-JET PRODUCTION",
            "section_rank": 3
        },
        {
            "section": "STATUS AND PROSPECTS OF DI-JET PRODUCTION",
            "text": "Correlation measurements such as those for di-jet production allow for a better constraint of the partonic kinematics and thus the shape of ∆g. At LO, the di-jet invariant mass, M, is proportional to the product of the x values of the partons, M = √ s √ x 1 x 2 , whereas the pseudorapidity sum of the final-state jets, η 3 + η 4 , is proportional to the logarithm of the ratio of the x values, η 3 + η 4 = ln (x 1 /x 2 ). Photon-jet coincidence measurements are expected to provide a theoretically clean way to extract ∆g [6]. A LO extraction of ∆g alone would allow a model-independent way to constrain the x dependence, which would be an important contribution, without making an a priori assumption on the functional form of ∆g as is currently required in a global analysis. This has been shown for photonjet events in simulations [6]. The feasibility for a LO extraction of ∆g as a function of x for the case of di-jet production still has to be demonstrated. Measurements at both √ s = 200 GeV and √ s = 500 GeV are preferred to maximize the kinematic reach in x and possibly provide a means to observe effects of scaling violations at fixed x by measuring different p T values. The wide acceptance of the STAR experiment permits reconstruction of di-jet events with different topological configurations, i.e. different η 3 /η 4 combinations, ranging from symmetric (x 1 = x 2 ) partonic collisions to asymmetric (x 1 < x 2 or x 1 > x 2 ) partonic collisions. This, together with the variation of the center-ofmass energy, constrains ∆g over a wide range in x of approximately ∼ 2 • 10 −3 < x < 0.3 for di-jet and photon-jet events. The NLO framework for correlation measurements does exist and therefore those measurements can be used in a global analysis [7]. STAR reconstructs jets with the midpoint cone algorithm using clusters of charged track momenta measured with the STAR Time Projection Chamber (TPC) and tower energy deposits in the STAR Barrel Electromagnetic Calorimeter (BEMC) within a cone radius of R ≡ ∆η 2 + ∆φ 2 [3]. The jet axis was required to be within a fiducial range of −0.05 < η JET < 0.95 (−0.7 < η Detector < 0.9) for the 2005 (2006) data sample with a cone radius of R = 0.4 (0.7). The dominant fraction of di-jet events in both the 2005 and 2006 data samples are based on a jet patch (JP) trigger that required a minimum energy deposition for a group of towers over a region of ∆η × ∆φ = 1.0 × 1.0. This trigger was taken in coincidence with a minimum-bias condition using the STAR Beam-Beam Counter (BBC). The di-jet analysis status presented below is based on an integrated luminosity of approximately 2 pb −1 and 5pb −1 for the 2005 and 2006 data samples. Figure 1 shows a comparison of data based on the 2005 RHIC run and a PYTHIA-MC sample for three di-jet variables, the invariant mass (M), the mean of the dijet pseudorapidities (1/2(η 3 + η4)) and the cosine of the center-of-mass scattering angle (cos θ * ). The top panels show the actual yield for each variable. The bottom panels display ratios of the data and MC histograms to quantify the comparison of data and MC distributions. The relative normalization has been fixed by the invariant mass distribution and then applied to both the 1/2(η 3 + η 4 ) and cos θ * distributions, i.e. the data/MC comparison reflects only one normalization factor. The comparison is carried out for asymmetric transverse momentum cuts on both jets using min(p T ) ≥ 7GeV/c and max(p T ) ≥ 10GeV/c where min(p T ) (max(p T )) refers to the p T of the jet in the di-jet pair with the smaller (larger) jet p T . Such an asymmetric requirement on the final-state jet transverse momenta has been suggested as a means to keep NLO calculations under control since soft gluon emissions in a back-to-back jet configuration are not taken into account and would require resummations. The shape for each di-jet variable in data and MC is in good agreement. This agreement between data and MC is not dependent on the asymmetric jet transverse momentum requirement and even holds for symmetric cuts. A direct comparison of the actual di-jet cross section to NLO calculations requires further studies such as the completion of a full evaluation of hadronization and underlying event effects. Figure 2 a) shows the statistical precision of the longitudinal double-spin asymmetry, A LL , as a function of the di-jet invariant mass, M. These uncertainties, extracted from the 2006 data sample, are compared to a LO MC evaluation of A LL computed with a PYTHIA MC sample using different event weights to account for different polarized gluon distribution functions of GRSV [8] and DSSV [5] similar to the ones discussed in [3]. The size of the statistical uncertainty at the highest invariant mass bin is at the level of the difference between GRSV-STD and DSSV. Figure 2 b) shows the statistical precision of the longitudinal double-spin asymmetry, A LL , for di-jet production as a function of M/ √ s for different topological combinations of the STAR BEMC and the STAR Endcap Electromagnetic Calorimeter (EEMC) acceptance regions. At LO, the ratio M/ √ s is equal to √ x 1 x 2 . Taking into account the different η ranges covered, and equivalently, the different cos θ * regions being probed, each panel represents a different range in x 1 /x 2 . At LO, cos θ * amounts to tanh η 3 −η 4",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 523,
                    "text": "[6]",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 835,
                    "text": "[6]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1763,
                    "text": "[7]",
                    "end": 1766
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2037,
                    "text": "[3]",
                    "end": 2040
                },
                {
                    "type": "figure",
                    "start": 2695,
                    "text": "Figure 1",
                    "end": 2703
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 4259,
                    "text": "Figure 2 a)",
                    "end": 4270
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 4636,
                    "text": "[8]",
                    "end": 4639
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 4649,
                    "text": "[5]",
                    "end": 4652
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 4686,
                    "text": "[3]",
                    "end": 4689
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 4826,
                    "text": "Figure 2",
                    "end": 4834
                }
            ]
        },
        {
            "text": ".",
            "section_rank": 4
        },
        {
            "section": ".",
            "text": "The upper left panel effectively probes asymmetric partonic collisions where predominantly a low-x gluon collides with a high-x quark at large invariant masses. The effective variation of x 1 and x 2 amounts to 0.2 < x 1 < 0.6 and 0.07 < x 2 < 0.2. In contrast, a kinematic region of larger x values in ∆g is probed at predominantly symmetric partonic collisions such as the one shown in the lower right panel. The effective variation of x 1 and x 2 is roughly equal and given by the horizontal axis of the lower right panel. The projected uncertainties are shown for a luminosity of 50 pb −1 and a beam polarization of 60%. Those projected uncertainties are compared to a LO evaluation of A LL and a full NLO A LL calculation. Scale uncertainties are shown as a shaded band for DSSV and GRSV-STD reflecting a variation of the invariant mass M as a hard scale of 2M and 0.5M. Asymmetric cuts are imposed for the LO MC and the NLO determination of min(p T ) ≥ 7GeV/c and max(p T ) ≥ 10GeV/c. The result of a LO MC evaluation using GS-C [9] for ∆g is also shown. This particular choice of ∆g is reflected in a large positive gluon polarization at low x, a node around x ∼ 0.1 and a negative gluon polarization at large x at the initial scale of 4 GeV 2 . GS-C is still consistent with the current inclusive jet results [3]. A cone radius of R = 0.7 has been used. Good agreement is found between a LO MC evaluation of A LL and a full NLO calculation. Scale uncertainties are found to be small in comparison to the variation of the chosen polarized gluon distribution functions, in particular, at large values of M. The projected uncertainties are those requested in the STAR Beam Use Proposal for the upcoming RHIC data taking period at √ s = 200 GeV in 2009. Di-jet production will play a critical role in the future, deepening our understanding of ∆g, in particular, by constraining its shape.",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1035,
                    "text": "[9]",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1317,
                    "text": "[3]",
                    "end": 1320
                }
            ]
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 5
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. (a) Statistical uncertainty of the longitudinal double-spin asymmetry, A LL , as a function of the di-jet invariant mass, M, for the 2006 RHIC data sample. (b) Statistical precision of the longitudinal double-spin asymmetry, A LL , for di-jet production as function of the ratio M/ √ s for different topological combinations of the STAR BEMC and the STAR EEMC acceptance region.",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "ACKNOWLEDGEMENT",
            "section_rank": 7
        },
        {
            "section": "ACKNOWLEDGEMENT",
            "text": "The contribution by Tai Sakuma is acknowledged by the author of this proceedings contribution.",
            "paragraph_rank": 6,
            "section_rank": 7
        }
    ]
}