{
    "level": "paragraph",
    "abstract": [
        {
            "text": "COMPASS is a high-energy physics experiment operating at the SPS at CERN. Wide physics program of the experiment comprises study of hadron structure and spectroscopy with high energy muon and hadrons beams. As for the muon-program, one of the important objectives of the COMPASS experiment is the exploration of the transverse spin structure of the nucleon via spin (in)dependent azimuthal asymmetries in single-hadron production in deep inelastic scattering of polarized leptons off transversely polarized target. For this purpose a series of measurements were made in COMPASS, using 160 GeV/c longitudinally polarized muon beam and transversely polarized 6 LiD (in 2002,  2003 and 2004)  and NH 3 (in 2007 and 2010) targets. The experimental results obtained by COMPASS for unpolarized target azimuthal asymmetries, Sivers and Collins effects and other azimuthal observables play an important role in the general understanding of the three-dimensional nature of the nucleon. Giving access to the entire twsit-2 set of transverse momentum dependent parton distribution functions and fragmentation functions COMPASS data triggers constant theoretical interest and is being widely used in phenomenological analyses and global data fits. In this review main focus is given to the very recent results obtained by the COMPASS collaboration from first ever multidimensional extraction of transverse spin asymmetries.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Using standard notations the cross-section for the lepton off transversely polarized nucleon SIDIS processes (in a single photon exchange approximation) can be written in a following model-independent way: [1][2][3]  ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 206,
                    "text": "[1]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 209,
                    "text": "[2]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 212,
                    "text": "[3]",
                    "end": 215
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where ratio of longitudinal and transverse photon fluxes is given as ε =",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "; γ = 2M x/Q. Target transverse polarization (S T ) dependent part of this general expression contains eight azimuthal modulations in the φ h and φ S azimuthal angles of the produced hadron and of the nucleon spin, correspondingly. Each modulation leads to a A",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "wi(φ h ,φS) BT",
            "section_rank": 3
        },
        {
            "section": "wi(φ h ,φS) BT",
            "text": "Transverse-Spin-dependent Asymmetry (TSA) defined as a ratio of the associated structure function F",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "wi(φ h ,φS) BT",
            "text": "to the azimuth-independent one F UU = F UU,T + εF UU,L . Here the superscript of the asymmetry indicates corresponding modulation, the first and the second subscripts -respective (\"U\"-unpolarized,\"L\"-longitudinal and \"T\"-transverse) polarization of beam and target. Five amplitudes which depend only on S T are the target Single-Spin Asymmetries (SSA), the other three which depend both on S T and λ (beam longitudinal polarization) are known as Double-Spin Asymmetries (DSA).",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "wi(φ h ,φS) BT",
            "text": "In the QCD parton model approach four (marked in red) out of eight transverse spin asymmetries have Leading Order (LO) or leading \"twist\" interpretation and are described by the convolutions of twist-two Transverse-Momentum-Dependent (TMD) Parton Distribution Functions (PDFs) and Fragmentation Functions (FFs). [1][2][3][4] These are the famous A sin(φ h +φS ) UT \"Sivers\" and A sin(φ h +φS ) UT \"Collins\" effects 5,6 and A",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 312,
                    "text": "[1]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 315,
                    "text": "[2]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 318,
                    "text": "[3]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 321,
                    "text": "[4]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 415,
                    "text": "5,",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 417,
                    "text": "6",
                    "end": 418
                }
            ]
        },
        {
            "section": "wi(φ h ,φS) BT",
            "text": "1T (\"pretzelosity\") PDF [7][8][9][10][11][12] ) and A",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 24,
                    "text": "[7]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 27,
                    "text": "[8]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 30,
                    "text": "[9]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 33,
                    "text": "[10]",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 37,
                    "text": "[11]",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 41,
                    "text": "[12]",
                    "end": 45
                }
            ]
        },
        {
            "section": "wi(φ h ,φS) BT",
            "text": "1T (\"worm-gear\") distribution function. 7-12-14 ) Remaining four (marked in blue) asymmetries (A DSAs) are so-called \"higher-twist\" effects. Corresponding structure functions contain terms at sub-leading order in Q −1 which involve a mixture of twist-two and induced by quark-gluon correlations twist-three parton distribution and fragmentation functions. 2,15,16 However, applying wildly adopted so-called \"Wandzura-Wilczek approximation\" this higher twist objects can be simplified to twist-two level (see Refs. 2, 4 for more details). In general, TSAs being convolutions of different TMD functions are known to be complex objects a priori dependent on the choice of kinematical ranges and multidimensional kinematical phase-space. Thus, ideally, asymmetries have to be extracted as multi-differential functions of kinematical variables in order to reveal the most complete multivariate dependence. In practice, available statistics often is too limited for such an ambitious approach and investigating dependence of the asymmetries on some specific kinematic variable one is forced to integrate over all the others. Presently, one of the hottest topics in the field of spin-physics is the study of TMD evolution of various PDFs and FFs and related asymmetries. Different models predict from small up to quite large ∼ 1/Q 2 suppression of the QCD-evolution effects attempting to describe available experimental observations and make predictions for the future ones. [17][18][19] Additional experimental measurements exploring different Q 2 domains for fixed x-range are necessary to further constrain the theoretical models. The work described in this review is a unique and first ever attempt to explore behaviour of TSAs in the multivariate kinematical environment. For this purpose COMPASS experimental data was split into five different Q 2 ranges giving an opportunity to study asymmetries as a function of Q 2 at fixed bins of x. Additional variation of z and p T cuts allows to deeper explore multi-dimensional behaviour of the TSAs and their TMD constituents.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 40,
                    "text": "7-12-14 )",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 356,
                    "text": "2,",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 358,
                    "text": "15,",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 361,
                    "text": "16",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1468,
                    "text": "[17]",
                    "end": 1472
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1472,
                    "text": "[18]",
                    "end": 1476
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1476,
                    "text": "[19]",
                    "end": 1480
                }
            ]
        },
        {
            "text": "Analysis and COMPASS Multi-Dimensional Concept",
            "section_rank": 4
        },
        {
            "section": "Analysis and COMPASS Multi-Dimensional Concept",
            "text": "The analysis was carried out on COMPASS data collected in 2010 with transversely polarized proton data. General, event selection procedure as well as asymmetry extraction and systematic uncertainty definition techniques applied for this analysis are identical to those used for recent COMPASS results on Collins, Sivers and other TSAs. [5][6][7][8][9][10][11][12] General sample is defined by the following standard DIS cuts: Q 2 > 1 (GeV /c) 2 , 0.003 < x < 0.7 and 0.1 < y < 0.9 and two more hadronic selections: p T > 0.1 GeV/c and z > 0.1.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 336,
                    "text": "[5]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 339,
                    "text": "[6]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 342,
                    "text": "[7]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 345,
                    "text": "[8]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 348,
                    "text": "[9]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 351,
                    "text": "[10]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 355,
                    "text": "[11]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 359,
                    "text": "[12]",
                    "end": 363
                }
            ]
        },
        {
            "section": "Analysis and COMPASS Multi-Dimensional Concept",
            "text": "In order to study possible Q 2 -dependence the x:Q 2 phase-space covered by COMPASS experimental data has been divided into 5 × 9 two-dimensional grid (see right plot in Fig. 1). Selected five Q 2 -ranges are the following ones: [1.7; 3], [3; 7], [7; 16], [16; 81] a . In addition, each of this samples has been divided into five z and five p T (GeV/c) sub-ranges defined as follows:  Another approach was used to focus on zand p T -dependences in different xranges. For this study the two-dimensional z:p T phase-space has been divided into 7 × 6 grid as it is demonstrated in left plot in Fig. 1. Selecting in addition three x-bins: 0.003 < x < 0.7, 0.003 < x < 0.032, 0.032 < x < 0.7 asymmetries have been extracted in \"3D: x-z-p T \" grid. In the next section several examples of COMPASS preliminary results obtained for multi-dimensional target transverse spin dependent azimuthal asymmetries are presented.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 170,
                    "text": "Fig. 1",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "start": 229,
                    "text": "[1.7; 3]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "start": 239,
                    "text": "[3; 7]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "start": 247,
                    "text": "[7; 16]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "start": 256,
                    "text": "[16; 81]",
                    "end": 264
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 591,
                    "text": "Fig. 1",
                    "end": 597
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "As an example of \"3D\" Sivers effect, two extracted configurations are quoted in the Fig. 2. In the top plot x-dependence of the asymmetry for positive and negative hadrons is shown in cells of two-dimensional grid of Q 2 and p T exploring the \"3D: Q 2 -p T -x\" behaviour. Sizable Sivers asymmetry is observed for positive hadrons tending to increase with p T , while for negative hadrons there are some indications for a positive signal at relatively large x and Q 2 . The bottom plot draws the Q 2 dependence in a \"3D: x-z-Q 2 \" configuration and serves as a direct input for TMDevolution related studies. In fact, in several x-bins there are some hints for possible Q 2 -dependence for positive hadrons (decrease) more evident at large z bins.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 84,
                    "text": "Fig. 2",
                    "end": 90
                }
            ]
        },
        {
            "section": "Results",
            "text": "In Fig. 3 Collins asymmetry is shown in \"3D: Q 2 -z-x\" (top) and \"3D: x-zp T \" (bottom) grids. Clear \"mirrored\" behaviour for positive and negative hadron amplitudes is being observed in most of the bins. Amplitudes tend to increase in absolute value with both z and p T .",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 3",
                    "end": 9
                }
            ]
        },
        {
            "section": "Results",
            "text": "Another SSA which is found to be non-zero at COMPASS is the A sin(φs) UT term which is presented in Fig. 4 (top) in \"3D: x-z-p T \" configuration. Here the most interesting is the large z-range were amplitude is measured to be sizable and non zero both for positive and negative hadrons.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 100,
                    "text": "Fig. 4 (top)",
                    "end": 112
                }
            ]
        },
        {
            "section": "Results",
            "text": "The bottom plot in the Fig. 4 is dedicated to the A for which a statistically significant signal has been detected. Remaining four asymmetries are found to be small or compatible with zero within available statistical accuracy and to be in agreement with available predictions. 15,16,20 ",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 23,
                    "text": "Fig. 4",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 278,
                    "text": "15,",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 281,
                    "text": "16,",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 284,
                    "text": "20",
                    "end": 286
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "The first ever multidimensional extraction of the whole set of target transverse spin dependent azimuthal asymmetries has been done at COMPASS with proton data collected in 2010. Various multi-differential configurations has been tested exploring x:Q 2 :z:p T phase-space. Particular attention was given to probes of possible Q 2 -dependence of TSAs, serving a direct input to TMD-evolution related studies. Several interesting observations have been made studying the results obtained for Sivers, Collins, A asymmetries. Other four asymmetries were found to be compatible with zero within given statistical accuracy. These results combined with past and future data of other collaborations will give a unique opportunity to access the whole set of TMD PDFs and test their multi-differential nature and key features.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "Bakur Parsamyan undertook this work with the support of the ICTP TRIL Programme, Trieste, Italy.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "0.75 and p T > 0.75. Using various combinations of aforementioned cuts and ranges, asymmetries have been extracted for following \"3D\" and \"4D\" configurations: 1) x-dependence in Q 2 -z andQ 2 -p T grids. 2) Q 2 -dependence in x-z and x-p T grids. 3) Q 2 -(or x-) dependence in x-p T (or Q 2 -p T ) grids for different choices of z-cuts. a 16 < Q 2 /(GeV /c)2 < 81 selection repeats the definition of the so-called \"high-mass\" range: most promising domain for future COMPASS-Drell-Yan TSA-analyses.7, 8 1660029-3 Int. J. Mod. Phys. Conf. Ser. 2016.40. Downloaded from www.worldscientific.com by 176.134.69.12 on 10/15/20. Re-use and distribution is strictly not permitted, except for Open Access articles.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 357,
                    "text": "2",
                    "end": 358
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. COMPASS x : Q 2 (right) and z:p T (left) phase space coverage.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "UU,T + εF UU,L×",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Int. J. Mod. Phys. Conf. Ser. 2016.40. Downloaded from www.worldscientific.com by 176.134.69.12 on 10/15/20. Re-use and distribution is strictly not permitted, except for Open Access articles.",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "This is an Open Access article published by World Scientific Publishing Company. It is distributed under the terms of the Creative Commons Attribution 3.0 (CC-BY) License. Further distribution of this work is permitted, provided the original work is properly cited.",
            "paragraph_rank": 22,
            "section_rank": 12
        }
    ]
}