{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This Letter presents evidence for single top-quark production in the s-channel using proton-proton collisions at a centre-of-mass energy of 8 TeV with the ATLAS detector at the CERN Large Hadron Collider. The analysis is performed on events containing one isolated electron or muon, large missing transverse momentum and exactly two b-tagged jets in the final state. The analysed data set corresponds to an integrated luminosity of 20.3 fb −1 . The signal is extracted using a maximum-likelihood fit of a discriminant which is based on the matrix element method and optimized in order to separate single-top-quark s-channel events from the main background contributions, which are top-quark pair production and W boson production in association with heavy-flavour jets. The measurement leads to an observed signal significance of 3.2 standard deviations and a measured cross-section of σ s = 4.8 ± 0.8(stat.) +1.6    −1.3 (syst.) pb, which is consistent with the Standard Model expectation. The expected significance for the analysis is 3.9 standard deviations.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In proton-proton (pp) collisions, top quarks are produced mainly in pairs via the strong interaction, but also singly via the electroweak interaction through a Wtb vertex. Therefore, single top-quark production provides a powerful probe for the electroweak couplings of the top quark. In the Standard Model (SM), three different production mechanisms are possible in leadingorder (LO) QCD: an exchange of a virtual W boson either in the t-channel or in the s-channel (see Fig. 1), or the associated production of a top quark and a W boson. Among other interesting features, s-channel single top-quark production is sensitive to new particles proposed in several models of physics beyond the SM, such as charged Higgs boson or W boson production [1]. It also plays an important role in indirect searches for new phenomena that could be modelled as anomalous couplings in an effective quantum field theory [2]. Furthermore, s-channel production, like the other two production channels, provides a direct determination of the absolute value of the Cabibbo-Kobayashi-Maskawa (CKM) matrix element V tb .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 472,
                    "text": "Fig. 1",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 745,
                    "text": "[1]",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 904,
                    "text": "[2]",
                    "end": 907
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Single top-quark production was first seen by the CDF and DØ collaborations in combined measurements of the s-channel and t-channel [3,4]. Recently, the s-channel alone was observed in a E-mail address: atlas.publications@cern.ch. Standard Model predictions are available for the production of single top quarks in next-to-leading-order (NLO) QCD [12][13][14] including resummed next-to-next-to-leading logarithmic (NNLL) corrections for soft gluon emissions [15][16][17]. For the s-channel the predicted total inclusive cross-section for pp collisions at a centrehttp://dx.doi.org/10.1016/j.physletb.2016.03.017 0370-2693/© 2016 CERN for the benefit of the ATLAS Collaboration. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 132,
                    "text": "[3,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 135,
                    "text": "4]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "start": 347,
                    "text": "[12]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "start": 351,
                    "text": "[13]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "start": 355,
                    "text": "[14]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "start": 459,
                    "text": "[15]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "start": 463,
                    "text": "[16]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "start": 467,
                    "text": "[17]",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 824,
                    "text": "3",
                    "end": 825
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "of-mass energy √ s = 8 TeV is σ th s = 5.61 ± 0.22 pb, while for the t-channel it is σ th t = 87.76 +3.44 −1.91 pb, and σ th W t = 22.37 ± 1.52 pb for associated W t production. The given uncertainties include variations of the renormalization and factorization scales, as well as an estimate of the uncertainty of the parton distribution function (PDF) needed for the calculation.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 100,
                    "text": "+3.44",
                    "end": 105
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter, a measurement of single top-quark s-channel production in pp collisions with √ s = 8 TeV at the LHC is presented. Each of the two other single-top-quark production processes, t-channel and W t production, is treated as a background process assuming its cross-section as predicted by NLO+NNLL QCD calculations. In the SM the top quark decays almost exclusively into a W boson and a b-quark. This analysis considers only the leptonic decays (e or μ) of the W boson, since the fully hadronic final states are dominated by overwhelming multi-jet background.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Some of the events containing a W boson decaying into a τ lepton which subsequently decays leptonically are also selected. At LO the final state contains two jets with large transverse momenta: one jet originating from the decay of the top quark into a b-quark (\"b-jet\"), and another b-jet from the Wtb vertex producing the top quark. Thus the experimental signature consists of an isolated electron or muon, large missing transverse momentum, E miss T , due to the undetected neutrino from the W boson decay, and two jets with large transverse momentum, p T , and which are both identified as containing b-hadrons (\"b-tagged\"). The electron and muon channels in this analysis are merged regardless of the lepton charge in order to measure the combined production crosssection of top quarks and top antiquarks.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In contrast to the aforementioned BDT-based analysis [11], the signal extraction in this analysis is based on the matrix element (ME) method [18,19]. The same data set is used in both analyses. This analysis takes advantage of enhanced simulation samples which reduce the statistical uncertainty and give a better description of the data. Furthermore, updated calibrations for the 2012 data are used, resulting in a reduction of systematic uncertainties. The event selection is improved by adding a veto on dileptonic events, which leads to a significant suppression of the background for top-quark pair (tt) production (see Section 5). The combination of all these measures results in a significant improvement in the sensitivity to the s-channel process. Approximately half of this improvement can be attributed to the change in method from BDT to ME. In particular, the BDT technique applied to this analysis is limited by the sample sizes available for the training, while the ME approach is not sensitive to this limitation.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 53,
                    "text": "[11]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 141,
                    "text": "[18,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 145,
                    "text": "19]",
                    "end": 148
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [20] is a multi-purpose detector consisting of a tracking system, calorimeters and an outer muon spectrometer. The inner tracking system contains a silicon pixel detector, a silicon microstrip tracker and a straw-tube transition radiation tracker. The system is surrounded by a thin solenoid magnet which produces a 2 T axial magnetic field, and it provides chargedparticle tracking as well as particle identification in the pseudorapidity 1 region |η| < 2.5. The central calorimeter system covers the range of |η| < 1.7 and is divided into a liquid-argon electromagnetic sampling calorimeter with high granularity and a hadron calorimeter consisting of steel/scintillator tiles. The endcap regions 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 19,
                    "text": "[20]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 718,
                    "text": "1",
                    "end": 719
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "are equipped with liquid-argon calorimeters for electromagnetic and hadronic energy measurements up to |η| = 4.9. The outer muon spectrometer is immersed in a toroidal magnetic field provided by air-core superconducting magnets and comprises tracking chambers for precise muon momentum measurements up to |η| = 2.7 and trigger chambers covering the range |η| < 2.4. The combination of all these systems provides efficient and precise reconstruction of leptons and photons in the range |η| < 2.5. Jets and E miss T are reconstructed using energy deposits over the full coverage of the calorimeters, |η| < 4.9. A three-level trigger system [21] is used to reduce the recorded rate of uninteresting events and to select the events in question.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 638,
                    "text": "[21]",
                    "end": 642
                }
            ]
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulation samples",
            "text": "The data for this analysis was collected with the ATLAS detector at the LHC in 2012 at a centre-of-mass energy of 8 TeV using single-electron or single-muon triggers. The applied trigger thresholds ensure a constant efficiency with respect to the energy of the lepton candidates used in this analysis. Each triggered event includes on average about 20 additional pp collisions (pile-up) from the same bunch-crossing. Only events recorded under stable beam conditions are selected and all events have to pass stringent data quality requirements and need to contain at least one reconstructed primary vertex with at least five associated tracks. The data used by this analysis corresponds to an integrated luminosity of 20.3 ± 0.6 fb −1 [22].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 735,
                    "text": "[22]",
                    "end": 739
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "The samples used for the simulation of the single-top-quark s-channel signal events, as well as the ones for the tt, singletop-quark t-channel and W t backgrounds, were produced using the NLO generator Powheg-Box (v1_r2129) [23] with the CT10 PDFs [24]. The parton shower, hadronization and underlying event were simulated with Pythia (v6.42) [25] using the Perugia 2011C set of tuned parameters [26]. For generator, parton shower and fragmentation modeling studies, alternative simulation samples are employed. In case of the s-channel signal and the t-channel background the MadGraph5_aMC@NLO (v2.0) generator was used [27], while for the tt and W t backgrounds it was the MC@NLO (v4.03) [28] generator. In both cases the CT10 PDFs were used and the generators were interfaced to Herwig (v6.52) [29] for parton showering and hadronization, and Jimmy (v4.31) [30] for the underlying event. The impacts of scale variations as well as uncertainties on the initial and final state radiation (ISR/FSR) in signal events were studied using samples generated with the Powheg-Box generator, again connected to Pythia, for various values of the factorization and renormalization scales.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 224,
                    "text": "[23]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 248,
                    "text": "[24]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 343,
                    "text": "[25]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 396,
                    "text": "[26]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 621,
                    "text": "[27]",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 690,
                    "text": "[28]",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 797,
                    "text": "[29]",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 860,
                    "text": "[30]",
                    "end": 864
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "The processes for W boson production in association with jets (W +jets) were modelled by the LO multi-parton Sherpa generator (v1.4.1) [31] together with CT10 PDF sets. This generator matches the parton shower to the multi-leg LO matrix elements by using the CKKW method [32]. The Sherpa generator was used for the complete event generation including the underlying event, using the default set of tuned parameters. The background contributions from Z boson production in association with jets ( Z +jets) were simulated using the LO Alpgen (v2.14) generator [33] coupled with Pythia (v6.42) and CTEQ6L1 PDF sets [34]. The latter is also used to test the W +jets modeling. The diboson processes (W W , W Z, Z Z )",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 135,
                    "text": "[31]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 271,
                    "text": "[32]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 558,
                    "text": "[33]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 612,
                    "text": "[34]",
                    "end": 616
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "were simulated using the Herwig (v6.52) and Jimmy (v4.31) generators with the AUET2 tune [35] and the CTEQ6L1 PDF set. The single-boson and diboson samples were normalized to their production cross-sections calculated at next-to-next-to-leading order (NNLO) [36] and NLO [37], respectively. The multi-jet background was modelled by a data-driven method as described in Section 4. Almost all the generated event samples were passed through the full ATLAS detector simulation [38] based on Geant4 [39] and then processed with the same reconstruction chain as the data. The remaining samples, which consist of single-top-quark sand t-channel samples for scale variation studies, as well as for t-channel and tt modeling studies, are passed through the ATL-FAST2 simulation of the ATLAS detector, which uses a fast simulation for the calorimeters [40]. The simulated events were overlaid with additional minimum-bias events generated with Pythia to simulate the effect of additional pp interactions. All processes involving top quarks were generated using a top-quark mass of 172.5 GeV.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 89,
                    "text": "[35]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 258,
                    "text": "[36]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 271,
                    "text": "[37]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 474,
                    "text": "[38]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 495,
                    "text": "[39]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 843,
                    "text": "[40]",
                    "end": 847
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 5
        },
        {
            "section": "Background estimation",
            "text": "The two most important backgrounds are tt and W +jets production. The former is difficult to distinguish from the signal since tt events contain real top-quark decays. In its dileptonic decay mode, tt events can mimic the final-state signature of the signal if one of the two leptons escapes unidentified, whereas the semileptonic decay mode contributes to the selected samples if only two of its four jets are identified or if some jets are merged.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Background estimation",
            "text": "The W +jets events can contribute to the background if they contain b-jets in the final state or due to mis-tagging of jets containing other quark flavours. Single top-quark t-channel production also leads to a sizeable background contribution, while associated W t production has only a small effect.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Background estimation",
            "text": "A less significant background contribution is multi-jet production where jets, non-prompt leptons from heavy-flavour decays, or electrons from photon conversions are mis-identified as prompt isolated leptons. This background is estimated by using a datadriven matrix method [41], where the probability to mis-identify an isolated electron or muon in an event is obtained by exploiting sum rules based on disjoint control samples, one almost pure electron or muon sample and another containing a high fraction of mis-identified leptons due to a relaxed lepton-isolation criterion. For both decay channels the amount of multi-jet background is below 2% in the final selection. Other minor backgrounds are from Z +jets and diboson production.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 274,
                    "text": "[41]",
                    "end": 278
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "Apart from the data-driven multi-jet background, all samples are normalized to their predicted cross-sections. ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 6
        },
        {
            "section": "Event reconstruction and selection",
            "text": "For the selection of s-channel final states, a single high-p T lepton, either electron or muon, exactly two b-tagged jets and a large amount of E miss T are required. Electrons are reconstructed as energy deposits in the electromagnetic calorimeter matched to charged-particle tracks in the inner detector and must pass tight identification requirements [48,49]. The transverse momentum of the electrons must satisfy p T > 30 GeV and be in the central region with pseudorapidity |η| < 2.47, excluding the region 1.37 < |η| < 1.52, which contains a large amount of inactive material. Muon candidates are identified using combined information from the inner detector and the muon spectrometer [50,51]. They are required to have p T > 30 GeV and |η| < 2.5. Both the electrons and muons must fulfill additional isolation requirements, as described in Ref. [41], in order to reduce contributions from non-prompt leptons originating from hadron decays, and fake leptons.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 354,
                    "text": "[48,",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "start": 358,
                    "text": "49]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "start": 691,
                    "text": "[50,",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "start": 695,
                    "text": "51]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 852,
                    "text": "[41]",
                    "end": 856
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Jets are reconstructed by using the anti-k t algorithm [52] with a radius parameter of 0.4 for calorimeter energy clusters calibrated with the local cluster weighting method [53]. For the jet calibration an energy-and η-dependent simulation-based scheme with in-situ corrections based on data [54] is employed. Only events containing exactly two jets with p T > 40 GeV for the leading jet and p T > 30 GeV for the second leading jet, as well as |η| < 2.5 for both jets are selected. Events involving additional jets with p T > 25 GeV and |η| < 4.5 are rejected. Both jets must be identified as b-jets. The identification is performed using a neural network which combines spatial and lifetime information from secondary vertices of tracks associated with the jets. The operating point of the tagging algorithm used in this analysis corresponds to a b-tagging efficiency of 70% and a rejection factor for lightflavour jets of about 140, while the rejection factor for charm jets is around 5 [55,56].",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 174,
                    "text": "[53]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 990,
                    "text": "[55,",
                    "end": 994
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 994,
                    "text": "56]",
                    "end": 997
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The missing transverse momentum is computed from the vector sum of all clusters of energy deposits in the calorimeter that are associated with reconstructed objects, and the transverse momenta of the reconstructed muons [57,58] T , needs to be larger than 30 GeV to suppress multi-jet background.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 220,
                    "text": "[57,",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 224,
                    "text": "58]",
                    "end": 227
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The main background at this stage of the selection originates from top-quark pair production, which is in turn dominated by dileptonic tt events. To reduce this background, a veto is applied to all events containing an additional reconstructed electron or muon identified with loose criteria. The minimum required p T of these leptons is 5 GeV. By this measure the tt background is diminished by 30% while reducing the signal by less than half a per cent. After the application of all event selection criteria, a signalto-background ratio of 4.6% is reached. The event yields for all samples in the signal region are collected in Table 1.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 630,
                    "text": "Table 1",
                    "end": 637
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Apart from the signal region, two more regions are defined to validate the modeling, one validation region for tt production and a control region for the W +jets background. The latter is used to constrain the normalization of the W +jets background in the final signal extraction, as explained in more detail in Section 8. The two regions are defined in the same way as the signal region, except that neither the veto on events with additional jets nor the one on dilepton events are applied. Top-quark pair production is enriched by selecting events containing exactly four jets with p T > 25 GeV, two of them b-tagged at the 70% working point. The W +jets control region is defined using a less stringent b-tag requirement (80% working point); in order to ensure that this region is disjoint from the signal region, it is required that at least one of the two jets fails to meet the signal region b-tagging criteria at the 70% working point.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Matrix element method",
            "section_rank": 7
        },
        {
            "section": "Matrix element method",
            "text": "The ME method directly uses theoretical calculations to compute a per-event signal probability. This technique was used for the observation of single top-quark production at the Tevatron [59,3,4]. The discrimination between signal and background is based on the computation of likelihood values P(X|H proc ) for the hypothesis that a measured event with final state X is of a certain process type H proc . Those likelihoods can be computed by 2 The transverse mass, m W T , is computed from the lepton transverse momentum, p T , and the difference in azimuthal angle, Δφ, between the lepton and the missing transverse momentum as m W means of the factorization theorem from the corresponding partonic cross-sections of the hard scatter. The mapping between the hadronic measured final state and the parton state is implemented by transfer functions which take into account the detector resolution functions, the reconstruction and b-tagging efficiencies, as well as all possible permutations between the partons and the reconstructed objects.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 187,
                    "text": "[59,",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 191,
                    "text": "3,",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 193,
                    "text": "4]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 443,
                    "text": "2",
                    "end": 444
                }
            ]
        },
        {
            "section": "Matrix element method",
            "text": "The phase-space integration of the differential partonic crosssections is performed using the Monte Carlo integration algorithm Vegas [60] from the Cuba program library [61]. The required PDF sets are taken from the LHAPDF5 package [62], while the computation of the scattering amplitudes is based on codes from the MCFM program [63]. The parameterizations of the ATLAS detector resolutions used for the transfer functions are those used in the KLFitter kinematic fit framework [64,65].",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 134,
                    "text": "[60]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 169,
                    "text": "[61]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 232,
                    "text": "[62]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 329,
                    "text": "[63]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 478,
                    "text": "[64,",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 482,
                    "text": "65]",
                    "end": 485
                }
            ]
        },
        {
            "section": "Matrix element method",
            "text": "In total, eight different processes are considered for the computation of the likelihood values. For the s-channel signal, final states with two and three partons are included, while the singletop-quark t-channel process is modelled in the four-flavour scheme only. In the case of tt production semileptonic and dileptonic processes are evaluated separately. The remaining background processes are W boson production with two associated light-flavour jets, with one light-flavour jet and one charm jet, and W +bb production.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Matrix element method",
            "text": "From the likelihood values of these processes the probability P (S|X) for a measured event X to be a signal event S can be computed with Bayes' theorem by",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Matrix element method",
            "text": "Here, S i and B j denote all signal and background processes that are being considered. The a priori probabilities α S i and α B j are given by the expected fraction of events of each process in the set of selected events within the signal region. The value of P (S|X)",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Matrix element method",
            "text": "is taken as the main discriminant in the signal extraction. The binning of the ME discriminant is optimized in the signal region utilizing a dedicated algorithm [66]. This results in a non-equidistant binning which exhibits wider bins in regions with a large signal contribution, while preserving a sufficiently large number of background events in each bin. In the following, all histograms showing the ME discriminant are drawn with a constant bin width causing a non-linear horizontal scale. Values of P (S|X) lower than 0.00015 are not taken into account for the signal extraction because of the large background domination in this range.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 161,
                    "text": "[66]",
                    "end": 165
                }
            ]
        },
        {
            "section": "Matrix element method",
            "text": "In order to validate the s-channel ME discriminant P (S|X) a comparison of the discriminant between data and the simulation is shown in Fig. 2 for the W +jets control region and the tt validation region. For the latter, only the two b-tagged jets are considered for the ME discriminant computation. The normalization of each sample in Fig. 2 except for the data-driven multi-jet background is obtained by a similar fit to data as described in Sec. 8. The only difference is that here all samples, including the signal, are varied within their SM prediction unctertainy, while for the signal extraction fit the signal is allowed to float freely. In both regions the data is described well by the simulation.",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 136,
                    "text": "Fig. 2",
                    "end": 142
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 335,
                    "text": "Fig. 2",
                    "end": 341
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "Apart from systematic effects in the signal acceptance and the background normalizations, the ME discriminant is subject to those systematic effects which change the four-momenta of the reconstructed objects. Therefore, systematic uncertainties such as the energy calibration of jets, electrons and muons are propagated through the whole analysis including the ME computation by variations in the modeling of the detector response.",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "The main sources of systematic uncertainties for jets are the energy scale, which is evaluated by a combination of in-situ techniques [54], the energy resolution [67] and the reconstruction efficiency [54]. For b, c and light-flavour tagging of the jets the modeling of the respective efficiencies is taken into account [55,56]. The lepton uncertainties originate from trigger, identification and isolation efficiencies, as well as from their energy scale and resolution [49,51]. Both the energy scale and energy resolution uncertainties for the jets and leptons are transferred to the E miss T calculation.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 201,
                    "text": "[54]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 320,
                    "text": "[55,",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 324,
                    "text": "56]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "start": 471,
                    "text": "[49,",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "start": 475,
                    "text": "51]",
                    "end": 478
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The impact of low-p T jets on E miss T and contributions from energy deposits in the calorimeters not associated with any reconstructed objects are considered as well.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "Potential mis-modeling in the simulation of the signal and the main background processes is also taken into account in the evaluation of the systematic uncertainties. This includes contributions from the modeling of the hard process, the parton showers, hadronization and ISR/FSR. The uncertainty caused by the choice of renormalization and factorization scales is evaluated for the signal process and tt production. All of these uncertainties are estimated by comparing simulation samples produced with different generators (see Section 3) or different parameter settings such as shower models or scales.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "The normalization uncertainties of the different samples are taken from theory except for the multi-jet background, which is estimated by a data-driven method. Uncertainties of 6%, 4% and 7% are assigned to tt, single top-quark t-channel, and W t production, respectively. For W +jets production, as well as for the combination of Z +jets and diboson production, an uncertainty of 60% each is considered [68,69]. The uncertainty for W +jets production is dominated by its heavy-flavour contribution. For the multi-jet background a normalization uncertainty of 50% is estimated.",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 404,
                    "text": "[68,",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 408,
                    "text": "69]",
                    "end": 411
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainties associated with the PDFs are taken into account for all simulated samples by assessing a systematic uncertainty according to the PDF4LHC prescription [70], which makes use of the MSTW2008NLO [71], CT10, and NNPDF2.3 [72] sets. The uncertainty of the luminosity measurement is 2.8%, which was determined by dedicated beam-separation scans [22].",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 168,
                    "text": "[70]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 209,
                    "text": "[71]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 234,
                    "text": "[72]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 356,
                    "text": "[22]",
                    "end": 360
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "In addition to the impact of the systematic uncertainties on the signal acceptance and the background normalizations, their effect on the shape of the discriminant distributions is taken into account if it is significant. The significance is evaluated by performing χ 2 tests between the nominal and the systematically varied distributions made from uncorrelated event samples. Only a small fraction of all systematic uncertainties exhibit a significant shape effect. These are mainly the impact of the jet energy scale and resolution on the single-top-quark s-and t-channel samples.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "For all simulation samples the effect of their limited size is included in the systematic uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "Signal extraction",
            "section_rank": 9
        },
        {
            "section": "Signal extraction",
            "text": "The amount of signal in the selected data set is measured by means of a binned maximum-likelihood fit of the ME discriminant in the signal region. In order to better constrain the W +jets background, the lepton charge in the W +jets-enriched control region is used as an additional discriminant variable in the fit, as it exploits the charge asymmetry of the incoming partons participating in the W +jets processes. The likelihood function used in the fit consists of a Poisson term for the overall number of observed events, a product of probability densities of the discriminants taken over all bins of the distributions and a product of Gaussian constraint terms for the nuisance parameters which incorporate all statistical and systematic uncertainties in the fit. While all backgrounds are constrained by their given uncertainties, the signal strength μ = σ s /σ th s is a free parameter in the fit. The significance of the fit result is obtained with a profilelikelihood-ratio test statistic which is used to determine how well Fig. 4. Distribution of the ME discriminant in data in the signal region after the subtraction of all backgrounds (post-fit), showing the signal contribution. The error bars indicate the uncertainty of the measurement in each bin. The fitted distribution for the simulation of the signal is also shown together with its fit uncertainty for all backgrounds given by the hatched band. The binning is the same as the optimized, non-equidistant binning used in the fit. the fit result agrees with the background-only hypothesis. Ensemble tests for all nuisance parameters are performed using the aforementioned likelihood function to get the expected distributions of the test statistic for the background-only and the signalplus-background hypotheses. The significance is evaluated by integrating the probability density of the test statistic expected for the background-only hypothesis above the observed value. In a similar fashion the confidence interval of the measured signal strength can be estimated by studying its p-value dependence for the background-only hypothesis, as well as for the signal-plusbackground hypothesis, by means of ensemble tests. The statistical evaluation used throughout this analysis is based on the RooStats framework [73].",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1034,
                    "text": "Fig. 4",
                    "end": 1040
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 2282,
                    "text": "[73]",
                    "end": 2286
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The results of the maximum-likelihood fit are presented in Fig. 3, which shows the two discriminant distributions used in the fit for all samples scaled by the fit results. For the ME discriminant the signal contribution in the data after the subtraction of all background samples is given in Fig. 4. After the fit, none of the nuisance parameters is biased or further constrained by the fit, ex- Table 1 Pre-fit and post-fit event yields in the signal region for ME discriminant values larger than 0.00015. The post-fit uncertainty corresponds to the uncertainty of the maximum-likelihood fit including all correlations. The last column shows the ratio of post-fit to pre-fit results.",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 59,
                    "text": "Fig. 3",
                    "end": 65
                },
                {
                    "type": "figure",
                    "start": 293,
                    "text": "Fig. 4",
                    "end": 299
                },
                {
                    "type": "table",
                    "start": 397,
                    "text": "Table 1",
                    "end": 404
                }
            ]
        },
        {
            "text": "Process",
            "section_rank": 11
        },
        {
            "section": "Process",
            "text": "Pre  Table 2 Main statistical and systematic uncertainties contributing to the total uncertainty of the measured cross-section. The relative uncertainties reflect the influence of each systematic effect on the overall signal strength uncertainty. Apart from possible correlations between the systematic uncertainties, the total uncertainty contains several minor contributions which are all smaller than 1%. ",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 5,
                    "text": "Table 2",
                    "end": 12
                }
            ]
        },
        {
            "section": "Process",
            "text": "−0.28 with an observed (expected) significance of 3.2 (3.9) standard deviations. Table 1   Table 2. The largest contribution arises from the limited sample sizes for data and the simulation. The jet energy resolution plays a major role, as well as the modeling of the single-top-quark t-channel background and scale variations for the signal. All other systematic effects are negligible.",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 81,
                    "text": "Table 1",
                    "end": 88
                },
                {
                    "type": "table",
                    "start": 91,
                    "text": "Table 2",
                    "end": 98
                }
            ]
        },
        {
            "section": "Process",
            "text": "The measured cross-section can be interpreted in terms of the CKM matrix element V tb . The ratio of the measured crosssection to the prediction is equal to | f LV V tb | 2 , where the form factor f LV could be modified by new physics or radiative corrections through anomalous coupling contributions, for example those in Refs. [74][75][76]. The s-channel production and top quark decays through |V ts | and |V td | are assumed to be small. A lower limit on |V tb | is obtained for f LV = 1 as in the SM, without assuming CKM unitarity [77,78]. The measured value of | f LV V tb | is 0.93 +0.18 −0.20 , and the corresponding lower limit on |V tb | at the 95% confidence level is 0.5.",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 329,
                    "text": "[74]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 333,
                    "text": "[75]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 337,
                    "text": "[76]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 537,
                    "text": "[77,",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "start": 541,
                    "text": "78]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "start": 590,
                    "text": "+0.18",
                    "end": 595
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 12
        },
        {
            "section": "Conclusion",
            "text": "An analysis for s-channel single top-quark production in pp collisions at a centre-of-mass energy of 8 TeV recorded by the ATLAS detector at the LHC is presented. The analysed data set corresponds to an integrated luminosity of 20.3 fb −1 . The selected events consist either of an electron or muon, two jets, both of which are identified to be induced by a b-quark, and large E miss T . In order to separate the signal from the large background contributions, a matrix element method discriminant is used. The signal is extracted from the data utilizing a profile likelihood fit, which leads to a measured cross-section of 4.8 +1.8 −1.6 pb. The result, which is in agreement with the SM prediction, corresponds to an observed significance of 3.2 standard deviations, while the expected significance of the analysis is 3.9 standard deviations.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Conclusion",
            "text": "[5] T. Aaltonen [54] ATLAS Collaboration, Jet energy measurement and its systematic uncertainty in proton-proton collisions at √ s = 7 TeV with the ATLAS detector, Eur. Phys. J. C",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 7,
                    "text": "Aaltonen",
                    "end": 15
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Feynman diagram in leading-order QCD for the dominant hard scattering process in the s-channel of single top-quark production. combination of the results from both collaborations [5]. At the Large Hadron Collider (LHC) [6] the production of single top quarks was observed both in the t-channel and in associated W t production by the CMS [7,8] and ATLAS collaborations [9,10]. For the s-channel, results of a search at √ s = 8 TeV using an integrated luminosity of 20.3 fb −1 were published by ATLAS [11]. That analysis was based on a boosted decision tree (BDT) event classifier and led to an upper limit of 14.6 pb at the 95% confidence level. The obtained cross-section was σ BDT s = 5.0 ± 4.3 pb with an observed",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. ME discriminant for the (a) W +jets control region and (b) for the tt validation region. Except for the data-driven multi-jet background all samples are scaled to their SM expectation. The hatched bands represent the predicted normalization uncertainty of all processes added in quadrature with the statistical uncertainty of the simulation. The lower panels show the relative difference between data and the prediction. Both histograms use the non-equidistant binning of the ME discriminant P (S|X) optimized for the signal region.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Post-fit distribution of (a) the ME discriminant in the signal region and (b) the lepton charge discriminant in the W +jets control region. All samples are scaled by the fit result utilizing all fit parameters. The hatched bands indicate the total uncertainty of the post-fit result including all correlations. The ME distributions are made using the optimized, non-equidistant binning which is also applied in the signal extraction fit.",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "summarizes the pre-fit and post-fit event yields for the signal and all backgrounds. This analysis measures a cross-section of σ s = 4.8 ± 0.8(stat.) +1.6 −1.3 (syst.) pb = 4.8 +1.8 −1.6 pb. The main sources of uncertainty are collected in",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "The samples for single top-quark production are normalized to their NLO+NNLL predictions (see Section 1), while for all tt samples a recent calculation with Top++ (v2.0) at NNLO in QCD including resummations of NNLL soft gluon terms of σ th tt = 253 +13 −15 pb is used for the normalization [42-47].",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": ". The energy deposits are calibrated at the corresponding energy scale of the parent object. Since E miss T is a measure for the undetectable neutrino originating from the top-quark decay, in this analysis only events with E miss",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "T > 35 GeV are accepted. Furthermore, the transverse mass 2 of the W boson, m W",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "W +jets normalization. Here, the rather conservative input uncertainty is halved by the fit to signal and the W +jets control regions. The observed signal strength obtained by the fit is",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": ", et al., CDF Collaboration, DØ Collaboration, Observation of s-channel production of single top quarks at the Tevatron, Phys. Rev. Lett. 112 (2014) 231803, arXiv:1402.5126 [hep-ex]. [6] L. Evans, P. Bryant (Eds.), LHC Machine, J. Inst. 3 (2008) S08001. [7] CMS Collaboration, Measurement of the single-top-quark t-channel cross section in pp collisions at √ s = 7 TeV, J. High Energy Phys. 1212 (2012) 035, arXiv:1209.4533 [hep-ex]. [8] CMS Collaboration, Evidence for associated production of a single top quark and W boson in pp collisions at Kidonakis, Next-to-next-to-leading-order collinear and soft gluon corrections for t-channel single top quark production, Phys. Rev. D 83 (2011) 091503, arXiv:1103.2792 [hep-ph]. [16] N. Kidonakis, NNLL resummation for s-channel single top quark production, Phys. Rev. D 81 (2010) 054028, arXiv:1001.5034 [hep-ph]. [17] N. Kidonakis, Two-loop soft anomalous dimensions for single top quark associated production with a W − or H − , Phys. Rev. D 82 (2010) 054018, arXiv:1005. 4451 [hep-ph]. √ s = 8 TeV with the ATLAS detector, ATLAS-CONF-2014-058, http://cds.cern.ch/record/ 1951336, 2014. [42] M. Cacciari, et al., Top-pair production at hadron colliders with next-to-nextto-leading logarithmic soft-gluon resummation, Phys. Lett. B 710 (2012) 612, arXiv:1111.5869 [hep-ph]. [43] P. Bärnreuther, M. Czakon, A. Mitov, Percent level precision physics at the tevatron: first genuine NNLO QCD corrections to qq → tt + X , Phys. Rev. Lett. 109 (2012) 132001, arXiv:1204.5201 [hep-ph]. [44] M. Czakon, A. Mitov, NNLO corrections to top-pair production at hadron colliders: the all-fermionic scattering channels, J. High Energy Phys. 1212 (2012) 054, arXiv:1207.0236 [hep-ph]. [45] M. Czakon, A. Mitov, NNLO corrections to top pair production at hadron colliders: the quark-gluon reaction, J. High Energy Phys. 1301 (2013) 080, arXiv:1210.6832 [hep-ph]. [46] M. Czakon, P. Fiedler, A. Mitov, Total top-quark pair-production cross section at hadron colliders through O (α 4 s ), Phys. Rev. Lett. 110 (2013) 252004, arXiv:1303.6254 [hep-ph]. [47] M. Czakon, A. Mitov, Top++: a program for the calculation of the top-pair cross-section at hadron colliders, Comput. Phys. Commun. 185 (2014) 2930, arXiv:1112.5675 [hep-ph]. [48] ATLAS Collaboration, Electron performance measurements with the ATLAS detector using the 2010 LHC proton-proton collision data, Eur. Phys. J. C 72 (2012) 1909, arXiv:1110.3174 [hep-ex]. [49] ATLAS Collaboration, Electron reconstruction and identification efficiency measurements with the ATLAS detector using the 2011 LHC proton-proton collision data, Eur. Phys. J. C 74 (2014) 2941, arXiv:1404.2240 [hep-ex]. [50] ATLAS Collaboration, Muon reconstruction efficiency and momentum resolution of the ATLAS experiment in proton-proton collisions at √ s = 7 TeV in 2010, Eur. Phys. J. C 74 (2014) 3034, arXiv:1404.4562 [hep-ex]. [51] ATLAS Collaboration, Measurement of the muon reconstruction performance of the ATLAS detector using 2011 and 2012 LHC proton-proton collision data, Eur. Phys. J. C 74 (2014) 3130, arXiv:1407.3935 [hep-ex]. [52] M. Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm, J. High Energy Phys. 0804 (2008) 063, arXiv:0802.1189 [hep-ph]. [53] ATLAS Collaboration, Jet energy measurement with the ATLAS detector in proton-proton collisions at √ s = 7 TeV, Eur. Phys. J. C 73 (2013) 2304, arXiv: 1112.6426 [hep-ex].",
            "paragraph_rank": 54,
            "section_rank": 20
        },
        {
            "text": "Department of Physics, University of Adelaide, Adelaide, Australia",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 56,
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azer ",
            "paragraph_rank": 57,
            "section_rank": 22
        }
    ]
}