{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Observation of e + e − → ωχ c1,2 near √ s = 4.42 and 4. GeV, a clear ωχc1 signal is seen, and the cross section is measured to be (9.5 ± 2.1 ± 1.3) pb, while evidence is found for an ωχc2 signal. The first errors are statistical and the second are systematic. Due to low luminosity or low cross section at other energies, no significant signals are observed. In the ωχc2 cross section, an enhancement is seen around √ s = 4.42 GeV. Fitting the cross section with a coherent sum of the ψ(4415) Breit-Wigner function and a phase space term, the branching fraction B(ψ(4415) → ωχc2) is obtained to be of the order of 10 −3 . In recent years, charmonium physics gained renewed strong interest from both the theoretical and the experimental side, due to the observation of charmoniumlike states, such as X(3872) [1,2], Y (4260) [3][4][5], Y (4360) [6,7] and Y (4660) [7]. These states do not fit in the conventional charmonium spectroscopy, and could be exotic states that lie outside the quark model [8]. Moreover, charged charmonium-like states Z c (3900) [9][10][11][12], Z c (3885) [13,14], Z c (4020) [15,16] and Z c (4025) [17,18] or their neutral partners were observed, which might indicate the presence of new dynamics in this energy region. Searches for new decay modes and measurements of their line shapes may help us gain a better understanding of the nature of charmonium(-like) states.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 807,
                    "text": "[1,",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 810,
                    "text": "2]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "start": 823,
                    "text": "[3]",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 826,
                    "text": "[4]",
                    "end": 829
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 829,
                    "text": "[5]",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "start": 843,
                    "text": "[6,",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "start": 846,
                    "text": "7]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "start": 862,
                    "text": "[7]",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 996,
                    "text": "[8]",
                    "end": 999
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1053,
                    "text": "[9]",
                    "end": 1056
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1056,
                    "text": "[10]",
                    "end": 1060
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1060,
                    "text": "[11]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1064,
                    "text": "[12]",
                    "end": 1068
                },
                {
                    "type": "bibr",
                    "start": 1081,
                    "text": "[13,",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "start": 1085,
                    "text": "14]",
                    "end": 1088
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1101,
                    "text": "[15,",
                    "end": 1105
                },
                {
                    "type": "bibr",
                    "start": 1105,
                    "text": "16]",
                    "end": 1108
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1124,
                    "text": "[17,",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1128,
                    "text": "18]",
                    "end": 1131
                }
            ]
        },
        {
            "text": "Most recently, BESIII has observed the process e + e − → ωχ c0 around √ s=4.23 GeV [19], which has first been proposed in Ref. [20]. As the line shape is incompatible with that of Y (4260) in e + e − → π + π − J/ψ, the authors of Ref. [21] suggest the excess of ωχ c0 events due to a missing charmonium state, while Ref. [22] attributes it to the tail of the ψ(4160). A similar pattern could be expected for the other spin triplet P -wave states χ c1,2 . It is therefore very interesting to search for e + e − → ωχ c0,1,2 in the BESIII data collected at √ s > 4.4 GeV. The ωtransition may help us to establish connections between these charmonium(-like) states.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 83,
                    "text": "[19]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 127,
                    "text": "[20]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 235,
                    "text": "[21]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "start": 321,
                    "text": "[22]",
                    "end": 325
                }
            ]
        },
        {
            "text": "In this Letter, we report on a study of e + e − → ωχ cJ (J = 0, 1, 2) based on the e + e − annihilation data collected with the BESIII detector [23] at five energy points in the range 4.416 √ s 4.599 GeV. The integrated luminosity of this data is measured by using Bhabha scattering with an accuracy of 1.0% [24], and the center-of-mass energies are measured by using the di-muon process [25]. The χ c1,2 states are detected via χ c1,2 → γJ/ψ, J/ψ → ℓ + ℓ − (ℓ = e, µ), and the ω is reconstructed via the ω → π + π − π 0 decay mode. For e + e − → ωχ c0 , χ c0 is reconstructed via its decays to",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 144,
                    "text": "[23]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "start": 308,
                    "text": "[24]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 388,
                    "text": "[25]",
                    "end": 392
                }
            ]
        },
        {
            "text": "Since the final state of the process e + e − → ωχ c1,2 is γπ + π − π 0 ℓ + ℓ − , signal candidates must have exactly four tracks with zero net charge, a π 0 candidate and a photon. The event selection criteria are the same as described in Ref. [19]. A five constraint (5C)-kinematic fit is performed constraining the total four-momentum of the final state to the initial four-momentum of the colliding beams, and the invariant mass of the two photons from π 0 is constrained to the nominal π 0 mass. The χ 2",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 244,
                    "text": "[19]",
                    "end": 248
                }
            ]
        },
        {
            "text": "5C",
            "section_rank": 2
        },
        {
            "section": "5C",
            "text": "of candidate events is required to be less than 60. The scatter plots of M (ℓ + ℓ − ) versus M (π + π − π 0 ) after the above requirements are shown in Fig. 1 ((a)  ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 152,
                    "text": "Fig. 1 ((a)",
                    "end": 163
                }
            ]
        },
        {
            "section": "5C",
            "text": "12 GeV/c 2 for J/ψ, respectively. The mass resolution for J/ψ is found to be 8 MeV/c 2 in Monte Carlo (MC) simulations. The scatter plots of M (π + π − π 0 ) versus M (γℓ + ℓ − ) after the J/ψ requirement are shown in Fig. 1 ((b)   The main backgrounds are found to be e + e − → π + π − π 0 χ c1,2 , where π + π − π 0 are of non-resonant origin. The π + π − π 0 χ c1,2 background will produce a peak in the χ c1,2 signal region. The non-ω regions (box A, B, C), as shown in Fig. 1, are used to estimate the background. The number of π + π − π 0 χ c1,2 events in the χ c1,2 signal regions can be calculated by",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 218,
                    "text": "Fig. 1 ((b)",
                    "end": 229
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 474,
                    "text": "Fig. 1",
                    "end": 480
                }
            ]
        },
        {
            "section": "5C",
            "text": ", where n A , n B , n C are the numbers of events in boxes A, B, and C, and f is a normalization factor. To estimate the normalization factor f , we use the phase-space (PHSP) generator to simulate π + π − π 0 χ c1,2 events at √ s = 4.416 and 4.599 GeV.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "5C",
            "text": "Other possible backgrounds come from e + e − → η ′ J/ψ with η ′ → γω, e + e − → π + π − ψ ′ with ψ ′ → π 0 π 0 J/ψ or γχ c1,2 , and e + e − → π 0 π 0 ψ ′ with ψ ′ → π + π − J/ψ. All these backgrounds will not produce peaks in the signal regions, and their contribution is estimated to be negligible. The detailed information can be found in Table I. Due to the limited integrated luminosity, the ωχ c1,2 signals at the other energy points ( √ s = 4.467, 4.527 and 4.574 GeV) are not significant, and upper limits at the 90% C.L. are derived. The signal yields are obtained by counting events in the χ c1,2 signal regions and subtracting the backgrounds which are estimated from the χ c1,2 sidebands. The peaking backgrounds here are negligible. For the ωχ c0 decay mode, signals are not significant at any of the energy points. We construct a likelihood function by assuming that the observed events follow a Poisson distribution and the background events follow a Gaussian distribution, where the signal yields are limited to be positive. From the likelihood distribution, the signal yields and uncertainties are determined.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 341,
                    "text": "Table I",
                    "end": 348
                }
            ]
        },
        {
            "section": "5C",
            "text": "The Born cross section is calculated with",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "5C",
            "text": ", (1) where N sig is the number of signal events, L is the integrated luminosity, (1 + δ) is the radiative correction factor obtained from a Quantum Electrodynamics (QED) calculation [26,27] using the measured cross section as input and iterated until the results converge;",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 2,
                    "text": "(1)",
                    "end": 5
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 183,
                    "text": "[26,",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 187,
                    "text": "27]",
                    "end": 190
                }
            ]
        },
        {
            "section": "5C",
            "text": "1 |1−Π| 2 is the vacuum polarization factor which is taken from a QED calculation with an accuracy of 0.5% [28]; ǫ e (ǫ µ ) is the global selection efficiency for the e + e − → ωχ c1,2 , χ c1,2 → γJ/ψ, J/ψ → e + e − (µ + µ − ) decay mode, B e (B µ ) is the branching fraction B(J/ψ → e + e − ) (B(J/ψ → µ + µ − )), B 1 is the product branching fraction",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 107,
                    "text": "[28]",
                    "end": 111
                }
            ]
        },
        {
            "section": "5C",
            "text": "The Born cross section (or its upper limit) at each energy point for e + e − → ωχ cJ is listed in Table I. For the energy points where the signals are not significant, the upper limits on the cross sections are provided. The upper limit is calculated by using a frequentist method with unbounded profile likelihood, which is implemented by the package trolke [29] in the root framework. The number of the background events is assumed to follow a Poisson distribution, and the efficiency is assumed to have Gaussian uncertainties. In order to consider the systematic uncertainty in the upper limit calculation, we use the denominator in Eq. 1as an effective efficiency as implemented in trolke.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 98,
                    "text": "Table I",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 359,
                    "text": "[29]",
                    "end": 363
                },
                {
                    "start": 640,
                    "text": "1",
                    "end": 641
                }
            ]
        },
        {
            "section": "5C",
            "text": "The systematic uncertainties on the Born cross section measurement mainly originate from the detection efficiency, the radiative corrections, the fit procedure, the branching fractions, and the luminosity measurement.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "section": "5C",
            "text": "The uncertainty in the tracking efficiency is 4.0% for both e + e − and µ + µ − decay modes (1.0% per track) [19]. The uncertainty in photon reconstruction is 1.0% per photon, obtained by studying the J/ψ → ρ 0 π 0 decay [30].",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 109,
                    "text": "[19]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 221,
                    "text": "[30]",
                    "end": 225
                }
            ]
        },
        {
            "section": "5C",
            "text": "In order to estimate the uncertainty caused by the angular distribution, the ω helicity angular distribution is set to 1 ± cos 2 θ 1 (where θ 1 is the polar angle of ω in the e + e − rest frame with the z axis pointing in the electron beam direction) in the generator instead of the PHSP model, and the photon (from χ c1,2 ) helicity angular distribution is also set to 1 ± cos 2 θ 2 (where θ 2 is the polar angle of the photon in the χ c1,2 rest frame, with the z axis pointing in the ω direction) in the generator instead of the PHSP model. The maximum change in the MC efficiencies is taken as the systematic uncertainty.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "section": "5C",
            "text": "In the analysis, the helix parameters for simulated charged tracks have been corrected so that the MC simulation matches the momentum spectra of the data well [31]. The correction factors for π, e and µ are obtained by using control samples e + e − → π + π − J/ψ, J/ψ → e + e − and µ + µ − , respectively. The difference in MC efficiency between results obtained with and without the correction is taken as the systematic uncertainty.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 159,
                    "text": "[31]",
                    "end": 163
                }
            ]
        },
        {
            "section": "5C",
            "text": "The line shapes of e + e − → ωχ c1,2 will affect the radiative correction factor and the efficiency. The uncertainty  (J = 0, 1, 2). Shown in the table are the channels, the center-of-mass energy, the integrated luminosity L, product of radiative correction factor, vacuum polarization factor, branching fraction and efficiency, D = (1 + δ) 1 |1−Π| 2 (ǫeBe + ǫµBµ)B1 for ωχc1,2 and",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 118,
                    "text": "(J = 0, 1, 2)",
                    "end": 131
                }
            ]
        },
        {
            "section": "5C",
            "text": ", number of observed events N obs , number of estimated background events N bkg , number of signal events N sig determined as described in the text, Born cross section σ B (or upper limit at 90% C.L.) at each energy point. Here the first errors are statistical, and the second systematic. N sig for ωχc1,2 at √ s = 4.416 and 4.599 GeV is taken from the fit. Dash means that the result is not applicable. is estimated by varying the line shapes of the cross section in the generator from the measured cross section to the Y (4660) Breit-Wigner (BW) shape for ωχ c1 and to the ψ(4415) BW shape for ωχ c2 . The change in the final result between the two line shapes is taken as the uncertainty from the radiative correction factor. In the nominal fit, the fit range is taken from 3.44 to 3.62 GeV/c 2 . The uncertainty from the fit range is obtained by varying the limits of the fit range by ±0.025 GeV/c 2 . The systematic uncertainty caused by the flat background shape is estimated by changing the background shape from a constant to a first-order polynomial. To estimate the uncertainty caused by the peaking background, we vary the number of the peaking background events by one standard deviation in the fit, and cite the larger difference of the cross sections from the nominal values as the systematic uncertainty.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "section": "5C",
            "text": "The luminosity is measured using Bhabha events with an uncertainty of 1.0% [24]. The branching fractions B e , B µ , and B 1 are taken from the world average [32], and their uncertainties are considered in the systematic uncertainty. The J/ψ mass window requirement has been studied in Ref. [33], and a 1.6% systematic uncertainty is assigned. The uncertainty due to the cross feed between the π + π − and K + K − modes is estimated by using the signal MC samples. Table II summarizes all systematic uncertainties of the processes e + e − → ωχ cJ , where the first values in brackets are for ωχ c0 , the second for ωχ c1 , and the third for ωχ c2 . The overall systematic uncertainties are obtained as the quadratic sum of all the sources of systematic uncertainties, assuming they are independent.",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 75,
                    "text": "[24]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 158,
                    "text": "[32]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "start": 291,
                    "text": "[33]",
                    "end": 295
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 465,
                    "text": "Table II",
                    "end": 473
                }
            ]
        },
        {
            "section": "5C",
            "text": "In Fig. 3, we compare the line shapes of the Born cross sections for e + e − → ωχ cJ , where the Born cross sections for e + e − → ωχ cJ at √ s < 4.4 GeV are from Ref. [19]. Enhancements can be seen in the line shapes; in the following, we try to fit line shapes. The cross section of e + e − → ωχ c0 with the addition of higher energy points is refitted with a phase-space modified BW function [19], and the fit results for the structure parameters are Γ ee B(ωχ c0 ) = (2.8 ± 0.5 ± 0.4) eV, M = (4226 ± 8 ± 6) MeV/c 2 , and Γ t = (39 ± 12 ± 2) MeV, which are almost unchanged. In the e + e − → ωχ c2 cross section, an enhancement is seen around 4.416 GeV, so we use a coherent sum of the ψ(4415) BW function and a phase space term",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3,
                    "text": "Fig. 3",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 168,
                    "text": "[19]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 395,
                    "text": "[19]",
                    "end": 399
                }
            ]
        },
        {
            "section": "5C",
            "text": "to fit the cross section, where M , Γ t , Γ ee are mass, total width, e + e − partial width for ψ(4415), and are fixed to the known ψ(4415) parameters [32], B(ωχ c2 ) is the branching fraction of ψ(4415) → ωχ c2 , Φ( √ s) = p/ √ s is the phase space factor for an S-wave two-body system, where p is the ω momentum in the e + e − center-ofmass frame, φ is the phase angle, and A is the amplitude for the phase-space term. Two solutions are obtained with the same fit quality, the constructive solution is φ = 124 • ±35 • , B(ωχ c2 ) = (1.4±0.5)×10 −3 ; the destructive one is φ = −105 • ± 15 • , B(ωχ c2 ) = (6 ± 1) × 10 −3 . The goodness of fit is χ 2 /ndf = 4.6/4.",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 151,
                    "text": "[32]",
                    "end": 155
                }
            ]
        },
        {
            "section": "5C",
            "text": "In summary, using data samples collected at √ s > 4.4 GeV, the processes e + e − → ωχ c1,2 are observed. With an integrated luminosity of 1074 pb −1 near √ s =  The top plot is for e + e − → ωχc0, the middle plot for e + e − → ωχc1 and the bottom plot for e + e − → ωχc2, where the smaller errors are statistical only and the larger errors are the quadratic sum of the statistical and systematic errors. The triangle black points are from Ref. [19] and others are from this analysis. The σ(e + e − → ωχc0) is fitted with a resonance(solid curve) in the top plot. σ(e + e − → ωχc2) is fitted with the coherent sum of the ψ(4415) BW function and a phase-space term. The solid curve shows the fit result, the blue dashed curve is the phase-space term, which is almost the same for the two solutions. The purple dash-dotted curve is the destructive solution and the green dash-double-dotted curve is the constructive one.",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 444,
                    "text": "[19]",
                    "end": 448
                }
            ]
        },
        {
            "section": "5C",
            "text": "4.42 GeV, a significant ωχ c2 signal is seen, and the cross section is measured to be (20.9 ± 3.2 ± 2.5) pb, where the first uncertainty is statistical and the second is systematic. Near √ s = 4.6 GeV a clear ωχ c1 signal is observed in 567 pb −1 of data, with a cross section of (9.5 ± 2.1 ± 1.3) pb; evidence for an ωχ c2 signal is found. The ωχ c1,2 signals at other energies and the ωχ c0 signals are not significant, the upper limits on the Born cross section at 90% C.L. are calculated. Interesting line shapes are observed for ωχ cJ . There is an enhancement for ωχ c2 around 4.42 GeV, which doesn't appear in the ωχ c0,1 channels. A coherent sum of the ψ(4415) BW function and a phase-space term can well describe the ωχ c2 line shape, and the branching fraction B(ψ(4415) → ωχ c2 ) is found to be in the order of 10 −3 . The cross section of e + e − → ωχ c1 seems to be rising near 4.6 GeV. The ωχ c0 is refitted with the higher energy points included, and the fit results remain almost unchanged. The different line shapes observed for ωχ cJ might indicate that the production mechanism is different, and that nearby resonances (e.g. ψ(4415)) have different branching fractions to the ωχ cJ (J = 0, 1, 2) decay modes. Further studies based on more data samples at higher energy will be helpful to clarify the nature of charmonium(-like) states in this region.",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "section": "5C",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Scatter plots for data at √ s = 4.416 GeV ((a) and (b)) and 4.599 GeV ((c) and (d)). Plots (a) and (c) are M (ℓ + ℓ − ) versus M (π + π − π 0 ), the blue dashed lines mark the signal region of ω or J/ψ. Plots (b) and (d) are M (π + π − π 0 ) versus M (γℓ + ℓ − ), the blue dashed lines mark the signal region of ω, the non-ω regions (box A,B,C) are used to estimate the π + π − π 0 χc1,2 events in the χc1,2 signal regions.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "Figure 2",
            "section_rank": 4
        },
        {
            "section": "Figure 2",
            "text": "Figure 2 shows the M (γJ/ψ) distributions at √ s = 4.416 and 4.599 GeV for events in the J/ψ and ω signal region. Significant χ c2 signals at √ s = 4.416 GeV and χ c1 signals at √ s = 4.599 GeV are visible. Unbinned maximum likelihood fits are performed to measure the signal yields. The signal shapes are determined from signal MC samples. The shapes of the peaking background are determined by the π + π − π 0 χ c1,2 MC sample, and the magnitudes are fixed at the expectation based on the non-ω region as mentioned above. The non-peaking backgrounds are described with a constant. The fit results are shown in Fig. 2. For data at √ s = 4.416 GeV, the ωχ c1 signal yield is 0.0 +3.7 −0.0 , and the ωχ c2 signal yield is 49.3 ± 7.5. The statistical significance of the χ c2 signal is 10.4 σ by comparing the difference of log-likelihood values (∆(lnL) = 54.0) with or without the χ c2 signal in the fit and taking into account the change of the number of degrees-of-freedom (∆ndf = 1). For data at √ s = 4.599 GeV, the ωχ c1 signal yield is 21.1 ± 4.7 with a statistical significance of 7.4 σ (∆(lnL) = 27.5, ∆ndf = 1), and the ωχ c2 signal yield is 7.0 +3.2 −2.5 with a statistical significance of 3.8 σ (∆(lnL) = 7.1, ∆ndf = 1).The detailed information can be found inTable I.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "10 FIG. 2 .",
            "section_rank": 5
        },
        {
            "section": "10 FIG. 2 .",
            "text": "FIG. 2. Fits to the invariant mass M (γJ/ψ) distributions for data at √ s = 4.416 GeV (left) and 4.599 GeV (right). The red solid curves are the fit results. The magenta dashed-dotted curves and green long-dashed curves show the π + π − π 0 χc1 and π + π − π 0 χc2 peaking backgrounds, the blue dashed curves represent the flat background.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 6
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Measured Born cross section (center value) fore + e − → ωχcJ (J = 0, 1, 2) as a function of the center of mass energy. The top plot is for e + e − → ωχc0, the middle plot for e + e − → ωχc1 and the bottom plot for e + e − → ωχc2, where the smaller errors are statistical only and the larger errors are the quadratic sum of the statistical and systematic errors. The triangle black points are from Ref.[19] and others are from this analysis. The σ(e + e − → ωχc0) is fitted with a resonance(solid curve) in the top plot. σ(e + e − → ωχc2) is fitted with the coherent sum of the ψ(4415) BW function and a phase-space term. The solid curve shows the fit result, the blue dashed curve is the phase-space term, which is almost the same for the two solutions. The purple dash-dotted curve is the destructive solution and the green dash-double-dotted curve is the constructive one.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 409,
                    "text": "[19]",
                    "end": 413
                }
            ]
        },
        {
            "text": "Also at Bogazici University, 34342 Istanbul, Turkey c Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia d Also at the Functional Electronics Laboratory, Tomsk State University, Tomsk, 634050, Russia e Also at the Novosibirsk State University, Novosibirsk, 630090, Russia f Also at the NRC \"Kurchatov Institute\", PNPI, 188300, Gatchina, Russia g Also at University of Texas at Dallas, Richardson, Texas 75083, USA h Also at Istanbul Arel University, 34295 Istanbul, Turkey Based on data samples collected with the BESIII detector operating at the BEPCII storage ring at center-of-mass energies √ s > 4.4 GeV, the processes e + e",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "a Also at State Key Laboratory of Particle Detection and Electronics, Beijing 100049, Hefei 230026, People's Republic of China b − → ωχc1,2 are observed for the first time. With an integrated luminosity of 1074 pb −1 near √ s = 4.42 GeV, a significant ωχc2 signal is found, and the cross section is measured to be (20.9 ± 3.2 ± 2.5) pb. With 567 pb −1 near √ s = 4.6",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "PACS numbers: 14.40.Rt, 13.25.Gv, 13.66.Bc, 14.40.Pq",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "TABLE I .",
            "section_rank": 9
        },
        {
            "section": "TABLE I .",
            "text": "Results on e + e − → ωχcJ",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "TABLE II .",
            "section_rank": 10
        },
        {
            "section": "TABLE II .",
            "text": "Relative systematic uncertainties for the luminosity, efficiency, line shape, fit procedure and branching fractions (in units of %). The first value in brackets is for ωχc0, the second for ωχc1, and the third for ωχc2. Dash means that the result is not applicable.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "This work is supported in part by National Key Basic Research Program of China under Contract No. 2015CB856700; National Natural Science Foundation of China (NSFC) under Contracts Nos. 11125525, 11235011, 11322544, 11335008, 11425524; the Chinese Academy of Sciences (CAS) Large-Scale Scientific Facility Program; Joint Large-Scale Scientific Facility Funds of the NSFC and CAS under Contracts Nos. 11179007, U1232201, U1332201; CAS under Contracts Nos. KJCX2-YW-N29, KJCX2-YW-N45; 100 Talents Program of CAS; INPAC and Shanghai Key Laboratory",
            "paragraph_rank": 34,
            "section_rank": 11
        }
    ]
}