{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We measure the decay B 0 s → K 0 K 0 using data collected at the Υ(5S) resonance with the Belle detector at the KEKB e + e − collider. The data sample used corresponds to an integrated luminosity of 121.4 fb −1 . We measure a branching fraction B(B 0 s → K 0 K 0 ) = [19.6 +5.8 −5.1 (stat.) ± 1.0(sys.) ± 2.0(N B 0 s B 0 s )] × 10 −6 with a significance of 5.1 standard deviations. This measurement constitutes the first observation of this decay.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 13.25.Hw,14.40.Nd The two-body decays B 0 s → h + h − , where h ( ) is either a pion or kaon, have now all been observed [1]. In con-trast, the neutral-daughter decays B 0 s → h 0 h 0 have yet to be observed. The decay B 0 s → K 0 K 0 [2] is of particular interest because the branching fraction is predicted to be relatively large. In the Standard Model (SM), the decay proceeds mainly via a b → s loop (or \"penguin\") transition as shown in Fig. 1, and the branching fraction is predicted to be in the range (16 − 27) × 10 −6 [3]. The presence of non-SM particles or couplings could enhance this value [4]. It has been pointed out that CP asymmetries in B 0 s → K 0 K 0 decays are promising observables in which to search for new physics [5].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 14,
                    "text": "13.25.Hw,",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "start": 23,
                    "text": "14.40.Nd",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 135,
                    "text": "[1]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 249,
                    "text": "[2]",
                    "end": 252
                },
                {
                    "type": "figure",
                    "start": 456,
                    "text": "Fig. 1",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "start": 523,
                    "text": "(16 − 27)",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 541,
                    "text": "[3]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 617,
                    "text": "[4]",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 753,
                    "text": "[5]",
                    "end": 756
                }
            ]
        },
        {
            "text": "The current upper limit on the branching fraction, B(B 0 s → K 0 K 0 ) < 6.6 × 10 −5 at 90% confidence level, was set by Belle using 23.6 fb −1 of data recorded at the Υ(5S) resonance [6]. Here, we update this result using the full data set of 121.4 fb −1 recorded at the Υ(5S). The analysis presented here uses improved tracking, K 0 reconstruction, and continuum suppression algorithms. The data set corresponds to (6.53 ± 0.66) × 10 6 B 0 s B 0 s pairs [7] produced in three Υ(5S) decay channels:",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 184,
                    "text": "[6]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 456,
                    "text": "[7]",
                    "end": 459
                }
            ]
        },
        {
            "text": "s , and B * 0 s B * 0 s . The latter two channels dominate, with production fractions of f B * 0",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The Belle detector is a large-solid-angle magnetic spectrometer consisting of a silicon vertex detector (SVD), a 50-layer central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrel-like arrangement of time-of-flight scintillation counters (TOF), and an electromagnetic calorimeter (ECL) comprising CsI(Tl) crystals. These detector components are located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. An iron flux-return located outside the coil (KLM) is instrumented to detect K 0 L mesons and to identify muons. The detector is described in detail elsewhere [9,10]. The origin of the coordinate system is defined as the position of the nominal interaction point (IP). The +z axis is aligned with the direction opposite the e + beam and is parallel to the direction of the magnetic field within the solenoid. The +x axis is horizontal and points towards the outside of the storage ring; the +y axis points vertically upward.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 625,
                    "text": "[9,",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 628,
                    "text": "10]",
                    "end": 631
                }
            ]
        },
        {
            "text": "Candidate K 0 mesons are reconstructed via the decay K 0 S → π + π − using a neural network (NN) technique [11]. The NN uses the following information: the K 0 S momentum in the laboratory frame; the distance along z be-tween the two track helices at their closest approach; the flight length in the x-y plane; the angle between the K 0 S momentum and the vector joining the K 0 S decay vertex to the IP; the angle between the pion momentum and the laboratory-frame direction in the K 0 S rest frame; the distance-of-closest-approach in the x-y plane between the IP and the two pion helices; and the pion hit information in the SVD and CDC. The selection efficiency is 87% over the momentum range of interest. We also require that the π + π − invariant mass be within 12 MeV/c 2 (about 3.5σ in resolution) of the nominal K 0 S mass [1]. To identify B 0 s → K 0 S K 0 S candidates, we define two variables: the beam-energy-constrained mass",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 107,
                    "text": "[11]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 832,
                    "text": "[1]",
                    "end": 835
                }
            ]
        },
        {
            "text": "; and the energy difference ∆E = E B − E beam , where E beam is the beam energy and E B and p B are the energy and momentum, respectively, of the B 0 s candidate. These quantities are evaluated in the e + e − center-of-mass (CM) frame. We require that events satisfy M bc > 5.34 GeV/c 2 and −0.20 GeV < ∆E < 0.10 GeV.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "To suppress background arising from continuum e + e − → qq (q = u, d, s, c) production, we use a second NN [11] that distinguishes jet-like continuum events from more spherical B",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 107,
                    "text": "[11]",
                    "end": 111
                }
            ]
        },
        {
            "text": "events. This NN uses the following input variables, which characterize the event topology: the cosine of the angle between the thrust axis [12] of the B 0 s candidate and the thrust axis of the rest of the event; the cosine of the angle between the B 0 s thrust axis and the +z axis; a set of 16 modified Fox-Wolfram moments [13]; and the ratio of the second to zeroth (unmodified) Fox-Wolfram moments. All quantities are evaluated in the CM frame. The NN is trained using Monte Carlo (MC) simulated signal events and qq background events. The MC samples are obtained using EvtGen [14] for event generation and Geant3 [15] for modeling the detector response. The NN has a single output variable (C NN ) that ranges from −1 for background-like events to +1 for signal-like events. We require C NN > −0.1, which rejects approximately 85% of qq background while retaining 83% of signal decays. We subsequently translate C NN to a new variable",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 139,
                    "text": "[12]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 325,
                    "text": "[13]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 581,
                    "text": "[14]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 618,
                    "text": "[15]",
                    "end": 622
                }
            ]
        },
        {
            "text": "where C min NN = −0.1 and C max NN is the maximum value of C NN obtained from a large sample of signal MC decays. The distribution of C NN is well-modeled by a Gaussian function.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "After applying all selection criteria, approximately 1.0% of events have multiple B 0 s candidates. For these events, we retain the candidate having the smallest value of χ 2 obtained from the deviations of the reconstructed K 0 S masses from their nominal values [1]. According to MC simulation, this criterion selects the correct B 0 s candidate > 99% of the time.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 264,
                    "text": "[1]",
                    "end": 267
                }
            ]
        },
        {
            "text": "We measure the signal yield by performing an unbinned extended maximum likelihood fit to the variables M bc , ∆E, and C NN . The likelihood function is defined as",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "where Y j is the yield of component j;",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "is the probability density function (PDF) of component j for event i; j runs over the two event categories (signal and qq background); and i runs over all events in the sample (N ). Backgrounds arising from other B 0 s and non-B 0 s decays were studied using MC simulation and found to be negligible. As correlations among the variables M bc , ∆E, and C NN are found to be small, the three-dimensional",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "are factorized into the product of separate one-dimensional PDFs.",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The signal PDF is defined as",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": ", and",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "The M bc and C NN PDFs are modeled with Gaussian functions, and the ∆E PDFs are each modeled with a sum of two Gaussian functions having a common mean. All parameters of the signal PDF are fixed to the corresponding MC values. The peak positions for M bc and ∆E are adjusted according to small data-MC differences observed in a control sample of B 0 s → D − s π + decays [8]. As this control sample has only modest statistics, the resolutions for M bc , ∆E, and C NN , and the peak position for C NN , are adjusted for data-MC differences using a high statistics sample of B 0 → D − (→ K + π − π − )π + decays. For qq background, the M bc , ∆E, and C NN PDFs are modeled with an AR-GUS function [16], a first-order Chebyshev polynomial, and a Gaussian function, respectively. All parameters of the qq background PDFs except for the endpoint of the ARGUS function are floated in the fit.",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 371,
                    "text": "[8]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 695,
                    "text": "[16]",
                    "end": 699
                }
            ]
        },
        {
            "text": "The results of the fit are 29.0 +8.5 −7.6 signal events and 1095.0 +33.9 −33.4 continuum background events. Projections of the fit are shown in Fig. 2. The branching fraction is calculated via",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 144,
                    "text": "Fig. 2",
                    "end": 150
                }
            ]
        },
        {
            "text": "where Y s is the fitted signal yield; 6 is the number of B 0 s B 0 s events; B K 0 = (69.20± 0.05)% is the branching fraction for K 0 S → π + π − [1]; and ε = (46.3 ± 0.1)% is the signal efficiency as determined from MC simulation. The efficiency is corrected by a factor 1.01 ± 0.02 for each reconstructed K 0 S , to account for a small difference in K 0 S reconstruction efficiency between data and simulation. This correction is estimated from a high statistics sample of D 0 → K 0 S π 0 decays. The factor 0.50 accounts for the 50% probability for K 0 K 0 → K 0 S K 0 S (since K 0 K 0 is CP -even). Inserting these values gives B(B 0 s → K 0 K 0 ) = (19.6 +5.8 −5.1 ) × 10 −6 , where the error is statistical.",
            "paragraph_rank": 20,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 38,
                    "text": "6",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 146,
                    "text": "[1]",
                    "end": 149
                }
            ]
        },
        {
            "text": "The systematic uncertainty on B(B 0 s → K 0 K 0 ) arises from several sources, as listed in Table I. The uncertainties due to the fixed parameters in the PDF shape are estimated by varying the parameters individually according to their statistical uncertainties. For each variation the branching fraction is recalculated, and the difference with the nominal branching fraction is taken as the systematic uncertainty associated with that parameter. We add together all uncertainties in quadrature to obtain the overall uncertainty due to fixed parameters. The uncertainties due to errors in the calibration factors and the fractions f",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 92,
                    "text": "Table I",
                    "end": 99
                }
            ]
        },
        {
            "text": "are evaluated in a similar manner.",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "To test the stability of our fitting procedure, we generate and fit a large ensemble of MC pseudo-experiments. By comparing the mean of the fitted yields with the input value, a bias of −2.6% is found. We attribute this bias to our neglecting small correlations among the fitted observables. An 0.9% systematic uncertainty is assigned due to the C NN selection; this is obtained by comparing the selection efficiencies in MC and data for the B 0 → D − (→ K + π − π − )π + control sample. We assign a 2.0% systematic uncertainty for each reconstructed K 0 S → π + π − ; this is determined using a D 0 → K 0 S π 0 sample. The uncertainty on ε due to the MC sample size is 0.2%. The total of the above systematic uncertainties is calculated as their sum in quadrature. In addition, there is a 10.1% uncertainty due to the number of B 0 s B 0 s pairs. As this large uncertainty does not arise from our analysis, we quote it separately. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "The signal significance is calculated as ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": ", where L 0 is the likelihood value when the signal yield is fixed to zero, and L max is the likelihood value of the nominal fit. We include systematic uncertainties in the significance by convolving the likelihood function with a Gaussian function whose width is equal to that part of the systematic uncertainty that affects the signal yield. We obtain a signal significance of 5.1 standard deviations; thus, our measurement constitutes the first observation of this decay. The background subtracted sPlot [17] distributions of M (π + π − ) are shown in Fig. 3, where the K 0 S selection is removed for the π + π − pair being plotted. No B 0 s → K 0",
            "paragraph_rank": 25,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 507,
                    "text": "[17]",
                    "end": 511
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 555,
                    "text": "Fig. 3",
                    "end": 561
                }
            ]
        },
        {
            "text": "S π + π − contribution is observed. We check this quantitatively by performing our signal fit for events in the mass sidebands of each K 0 S [M (π + π − ) ∈ (0.460, 0.485) GeV/c 2 and M (π + π − ) ∈ (0.510, 0.530) GeV/c 2 ]. The extracted signal yields, −0.7 +2.9 −2.1 and 1.6 +2.2 −1.2 for the higher momentum K 0 S and lower momentum K 0 S , respectively, are consistent with zero. We calculate the expected number of B 0 s → K 0 S π + π − events in our signal sample using MC simulation and the measured branching fraction, B(B 0 s → K 0 π + π − ) = 15.0×10 −6 [18]; the result is 0.001. In summary, we report the first observation of the decay B 0 s → K 0 K 0 . The branching fraction is measured to be B(B 0 s → K 0 K 0 ) = (19.6 +5.8 −5.1 ± 1.0 ± 2.0) × 10 −6 , where the first uncertainty is statistical, the second is systematic, and the third reflects the uncertainty due to the total number of B 0 s B 0 s pairs. This value is in good agreement with the SM predictions [3], and it implies that the Belle II experiment [19] will reconstruct over 1000 of these decays. Such a sample would allow for a much higher sensitivity search for new physics in this b → s penguin-dominated decay.",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 561,
                    "text": "−6 [18]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 979,
                    "text": "[3]",
                    "end": 982
                },
                {
                    "type": "bibr",
                    "start": 1028,
                    "text": "[19]",
                    "end": 1032
                }
            ]
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 2
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. Projections of the 3D fit to the real data: (a) M bc in −0.11 GeV < ∆E < 0.02 GeV and C NN > 0.5; (b) ∆E in 5.405 GeV/c 2 < M bc < 5.427 GeV/c 2 and C NN > 0.5; and (c) C NN in 5.405 GeV/c 2 < M bc < 5.427 GeV/c 2 and −0.11 GeV < ∆E < 0.02 GeV. The points with error bars are data, the (green) dashed curves show the signal, (magenta) dotted curves show the continuum background, and (blue) solid curves show the total. The χ 2 /(# of bins) values of these fit projections are 0.30, 0.43, and 0.26, respectively, which indicate that the fit gives a good description of the data. The three peaks in M bc arise from Υ(5S) → B 0 s B 0 s , B * 0 s B 0 s + B 0 s B * 0 s , and B * 0 s B * 0 s decays.",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3.Background subtracted sPlot distributions of M (π + π − ) for the (a) higher momentum and (b) lower momentum K 0 S candidates.",
            "paragraph_rank": 28,
            "section_rank": 3
        },
        {
            "text": "TABLE I .",
            "section_rank": 4
        },
        {
            "section": "TABLE I .",
            "text": "Systematic uncertainties on B(B 0 s → K 0 K 0 ).Those listed in the upper section are associated with fitting for the signal yields and are included in the signal significance.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 6
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the KEKB group for the excellent operation of the accelerator; the KEK cryogenics group for the efficient operation of the solenoid; and the KEK computer group, the National Institute of Informatics, and the PNNL/EMSL computing group for valuable computing and SINET4 network support. We acknowledge support from the Ministry of Education, Culture, Sports, Science, and Technology (MEXT) of Japan, the Japan Society for the Promotion of Science (JSPS), and the Tau-Lepton Physics Research Center of Nagoya University; the Australian Research Council; Austrian Science Fund under Grant No. P 22742-N16 and P 26794-N20; the National Natural Science Foundation of China under Contracts No. 10575109, No. 10775142,  No. 10875115, No. 11175187, and No. 11475187  2011-0029457, No. 2012  UFI 11/55 (Spain); the Swiss National Science Foundation; the National Science Council and the Ministry of Education of Taiwan; and the U.S. Department of Energy and the National Science Foundation. This work is supported by a Grant-in-Aid from MEXT for Science Research in a Priority Area (\"New Development of Flavor Physics\") and from JSPS for Creative Scientific Research (\"Evolution of Tau-lepton Physics\").",
            "paragraph_rank": 30,
            "section_rank": 6
        }
    ]
}