{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The relationship between jet production in the central region and the underlying-event activity in a pseudorapidity-separated region is studied in 4.0 pb −1 of √ s = 2.76 TeV pp collision data recorded with the ATLAS detector at the LHC. The underlying event is characterised through measurements of the average value of the sum of the transverse energy at large pseudorapidity downstream of one of the protons, which are reported here as a function of hard-scattering kinematic variables. The hard scattering is characterised by the average transverse momentum and pseudorapidity of the two highest transverse momentum jets in the event. The dijet kinematics are used to estimate, on an event-by-event basis, the scaled longitudinal momenta of the hard-scattered partons in the target and projectile beam-protons moving toward and away from the region measuring transverse energy, respectively. Transverse energy production at large pseudorapidity is observed to decrease with a linear dependence on the longitudinal momentum fraction in the target proton and to depend only weakly on that in the projectile proton. The results are compared to the predictions of various Monte Carlo event generators, which qualitatively reproduce the trends observed in data but generally underpredict the overall level of transverse energy at forward pseudorapidity.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Properties of the underlying event at large rapidity in protonproton (pp) collisions in the presence of a hard parton-parton scattering are sensitive to many features of hadronic interactions. Previous studies of the underlying event mainly focused on probing the region transverse to final-state jets at mid-rapidity [1][2][3][4]. This Letter presents a study of the transverse energy produced at small angles with respect to the proton beam, a region where particle production may be particularly sensitive to the colour connections between the hard partons and the beam remnants. Such measurements are needed to constrain particle production models, which systematically underpredict the total transverse energy at forward rapidities in hard-scattering events [4].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 318,
                    "text": "[1]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 321,
                    "text": "[2]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 324,
                    "text": "[3]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 327,
                    "text": "[4]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 763,
                    "text": "[4]",
                    "end": 766
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Measurements of transverse energy production at large rapidity are also needed to aid in the interpretation of recent results on jet production in proton-lead (p + Pb) collisions [5,6]. In these collisions, hard scattering rates are expected to grow with the increasing degree of geometric overlap between the proton and the nucleus. Simultaneously, the level of overlap is traditionally E-mail address: atlas.publications@cern.ch. thought to be reflected in the rate of soft particle production, particularly at large pseudorapidity in the nucleus-going direction. The recent results found that single and dijet production rates in the proton-going (forward, or projectile) direction are related to the underlying-event activity in the nucleus-going (backward, or target) direction in a way that contradicts the models of how jet and underlying-event production should correlate. Specifically, the average transverse energy produced in the backward direction was found to systematically decrease, relative to that for low-energy jet events, with increasing jet energy. This decrease resulted in an apparent enhancement of the jet rate in low-activity, or peripheral, events and a suppression of the jet rate in high-activity, or central, events.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 179,
                    "text": "[5,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 182,
                    "text": "6]",
                    "end": 184
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "These results have several competing interpretations. For example, they are taken as evidence that proton configurations with a parton carrying a large fraction x of the proton longitudinal momentum interact with nucleons in the nucleus with a significantly smaller than average cross-section [7]. Alternatively, other authors have argued that in the constituent nucleon-nucleon (N N) collisions, energy production at backward rapidities naturally decreases with increasing x in the forward-going proton, either through the suppression of soft gluons available for particle production [8] or from a rapidity-separated energy-momentum conservation be-tween the hard process and soft production [9]. More generally, the modification of soft particle production in N N collisions in the presence of a hard process is expected to affect estimates of the collision geometry of p + Pb collisions with a hard scatter [10][11][12].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 293,
                    "text": "[7]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 585,
                    "text": "[8]",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 693,
                    "text": "[9]",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 910,
                    "text": "[10]",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 914,
                    "text": "[11]",
                    "end": 918
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 918,
                    "text": "[12]",
                    "end": 922
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Thus a control measurement in pp collisions to determine how soft particle production at negative pseudorapidities varies with the x in the projectile (target) beam-proton headed towards positive (negative) rapidity can provide insight into the relevance of these various scenarios.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This Letter presents a measurement of the average of the sum of the transverse energy at large pseudorapidity, 1 E T , downstream of one of the protons in pp collisions, as a function of the hard-scattering kinematics in dijet events. For each kinematic selection, E T is the average of the E T distribution in the selected events. The E T measurement was deliberately made in only one of the two forward calorimeter modules on either side of the interaction point. This was done in analogy with the centrality definition in p + Pb collisions [5,13], which is characterised by the E T in the forward calorimeter module situated at −4.9 < η < −3.2, in the nucleus-going direction. In pp collisions the asymmetric choice of the E T -measuring region means that the target proton plays the role of one of the nucleons in the Pb nucleus.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 111,
                    "text": "1",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 543,
                    "text": "[5,",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "start": 546,
                    "text": "13]",
                    "end": 549
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The value of E T was measured by summing the transverse energy in the forward calorimeter cells and correcting for the detector response. The average value, E T , is reported as a function of the average dijet transverse momentum, p",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": ")/2, and pseudorapidity, η dijet = (η 1 + η 2 )/2. In these quantities, p T,1 and η 1 are the transverse momentum and pseudorapidity of the leading (highest-p T ) jet in the event, while p T,2 and η 2 are those for the subleading (second highest-p T ) jet. Results are also reported as a function of two kinematic quantities x proj and x targ defined by",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In a perturbative approach, at leading order, x proj (x targ ) corresponds approximately to the Bjorken-x of the hard-scattered parton in the beam-proton with positive (negative) rapidity. Estimates of the initial parton-parton kinematics through jet-level variables have been used previously in dijet measurements at the CERN SppS collider [14,15] and in measurements of dihadrons in d + Au collisions at RHIC [16]. Finally, to better reveal the relative dependence of E T on the hard-scattering kinematics, results are also reported as a ratio to a reference value E T ref ,",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 341,
                    "text": "[14,",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 345,
                    "text": "15]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 411,
                    "text": "[16]",
                    "end": 415
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "which is the E T evaluated at a fixed choice of dijet kinematics, 50 GeV < p avg T < 63 GeV and |η dijet | < 0.3. Fig. 1 schematically illustrates the meaning of the kinematic variables utilised in this measurement. The top panel in Fig. 1 shows the convention used in p + Pb collisions at ATLAS, in which the proton beam is the \"projectile\" and has positive rapidity, while the nuclear beam is the \"target\" and has negative rapidity. The centrality of the p + Pb collision, an experimental quantity sensitive to the collision geometry, is characterised by the E T in the forward calorimeter situated in the nucleus-going direction. The middle panel in Fig. 1 illustrates the measurement in pp collisions 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). reported in this Letter, in which the proton beam with positive rapidity is considered to be the analogue of the projectile proton in p + Pb collisions, while the target proton with negative rapidity is the analogue of a single nucleon within the Pb nucleus, and the E T is measured in the forward calorimeter downstream of the target proton. Due to the symmetric nature of pp collisions, each event can also be interpreted by exchanging the roles of the target and projectile between the two protons, and measuring the E T in the opposite forward calorimeter module. To keep the same convention in this case, the z-axis (and thus the pseudorapidity) is inverted and the kinematic variables are determined within this new coordinate system as shown in the bottom panel of Fig. 1. The full analysis was performed separately using each forward calorimeter side, one at a time, and the final results were obtained by averaging the E T measurements from each side. This increased the number of E T measurements by a factor of two and also provided an important cross-check on the detector energy scale. For simplicity, all η values in the selection cuts and η dijet values in the results described below are always presented according to the convention where E T is measured at negative pseudorapidity.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 114,
                    "text": "Fig. 1",
                    "end": 120
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 233,
                    "text": "Fig. 1",
                    "end": 239
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 653,
                    "text": "Fig. 1",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 705,
                    "text": "1",
                    "end": 706
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1931,
                    "text": "Fig. 1",
                    "end": 1937
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The dataset used in this measurement was collected during the √ s = 2.76 TeV pp collision data-taking in February 2013 at the Large Hadron Collider, with an integrated luminosity corresponding to 4.0 pb −1 . During data-taking, the mean number of pp interactions per bunch crossing varied from 0.1 to 0.5. This dataset is particularly suitable for the measurement because the small mean interaction rate per crossing allows rejection of dijet-producing pp events with additional pp interactions in the same bunch crossing (pileup) with good systematic control while simultaneously having enough integrated luminosity to measure dijet production over a wide kinematic range with good statistical precision.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Experimental setup",
            "section_rank": 3
        },
        {
            "section": "Experimental setup",
            "text": "The ATLAS detector is described in detail in Ref. [17]. This analysis uses primarily the tracking detectors, the calorimeter, and the trigger system. Charged-particle tracks were measured over the range |η| < 2.5 using the inner detector, which is composed of silicon pixel detectors in the innermost layers, silicon microstrip detectors, and a straw-tube transition-radiation tracker (|η| < 2.0) in the outer layer, all immersed in a 2 T axial magnetic field. The calorimeter system consists of a liquid argon (LAr) electromagnetic calorimeter (|η| < 3.2), a steel/scintillator sampling hadronic calorimeter (|η| < 1.7), a LAr hadronic calorimeter (1.5 < |η| < 3.2), and a forward calorimeter (3.2 < |η| < 4.9). The forward calorimeter is composed of two modules situated at opposite sides of the interaction region and provides the E T measurement. The modules consist of tungsten and copper absorbers with LAr as the active medium, which together provide ten interaction lengths of material, and are segmented into one electromagnetic and two hadronic sections longitudinal in the shower direction. The 1782 cells in each forward calorimeter module are aligned parallel to the beam axis and therefore are not projective, but have a segmentation corresponding to approximately 0.2 × 0.2 in η and φ.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 50,
                    "text": "[17]",
                    "end": 54
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "Data were acquired for this analysis using a series of centraljet triggers covering |η| < 3.2 with different (increasing) jet-p T thresholds, ranging from 40 GeV to 75 GeV [18]. Each trigger was prescaled, meaning that only a fraction of events passing the trigger criteria were ultimately selected, and these fractions varied with time to accommodate the evolution of the luminosity within an LHC fill. This fraction increased for triggers with increasing jet p T threshold and the highest-threshold trigger, which dominates the kinematic range studied in this Letter, sampled the full integrated luminosity.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 172,
                    "text": "[18]",
                    "end": 176
                }
            ]
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 4
        },
        {
            "section": "Monte Carlo simulation",
            "text": "Monte Carlo (MC) simulations of √ s = 2.76 TeV pp hardscattering events were used to understand the performance of the ATLAS detector, to correct the measured E T and dijet kinematic variables for detector effects, and to determine the systematic uncertainties in the measurement. Three MC programs were used to generate event samples with the leading-jet p T in the range from 20 GeV to 1 TeV: the Pythia 6 generator [19] with parameter values chosen to reproduce data according to the AUET2B set of tuned parameters (tune) [20] and CTEQ6L1 parton distribution function (PDF) set [21]; the Pythia 8 generator [22] with the AU2 tune [23] and CT10 PDF set [24]; and the Herwig++ generator [25] with the UE-EE-3 tune [26] and CTEQ6L1 PDF set. The generated events were passed through a full Geant 4 simulation [27,28] of the ATLAS detector under the same conditions present during data-taking. The simulated events included contributions from pileup similar to that in data. At the particle level, jets are defined by applying the anti-k t algorithm [29] with radius parameter R of 0.4 to primary particles 2 within |η| < 4.9, excluding muons and neutrinos. E T is defined at the particle level as the sum of the transverse energy of all primary particles within −4.9 < η < −3.2, including muons and neutrinos, and with no additional kinematic selection.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 418,
                    "text": "[19]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 581,
                    "text": "[21]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "start": 610,
                    "text": "[22]",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 655,
                    "text": "[24]",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 688,
                    "text": "[25]",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 715,
                    "text": "[26]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 808,
                    "text": "[27,",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 812,
                    "text": "28]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1048,
                    "text": "[29]",
                    "end": 1052
                }
            ]
        },
        {
            "text": "Event reconstruction and calibration",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and calibration",
            "text": "The vertex reconstruction, jet reconstruction and calibration, and E T measurement and calibration procedures are described 2 Primary particles are defined as final-state particles with a proper lifetime greater than 30 ps.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 124,
                    "text": "2",
                    "end": 125
                }
            ]
        },
        {
            "section": "Event reconstruction and calibration",
            "text": "in this section. They were applied identically to the experimental data and the simulated events.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Track and vertex reconstruction",
            "section_rank": 6
        },
        {
            "section": "Track and vertex reconstruction",
            "text": "In the offline analysis, charged-particle tracks were reconstructed in the inner detector with an algorithm used in previous measurements of charged-particle multiplicities in minimumbias pp interactions [30]. Analysed events were required to contain a reconstructed vertex, formed by at least two tracks with",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 204,
                    "text": "[30]",
                    "end": 208
                }
            ]
        },
        {
            "section": "Track and vertex reconstruction",
            "text": "The contribution from pileup interactions was suppressed by rejecting events containing more than one reconstructed vertex with five or more associated charged-particle tracks. This requirement rejected approximately 8% of events.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Jet reconstruction and calibration",
            "section_rank": 7
        },
        {
            "section": "Jet reconstruction and calibration",
            "text": "The jet reconstruction and associated background determination procedures closely follow those developed within ATLAS for jet measurements in heavy-ion and pp collisions [5,[32][33][34]. This procedure is summarised in the following and is described in more detail in Ref. [32]. Jets were reconstructed by applying the anti-k t algorithm with R = 0.4 to calorimeter cells grouped into towers of size η × φ = 0.1 × 0.1. The procedure provided an ηand sampling layer-dependent estimate of the small energy density deposited by the soft underlying event from pileup interactions in each crossing. The energies of the cells in each jet were corrected for this estimate of the soft pileup contribution. The p T of the resulting jets was corrected for the calorimeter energy response through a simulation-derived calibration, with an additional in situ correction, typically at the percent level, derived through comparisons of boson-jet and dijet p T balance in collision data and simulation [35].",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 170,
                    "text": "[5,",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 173,
                    "text": "[32]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 177,
                    "text": "[33]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 181,
                    "text": "[34]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 273,
                    "text": "[32]",
                    "end": 277
                }
            ]
        },
        {
            "text": "Forward transverse energy measurement and calibration",
            "section_rank": 8
        },
        {
            "section": "Forward transverse energy measurement and calibration",
            "text": "The E T quantity was evaluated by measuring the sum of the transverse energy in the cells in one forward calorimeter module ( E raw T ). The energy signals from the cells were included in the sum without any energy threshold requirement. This quantity was corrected event-by-event to account for the detector response, using a calibration procedure derived in simulation, to give an estimate of the full energy deposited in the calorimeter ( E calib T ). Pythia 8 was found to give the best overall description of E T production and of its dependence on dijet kinematics in data. Thus, a subset of Pythia 8 events with good kinematic overlap with the data and a wide range of E T values was used to calibrate E raw T . The calibration was derived by requiring that for each subset of simulated events with a narrow range of particle-level E T values ( E the results with a smooth function to produce a continuous interpolation, C ( E raw T ). The calibrated quantity in each event was determined by correcting the raw quantity for the offset and average response, distribution in these events. For the selections on dijet kinematics in which the closure was statistically meaningful, it was within a few percent of unity and the non-closure was accounted for in the systematic uncertainty described below.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Event selection and data analysis",
            "section_rank": 9
        },
        {
            "section": "Event selection and data analysis",
            "text": "In the offline analysis, the leading jet in each jet-triggered event was required to match to a jet reconstructed at the trigger stage. Only one trigger was used for each leading-jet p T interval. This trigger was chosen to be the one with the highest integrated luminosity that was simultaneously > 99% efficient within the interval.",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Event selection and data analysis",
            "text": "The contribution from each event to the E T measurement was weighted by the inverse of the luminosity of the trigger used to select it, such that the underlying dijet kinematic distributions in the measurement correspond to the full two-jet cross-section.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Event selection and data analysis",
            "text": "Events with two jets were selected, where the transverse momenta of the jets were p T,1 > 50 GeV, p T,2 > 20 GeV, and p The two values of E T as measured in the forward calorimeter at negative pseudorapidity and in the forward calorimeter at positive pseudorapidity under the inverted-sign convention (see Fig. 1) were averaged to yield the presented results.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 306,
                    "text": "Fig. 1",
                    "end": 312
                }
            ]
        },
        {
            "section": "Event selection and data analysis",
            "text": "The resolution on p T,1 and p T,2 and the splitting of particlelevel jets in the reconstruction resulted in a migration of some events to adjacent p avg T , x proj and x targ bins. This migration was corrected by applying a multiplicative factor to the results. This factor was determined in simulation by taking the ratio of the E gen T evaluated as a function of reconstructed dijet variables to that evaluated with the jets at the particle level. Since Pythia 6 was found to best describe the jet spectra and various jet-event-topology variables, it was used to derive this bin-by-bin correction, which was typically only a few percent from unity.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The results presented in this Letter are susceptible to several sources of systematic uncertainty. The uncertainty from each source was evaluated by analysing the data or deriving the corrections with a corresponding variation in the procedure, averaging the E T results from each forward calorimeter side, and observing the changes from the nominal results. The uncertainties from different sources were treated as uncorrelated and added in quadrature to determine the total uncertainty. The E T calibration procedure is susceptible to uncertainties in the overall energy scale of the forward calorimeter, in the amount of material upstream of the calorimeter, in the physics model used to derive it, and in the modelling of pileup in simulation. These uncertainties were determined by deriving a new E T calibration for each variation corresponding to a systematic uncertainty and applying it to the data. To evaluate the energy scale uncertainty, the calorimeter response in simulation was varied in an η-dependent manner by an uncertainty derived from previous studies of π 0 → γ γ candidates in √ s = 7 TeV collision data and simulation [4], and from comparisons of beam-test data with simulation [36]. The resulting changes in E T from negative and positive variations of the response were +4% and −8% respectively.",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1142,
                    "text": "[4]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "start": 1202,
                    "text": "[36]",
                    "end": 1206
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "To account for the uncertainty in the amount of material upstream of the forward calorimeter, the analysis described in Ref. [4], which evaluated the response in simulations with increased material in these regions for √ s = 7 TeV events, was adapted to the conditions of this analysis. Those results were used to vary the response in this analysis, which resulted in changes of E T by ±2%.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 125,
                    "text": "[4]",
                    "end": 128
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "To evaluate the sensitivity to the physics model, E T calibrations were derived using simulated Pythia 6 and Herwig++ events and compared to that derived using Pythia 8. The variations among the three generators in distributions relevant to the E T measurement, such as the distribution of E T values, dN/d E T , or the pseudorapidity distribution, d",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "E T /dη, were found to reasonably span those in data. Thus, the largest difference in the results when using the calibrations derived from any two generators, 5%, was symmetrised and assigned as the uncertainty associated with the sensitivity to the physics model.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the modelling of the pileup within the simulation was determined to be ±2% by investigating the sensitivity of the E T calibration to several factors. These included varying the mean number of pp interactions per crossing, varying the pileup rejection requirement, and accounting for possible mismodelling in the simulation of the residual contribution to E T from unrejected pileup vertices.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "An additional uncertainty arising from possible defects in the performance of the E T calibration was obtained from checking the closure of the calibration procedure. The E T calibration, derived from a Pythia 8 event sample with a wide kinematic range, was found to differ from unity when evaluated for subsets of the sample with narrower selections on the dijet kinematics. In the simulation, this behaviour results from a number of effects, such as the dependence of the mean E T per generator particle and the shape of the d E T /dη distribution on the selected dijet kinematics, both of which affect the average response. A conservative symmetric uncertainty of 5% was chosen to account for the potential differences of the closure values from unity observed in simulation.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the correction for bin migration effects, evaluated by considering the sensitivity of the corrections to alternative generators (Pythia 8 and Herwig++) and to variations in the jet energy scale and resolution, was found to be smaller than ±1%. Additional internal cross-checks on the E T results were investigated in the data. The nominal results were compared to an alternative analysis in which the cells were combined into topological clusters [37] and a new calibration was derived for the detector-level E raw T constructed from the sum of cluster transverse energies. An uncertainty of ±1% in the E T was assigned from this cross-check. Results determined using each side of the forward calorimeter separately were compared and found to be consistent. Additional potential sources of systematic uncertainty, such as that in the energy resolution of the forward calorimeter, were found to be negligible.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 466,
                    "text": "[37]",
                    "end": 470
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "For most of the kinematic range except at high p avg T , or when x proj or x targ is large, the statistical uncertainties are negligible compared to the systematic ones. The dominant uncertainties in the E T measurement are from the energy scale, the physics model, and the variation of the E T response with dijet kinematics. The total uncertainty is +9%/−11% and varies only ",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "Table 1",
            "section_rank": 11
        },
        {
            "section": "Table 1",
            "text": "Relative systematic uncertainties for the measurements of E T and",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "section": "Table 1",
            "text": "shown for each individual source of uncertainty. An entry of \"-\" means that the source was found to be negligible.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Source",
            "section_rank": 12
        },
        {
            "section": "Source",
            "text": "Typical uncertainty in",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "±5% ±1%",
            "section_rank": 13
        },
        {
            "section": "±5% ±1%",
            "text": "Pileup modelling",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "±2%",
            "section_rank": 14
        },
        {
            "section": "±2%",
            "text": "-E T calibration closure",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "±5% ±5%",
            "section_rank": 15
        },
        {
            "section": "±5% ±5%",
            "text": "Dijet kinematics bin migration",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "±1% ±1%",
            "section_rank": 16
        },
        {
            "section": "±1% ±1%",
            "text": "Calorimeter cluster cross-check",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "±1% ±1%",
            "section_rank": 17
        },
        {
            "section": "±1% ±1%",
            "text": "Total uncertainty",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "text": "+9%/−11% ±5%",
            "section_rank": 18
        },
        {
            "section": "+9%/−11% ±5%",
            "text": "weakly with selections on dijet kinematics. The uncertainty in the",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "section": "+9%/−11% ±5%",
            "text": "was determined by varying the numerator and denominator according to each source simultaneously to properly account for their cancellation in the ratio. The resulting uncertainty is ±5%, dominated by the variation of the E T response with kinematics, which by its nature does not cancel in the ratio of E T for different kinematic selections. The total systematic uncertainty is summarised in Table 1 for the E T and",
            "paragraph_rank": 43,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 393,
                    "text": "Table 1",
                    "end": 400
                }
            ]
        },
        {
            "section": "+9%/−11% ±5%",
            "text": "A further cross-check was performed to determine the average contribution to the mean E T from any additional jet in the events. This contribution was estimated by repeating the analysis and rejecting events with a p T > 15 GeV jet in η < −2.8, and was found to be smaller than 2%. Since the E T definition includes this energy, no uncertainty is assigned or correction applied.",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "text": "Results",
            "section_rank": 19
        },
        {
            "section": "Results",
            "text": "This section shows the E T and",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "section": "Results",
            "text": "corrected to the particle level. In all distributions the events are required to contain two particle-level jets with p T,1 > 50 GeV,   Fig. 3 shows the ratio of the E T in these generators to that in the data. Pythia 8 best reproduces E T in data, typically agreeing within one and a half times the uncertainty of for different ranges of η dijet . In the ratio",
            "paragraph_rank": 46,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 136,
                    "text": "Fig. 3",
                    "end": 142
                }
            ]
        },
        {
            "section": "Results",
            "text": "much of the uncertainty in the data and the overall scale difference between data and the generators cancels, allowing a precise measurement of the relative dependence of E T on dijet kinematics and comparison to generators. When the dijet pair is at positive pseudorapidity (in the direction of the projectile proton), the relationship between the E T and p avg T is similar to that for mid-rapidity dijets. However, as the dijet pair pseudorapidity moves to negative rapidities close to the E T -measuring region (in the direction of the target proton), this anti-correlation becomes stronger and the overall level of the E T decreases. For the η dijet selection nearest to the region in which the grating over the other. The value of E T is largely insensitive to x proj (which corresponds to the Bjorken-x in the proton moving to positive rapidity), changing by only 10% over the entire range 0 < x proj < 1. On the other hand, E T varies strongly with x targ (which corresponds to the Bjorken-x in the proton moving to negative rapidity), decreasing by more than a factor of two between x targ = 0 and 0.9 in an approximately linear fashion.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "section": "Results",
            "text": "Since x proj and x targ are generally anti-correlated in dijet events, the data were also analysed by fixing each variable in a narrow range and testing the dependence of E T on the other, and this gave results quantitatively similar to those in Fig. 5. The generators considered here have qualitatively similar behaviour. They describe the x proj dependence well, but Pythia 6 and Pythia 8 show a slightly stronger dependence on x targ , while Herwig++ shows a much weaker one. The observed dependence admits a simple interpretation: when the hard scattering involves a parton with large x targ , the beam remnant has less longitudinal energy and transverse energy production at large pseudorapidity is substantially reduced. ",
            "paragraph_rank": 48,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 246,
                    "text": "Fig. 5",
                    "end": 252
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 20
        },
        {
            "section": "Conclusions",
            "text": "This Letter presents measurements of the dependence of transverse energy production at large rapidity on hard-scattering kinematics in 4.0 pb −1 of √ s = 2.76 TeV pp collision data with the ATLAS detector at the LHC. The results have a number of implications. They demonstrate that the average level of transverse energy production at large pseudorapidity is sensitive mainly to the Bjorken-x of the parton originating in the beam-proton which is headed towards the energy-measuring region, and is largely insensitive to x in the other proton. Specifically, the decrease in the mean transverse energy downstream of a beam-proton is approximately linear in the longitudinal energy carried away from that beam-proton in the hard scattering. Monte Carlo event generators generally underpredict the overall value of the transverse energy but properly model with varying accuracy the trend in how this quantity depends on hard-scattering kinematics. These results provide counter-evidence to claims that the observed centrality-dependence of the jet rate in p + Pb collisions simply arises from the suppression of transverse energy production at negative rapidity in the hard-scattered N N sub-collision. In the p + Pb data, the deviations from the expected centrality dependence are observed to depend only on, and increase with, x in the proton. Therefore, for this effect to be consistent with arising from a feature of N N collisions, transverse energy production at small angles should decrease strongly and continuously with increasing x in the proton headed in the opposite direction (corresponding to x proj in this measurement). The results presented in this Letter do not obviously support such a scenario.",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "section": "Conclusions",
            "text": "In conclusion, the measurements presented in this Letter seek to reveal the correlation between hard-process kinematics and transverse energy production at large pseudorapidity which is present in individual nucleon-nucleon collisions. As a p + Pb collision can be understood as a superposition of such interactions, the measurements presented here may serve as a limiting case against which to test descriptions of the underlying physics of hard and soft particle production in p + Pb collisions.",
            "paragraph_rank": 50,
            "section_rank": 20
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Schematic illustration of the kinematic variables in the measurement. Panel (a) illustrates the convention in p + Pb collisions. Panels (b) and (c) illustrate how a single pp event provides a measurement of E T at two values of η dijet = (η 1 + η 2 )/2, in this case for η dijet = +1 and for η dijet = −1, respectively.",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "corresponded to the mean value of E gen T . First, to determine the average offset in the response ( ), the average E additive offset, which described the average net effect of energy inflow from outside and energy outflow from inside the fiducial pseudorapidity acceptance of −4.9 < η < −3.2, was found to be approximately ≈ −0.7 GeV. It also reflected the residual contribution from pileup interactions and the average distortion of the signal from energy deposited by collisions in previous bunch crossings. Second, the average response (C ) was determined by the ratio of the mean offset-corrected E raw T to each corresponding value of E gen T , C = E raw T − / E gen T . C was found to be approximately 0.7 and varied only weakly with E gen T after the offset correction. This residual dependence was modelled by evaluating C in narrow bins of E raw T and fitting",
            "paragraph_rank": 52,
            "section_rank": 22
        },
        {
            "text": "Both jets were required to have η 1,2 > −2.8 to separate them by 0.4 units in pseudorapidity from the E T -measuring region. Furthermore, the leading jet was also required to have η 1 < 3.2 to match the acceptance of the central-jet trigger. For each selection on dijet kinematics, either as a function of p avg T and η dijet or as a function of x proj and x targ , E T was determined from the mean value of the E calib T distribution.",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 24
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Measured average sum of the transverse energy at large pseudorapidity E T in hard-scatter pp collisions, shown as a function of the average dijet momentum p avg T . Each series depicts a different range of the average dijet pseudorapidity η dijet and the series are displaced vertically for clarity by the amount given in round brackets in the legend. The vertical shaded bands represent the total systematic and statistical uncertainties on the data in quadrature while the vertical bars represent statistical uncertainties only.",
            "paragraph_rank": 54,
            "section_rank": 24
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 25
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Measured E T in hard-scatter pp collisions, shown as a function of p avg T for |η dijet | < 0.3 and in comparison with the predictions of three MC event generators. The vertical shaded bands represent total systematic and statistical uncertainties in the data in quadrature while the vertical bars represent statistical uncertainties only. The bottom panel shows the ratio of the predictions of the three MC generators to the data.p T,2 > 20 GeV, and p avg T > 50 GeV. Both jets are required to have η 1,2 > −2.8 and the leading jet is also required to have η 1 < 3.2.",
            "paragraph_rank": 55,
            "section_rank": 25
        },
        {
            "text": "Fig. 2",
            "section_rank": 26
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 shows an overview of the measured E T values as a function of p avg T for each range of η dijet and summarises the range of dijet kinematics accessed in the measurement. Fig. 3 shows the E T as a function of p avg T for central jet pairs (|η dijet | < 0.3) in more detail. The E T is anti-correlated with the dijet p avg T , decreasing by 25% as p avg T varies from 50 GeV to 500 GeV. The bottom panel ofFig. 3shows the ratio of the E T in these generators to that in the data. Pythia 8 best reproduces E T in data, typically agreeing within one and a half times the uncertainty of",
            "paragraph_rank": 56,
            "section_rank": 26
        },
        {
            "text": "Fig. 4 .− 1 . 2",
            "section_rank": 27
        },
        {
            "section": "Fig. 4 .− 1 . 2",
            "text": "Fig. 4. Measured ratio E T / E T ref in hard-scatter pp collisions, shown as a",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "2.8 < η dijet < −2.1), E T decreases by 40% as p avg T increases by a factor of two from 50 GeV to 100 GeV. Finally, the pattern of how the E T values for dijets at all p avg T and η dijet depend on the underlying hard scattering kinematics can be explored more directly by plotting them as a function of the kinematic variables x proj and x targ . Fig. 5 shows the ratio E T / E T ref as a function of each variable, while inte-",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 29
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Measured ratio E T / E T ref in hard-scatter pp collisions, shown as a function of x targ (left) and x proj (right). The vertical shaded bands represent total systematic and statistical uncertainties in the data in quadrature while the vertical bars represent statistical uncertainties only. The bottom panel shows the ratio of the predictions of three MC event generators to the data.",
            "paragraph_rank": 59,
            "section_rank": 29
        },
        {
            "text": "The closure of this calibration, defined as the ratio",
            "paragraph_rank": 60,
            "section_rank": 30
        },
        {
            "text": "Acknowledgements",
            "section_rank": 32
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 61,
            "section_rank": 32
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 62,
            "section_rank": 32
        }
    ]
}