{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for the production of high-mass resonances decaying into a photon and a jet in 3.2 fb −1 of proton-proton collisions at a centre-of-mass energy of √ s = 13 TeV collected by the ATLAS detector at the Large Hadron Collider. Selected events have an isolated photon and a jet, each with transverse momentum above 150 GeV. No significant deviation of the γ+jet invariant mass distribution from the backgroundonly hypothesis is found. Limits are set at 95% confidence level on the cross sections of generic Gaussian-shaped signals and of a few benchmark phenomena beyond the Standard Model: excited quarks with vector-like couplings to the Standard Model particles, and nonthermal quantum black holes in two models of extra spatial dimensions. The minimum excluded visible cross sections for Gaussian-shaped resonances with width-to-mass ratios of 2% decrease from about 6 fb for a mass of 1.5 TeV to about 0.8 fb for a mass of 5 TeV. The minimum excluded visible cross sections for Gaussian-shaped resonances with widthto-mass ratios of 15% decrease from about 50 fb for a mass of 1.5 TeV to about 1.0 fb for a mass of 5 TeV. Excited quarks are excluded below masses of 4.4 TeV, and non-thermal quantum black holes are excluded below masses of 3.8 (6.2) TeV for Randall-Sundrum (Arkani-Hamed-Dimopoulous-Dvali) models with one (six) extra dimensions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Final states consisting of a photon and a jet (γ + jet) with large invariant mass could be produced in proton-proton (pp) collisions at the Large Hadron Collider (LHC) in many scenarios of physics beyond the Standard Model (SM), including decays of excited quarks (q * ) and non-thermal quantum black holes.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Excited-quark states with vector-like couplings to the SM particles [1,2] may be produced in pp collisions via the fusion of a gluon with a quark and then decay promptly to a quark and a photon (qg → q * → qγ). At a pp centre-of-mass energy of √ s = 13 TeV, the expected leading-order (LO) q * production cross sections (pp → q * + X) times the q * → qγ decay branching ratios, combining all flavours of excited quarks and assuming a compositeness scale equal to the excited-quark mass m q * , are shown in figure 1 as a function of m q * . These cross sections were obtained with the Pythia 8.186 event generator [3]. Only gauge interactions like those in the SM are considered for the excited quarks, with the SU (3), SU (2), and U(1) coupling multipliers fixed to f s = f = f = 1. The predicted production cross section times branching ratio is approximately 5 fb for m q * = 4 TeV.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 68,
                    "text": "[1,",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 71,
                    "text": "2]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 614,
                    "text": "[3]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 723,
                    "text": "(2)",
                    "end": 726
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Theories with n extra spatial dimensions, such as the Randall-Sundrum type-I (RS1) model [4] and the Arkani-Hamed-Dimopoulous-Dvali (ADD) model [5,6], solve the mass hierarchy problem of the SM by lowering the fundamental scale M * of quantum gravity",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 89,
                    "text": "[4]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 144,
                    "text": "[5,",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 147,
                    "text": "6]",
                    "end": 149
                }
            ]
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 3
        },
        {
            "section": "JHEP03(2016)041",
            "text": "(M in the RS1 model and M D in the ADD model) to a few TeV. As a consequence, the LHC could produce quantum black holes (QBH) with masses near M * [7,8], which would then decay before thermalizing, producing low-multiplicity final states [9,10]. The RS1 model studied in this article has n = 1 extra dimensions. For the ADD model, the same benchmark scenario (n = 6) is investigated as in the previous ATLAS publication [11]. In this article it is also assumed that the mass threshold for black hole production is equal to the Planck scale, M th = M * . The maximum mass for black hole production, which in any case cannot exceed the pp centre-of-mass energy, is set to 3M * (when M * < √ s/3), to avoid the high-mass regime in which a classical description of the black hole should replace the quantum one. A continuum of black holes with invariant masses between the threshold mass and the maximum mass can therefore be produced, with a probability rapidly decreasing with the mass. The total expected production cross sections times decay branching ratios for pp → QBH + X → γ + q/g + X as a function of the threshold mass, assuming that all QBHs decay to two-body final states and summing over all parton types in the initial and final state, are shown in figure 1. These cross sections were obtained with the QBH 2.02 event generator [12]. At √ s = 13 TeV the predicted total production cross section times branching ratio is 1.4 fb (390 fb) for RS1 (ADD) black holes with M th = 4 TeV.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 147,
                    "text": "[7,",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 150,
                    "text": "8]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 238,
                    "text": "[9,",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "start": 241,
                    "text": "10]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "start": 420,
                    "text": "[11]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "start": 1339,
                    "text": "[12]",
                    "end": 1343
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Both the q * → qγ and QBH → qγ, gγ decays (regardless of the number of extra dimensions) would yield final states with a photon and a jet having large transverse momenta and large invariant mass m γj . Such events would manifest themselves in the m γj distribution as a broad peak above the steeply falling background from SM prompt γ + jet events [13,14], typically produced by QCD Compton scattering (qg → qγ).",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 348,
                    "text": "[13,",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "start": 352,
                    "text": "14]",
                    "end": 355
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "In this article, a search for a localized, high-mass excess in the γ + jet invariant mass distribution is presented. The excess would arise from s−channel production of a resonant signal. The measurement uses 3.2 fb −1 of pp collisions collected at a centre-of-mass energy √ s = 13 TeV by the ATLAS detector in 2015.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2016)041",
            "text": "The results are interpreted in terms of the visible cross section (i.e. the product of the production cross section, the branching ratio, the detector acceptance and the selection efficiency) of a generic Gaussian-shaped signal with mass M G and width σ G . The results are also interpreted in terms of the cross section times branching ratio to a photon and a quark or a gluon in three benchmark models: a q * state, a non-thermal RS1 QBH, and a non-thermal ADD QBH (for n = 6).",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2016)041",
            "text": "For the case of a Gaussian-shaped signal, the width σ G is assumed to be proportional to M G ; three possible values of σ G /M G are considered: 2%, 7% and 15%. The experimental photon+jet invariant mass resolution improves from 2.4% at 1 TeV to 1.5% at 6 TeV. The smallest value of σ G /M G (2%) thus corresponds to the typical photon+jet invariant mass resolution and hence represents the case of an intrinsically narrow resonance.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2016)041",
            "text": "The RMS width of the q * lineshape is expected to increase from about 250 GeV at m q * = 1 TeV to more than 1 TeV at m q * = 6 TeV and beyond. Quantum black holes are expected to produce even broader signals, due to the production of a continuum of QBHs with masses between the threshold mass M th and the maximum mass.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Previous searches for generic Gaussian-shaped resonances, excited quarks, and ADD quantum black holes in the γ + jet final state have been performed by the ATLAS and -2 - = 13 TeV s Figure 1. Production cross section times γ + jet branching ratio for an excited quark q * and two different non-thermal quantum black hole models (RS1, ADD) as a function of the q * mass or the mass threshold for black hole production M th , in pp collisions at √ s = 13 TeV. The q * cross section is computed at leading order in α s with the Pythia 8.186 event generator [3]. The excited-quark model assumes that the compositeness scale is equal to the excited-quark mass m q * , and that gauge interactions of excited quarks are like those in the SM, with the SU (3), SU (2), and U(1) coupling multipliers fixed to f s = f = f = 1. The quantum black hole cross sections are obtained with the QBH 2.02 event generator [12]. In the RS1 and ADD quantum black hole models the number of extra spatial dimensions is n = 1 and n = 6, respectively. The maximum mass for black hole production is set to the pp centre-of-mass energy or to 3M th if M th < √ s/3. The cross sections are calculated in 0.5 GeV mass steps (dots) and interpolated with a continuos function (solid lines).",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 182,
                    "text": "Figure 1",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 554,
                    "text": "[3]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "start": 901,
                    "text": "[12]",
                    "end": 905
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "CMS collaborations using pp collisions at either √ s = 7 TeV [15] or 8 TeV [11,16]. No significant excess of events over the background was found, leading to lower limits on the mass of excited quarks at 3.5 TeV from both the ATLAS and CMS experiments [11,16] and on the ADD QBH mass at 4.6 TeV by ATLAS (for n = 6) [11]. No limits on RS1 quantum black holes with the photon+jet final state have been set so far. Using the dijet final state, ATLAS has set a lower limit on the q * mass at 4.1 TeV and on the ADD QBH mass at 5.8 TeV for n = 6 [17], while CMS has excluded q * masses below 3.3 TeV and ADD QBH masses below 4.0-5.3 TeV depending on n [18,19]. ATLAS has also searched for quantum black hole production by looking for high-mass dilepton [20] and lepton+jet [21] resonances in √ s = 8 TeV data.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 75,
                    "text": "[11,",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "start": 79,
                    "text": "16]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "start": 252,
                    "text": "[11,",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "start": 256,
                    "text": "16]",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "start": 316,
                    "text": "[11]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "start": 648,
                    "text": "[18,",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "start": 652,
                    "text": "19]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "start": 769,
                    "text": "[21]",
                    "end": 773
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Recently, using data collected at √ s = 13 TeV, the ATLAS and CMS collaborations performed searches for excited quarks in dijet final states [22,23], and ATLAS searched for quantum black holes in dijet final states [22] and for thermal black holes in multijet final states [24]. Excited quarks with masses below 5.2 TeV and RS1 or ADD (n = 6) quantum black holes with masses below 5.3 TeV and 8.3 TeV respectively, decaying to dijets, are excluded.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 141,
                    "text": "[22,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "start": 145,
                    "text": "23]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "start": 215,
                    "text": "[22]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "start": 273,
                    "text": "[24]",
                    "end": 277
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "-3 -",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 4
        },
        {
            "section": "JHEP03(2016)041",
            "text": "The searches presented in this article exploit analysis techniques and a selection strategy similar to those in a previous search using 20.3 fb −1 of pp collisions at √ s = 8 TeV [11]. Despite the six times smaller integrated luminosity at √ s = 13 TeV, the sensitivity of the present search to the q * and QBH signals exceeds the exclusion limits obtained with 8 TeV data. This is due to the significant growth of the q * and QBH production cross section with the increase of the pp centre-of-mass energy from 8 TeV to 13 TeV. For instance, for a mass of 5 TeV, the production cross sections rise by more than two orders of magnitude for both the q * and QBHs, while the background cross section increases by less than an order of magnitude.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "JHEP03(2016)041",
            "text": "The article is organized as follows. In section 2 a brief description of the ATLAS detector is given. Section 3 summarizes the data and simulation samples used in this study. The event selection is discussed in section 4. The signal and background modelling are presented in section 5. The systematic uncertainties are described in section 6. In section 7, the signal search and limit-setting strategies are discussed, and finally the results are presented in section 8.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 5
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [25] is a multi-purpose particle detector with approximately forwardbackward symmetric cylindrical geometry. 1 The inner tracking detector (ID) covers |η| < 2.5 and consists of a silicon pixel detector (including the newly installed innermost pixel layer [26]), a silicon microstrip detector, and a straw-tube transition radiation tracker. The ID is surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field and by a high-granularity lead/liquid-argon (LAr) sampling electromagnetic (EM) calorimeter. The EM calorimeter measures the energy and the position of electromagnetic showers with |η| < 3.2. It includes a presampler (for |η| < 1.8) and three sampling layers, longitudinal in shower depth, up to |η| = 2.5. The hadronic calorimeter, surrounding the electromagnetic one and covering |η| < 4.9, is a sampling calorimeter which uses either scintillator tiles or LAr as the active medium, and steel, copper or tungsten as the absorber material. The muon spectrometer (MS) surrounds the calorimeters and consists of three large superconducting air-core toroid magnets, each with eight coils, a system of precision tracking chambers (|η| < 2.7), and fast tracking chambers (|η| < 2.4) for triggering.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 128,
                    "text": "1",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 274,
                    "text": "[26]",
                    "end": 278
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "Events containing photon candidates are selected by a two-level trigger system. The first-level trigger is hardware based; using a trigger cell granularity coarser than that of the EM calorimeter, it searches for electromagnetic clusters within a fixed window of size 0.2×0.2 in η×φ and retains only those whose total transverse energy in two adjacent trigger cells is above a programmable threshold. The second, high-level trigger is implemented in software and employs algorithms similar to those used offline to identify jets and photon",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 6
        },
        {
            "section": "JHEP03(2016)041",
            "text": "candidates. Such algorithms exploit the full granularity and precision of the calorimeter to refine the first-level trigger selection, based on the improved energy resolution and detailed information about energy deposition in the calorimeter cells.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 7
        },
        {
            "section": "Data and simulation samples",
            "text": "Data events were collected in pp collisions at √ s = 13 TeV produced by the LHC in 2015. The average number of inelastic interactions per bunch crossing was 14. Only events taken in stable beam conditions and in which the trigger system, the tracking devices and the calorimeters were operational and with good data quality are considered. The integrated luminosity of the analysed data sample is L int = 3.2 fb −1 .",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "Data and simulation samples",
            "text": "The events used for the analysis are recorded by a trigger requiring at least one photon candidate with transverse momentum above 140 GeV and passing loose identification requirements based on the shower shapes in the EM calorimeter and on the energy leaking into the hadronic calorimeter from the EM calorimeter [27].",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 313,
                    "text": "[27]",
                    "end": 317
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "Twelve samples of simulated pp → q * + X → γ + q + X events, with q * masses in the range between 500 GeV and 6 TeV and separated by 500 GeV intervals, were generated at leading order in the strong coupling constant α s with Pythia 8.186. The NNPDF 2.3 [28] parton distribution functions and the A14 set of tuned parameters [29] of the underlying event were used.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 253,
                    "text": "[28]",
                    "end": 257
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "Simulated samples of QBHs decaying into a photon and a quark or a gluon were generated with QBH 2.02, interfaced to Pythia 8.186 for hadronization and simulation of the underlying event. The CTEQ6L1 [30] parton distribution functions and the A14 tune of the underlying event were used. Thirteen samples of pp → QBH + X → γ + q/g + X events were produced for RS1 (ADD n = 6) quantum black holes with equally spaced M th values between 1 (3) TeV and 7 (9) TeV, in 0.5 TeV steps.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 199,
                    "text": "[30]",
                    "end": 203
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "To study the properties of the background, events from SM processes containing a photon with associated jets are simulated using the Sherpa 2.1.1 [31] generator, requiring a photon transverse momentum above 70 GeV. Matrix elements are calculated at LO with up to four partons and merged with the Sherpa parton shower [32] using the ME+PS@LO prescription [33]. The CT10 PDF set [34] is used in conjunction with a dedicated parton shower tuning developed by the Sherpa authors. The samples are binned in the photon transverse momentum, p γ T , to cover the full spectrum relevant to this analysis. All the above Monte Carlo (MC) samples were passed through a detailed Geant4 [35] simulation of the ATLAS detector response [36]. Moreover, additional inelastic pp interactions in the same and neighbouring bunch crossings, denoted as pile-up, are included in the event simulation by overlaying a number of minimum-bias events consistent with that observed in data. Multiple overlaid proton-proton collisions are simulated with the soft QCD processes of Pythia 8.186 using the A2 tune [37] and the MSTW2008LO PDF set [38].",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 146,
                    "text": "[31]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 317,
                    "text": "[32]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 354,
                    "text": "[33]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 377,
                    "text": "[34]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 673,
                    "text": "[35]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 720,
                    "text": "[36]",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1080,
                    "text": "[37]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1112,
                    "text": "[38]",
                    "end": 1116
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "Supplementary studies of the invariant mass shape of the γ + jet background are also performed with the parton-level, next-to-leading-order (NLO) Jetphox v1.3.1 2 generator [39] using the NNPDF 2.3 parton distribution functions and the NLO photon fragmentation function [40]. The nominal renormalization, factorization and fragmentation scales JHEP03(2016)041 are set to the photon transverse momentum. Jets of partons are reconstructed using the anti-k t algorithm [41] with a radius parameter R = 0.4. The total transverse energy from partons produced inside a cone of size ∆R = (∆η) 2 + (∆φ) 2 = 0.4 around the photon is required to be lower than 2.45 GeV + 0.022 × p γ T , to match the selection requirement described in the next section. Experimental effects (detector reconstruction efficiencies and resolution) as well as hadronization and pile-up are not taken into account in this sample.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 173,
                    "text": "[39]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 270,
                    "text": "[40]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 466,
                    "text": "[41]",
                    "end": 470
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "Each event is required to contain at least one primary vertex candidate with two or more tracks with p T > 400 MeV. The tracks must satisfy quality requirements based on the number of reconstructed intersections with the silicon pixel and strip detectors and the track impact parameters with respect to the centre of the luminous region. The primary vertex is defined as the candidate with the largest sum of the p 2",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "T of the tracks that are considered to be associated to it, based on a requirement on a χ 2 variable calculated between the estimated vertex position and the point of closest approach of the track to the vertex.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "Photons are reconstructed from energy deposits (clusters) found in the EM calorimeter by a sliding-window algorithm. The reconstruction algorithm looks for matches between energy clusters and tracks reconstructed in the inner detector and extrapolated to the calorimeter. Well-reconstructed clusters matched to tracks are classified as electron candidates while clusters without matching tracks are classified as unconverted photon candidates. Clusters matched to pairs of tracks that are consistent with the hypothesis of a γ → e + e − conversion process are classified as converted photon candidates. To maximize the reconstruction efficiency for electrons and photons, clusters matched to single tracks without hits in an active region of the innermost pixel layer are considered as electron candidates and as converted photon candidates. Both unconverted and converted photon candidate are used for the search presented in this paper.",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "The energies of the photon candidates are calibrated following the procedure described in ref. [42]. The calibration algorithm, tuned using 13 TeV event simulation, accounts for energy loss upstream of the EM calorimeter and for both lateral and longitudinal shower leakage. Correction factors are extracted from 8 TeV Z → ee data and simulated events reconstructed with the algorithms used in the 2015 data taking. Additional corrections and systematic uncertainties take into account the differences between the 2012 and 2015 configurations.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 95,
                    "text": "[42]",
                    "end": 99
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "To reduce backgrounds from hadrons, photon candidates are required to fulfil ηdependent requirements consisting of nine independent selections, one on the hadronic leakage and eight on shower shape variables measured with the first two sampling layers of the electromagnetic calorimeter [27]. The requirements were optimized for the 2015 data-taking conditions using simulated samples of photons and hadronic jets produced in 13 TeV pp collisions. The simulation is corrected for the differences between √ s = 8 TeV data and simulated events for each photon shower shape variable.",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 287,
                    "text": "[27]",
                    "end": 291
                }
            ]
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 9
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Groups of contiguous calorimeter cells (topological clusters) are formed based on the significance of the ratio of deposited energy to calorimeter noise. To further reduce background photons from hadronic jets, the transverse isolation energy E γ T,iso of the photon candidates is required to be less than 2.45 GeV + 0.022 × p γ",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2016)041",
            "text": "T . This energy is computed from the sum of the energies of all cells belonging to topological clusters and within a cone of ∆R = 0.4 around the photon direction. The contributions from the underlying event and the pile-up [43,44], as well as from the photon itself, are subtracted. The isolation requirement has a signal efficiency of about 98% over the whole photon transverse momentum range relevant to this analysis.",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 223,
                    "text": "[43,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 227,
                    "text": "44]",
                    "end": 230
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Jets are reconstructed from topological clusters of calorimeter cells using the anti-k t algorithm with radius parameter R = 0.4. Jets affected by noise or hardware problems in the detector, or identified as arising from non-collision backgrounds, are discarded [45]. Jet four-momenta are computed by summing over the topological clusters that constitute each jet, treating each cluster as a four-vector with zero mass. To reduce the effects of pile-up on the jet momentum, an area-based subtraction method is employed [43,44]. Jet energies are then calibrated by using corrections from the simulation and scale factors determined in various control samples (γ + jet, Z+jet and multijet events) in 8 TeV data [46] and validated with early 2015 data [47]. These corrections are applied to 2015 data, after taking into account in the simulation the changes in the detector and in the data-taking conditions between 8 TeV and 13 TeV data, and propagating as systematic uncertainties those related to this extrapolation procedure. Jets with p T < 20 GeV or within ∆R = 0.2 (0.4) of a well-identified and isolated electron (photon) with transverse momentum above 25 GeV are not considered.",
            "paragraph_rank": 33,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 262,
                    "text": "[45]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 519,
                    "text": "[43,",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 523,
                    "text": "44]",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 709,
                    "text": "[46]",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "start": 749,
                    "text": "[47]",
                    "end": 753
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Events are selected if they contain at least one photon candidate and at least one jet candidate satisfying all the previous criteria and each having p T > 150 GeV. The photon trigger has an efficiency of 99.9 +0.1 −1.3 % for these events. The trigger efficiency is measured in data as the product of the efficiency of the high-level trigger computed from events selected by the first-level trigger and the efficiency of the first-level trigger with respect to offline identification [48].",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Since t-channel γ+jet and dijet production rates increase while the rate of the s-channel signal production decreases with the photon and jet absolute pseudorapidity, photons are required to be in the barrel calorimeter, |η γ | < 1.37. Moreover, as a consequence of the different production mechanisms for the signal and background, the pseudorapidity separation ∆η between the photon and the jet candidates tend to be smaller for the signal than for the background, particularly for large values of the photon-jet invariant mass. For this reason, events with |∆η| > 1.6 are discarded.",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2016)041",
            "text": "In events in which more than one good photon or jet candidate is found, the highestp T candidate of each type is selected to form the resonant γ + jet candidate. Events in which the angular separation between the photon and any jet with p T > 30 GeV (after the jet-photon overlap removal) is ∆R < 0.8 are discarded. This requirement suppresses background events from SM photon+jet production in which the photon is emitted at large angles in the fragmentation of a quark or a gluon.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2016)041",
            "text": "The total signal efficiency (including detector acceptance) depends on the resonant mass of the hypothetical signal, and is described in the next section. The product of",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 10
        },
        {
            "section": "JHEP03(2016)041",
            "text": "acceptance times efficiency for the QBH and q * signals and a resonance mass of 3 TeV is close to 50%.",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "section": "JHEP03(2016)041",
            "text": "There are 2603 candidates in the data sample passing the full event selection and having invariant mass above 1 TeV. The γ + jet candidate with the highest m γj value has an invariant mass of 2.87 TeV. A small contamination from dijet events is expected, due to jets misidentified as photons in the calorimeter. Such fake candidates typically arise from jets containing a neutral meson (most likely a π 0 ) carrying a large fraction of the jet energy and decaying into two collimated photons. These candidates are on average less isolated from activity in the neighbouring cells of the calorimeters and have on average wider shower shapes in the electromagnetic calorimeter. The purity of true photon+jet events in the selected sample is estimated to be around 93% by means of a two-dimensional sideband method based on the numbers of photon+jet candidates in which the photon either passes anti-isolation requirements, anti-identification requirements, or both [27], thus indicating that the dijet contamination is rather small. For the purity measurement a photon candidate is considered non-isolated if its isolation transverse energy is at least 3 GeV larger than the maximum allowed E γ T,iso for a photon to be regarded as isolated. A photon candidate is non-identified if it fails at least one of the requirements on four shower shape variables computed from the energy deposited in the finely segmented cells of the first layer of the electromagnetic calorimeter. No evidence of a dependence of the photon purity on the γ + jet invariant mass is observed. Figure 2 shows the comparison between the m γj distribution of events selected in data and the shapes predicted by Sherpa and Jetphox for SM γ + jet production, neglecting the dijet contribution. The bin width rises from 100 GeV to 300 GeV with increasing m γj , to account for the corresponding decrease in the number of data events and increase in the intrinsic width of most of the signals considered in this study. The simulated spectra from Sherpa and Jetphox are normalized to the data in the range 0.5 TeV< m γj <2.5 TeV. The shapes of the m γj distributions in data and simulation agree in the range studied. The agreement is better for Sherpa, due to the inclusion of hadronization and underlying-event effects and of the detector response.",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 962,
                    "text": "[27]",
                    "end": 966
                },
                {
                    "type": "figure",
                    "start": 1564,
                    "text": "Figure 2",
                    "end": 1572
                }
            ]
        },
        {
            "text": "Signal and background models",
            "section_rank": 11
        },
        {
            "section": "Signal and background models",
            "text": "In order to evaluate the strength of a possible contribution of a signal originating from physics beyond the SM, an unbinned maximum-likelihood fit of the signal+background model to the m γj distribution of the selected data events is performed.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "Signal model",
            "section_rank": 12
        },
        {
            "section": "Signal model",
            "text": "The signal model consists of the expected m γj distribution after reconstruction and selection (called template in the following) for each type of signal under study and as a function of its hypothetical mass M (M G , m q * or M th depending on the signal type).",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Signal model",
            "text": "The model is the product f sig (m γj ) × σ × BR × A × ε × L int of a template f sig (m γj ) with the production cross section times the branching ratio to a photon and a quark or  Figure 2. Photon-jet invariant mass spectrum in data (black dots) compared to the shape predicted by a γ+jet parton-level calculation (Jetphox, hatched blue bands) and a parton-shower simulation (Sherpa, solid red bands). Both predictions are normalized to data in the range 0.5 TeV < m γj < 2.5 TeV. The number of events in each bin is normalised by the bin width. In the bottom panel the ratios of the data to the two predictions are shown. Statistical uncertainties due to the size of the data and simulated samples and systematic uncertainties for simulations are shown.",
            "paragraph_rank": 42,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 180,
                    "text": "Figure 2",
                    "end": 188
                }
            ]
        },
        {
            "section": "Signal model",
            "text": "a gluon, σ × BR, the expected acceptance times efficiency, A × ε, and the integrated luminosity of the sample, L int .",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "Signal model",
            "text": "In the case of a generic Gaussian-shaped signal with mass M G and an arbitrary production cross section, the template is a simple Gaussian distribution centred at M G with a width σ G proportional to the mass; three possible values of σ G /M G are considered (2%, 7%, 15%). The results are directly interpreted in terms of the visible cross section σ×BR×A×ε, which is the parameter of interest in the maximum-likelihood fit described in section 7.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Signal model",
            "text": "For the other three types of signal (q * , RS1 QBH, ADD QBH), the parameter of interest in the fit is the product σ × BR. The normalized m γj template for the generated signals (section 3) is obtained via smoothing with a kernel density estimation technique [49,50]. The normalized distributions of the invariant masses of the candidates passing the full selection in the simulated signal samples are used. For intermediate masses where generated samples are not available, the m γj distribution is obtained by a moment-morphing method [51]. The product of acceptance times efficiency A × ε for q * and QBH signals for each mass M is obtained through a continuous interpolation of the values obtained from the simulation of the signal samples generated at discrete mass points (section 3). The interpolating function is a third-order spline. The acceptance times efficiency curves as a function of M are rather similar for the three models, increasing between M = 1 TeV (A × ε ≈ 46%) and M = 4 TeV (A × ε ≈ 51%), beyond which it slowly decreases (A × ε ≈ 47% at 9 TeV).",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 258,
                    "text": "[49,",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 262,
                    "text": "50]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 536,
                    "text": "[51]",
                    "end": 540
                }
            ]
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 13
        },
        {
            "text": "Background model",
            "section_rank": 14
        },
        {
            "section": "Background model",
            "text": "The background m γj template is the same four-parameter ansatz function [52] as used in previous searches for high-mass resonances in the γ + jet final state [11,15]:",
            "paragraph_rank": 46,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 72,
                    "text": "[52]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "start": 158,
                    "text": "[11,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "start": 162,
                    "text": "15]",
                    "end": 165
                }
            ]
        },
        {
            "section": "Background model",
            "text": "The parameters of this empirical function, as well as the total background yield, are directly extracted from the final fit to the data with the signal+background model. The possible bias in the fitted signal due to choosing this functional form is estimated through signal+background fits to large γ + jet background samples generated with Jetphox, and included in the systematic uncertainties, as described in section 6. The small contamination from dijet events is neglected, since the photon-jet purity of the sample is high (around 93%) and does not depend significantly on m γj . Detector effects are considered by reweighting the Jetphox sample with corrections obtained from the Sherpa photon-jet simulation, as explained in the next section.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "Background model",
            "text": "The range for the fit is chosen in order to have a large efficiency for the signal and to provide a sufficiently wide mass sideband. The mass sideband should be wide enough to determine from the data the parameters of the background model with good precision, but not too wide in order to suppress as much as possible any bias in the signal. The bias is considered acceptable if it is less than 10% of the expected signal yield or less than 20% of the expected statistical uncertainty of the background. The chosen ranges are 1 TeV< m γj < 5.5 TeV in the searches for generic Gaussian-shaped resonances, q * , or RS1 QBH, and 2 TeV< m γj < 8 TeV in the ADD QBH search. These ranges probe signals with masses between 1.5 and 5 TeV (Gaussian-shaped resonances, q * , RS1 QBH), or between 3 and 7 TeV (ADD QBH).",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "section": "Background model",
            "text": "A further test to check whether the chosen ansatz function accurately describes the expected background distribution is performed by fitting pseudo-data generated from the simulated Sherpa photon+jet events with alternative functions with more degrees of freedom. An F -test is then performed to compare the χ 2 used to estimate the goodness of the nominal fit to the χ 2 of the alternative fit. No significant decrease of the χ 2 was observed when adding more degrees of freedom to the ansatz function used as the nominal background model.",
            "paragraph_rank": 49,
            "section_rank": 14
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty of the integrated luminosity is ±5%. It is derived, following a methodology similar to that detailed in ref. [53], from a preliminary calibration of the luminosity scale using x-y beam-separation scans performed in August 2015.",
            "paragraph_rank": 50,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 136,
                    "text": "[53]",
                    "end": 140
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the q * and QBH signals, the acceptance times efficiency is subject to systematic uncertainties in the trigger efficiency ( +0.1 −1.3 %), photon identification efficiency (±2% to ±4%) and photon isolation efficiency (±1%). The systematic uncertainty on the trigger efficiency is estimated as the difference between the efficiency measured in data and the efficiency obtained in MC simulations. It is dominated by the statistical uncertainty of the JHEP03(2016)041 measurement in data. The photon identification and isolation efficiency uncertainties are estimated conservatively by recomputing the signal efficiency after removing the MC-todata corrections from the shower shape variables and the transverse isolation energy.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "Additional uncertainties in the signal arise from the uncertainties in the photon and jet energy scales and resolutions as a consequence of the requirements placed on the photon and jet transverse momenta and invariant mass. The energy scale and resolution uncertainties have effects on A × that are smaller than ±0.5% for photons (and are thus neglected) and are about ±1% to ±2% (energy scale) and ±1% (energy resolution) for jets. These uncertainties have a negligible impact on the signal m γj distribution since the intrinsic width dominates over the experimental resolution and is much larger than the possible bias arising from the photon and jet energy scale uncertainties. The limited size of the simulated signal samples yields an uncertainty in the signal efficiency of ±1%. Systematic uncertainties in the signal acceptance and shape due to the PDF uncertainties were examined and found to be negligible compared to the other uncertainties.",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "The background yield and values for the parameters of its invariant mass distribution are directly extracted from a fit to the data. A possible systematic uncertainty in the signal yield arises from the choice of functional form used to model the background distribution. In order to estimate this uncertainty, a large γ +jet background sample (about seven billion events) is generated using Jetphox and fit with the full signal+background model. This is done for each tested signal model and mass M . The photon and jet kinematic requirements described in section 4 are applied. Since no signal is present in these background-only samples, the resulting number of spurious signal events from the fit, N spur (M ) = σ eff spur (M )× L int for the Gaussian-shaped signal and N spur (M ) = σ eff spur (M ) × A × ε (M ) × L int for the other signal models, is taken as an estimate of the bias for the model under test. In order to cover possible uncertainties in the Jetphox prediction itself, the fit is repeated after varying each of several model parameters and estimating reconstruction effects. The final uncertainty is thus the largest spurious signal cross section obtained when doing the signal+background fits to the following background-only samples:",
            "paragraph_rank": 53,
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "varies between 10 fb at 1 TeV and less than 0.1 fb at 5.5 TeV. The estimated spurious signal yield N spur (M ) varies between 3×10 −3 and 10% of the expected q * yield for masses between 1.5 TeV and 5 TeV, between 5 × 10 −4 and 10% of the expected RS1 QBH yield for masses between 1.5 TeV and 5 TeV, and between 5 × 10 −5 and 3 × 10 −3 of the expected ADD QBH yield for masses between 3 TeV and 7 TeV.",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Statistical procedures of the excess search",
            "section_rank": 16
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "To search for an excess over the SM background in the m γj distribution in the data, quantify its significance and set limits, the profile-likelihood-ratio method described in ref. [54] is used. The extended likelihood function L is built from the number n of observed events, the expected event yield N , and the functions f sig and f bkg describing the signal and background m γj distributions:",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 181,
                    "text": "[54]",
                    "end": 185
                }
            ]
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "In this expression f (m i γj , θ) is the value of the probability density function (pdf) of the invariant mass distribution for each candidate event i, θ represents the nuisance parameters and G(θ) is a set of constraints on some of the nuisance parameters, as described in the following.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "The number of expected candidates N is the sum of the number of signal events, the number of background candidates N bkg , and the spurious signal yield N spur (M ) fitted on background-only samples as described in the previous section. For the Gaussian-shaped signal, N is thus:",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "while for the QBH and q * signals it is:",
            "paragraph_rank": 58,
            "section_rank": 16
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "Here θ yield are the nuisance parameters that implement the systematic uncertainties affecting the signal yields and θ spur is the nuisance parameter corresponding to the systematic uncertainty from the choice of background model. The total pdf f (m γj ) is then:",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "for the Gaussian-shaped signal search and:",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "for the QBH and q * searches, where f sig and f bkg are the signal and background templates, respectively. Apart from the spurious signal, systematic uncertainties with an estimated size δ are incorporated into the likelihood by multiplying the relevant parameter of the statistical model by a factor F G (δ, θ) = (1 + δ • θ) in the case of a Gaussian or, for cases where a negative model parameter does not make physical sense, by F LN (δ, θ) = e δθ for a lognormal pdf. In both cases the likelihood is multiplied by a constraint term G(θ) which is a standard normal distribution for θ, centred at zero.",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "section": "Statistical procedures of the excess search",
            "text": "The significance of the signal is estimated by computing p 0 , which is defined as the p-value that quantifies the compatibility of the data with the background-only hypothesis. Upper limits on the signal cross section times branching ratio at 95% confidence level (CL) are set using a modified frequentist (CL s ) method [55], by identifying the value of σ × BR (or σ × BR × A × ε for the Gaussian-shaped resonance) for which CL s is equal to 0.05. Due to the vanishingly small size of the selected dataset and of the expected background at masses beyond 2.8 TeV, the results are computed using ensemble tests.",
            "paragraph_rank": 62,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 322,
                    "text": "[55]",
                    "end": 326
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 17
        },
        {
            "section": "Results",
            "text": "The data distributions in the m γj regions used for the final fits are shown in figure 3. The background-only fit is overlaid, together with the expected distribution for a few signal models. The signal+background fits performed on the data show no significant excess of events. The smallest p 0 is obtained for a mass M equal to 2.6 TeV and corresponds to a significance of about 1.7σ.",
            "paragraph_rank": 63,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 80,
                    "text": "figure 3",
                    "end": 88
                }
            ]
        },
        {
            "section": "Results",
            "text": "Since no significant deviation from the background-only hypothesis is observed, upper limits are set on the visible cross section of a generic Gaussian-shaped signal and on the production cross section times branching ratio of excited quarks and quantum black holes.",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "section": "Results",
            "text": "The observed and expected upper limits on the visible cross sections for a generic Gaussian-shaped signal are shown in The observed and expected upper limits on the production cross sections times branching ratio to a photon and a quark or a gluon for benchmark models of excited quarks, RS1 QBHs and ADD QBHs are shown in figure 5.",
            "paragraph_rank": 65,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 323,
                    "text": "figure 5",
                    "end": 331
                }
            ]
        },
        {
            "section": "Results",
            "text": "Comparing the measured upper limits to the theoretical predictions as a function of the mass of the resonance, lower limits are set for the excited-quark mass at 4.4 TeV and for the RS1 (ADD) quantum black hole mass at 3.8 (6.2) TeV. The uncertainty in the q * theoretical cross section arising from PDF uncertainties reduces the maximum excluded mass by 1.5%. The limits on the q * and ADD QBH mass improve on the ATLAS results at √ s = 8 TeV in this channel by 0.9 TeV and 1.7 TeV, respectively.",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "text": "Conclusions",
            "section_rank": 18
        },
        {
            "section": "Conclusions",
            "text": "A search for phenomena beyond the Standard Model has been performed using photon+jet events in 3.    Figure 5. Observed 95% CL limits (dots and solid black line) on the production cross section times branching ratio to a photon and a quark or a gluon for (a) an excited quark q * , (b) an RS1 (n = 1) QBH, and (c) an ADD (n = 6) QBH. The limits are shown as a function of the q * mass or the QBH production threshold mass. The median expected 95% CL exclusion limits (dashed line), in the case of no expected signal, are also shown. The green and yellow bands correspond to the ±1σ and ±2σ intervals. The red solid lines show the predicted σ × BR (at leading order in α s in the case of the q * model). The dashed red lines in (a) show how the PDF uncertainties affect the prediction. In the case of the q * and ADD QBH searches, the corresponding limits from the ATLAS Run 1 pp data are indicated (vertical line).",
            "paragraph_rank": 67,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 101,
                    "text": "Figure 5",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "start": 727,
                    "text": "(a)",
                    "end": 730
                }
            ]
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 19
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, FP7, Horizon 2020 and Marie Sk lodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Region Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2016)041",
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2016)041",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 70,
            "section_rank": 19
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 20
        },
        {
            "section": "JHEP03(2016)041",
            "text": "[10] D.M. Gingrich, Quantum black holes with charge, colour and spin at the LHC, J. Phys. G 37 (2010)  [24] ATLAS collaboration, Search for strong gravity in multijet final states produced in pp collisions at √ s = 13 TeV using the ATLAS detector at the LHC, arXiv:1512.02586 [INSPIRE].",
            "paragraph_rank": 71,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 90,
                    "text": "G 37 (2010)",
                    "end": 101
                }
            ]
        },
        {
            "section": "JHEP03(2016)041",
            "text": "[25] ATLAS collaboration, The ATLAS experiment at the CERN Large Hadron Collider, 2008 JINST 3 S08003.",
            "paragraph_rank": 72,
            "section_rank": 20
        },
        {
            "text": "JHEP03(2016)041",
            "section_rank": 21
        },
        {
            "section": "JHEP03(2016)041",
            "text": "[47] ATLAS collaboration, Jet calibration and systematic uncertainties for jets reconstructed in the ATLAS detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-015 (2015).",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "section": "JHEP03(2016)041",
            "text": "[48] ATLAS collaboration, Performance of the ATLAS electron and photon trigger in pp collisions at √ s = 7 TeV in 2011, ATLAS-CONF-2012-048 (2012).",
            "paragraph_rank": 74,
            "section_rank": 21
        },
        {
            "text": "figure 4 .",
            "section_rank": 22
        },
        {
            "section": "figure 4 .",
            "text": "The data exclude resonances with a mass of 1.5 TeV and visible cross sections above about 6 (50) fb, and resonances with a mass of 5 TeV and cross sections above about 0.8 (1.0) fb, for σ G /M G = 2% (15%).",
            "paragraph_rank": 75,
            "section_rank": 22
        },
        {
            "text": "2 fb −1 of proton-proton collisions with a centre-of-mass energy of √ s",
            "paragraph_rank": 76,
            "section_rank": 23
        },
        {
            "text": "Figure 3 .",
            "section_rank": 24
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Photon-jet invariant mass distributions of events selected in data and results of a background-only fit, for (a) the q * and RS1 (n = 1) QBH searches and (b) the ADD (n = 6) QBH search. The top panels show the data (dots), the nominal fit results (blue lines), and the uncertainty on the background models (light blue bands) due to the uncertainty in the fit parameter values. Some examples of expected signals overlaid on the fitted background are also shown, for (a) a q * with a mass of 3.8 TeV (red dashed line) and an RS1 (n = 1) QBH with a threshold mass of 4 TeV (orange dotted line) and (b) an ADD (n = 6) QBH with a threshold mass of 6 TeV (red dashed line). The bottom panels show the difference between the data and the prediction of the background-only fit, divided by the square root of the predicted background.",
            "paragraph_rank": 77,
            "section_rank": 24
        },
        {
            "text": "Figure 4 .",
            "section_rank": 25
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Observed (solid lines) and expected (dashed lines) 95% CL limits on the visible cross section (σ × BR × A × ε) for a hypothetical signal with a Gaussian-shaped m γj distribution as a function of the signal mass M G for three values of the width-to-mass ratio σ G /M G .",
            "paragraph_rank": 78,
            "section_rank": 25
        },
        {
            "text": "105008 [arXiv:0912.0826] [INSPIRE]. [11] ATLAS collaboration, Search for new phenomena in photon+jet events collected in proton-proton collisions at √ s = 8 TeV with the ATLAS detector, Phys. Lett. B 728 (2014) 728 [arXiv:1309.3230]. [12] D.M. Gingrich, Monte Carlo event generator for black hole production and decay in proton-proton collisions, Comput. Phys. Commun. 181 (2010) 1917 [arXiv:0911.5370] [INSPIRE]. [13] ATLAS collaboration, Measurement of the production cross section of an isolated photon associated with jets in proton-proton collisions at √ s = 7 TeV with the ATLAS detector, Phys. Rev. D 85 (2012) 092014 [arXiv:1203.3161] [INSPIRE]. [14] ATLAS collaboration, Dynamics of isolated-photon plus jet production in pp collisions at √ s = 7 TeV with the ATLAS detector, Nucl. Phys. B 875 (2013) 483 [arXiv:1307.6795] [INSPIRE]. [15] ATLAS collaboration, Search for production of resonant states in the photon-jet mass distribution using pp collisions at √ s = 7 TeV collected by the ATLAS detector, Phys. Rev. Lett. 108 (2012) 211802 [arXiv:1112.3580] [INSPIRE]. [16] CMS collaboration, Search for excited quarks in the γ+ jet final state in proton-proton collisions at √ s = 8 TeV, Phys. Lett. B 738 (2014) 274 [arXiv:1406.5171] [INSPIRE]. [17] ATLAS collaboration, Search for new phenomena in the dijet mass distribution using p − p collision data at √ s = 8 TeV with the ATLAS detector, Phys. Rev. D 91 (2015) 052007 [arXiv:1407.1376] [INSPIRE]. [18] CMS collaboration, Search for narrow resonances and quantum black holes in inclusive and b-tagged dijet mass spectra from pp collisions at √ s = 7 TeV, JHEP 01 (2013) 013 [arXiv:1210.2387] [INSPIRE]. [19] CMS collaboration, Search for narrow resonances using the dijet mass spectrum in pp collisions at √ s = 8 TeV, Phys. Rev. D 87 (2013) 114015 [arXiv:1302.4794] [INSPIRE]. [20] ATLAS collaboration, Search for high-mass dilepton resonances in pp collisions at √ s = 8 TeV with the ATLAS detector, Phys. Rev. D 90 (2014) 052005 [arXiv:1405.4123] [INSPIRE]. [21] ATLAS collaboration, Search for quantum black hole production in high-invariant-mass lepton + jet final states using pp collisions at √ s = 8 TeV and the ATLAS detector, Phys. Rev. Lett. 112 (2014) 091804 [arXiv:1311.2006] [INSPIRE]. [22] ATLAS collaboration, Search for new phenomena in dijet mass and angular distributions from pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Lett. B 754 (2016) 302 [arXiv:1512.01530] [INSPIRE]. [23] CMS collaboration, Search for narrow resonances decaying to dijets in proton-proton collisions at √ s = 13 TeV, Phys. Rev. Lett. 116 (2016) 071801 [arXiv:1512.01224] [INSPIRE].",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "Acknowledgments",
            "section_rank": 28
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 81,
            "section_rank": 28
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI ",
            "paragraph_rank": 82,
            "section_rank": 28
        }
    ]
}