{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We describe a measurement of the ratio of the cross sections times branching fractions of the B + c meson in the decay mode B + c → J/ψ µ + ν to the B + meson in the decay mode B + → J/ψ K + in proton-antiproton collisions at center-of-mass energy √ s = 1.96 TeV. The measurement is based on the complete CDF Run II data set, which comes from an integrated luminosity of 8.7 fb −1 . The ratio of the production cross sections times branching fractions for B + c and B + mesons with momentum transverse to the beam greater than 6 GeV/c and rapidity magnitude smaller than 0.6 is 0.211 ± 0.012 (stat) +0.021 −0.020 (syst). Using the known B + → J/ψ K + branching fraction, the known B + production cross section, and a selection of the predicted B + c → J/ψ µ + ν branching fractions, the range for the total B + c production cross section is estimated.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We report a measurement of the ratio of the production cross sections times branching fractions",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "in proton-antiproton (pp) collisions at a center-of-mass energy of 1.96 TeV measured using the full CDF data set collected from February 2001 through September 2011 (Run II), which comes from an integrated luminosity of 8.7 fb −1 . The B + c -meson [1] production cross section is predicted to be three orders of magnitude smaller than the B + -meson production cross section [2,3]. The branching fraction of the B + → J/ψ K + decay is (1.027 ± 0.031) × 10 −3 [4], while the branching fraction of the B + c → J/ψ µ + ν is predicted to be approximately 2% [5,6]. Thus, we expect R to be O(10 −2 ).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 249,
                    "text": "[1]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 376,
                    "text": "[2,",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 379,
                    "text": "3]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 460,
                    "text": "[4]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 555,
                    "text": "[5,",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 558,
                    "text": "6]",
                    "end": 560
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The B + c meson, with a mass of 6.2756 ± 0.0011 GeV/c 2 [4], is the most-massive meson involving unlikequark flavors, with a ground state consisting of ab and a c quark. Both the b and c quarks decay through the weak interaction and, unlike in cc and bb quarkonia, cannot annihilate into gluons. Consequently, there are many possible final states to explore new aspects of heavy-quark dynamics. Studies of strong-interaction B + c production have been possible only at hadron colliders because of the low center-of-mass energy at e + e − colliders operating at the Υ(4S) resonance and the small qq cross section in e + e − collisions at the Z resonance. The CDF II detector features significant improvements in the system for reconstructing charged-particle trajectories (tracking) that increase the acceptance and facilitate the detection and precise measurement of the kinematic properties of b hadrons and their decay products. Together with the increased luminosity, this makes it possible to measure more precisely the properties of the B + c meson with the significantly larger samples of B hadrons collected in Run II.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 56,
                    "text": "[4]",
                    "end": 59
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Since the production cross section of the B + -meson and its branching fraction in the decay channel B + → J/ψ K + are well-measured, it is convenient to measure the B + c production cross section with the B + c → J/ψ µ + ν channel using the kinematically similar B + → J/ψ K + channel as a reference. Many systematic effects related to detector and online-event-selection (trigger) efficiencies are expected to cancel in the ratio R, given that the event topologies are similar and all J/ψ candidates in either the B + c → J/ψ µ + ν or the B + → J/ψ K + final state are reconstructed using a common set of trigger criteria.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Both the B + and B + c production cross sections include production from excited B states that subsequently decay into B + or B + c mesons. Excited B + states that contribute to the B + ground state include the radiative decay B * + → B + γ, as well as orbital excitations of the B + and B 0 mesons, e.g., B * * 0 → B +( * ) π − . In the case of the B + c meson, besides direct production of the ground state, contributions are only allowed from excited states of the B + c meson itself because of flavor conservation. Therefore, any excited B + c state whose mass is smaller than the sum of the bottom and charm meson masses cascades into the B + c ground state, primarily through radiative decay. For example, the production cross section of the B * + c meson [2] is estimated to be approximately 2.5 times the cross section to the ground state B + c , and the B * + c meson reaches the ground state through the radiative decay B * + c → B + c γ, where the mass splitting between the B * + c and B + c mesons is estimated to be within the range 40-76 MeV/c 2 [7]. Less important are the Pwave excited B * + cJ,L=1 states whose total cross section is estimated to be about 1/2 of that of direct production to the ground state B + c [8]. The ratio R can be measured using the formula",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 762,
                    "text": "[2]",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1061,
                    "text": "[7]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1233,
                    "text": "[8]",
                    "end": 1236
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where N B + c and N B + are the numbers of reconstructed B + c → J/ψ µ + ν and B + → J/ψ K + events estimated in experimental data after all background subtractions and other corrections, respectively; ǫ B + and ǫ B + c are the total efficiencies for selecting and reconstructing the decays B + → J/ψ K + and B + c → J/ψ µ + ν, respectively; and ǫ µ is the muon identification efficiency. On the right side of Eq. (2), the first factor is the relative yield for the two decays, the second term gives the scaling for the relative geometrical acceptance and detection efficiency, and the third term is a correction for the muon efficiency relative to kaons. The overall relative efficiency ǫ rel is defined by ǫ rel = ǫ B + /(ǫ B + c ×ǫ µ ). The selection criteria for both B + c and B + events are made as nearly identical as possible to minimize systematic uncertainties in both the relative yields and in determining ǫ rel . The number of B + → J/ψ K + decays is determined from a fit to the invariant-mass spectrum around the known B + mass value, which includes a background component, a signal component, and a correction for the Cabibbo-suppressed J/ψ π + final state. Since the B + c decay is only partially reconstructed, the number of B + c → J/ψ µ + ν candidates is determined by counting the total number of J/ψ µ + events in the invariant-mass window 4 GeV/c 2 < M (J/ψ µ + ) < 6 GeV/c 2 and subtracting the contributions of known backgrounds. The quantity M (J/ψ µ + ) is the invariant mass of the trimuon partial reconstruction of the J/ψ µ + X final state, where X represents any undetected particles. Because the signal events are spread over a 2 GeV/c 2 invariantmass interval, the background cannot be determined by a simple sideband subtraction. A large fraction of this paper is devoted to describing the methods used to determine the various backgrounds included in the B + c → J/ψ µ + ν candidate sample. The principal classes of background events are the following: a wrongly identified or misidentified-J/ψ candidate with a real third muon, a real J/ψ meson with a wrongly identified or misidentified third muon, and a real J/ψ meson with a real muon that originated from different b quarks in the same event. These backgrounds are determined quantitatively from independent data samples wherever possible and from Monte Carlo (MC) simulation otherwise. We correct for misidentified-J/ψ candidates with misidentified muons that are contained in two of the major backgrounds above and for backgrounds from other B + c decay modes that yield a J/ψ µ + X final state (for examples see Table XI in Sec. V). The analysis demonstrates that about half of the inclusive J/ψ µ + X sample is B + c → J/ψ µ + ν events, and the remainder is background with a small contribution from other B + c decay modes.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 2605,
                    "text": "Table XI",
                    "end": 2613
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Because the signal events are confined to a 2 GeV/c 2 mass region between 4 and 6 GeV/c 2 , we use the events at masses between 3 and 4 GeV/c 2 and greater than 6 GeV/c 2 as a control sample to check the predictions for the major backgrounds in the signal region.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The elements of the CDF II detector most relevant to this analysis are discussed in Sec. II. The selection of B + c and B + candidates is described in Sec. III. Backgrounds are described in Sec. IV. Contributions from other B + c decays are estimated in Sec. V, and the final corrected B + c → J/ψ µ + ν signal is discussed in Sec. VI. Since the measurement of B + c → J/ψ µ + ν is made relative to the decay B + → J/ψ K + , the relative reconstruction efficiency of the two decay modes in the CDF II detector is estimated using MC simulation, which is described in Sec. VII. Systematic uncertainties assigned to the measurement are described throughout the paper. Final results are presented in Sec. VIII.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "II. CDF II DETECTOR DESCRIPTION",
            "section_rank": 3
        },
        {
            "section": "II. CDF II DETECTOR DESCRIPTION",
            "text": "The CDF II detector is a multipurpose, nearlycylindrically-symmetric detector consisting of a collection of silicon-strip detectors, a drift chamber, and a time-of-flight detector immersed in a 1.4 T solenoidal magnetic field, surrounded by electromagnetic and hadronic calorimeters with a projective-tower geometry, and followed by absorber and wire-chamber muon detectors. The apparatus is described in more detail in Refs. [9,10].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 426,
                    "text": "[9,",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 429,
                    "text": "10]",
                    "end": 432
                }
            ]
        },
        {
            "section": "II. CDF II DETECTOR DESCRIPTION",
            "text": "Because the CDF II detector has a nearly-azimuthallysymmetric geometry that extends along the pp beam axis, the detector is described with a cylindrical coordinate system in which φ is the azimuthal angle, r is the radial distance from the nominal beam line, and z points in the proton-beam direction with the origin at the center of the detector. The transverse r-φ or xy plane is the plane perpendicular to the z axis. The pseudorapidity η is defined in terms of the polar angle θ by η = −ln[tan(θ/2)], where θ = 0 corresponds to the proton direction. The transverse momentum p T of a particle is given by p T = p sin(θ) where p is the magnitude of the particle momentum.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "A. Charged-particle trajectories",
            "section_rank": 4
        },
        {
            "section": "A. Charged-particle trajectories",
            "text": "Charged-particle trajectories (tracks) are measured in the CDF II detector by a combination of silicon-strip detectors and a drift chamber called the central outer tracker (COT). The two innermost components of the charged-particle-tracking system used in this analysis are the silicon vertex detector (SVX II) [11,12] with five double-sided layers with r between 2.5 and 10.6 cm, and the intermediate silicon layers (ISL) [12,13] with three double-sided partial layers with r between 20 and 29 cm.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 311,
                    "text": "[11,",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 315,
                    "text": "12]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 423,
                    "text": "[12,",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 427,
                    "text": "13]",
                    "end": 430
                }
            ]
        },
        {
            "section": "A. Charged-particle trajectories",
            "text": "The five layers of the SVX II are arranged in five cylindrical shells and divided into three identical sections (barrels) along the beam axis for a total z coverage of 90 cm excluding gaps. Each barrel is divided into 12 azimuthal wedges of 30 • as illustrated in Fig. 1, which shows an r-φ slice of the SVX II. The sensors have strip pitches ranging from 60 µm to 140 µm depending on the radius. They have strips on both sides of the silicon to allow for two position measurements at each layer. All layers have axial strips parallel to the beam direction for φ measurements. Three layers have strips perpendicular to the beam direction to measure z position, while the remaining two layers have strips that are tilted by 1.2 • relative to the axial strips.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 264,
                    "text": "Fig. 1",
                    "end": 270
                }
            ]
        },
        {
            "section": "A. Charged-particle trajectories",
            "text": "The ISL detector serves to extend the precision of the SVX II to larger radius and allows for better matching of tracking information between the silicon detectors and the COT. The ISL sensors are double-sided with axial and 1.2 • strips spaced with a pitch of 112 µm.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "A. Charged-particle trajectories",
            "text": "The silicon detectors provide a precise measurement of the azimuth of tracks and of their transverse impact parameter, the distance by which trajectories extrapolated back in the r-φ plane miss the beamline. For particles with p T = 2 GeV/c, the transverse-impact-parameter resolution given by the SVX II is about 50 µm; this includes a contribution of approximately 30 µm due to the transverse beam-spot size [12]. In this analysis the silicon detectors provide precise measurements of the decay vertices for B + c and B + candidates. The 310 cm long COT [14] is an open-cell multiwire proportional drift chamber consisting of 96 sensewire layers from r = 40 cm to r = 137 cm. The layers are grouped into alternating axial and ±2 • stereo superlayers. The relative positions of the silicon and COT tracking systems are shown in Fig. 2. The COT alone provides excellent track reconstruction and momentum resolution. For the combined COT, ISL, and SVX II tracking system, the asymptotic transverse momentum resolution δp T /p T has a p T dependence given by δp T /p T = 0.0007p T (GeV/c). In addition the COT provides sampling of the specific-ionization-energy loss dE/dx along a track, which provides particle-type identification [15].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 410,
                    "text": "[12]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 556,
                    "text": "[14]",
                    "end": 560
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 829,
                    "text": "Fig. 2",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1230,
                    "text": "[15]",
                    "end": 1234
                }
            ]
        },
        {
            "section": "A. Charged-particle trajectories",
            "text": "Following the COT in radius, but located inside the solenoid coil, is a time-of-flight detector (ToF) [16] consisting of scintillator bars with photomultiplier tubes at both ends. The ToF system has a resolution of approximately 110 ps [17] that corresponds to a separation of 0.6σ between pions and kaons at p = 3 GeV/c. Both the ToF and dE/dx measurements are important in determining the particle fractions in the analysis of the misidentified-muon background discussed in Sec. IV B.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 102,
                    "text": "[16]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 236,
                    "text": "[17]",
                    "end": 240
                }
            ]
        },
        {
            "text": "B. Muon detectors",
            "section_rank": 5
        },
        {
            "section": "B. Muon detectors",
            "text": "The central muon detector (CMU) [18] consists of single-wire drift cells located outside of each calorimeter wedge, covering |η| < 0.6, starting at r = 347 cm. For particle trajectories at 90 • , there are approximately 5.5 interaction lengths for hadron attenuation before the wire drift cells. The drift cell arrays sample the trajectories in up to four positions in the r-φ plane that are used to form straight track segments. The track segments are matched to extrapolated COT tracks to form muon candidates using both position and slope.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 32,
                    "text": "[18]",
                    "end": 36
                }
            ]
        },
        {
            "section": "B. Muon detectors",
            "text": "The central muon upgrade detector (CMP) covers the same |η| < 0.6 range as the CMU. Arranged in a box that surrounds the central region of the detector, the CMP consists of single-wire drift cells stacked in four layers similar to the CMU. Since the CMP is located behind an additional 60 cm of steel (approximately 3.3 interaction lengths), there are considerably fewer kaons and pions that penetrate to the CMP compared to the CMU. Muon candidates associated with track segments in both the CMU and CMP are called CMUP muons.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "B. Muon detectors",
            "text": "The central muon extension detector (CMX) extends the muon coverage to the kinematic region 0.6 < |η| < 1.0. The CMX consists of eight layers of single-wire drift tubes. The calorimeter, together with detector supports, provides approximately 6 (at η = 0.6) to 10 (at η = 1.1) interaction lengths of absorber in front of the CMX for hadron attenuation [19].",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 352,
                    "text": "[19]",
                    "end": 356
                }
            ]
        },
        {
            "section": "B. Muon detectors",
            "text": "This analysis uses the CMU and CMX to identify the muon candidates for reconstructing J/ψ mesons, but requires the CMUP for the third muon in the semileptonic decay B + c → J/ψ µ + X.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "C. Online event-selection system",
            "section_rank": 6
        },
        {
            "section": "C. Online event-selection system",
            "text": "The Tevatron average beam crossing rate is 1.7 MHz, and the typical CDF II triggered event size is about 300 kB. Since the data-acquisition system can write about 20 MB/s to permanent storage, it is necessary to reject 99.996% of the pp collisions. This is accomplished by a three-level online event-selection system (trigger). The first two levels use custom electronic logic circuits to choose or reject events and the third level uses a parallel array of commodity PC's.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "C. Online event-selection system",
            "text": "The level-1 trigger makes decisions using information from the COT, calorimeters, and muon detectors. The extremely-fast tracker (XFT) [20], a pattern-recognition system for fast COT track reconstruction, provides the tracks for the level-1 trigger [21]. The decision time is fixed at 5.5 µs and this requires a pipeline buffer with a depth of 42 events for the storage of event data while decisions are made. The typical level-1 rate of event acceptance is approximately 20 kHz. For this analysis events are collected by one of two level-1 triggers: two XFT tracks corresponding to charged particles with p T > 1.5 GeV/c are matched with track segments in the CMU detector, or one XFT track corresponding to a particle with p T > 1.5 GeV/c is matched with a CMU track segment, while another with p T > 2.0 GeV/c is matched with a CMX track segment.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 135,
                    "text": "[20]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 249,
                    "text": "[21]",
                    "end": 253
                }
            ]
        },
        {
            "section": "C. Online event-selection system",
            "text": "After an event is accepted by the level-1 trigger, it is passed to the level-2 trigger [22]. The level-2 trigger uses the same information as the level-1 trigger with additional track position information from the silicon vertex trigger (SVT). The SVT applies pattern recognition to SVX II silicon hits (a positive detector response to the passage of a charged particle) that are matched to XFT tracks and calculates impact parameters for the tracks [23]. Events with track vertices (two or more tracks originating from a common point) displaced from the beam line, i.e., likely to contain the decay of a longlived particle such as a B or D meson, are chosen by requiring two SVT tracks with nonzero impact parameters. For the case of the dimuon triggers used to collect signal candidates for this analysis, the SVT is not used, but SVT-triggered events are used to reconstruct control samples used in the analysis, such as D * + → D 0 π + followed by D 0 → K − π + . These decays are used to define cleanly identified samples of pions and kaons to measure the probabilities that such hadrons are misidentified as muons. The level-2 trigger typically has a total output rate of 200-800 Hz.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 87,
                    "text": "[22]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 450,
                    "text": "[23]",
                    "end": 454
                }
            ]
        },
        {
            "section": "C. Online event-selection system",
            "text": "The level-3 trigger system [24] uses information from all parts of the CDF II detector to reconstruct and select events. The typical output rate for level 3 is approximately 100 Hz. For the level-3-J/ψ trigger used in this analysis, there is a selection on the J/ψ that requires the invariant mass of the muon pair used in the reconstruction to fall in the range 2.7-4.0 GeV/c 2 .",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 27,
                    "text": "[24]",
                    "end": 31
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 7
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The high spatial resolution provided by the silicontracking system in the plane transverse to the beam line makes it ideal for the reconstruction of B hadrons. Because tracks curve in the transverse plane, the transverse momentum is well measured. Additionally, the small transverse pp interaction region constrains the location of the pp collision space-point (primary vertex) in this plane. Consequently, we use the transverse momentum p T of the reconstructed hadron and transverse decay length L xy , which is the decay length of the reconstructed three-track system projected into the transverse plane, when selecting B + c and B + candidates and when discriminating against backgrounds. Unless otherwise noted, L xy is measured from the primary vertex of the event to the candidate B-meson decay point (decay vertex).",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "We use similar selection requirements for both the B + c → J/ψ µ + X and B + → J/ψ K + decays to minimize possible systematic uncertainties in the relative efficiency between the two modes.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The data are collected with a dimuon trigger that requires two oppositely-charged muon candidates (see Sec. II C). The trigger requirements are confirmed in our offline analysis using track variables reconstructed from track fits for track candidates passing our selection criteria. To guarantee good track quality, each track is required to have at least three r-φ hits in the silicon detector and hits in at least ten axial and ten stereo layers in the COT. We define a likelihood ratio LR(µ) that incorporates information from the muon detectors, calorimeters, and tracking detectors to optimize the sep- aration of real muons from hadrons [25]. This muon likelihood selection is determined from an optimization study carried out on the signal and sideband regions of the µ + µ − invariant-mass distribution [26]. The dimuon invariant mass distribution near the J/ψ-meson mass with muon candidates that satisfy the muon likelihood selection is shown in Fig. 3. In the J/ψ signal region, there are 6.1 × 10 7 dimuon events. Selection of the J/ψ meson requires the two muons to come from a common decay point and have an invariant mass that lies within 50 MeV/c 2 of the known J/ψ-meson mass [4]. The selection requirements applied to the J/ψ → µ + µ − candidates are listed in Table I.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 643,
                    "text": "[25]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 811,
                    "text": "[26]",
                    "end": 815
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 956,
                    "text": "Fig. 3",
                    "end": 962
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1193,
                    "text": "[4]",
                    "end": 1196
                },
                {
                    "type": "table",
                    "start": 1279,
                    "text": "Table I",
                    "end": 1286
                }
            ]
        },
        {
            "text": "B. Three-track-system selection",
            "section_rank": 8
        },
        {
            "section": "B. Three-track-system selection",
            "text": "The three-track event candidates used in this analysis are chosen by matching a third track to a J/ψ candidate in three dimensions, where the χ 2 probability for the kinematic fit to a common vertex is greater than 0.001 with the dimuons from the J/ψ decay constrained to the known invariant mass of the J/ψ meson [4]. The selection requirements used to choose the sample of three-tracks consistent with a common origin are listed in Table II. The three-track sample is also called the J/ψ-track sample and is the sample from which decays B + c → J/ψ µ + X and B + → J/ψ K + are reconstructed. Candidates for the B + c → J/ψ µ + ν decay are chosen by requiring the third track to be identified as a muon in both the CMU and CMP detectors (CMUP) as described in Sec. II B. In addition to the continuum background that contributes to the B + → J/ψ K + decay candidates, there is the Cabibbo-suppressed decay B + → J/ψπ + . Background to B + c → J/ψ µ + X decays arises when a π + , K + , or p is misidentified as a muon (misidentified-muon background). Another background TABLE I. Selection requirements applied to the muons of J/ψ candidates and to the two-particle J/ψ candidates. The two muons are labeled µ1 and µ2 to identify the two tracks of the trigger.",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 314,
                    "text": "[4]",
                    "end": 317
                },
                {
                    "type": "table",
                    "start": 434,
                    "text": "Table II",
                    "end": 442
                }
            ]
        },
        {
            "text": "Selection requirement Value µ1",
            "section_rank": 9
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "|η| < 0.6 and pT > 1.5 GeV/c µ2 (|η| < 0.6 and pT > 1.5 GeV/c) or (0.6 ≤ |η| < 1.0 and pT > 2.0 GeV/c) COT hits/track Hits in 10 axial and 10 stereo layers r-φ silicon hits/track ≥ 3 Muon likelihood/muon Optimized using likelihood ratio",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "is contributed when a real muon from one B-hadron decay combined with a real J/ψ candidate from a different B-hadron decay passes the three-track vertex-selection requirements (bb background). The J/ψ-track sample is used extensively to determine the rate of hadrons producing muon signatures in the detector (see Sec. IV B). The third, fourth, and fifth columns in Table II identify which selection criteria are applied to the B + c , B + , and J/ψ-track candidates, respectively.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 366,
                    "text": "Table II",
                    "end": 374
                }
            ]
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "The CMUP requirement is not made for the B + or J/ψ-track samples. However, to ensure that the acceptance is consistent across samples, the third track is required to extrapolate to the same region of the CMU and CMP detectors as the third-muon candidates and to satisfy the isolation cut applied to third-muon candidates. In all three samples the third track is required to meet the XFT criteria because the events of the control sample used to determine the probabilities that pions and kaons are misidentified as muons (see Sec. IV B) are selected with the XFT trigger. The muon selection also requires that no other track with p T > 1.45 GeV/c extrapolates to within a transverse distance of 40 cm in the r-φ plane at the front face of the CMU element relative to the track candidate observed. This \"track isolation requirement\" ensures that the estimation of the misidentified-muon background is consistent across the various data samples used in the analysis and does not require a correction for local track density.",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "To penetrate the additional absorber between the CMU and CMP detectors, a muon must have a minimum initial transverse momentum greater than 3 GeV/c. Consequently, the third track in all three samples is required to have a transverse momentum greater than 3 GeV/c . To ensure good-quality track reconstruction in all samples, standard criteria (see Table II) for good track and vertex reconstruction and reliable dE/dx information are imposed.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 348,
                    "text": "Table II",
                    "end": 356
                }
            ]
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "The azimuthal opening angle φ in the lab frame between the J/ψ and third track is required to be less than π/2 in all samples because no signal events are expected to contribute outside of this azimuthal aperture. The uncertainty σ Lxy on L xy is required to be less than 200 µm in the transverse plane. Simulation studies indicate that this requirement removes primarily background events and a negligible number of signal events. The selection criterion L xy /σ Lxy > is chosen to eliminate the prompt J/ψ background that arises from J/ψ mesons produced directly in the pp interaction. The invariant masses of events in the J/ψ µ + and J/ψ-track samples are reconstructed with the mass of the third charged particle assigned as a pion, kaon, or muon mass, depending on how the event is used in the analysis. The signal region for B + c → J/ψ µ + ν candidates is set between 4 and 6 GeV/c 2 . In the J/ψ µ + sample the mass of the third charged particle is normally assumed to be that of a muon, but to eliminate residual B + → J/ψ K + background, we remove all events with an invariant mass within 50 MeV/c 2 of the known value of the B + mass [4] assuming the mass of the third particle to be that of a kaon.",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1146,
                    "text": "[4]",
                    "end": 1149
                }
            ]
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "Using the J/ψ → µ + µ − selection requirements from Table I and the B + c and B + selection requirements from Table II, the invariant-mass distributions of the J/ψ µ + and J/ψ K + candidates are constructed. These are shown in Fig. 4. Both samples are subsets of the J/ψtrack sample and must pass a minimum p T > 6 GeV/c requirement applied to the three-track system, where the third track is assumed to be either a muon or kaon, depending on the sample.",
            "paragraph_rank": 33,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 52,
                    "text": "Table I",
                    "end": 59
                },
                {
                    "type": "table",
                    "start": 110,
                    "text": "Table II",
                    "end": 118
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 227,
                    "text": "Fig. 4",
                    "end": 233
                }
            ]
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "We select 1370 ± 37 J/ψ µ + candidate events within a 4-6 GeV/c 2 signal mass window. To extract the number of B + → J/ψ K + events, the J/ψ K + invariant-mass distribution is fit with a function that consists of a double Gaussian for B + → J/ψ K + decays, a template for the invariant-mass distribution generated by MC simulation for the Cabibbo-suppressed B + → J/ψ π + contribution within the mass range 5.28-5.4 GeV/c 2 , and a secondorder polynomial for the continuum background. The Cabibbo-suppressed B + → J/ψ π + contribution is fixed to 3.83% of the number of B + → J/ψ K + decays following Ref. [27]. The fit determines a yield of 14 338±125",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 606,
                    "text": "[27]",
                    "end": 610
                }
            ]
        },
        {
            "section": "Selection requirement Value µ1",
            "text": "We consider contributions to the B + c backgrounds from events in which a J/ψ candidate is misidentified, a TABLE II. Selection requirements applied to the third track and the three-particle J/ψ-track system and samples selected from the J/ψ-track system.",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Selection requirement",
            "section_rank": 10
        },
        {
            "section": "Selection requirement",
            "text": "Value",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "Selection requirement",
            "text": "Track extrapolates to CMU and CMP detectors X X X Match with XFT Track is required to trigger XFT X X X Isolation at CMU No other extrapolated track within X X X 40 cm at CMU pT > 3.0 GeV/c X X X r-φ silicon hits/track ≥ 3 X X X COT hits/track 10 stereo and 10 axial hits",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "section": "Selection requirement",
            "text": "third muon is misidentified, or bb pairs decay in which one of the b quarks produces the J/ψ meson and the other produces the third muon. The misidentified-J/ψmeson background is due to the reconstruction of a J/ψ → µ + µ − candidate that does not consist of real muons originating from a J/ψ meson, but from hadrons incorrectly identified as muons that produce a mass consistent with that of the J/ψ meson. This background is estimated from the sidebands of the µ + µ − invariantmass distribution and is discussed in Sec. IV A. The misidentified-muon background is due to a third track that satisfies the vertex requirement and mimics a muon in the CDF II detector but is a hadron. This mistaken identification can arise either because a kaon or pion decays in flight to a muon and produces a muon signature in the detector, a hadron passes through the calorimeter, or a hadron shower yields a track segment in the CMU and CMP chambers. The estimation of the misidentifiedmuon background directly from the data is discussed in Sec. IV B. Finally, the bb background is estimated from a parametrization of the azimuthal opening angle between the reconstructed J/ψ meson and the third muon trajectory using MC simulation. This is discussed in Sec. IV C.",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "A. Misidentified-J/ψ-meson background",
            "section_rank": 11
        },
        {
            "section": "A. Misidentified-J/ψ-meson background",
            "text": "The misidentified-J/ψ-meson background is estimated using the track pairs from the sideband regions of the µ + µ − invariant-mass distribution, M (µ + µ − ). These dimuon pairs are required to share a common vertex with the third muon. The signal dimuon mass region is defined to be within 50 MeV/c 2 of the known value of the J/ψ-meson mass, M J/ψ = 3.0969 GeV/c 2 [4]. The sideband regions are defined Fig. 5. We find 11.5±2.4 events within the 3-4 GeV/c 2 , 96.5±6.9 events within the 4-6 GeV/c 2 signal region, and 25±3.5 events at masses greater than 6 GeV/c 2 .",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 366,
                    "text": "[4]",
                    "end": 369
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 404,
                    "text": "Fig. 5",
                    "end": 410
                }
            ]
        },
        {
            "text": "B. Misidentified-muon background",
            "section_rank": 12
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "The misidentified-muon background arises from real J/ψ decays that form a good three-track vertex with a hadron that is misidentified as a muon. We determine this background from the data as a function of the momentum of the third charged particle by using the J/ψtrack sample combined with knowledge of the fraction of pions, kaons, and protons in the J/ψ-track sample and the probability of each hadron type to be misidentfied as a muon. Equation 3gives the total probability W that the third track in an event in the J/ψ-track sample is misidentified as a muon:",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "ref_id": "formula_8",
                    "start": 449,
                    "text": "3",
                    "end": 450
                }
            ]
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "where ǫ π,K,p are the probabilities for the relevant particle type to be misidentified as a muon, and F π,K,p are the fractions of the relevant particle types within the J/ψ-track sample. The ǫ π,K,p are determined as functions of the p T of the third particle, and the F π,K,p are determined as functions of the momentum of the third particle. The terms 1 + F out π and 1 + αF out K are corrections to the probabilities for pions and kaons, respectively, to be misidentified as muons and are discussed in Sec. IV B 2. For each event in the J/ψ-track sample, reconstructed assuming that the third track is a muon,   we determine W and sum these weights as functions of the J/ψ µ + invariant mass of the events. The result is a measurement of the misidentified-muon background in the J/ψ µ + -event sample as a function of the J/ψ µ + invariant mass. The invariant-mass distribution of the J/ψ-track system is shown in Fig. 6.",
            "paragraph_rank": 41,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 918,
                    "text": "Fig. 6",
                    "end": 924
                }
            ]
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "1. Probability for a p, π ± , or K ± to be misidentified as a muon",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "The calculation of the probability for a proton to be misidentified as a muon is done using protons from reconstructed Λ → pπ decays. In selecting the proton candidates we use the selection requirements for the third charged-particle from the B + c → J/ψ µ + ν candidates to be a muon. To determine an appropriate Λ mass range, we reconstruct the pπ − final state for candidates with no muon match requirement. Based on the mass resolution of the pπ − final state fit to a single Gaussian, we search in a mass range that is six standard-deviations wide and centered at the known Λ mass. We find no evidence for the proton punch-through process. Therefore, using the uniform distribution of the invariant mass of pπ − pairs in the Λ mass region for a data sample with matched CMUP muons, we establish an upper limit at the 95% confidence level that ǫ p is less than 3.4×10 −4 . This upper limit applies to antiprotons as well.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "To measure the probability for charged pions and kaons to be misidentified as muons, we use samples of well identified pions and kaons obtained from a D * + sample collected using the SVT trigger as discussed in Sec. II C. We reconstruct the decay chain D * + → D 0 (K − π + )π + . The pions and kaons are selected using the requirements listed in Table III. We also require that in a D 0 decay, the track being examined for a misidentified muon meets the same selection requirements as the third track in the J/ψ-track sample.   We consider two options to fit the D 0 peak shown in Figs. 7d-f: first, using a double-Gaussian template derived from the fit of the data sample where no matched muons are present, and second, with a single Gaussian. We choose the single-Gaussian fit because the matched sample has poor statistics and the unmatched and matched samples are not expected to have the same widths because additional broadening may occur as a result of the decay-in-flight phenomenon discussed in Sec. IV B 2. We compare the results from the double-Gaussian template with the single-Gaussian fit in order to estimate the systematic uncertainty associated with the fit model.",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 348,
                    "text": "Table III",
                    "end": 357
                }
            ]
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "The muon-misidentification probability ǫ π ± ,K − ,K + is given by Eq. 4,",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "ref_id": "formula_9",
                    "start": 71,
                    "text": "4",
                    "end": 72
                }
            ]
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "where h is a π ± , K − , or K + ; N no µ h represents the num- The muon misidentification probabilities for K + hadrons are significantly higher than for K − . The observed difference results from the different interaction cross sections for K + and K − hadrons with matter, which leads to different punch-through probabilities. These effects are discussed further in Sec. IV B 2. We find no significant differences in the misidentification probabilities of π + and π − mesons.",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "2. Corrections to π ± , K − , and K + probabilities to be misidentified as a muon",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "In Eq. (3) the terms 1 + F out π and 1 + αF out K are corrections to the probabilities for pions and kaons, respectively, to be misidentified as muons. They arise because of mass resolution effects associated with the decay in flight of pions and kaons where the decay muon is ultimately matched with a third track and results in the event contributing to the misidentified-muon background. The misidentified-muon probabilities determined above are derived under the assumption that the pion and kaon tracks, even after a possible kink resulting from a decay in flight, yield a two-body invariant mass that remains within 50 MeV/c 2 of the known D 0 mass. However, the mass resolution can be spoiled because of a kink, while the pion or kaon track is still matched to a CMUP muon. Because the signal region for B + c → J/ψ µ + ν decays has a width of 2 GeV/c 2 , background events from decays in flight may contribute to the signal region but remain excluded from the measurement of the probability that a pion or kaon is misidentified as a muon using the decay D 0 → K − π + . We correct for this effect by determining the fraction F out h (h is a pion or kaon) of misidentified events that fall outside of the D 0 mass peak for a given particle type through a MC simulation.",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "The term 1 + αF out K involves an additional correction factor α that is set to one for K − mesons and to α = ǫ K − /ǫ K + , which is less than one, for K + mesons. The rationale is as follows: Fig. 8 shows that the muon misidentification probabilities for K + mesons are significantly higher than for K − mesons. This difference arises because K + mesons have an additional punch-through component, which is not present for K − mesons because the strong-interaction cross section in matter for K − mesons is larger than that for K + mesons. The punch-through component does not produce any kink in the track and for this component of ǫ K + the outsideof-peak correction should not be applied. The outsideof-peak correction is needed only for the decay-in-flight fraction of ǫ K + , which is modeled as the ratio α",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 194,
                    "text": "Fig. 8",
                    "end": 200
                }
            ]
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "We determine the fractions F out h as functions of pion and kaon p T by using simulated D * + → D 0 (→ K − π + )π + decays selected as the corresponding control sample of data. Figure 9 shows simulated invariant-mass distributions of K − π + pairs from D 0 decays for π ± , K − , and K + mesons passing the selection requirements for a CMUP muon (see Sec. II B). Example distributions are given for the p T range 3.0-3.3 GeV/c. The simulated data shown in Fig. 9 are fit with a single Gaussian plus a second-order polynomial. The fraction of the muon misidentifications outside of the D 0 mass peak for each p T interval is calculated as follows:",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 177,
                    "text": "Figure 9",
                    "end": 185
                },
                {
                    "type": "figure",
                    "start": 456,
                    "text": "Fig. 9",
                    "end": 462
                }
            ]
        },
        {
            "section": "B. Misidentified-muon background",
            "text": "where N h represents, in each p T bin of the relevant finalstate hadron h, the number of events that pass the requirements for h to match a CMUP muon and N peak h represents the integral under the single-Gaussian component of the fit to the distribution within 50 MeV/c 2 of the peak of the Gaussian. In order to estimate the systematic uncertainty, we fit the above distributions with width values derived from the experimental data analyzed in Sec. IV B 1. Figure 10 shows the fraction of events with a CMUP muon whose Kπ invariant mass falls outside of the D 0 mass peak due to decay-in-flight for π ± , K − , and K + mesons from the D * + → D 0 (K − π + )π + decay chain as a function of hadron p T . • for the F out π ± , • for the F out K − , and for the F out K + , respectively.",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 459,
                    "text": "Figure 10",
                    "end": 468
                }
            ]
        },
        {
            "text": "Hadron fractions within the J/ψ-track sample",
            "section_rank": 13
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "The proton, pion, and kaon fractions in the J/ψtrack sample comprise the other essential component required to complete the data-driven calculation of the misidentified-muon background.",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "The pion fraction F π of the tracks in the J/ψ-track sample as a function of particle momentum is determined using dE/dx measured in the COT. The remaining fraction F K+p of tracks in the J/ψ-track sample is a combination of kaons and protons because the kaon and proton dE/dx distributions in the COT are indistinguishable at momentum greater than 3 GeV/c. The proton fraction F p is measured within the 2.0-3.3 GeV/c momentum range using a simultaneous fit of the dE/dx and time-offlight data. Also available is the predicted F p from MC simulation for momenta greater than 3.0 GeV/c. Using the two fractions F p in the 3.0-3.3 GeV/c momentum range, one from the experimental data and a second from simulation, F p from simulation is scaled to agree with the experimental data in the momentum range 3.0-3.3 GeV/c. Thus, F p is taken from the scaled simulation for particle momentum greater than 3.0 GeV/c. Then the kaon particle fraction F K in the J/ψ-track sample for particle momentum greater than 3.0 GeV/c is given by",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "To estimate the F π and F K+p fractions, we use the dE/dx information contained in the separationsignificance quantity S,",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "where dE/dx meas is the measured energy loss for a given third track from the J/ψ-track sample, dE/dx π is the predicted energy loss for the π hypothesis, and σ dE/dx is the estimated uncertainty of the measurement. In this analysis the third track in the J/ψ-track sample has contributions not only from pions, but also kaons and protons. The predicted mean value is about −1.5 for kaons and protons and about zero for pions. Because the S distribution for each component is asymmetric, we model it empirically with the sum of two gamma distributions and use the results from a simpler Gaussian fit to evaluate the systematic uncertainty associated with the fit model. The probability density written in terms of S is defined by",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "for S > µ and zero otherwise where Γ is the Euler gamma function. The distribution has a mean γβ + µ and variance γβ 2 . In the limit of large γ this asymmetric distribution approaches a Gaussian distribution. The parameters γ and β are positive real numbers that control the shape, mean, and variance of the distribution, and µ is the location parameter. In order to find parameters to use for the kaon gamma distribution and gain guidance for pions, we use kaons from the B + → J/ψ K + decays (see Fig. 4b). The kaon tracks are identified by requiring the J/ψ K + mass to be within 40 MeV/c 2 (approximately 3σ) of the",
            "paragraph_rank": 56,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 500,
                    "text": "Fig. 4b",
                    "end": 507
                }
            ]
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "11. Distribution of S from Eq. (6) for the K hypothesis using the K + tracks from the B + → J/ψ K + decays (see Fig. 4b).",
            "paragraph_rank": 57,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 112,
                    "text": "Fig. 4b",
                    "end": 119
                }
            ]
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "The distribution is fit with a gamma function, where all three parameters (γ, β, and µ) are allowed to float.",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "known B + mass [4]. Figure 11 shows the distribution of a quantity similar to S from Eq. 6, but where the kaon hypothesis for the predicted energy loss dE/dx K is used. Figure 11 illustrates that the dE/dx distribution for kaons is not Gaussian. A least-squares fit returns the following values: γ = 23.5±2.5, β = 0.230±0.013, and µ = -5.49±0.28. Using these parameters we calculate the width σ = β √ γ = 1.11 ± 0.13 and mean γβ + µ = −0.09 ± 0.01. A value of 23 for the γ parameter models accurately the kaons across their full momentum spectrum and is used for the fit of the K + p fraction in the J/ψ-track sample. For the width σ, we choose a higher value of 1.15 to take into account the contributions from protons. As a fit function for the pions we also use the gamma distribution. Finally, the dE/dx data are fit with the following formula:",
            "paragraph_rank": 59,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 15,
                    "text": "[4]",
                    "end": 18
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 20,
                    "text": "Figure 11",
                    "end": 29
                },
                {
                    "ref_id": "formula_13",
                    "start": 89,
                    "text": "6",
                    "end": 90
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 169,
                    "text": "Figure 11",
                    "end": 178
                }
            ]
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "where N ev (S) is the prediction as a function of the quantity in Eq. (6), N fit is the number of events, F π is the pion fraction, and G is the probability density function of the gamma distribution. There are only two free parameters in this least-squares fit: N fit and F π . The parameter µ K+p is adjusted as a function of pion and kaon momentum because the K + p dE/dx distribution changes slowly with respect to that of the pion as the particle momentum changes. Figure 12 shows the distributions of S for the positively-charged third tracks in three momentum ranges fit with a sum of two gamma distributions as described in Eq. (8).",
            "paragraph_rank": 60,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 70,
                    "text": "(6)",
                    "end": 73
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 470,
                    "text": "Figure 12",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 636,
                    "text": "(8)",
                    "end": 639
                }
            ]
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "To calculate the proton fraction, we first calibrate the ToF performance using the kaon tracks from B + → J/ψ K + decays in the momentum range 2.0-3.3 GeV/c. Then we perform a simultaneous two-dimensional like-lihood fit of the ToF and the dE/dx data for the third track in the J/ψ-track sample. As an example of the ToF standalone information, Fig. 13 shows the distribution of the quantity T oFmeas−T oFπ σToF using the momentum range 2.0-2.2 GeV/c for events restricted to the subset with −1.7 < S < −1.5. Here, T oF meas is the measured time, T oF π is the predicted time for the pion hypothesis, and σ ToF is the uncertainty in the measured time.",
            "paragraph_rank": 61,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 345,
                    "text": "Fig. 13",
                    "end": 352
                }
            ]
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "To make use of the determination of F p in the momentum range 2.0-3.3 GeV/c, we simulate F p for momentum in the range greater than 3.0 GeV/c. The MC procedure generates realistic bb quark events using the pythia [28] simulation package with all 2 → 2 QCD processes and initial-and final-state radiation. The CTEQ5L [29] parton distributions for protons are used, and fragmentation of the b quarks employs the Lund string model [30,31]. The decay of B mesons and baryons utilizes EvtGen and the CDF II detector simulation is based on geant3 [32]. Studies show that the pythia simulation predictions are lower than the experimental measurements in the momentum range 3.0-3.3 GeV/c. To achieve consistency between the simulation and the experimental data, we scale the pythia predictions for the whole range of momenta greater than 3 GeV/c so that the simulation and the experimental measurement of F p agree in the momentum range 3.0-3.3 GeV/c. Both the experimental measurements for the p andp fractions in the momentum range 2.0-3.3 GeV/c and the scaled pythia predictions in the range of momenta greater than 3 GeV/c are shown in Fig. 14. For the study of the systematic uncertainty in the proton fractions we consider two options. The first is to follow the slope of the simulation in the region 3.0-4.2 GeV/c assuming that F p = 0 at momenta higher than 5.5 GeV/c, and the second is to assume a straight line connecting the lowest and highest momentum points in the simulation (see the dotted and dashed lines in Fig. 14).",
            "paragraph_rank": 62,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 213,
                    "text": "[28]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 316,
                    "text": "[29]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 428,
                    "text": "[30,",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 432,
                    "text": "31]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 541,
                    "text": "[32]",
                    "end": 545
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1132,
                    "text": "Fig. 14.",
                    "end": 1140
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1517,
                    "text": "Fig. 14)",
                    "end": 1525
                }
            ]
        },
        {
            "section": "Hadron fractions within the J/ψ-track sample",
            "text": "Using the combined fraction F K+p , determined from the fit illustrated in Fig. 12, and the standalone fraction F p illustrated in Fig. 14, the fraction F K is determined. Figure 15 shows the F π , F K , and F p fractions for the (a) positively-and (b) negatively-charged particles with momenta greater than 3 GeV/c corresponding to the third tracks in the J/ψ-track system.",
            "paragraph_rank": 63,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 75,
                    "text": "Fig. 12",
                    "end": 82
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 131,
                    "text": "Fig. 14",
                    "end": 138
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 172,
                    "text": "Figure 15",
                    "end": 181
                }
            ]
        },
        {
            "text": "Results and systematic uncertainties for the misidentified-muon background",
            "section_rank": 14
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "To complete the misidentified-muon background calculation, for each third track in the J/ψ-track sample, we assign a weight W according to Eq. (3) using the kaon and pion misidentification probabilities shown in Fig. 8; the fraction of the muon events outside of the D 0 mass peak shown in Fig. 10; and the pion, kaon, and proton fractions shown in Fig. 15. The weighted mass distribution corresponds to the distribution of the misidentified-  muon background as a function of the J/ψ µ + invariant mass. An additional small misidentified-muon component is produced if a misidentified J/ψ makes a three-track ver-tex with a misidentified muon (\"doubly misidentified\"). Since this background is in both the misidentified-J/ψ and the misidentified-muon backgrounds, it must be determined to avoid double counting it. The doublymisidentified correction is calculated using the invariantmass distribution of the sideband dimuons in the J/ψ sidetrack system following procedures the same as those discussed in this section of the paper.",
            "paragraph_rank": 64,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 212,
                    "text": "Fig. 8",
                    "end": 218
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 290,
                    "text": "Fig. 10",
                    "end": 297
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 349,
                    "text": "Fig. 15",
                    "end": 356
                }
            ]
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "Because of the large size of the J/ψ-track sample, the statistical uncertainties in the calculation of the misidentified-muon background are negligible compared with the systematic uncertainties. For the misidentifiedmuon uncertainties, the following procedures are used to estimate the various components of the systematic uncertainty:",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "1. For the muon misidentification probabilities of pions or kaons, a comparison is made of results from two fit functions applied to the same distributions associated with a CMUP muon: the single-Gaussian function versus the double-Gaussian templates derived from the non-muon sample.",
            "paragraph_rank": 66,
            "section_rank": 14
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "2. For the fraction of the muon-matched events outside of the D 0 mass peak, fits to simulated mass distributions based on single Gaussian functions with widths fixed to those observed in data are compared with fits in which widths are free to float. The resulting differences are used to estimate the systematic uncertainty for this part of the misidentified-muon calculation.",
            "paragraph_rank": 67,
            "section_rank": 14
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "3. For the particle fractions in the J/ψ-track system, fits of the dE/dx data with a sum of two Gaussian distributions are compared to the fits with the sum of two gamma distributions to determine the systematic uncertainty in the fitting procedure.",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "4. For the proton fractions, variation bounds are obtained from the data-normalized pythia simulation. For the lower bound we follow the slope of the pythia simulation in the region 3.0-4.2 GeV/c assuming that F p = 0 beyond 5.5 GeV/c (Fig. 14,  dotted line). For the upper bound we assume a straight line connecting the lowest and highest momentum points in the pythia simulation (see the dashed line in Fig. 14).",
            "paragraph_rank": 69,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 235,
                    "text": "(Fig. 14,  dotted line)",
                    "end": 258
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 405,
                    "text": "Fig. 14)",
                    "end": 413
                }
            ]
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "The systematic uncertainties for the misidentified and doubly-misidentified-muon backgrounds are shown in Table IV. The misidentified and doubly-misidentifiedmuon backgrounds as functions of the invariant mass of the J/ψ-track system and their associated systematic uncertainties are shown in Figure 16. Numerical results are given in Table V.  the third muon produced from the decay of theb quark in the same event, or vice versa. The production of bb pairs in pp collisions is dominated by the leading-order flavor-creation (FC) process and the next-to-leading order flavor-excitation (FE) and gluon-splitting (GS) processes [33]. Flavor creation corresponds to the production of a bb pair by gluon fusion or by the annihilation of light quarks via two 2-to-2 parton subprocesses gg → bb and qq → bb. Flavor excitation refers to the QCD hard 2-to-2 reaction corresponding to the scattering of a b quark out of the initial state into the final state by a gluon or a light quark or light antiquark via the subprocesses gb → gb, qb → qb, andqb →qb. Theb partner from the original initial state bb pair will also appear in the final state. There are three more processes corresponding to the scattering of theb quarks in the high Q 2 sea of gluons and heavy-quark pairs that define the p andp structure functions. Gluon splitting occurs when only gluons and light quarks and light antiquarks participate in the 2-to-2 hard parton scattering subprocess, but one of the final-state gluons fragments into a bb pair, e.g., gg → g(g → bb) or qg → q(g → bb). Flavor creation is expected to produce the largest opening angles between the quark pairs, as measured in the plane transverse to the beam direction. Flavor excitation is expected to produce both large and small opening angles, and gluon splitting is expected to produce a relatively uniform distribution of opening angles [28,29].",
            "paragraph_rank": 70,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 106,
                    "text": "Table IV",
                    "end": 114
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 293,
                    "text": "Figure 16",
                    "end": 302
                },
                {
                    "type": "table",
                    "start": 335,
                    "text": "Table V",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 627,
                    "text": "[33]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1874,
                    "text": "[28,",
                    "end": 1878
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1878,
                    "text": "29]",
                    "end": 1881
                }
            ]
        },
        {
            "section": "Results and systematic uncertainties for the misidentified-muon background",
            "text": "The determination of the bb background relies on a pythia MC simulation to generate potential bb background events for the three QCD processes. We constrain the pythia MC simulation with the experimental data using the distribution of the opening angle ∆φ between the J/ψ and the muon in an event. We select a sample of experimental data called the unvertexed-J/ψ µ + -pairs sample as described in Sec. IV C 1 below. \"Unvertexed\" means that there are no requirements that the J/ψ µ + pairs originate from a common vertex. From this sample we subtract potential signal candidates as well as unvertexed variations of the major backgrounds described above. We fit the ∆φ distribution in these data with a linear combination of the ∆φ distributions of pythia-simulated FC, FE, and GS events that are also unvertexed. This procedure allows for a determination of the relative fractions of FC, FE, and GS to use in estimating the bb background irrespective of the relative fractions that any particular variation of the pythia parameters might produce. Using the experimentally constrained fractions for the FC, FE, and GS contributions, we calculate the bb background by applying the selection requirements for the J/ψ µ + -signal sample to the unselected pythia-simulated FC, FE, and GS samples. A valuable cross check of the background determination consists in comparing the sum of all of the backgrounds with the number of events in the J/ψ µ + invariant-mass ranges 3-4 GeV/c 2 and greater than 6 GeV/c 2 , where the number of events is dominated by background.",
            "paragraph_rank": 71,
            "section_rank": 14
        },
        {
            "text": "Selecting the unvertexed-J/ψ µ + pairs",
            "section_rank": 15
        },
        {
            "section": "Selecting the unvertexed-J/ψ µ + pairs",
            "text": "The selection requirements for the unvertexed-J/ψ µ + -pairs sample in the data follow the requirements listed in Table I and Table II with the modifications: the mass range for the J/ψ is reduced from ±50 MeV/c 2 to ±30 MeV/c 2 ; the decay length for the J/ψ is required to be greater than 200 µm; there is no vertex requirement for the trimuon system; and there is no ∆φ requirement between the J/ψ and the third muon. In the data there may be more than one pp interaction distributed longitudinally along the interaction region, which has an rms length of about 30 cm. In order to restrict the data sample to events in which the J/ψ and third muon come from the same pp interaction, we require that the z separation between the J/ψ and the third muon is less than 2 cm.",
            "paragraph_rank": 72,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 114,
                    "text": "Table I and Table II",
                    "end": 134
                }
            ]
        },
        {
            "section": "Selecting the unvertexed-J/ψ µ + pairs",
            "text": "The unvertexed-J/ψ µ + pairs come not only from different b hadrons produced in the same pp interaction but also from non-bb sources:",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "section": "Selecting the unvertexed-J/ψ µ + pairs",
            "text": "1. Single b hadrons contribute to the unvertexed-J/ψ µ + pairs that would pass the vertex probability requirement. They include the B + c → J/ψ µ + X event candidates which include the background components having a vertexed J/ψ plus a misidentified muon and misidentified-vertexed J/ψ plus a muon.",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "text": "A pion or kaon from an unvertexed J/ψ-track event",
            "section_rank": 16
        },
        {
            "section": "A pion or kaon from an unvertexed J/ψ-track event",
            "text": "is misidentified as a muon.",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "section": "A pion or kaon from an unvertexed J/ψ-track event",
            "text": "3. An unvertexed misidentified J/ψ also can be in the unvertexed-J/ψ µ + system.",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "section": "A pion or kaon from an unvertexed J/ψ-track event",
            "text": "To produce a pure sample of bb pairs to compare with the pythia simulation, it is necessary to estimate the contributions from the non-bb sources listed above and then subtract them from the selected sample of unvertexed-J/ψ µ + pairs shown in Fig. 17a. The first non-bb source is identified by applying the vertex probability requirement to the unvertexed-J/ψ µ + pairs, and its ∆φ distribution is shown in Fig. 17b, labeled as \"B + c → J/ψ µ + ν\" candidates. The essential difference between this B + c → J/ψ µ + ν sample and the signal sample is that the ∆φ selection criterion is not applied in order to compare the bb data sample with the MC simulation over the entire range of ∆φ. Next, we estimate the unvertexed-misidentified-muon background with the procedure described in Sec. IV B using the unvertexed-J/ψ-track sample with the vertexed events subtracted. The ∆φ distribution of unvertexedmisidentified-muon background is also shown in Fig. 17b. Finally, the events containing an unvertexed-J/ψ µ + pair, where the J/ψ is misidentified, are accounted by the method of Sec. IV A using the events from the dimuon mass sidebands of the unvertexed-J/ψ µ + -pairs sample. The ∆φ distribution of misidentified J/ψ in the unvertexed-J/ψ µ + -pairs sample is also shown in Fig. 17b. Subtracting the three non-bb sources shown in Fig. 17b from the unvertexed-J/ψ µ + pairs in Fig. 17a gives the background-subtracted sample of unvertexed-J/ψ µ + pairs. This pure bb sample is shown in Fig. 17c and is used to determine the relative fractions of the QCD production processes generated by the pythia simulations.",
            "paragraph_rank": 77,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 244,
                    "text": "Fig. 17a",
                    "end": 252
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 408,
                    "text": "Fig. 17b, labeled",
                    "end": 425
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 947,
                    "text": "Fig. 17b",
                    "end": 955
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1276,
                    "text": "Fig. 17b",
                    "end": 1284
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1332,
                    "text": "Fig. 17b",
                    "end": 1340
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1378,
                    "text": "Fig. 17a",
                    "end": 1386
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1487,
                    "text": "Fig. 17c",
                    "end": 1495
                }
            ]
        },
        {
            "text": "Simulated unvertexed-J/ψ µ + pairs",
            "section_rank": 17
        },
        {
            "section": "Simulated unvertexed-J/ψ µ + pairs",
            "text": "A pythia sample containing 0.5×10 6 bb pairs is generated. Either the b orb quark is allowed to decay naturally, where the major sources of muons are semileptonic decays of bottom hadrons or of their daughter charm hadrons. Theb or b quark partner is forced to decay into a J/ψ or any state which might cascade into a J/ψ meson. Figures 18a, b, and c show the ∆φ distributions of unvertexed-J/ψ µ + pairs from the FC, FE, and GS processes, respectively.",
            "paragraph_rank": 78,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 329,
                    "text": "Figures 18a, b",
                    "end": 343
                }
            ]
        },
        {
            "section": "Simulated unvertexed-J/ψ µ + pairs",
            "text": "To normalize the bb background events from the pythia sample to data, we use the yields of the B + → J/ψ K + decays observed in data. In the B + → J/ψ K + decays reconstructed from the pythia simulation we apply all the requirements listed in Table I and Table II. The number of B + → J/ψ K + decays produced by the three QCD processes are 16 275±130 (FC -25%), 35 464±189 (FE -55%), and 12 602±118 (GS -20%).",
            "paragraph_rank": 79,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 243,
                    "text": "Table I and Table II",
                    "end": 263
                }
            ]
        },
        {
            "text": "Fitting the unvertexed-J/ψ µ + ∆φ distribution",
            "section_rank": 18
        },
        {
            "section": "Fitting the unvertexed-J/ψ µ + ∆φ distribution",
            "text": "The experimental data shown in Fig. 17c are fit with a linear combination of the the three pythia ∆φ distributions shown in Figs. 18a, b, and c. The predicted number of bb events for a given ∆φ bin is given by",
            "paragraph_rank": 80,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 31,
                    "text": "Fig. 17c",
                    "end": 39
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 124,
                    "text": "Figs. 18a, b",
                    "end": 136
                }
            ]
        },
        {
            "section": "Fitting the unvertexed-J/ψ µ + ∆φ distribution",
            "text": "C = 0.76 ± 0.07 is a correction factor that accounts for the differences between the fraction of b quarks fragmenting into B + , the B + → J/ψ K + branching fraction, and the known inclusive branching fraction for all B hadrons to produce a J/ψ meson [4] and the values set in the pythia simulation program [28]. In the fit C is constrained by its uncertainty. The parameters S FC , S FE , and S GS are the scale factors for the different QCD production processes in pythia. The fit allows the scale factors to float subject to the constraint that their sum must equal three. The numbers of pythia events in a given ∆φ bin as shown in Figs. 18a, b, and c are N FC bb , N FE bb , and N GS bb , respectively. The total number of B + → J/ψ K + decays in the data shown in Fig. 4b is N B + . The numbers of B + → J/ψ K + decays produced by the three QCD processes in pythia are N FC B + , N FE B + , and N GS B + , respectively. The last term in Eq. (9) along with C normalizes the three pythia samples to the experimental data.",
            "paragraph_rank": 81,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 251,
                    "text": "[4]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 307,
                    "text": "[28]",
                    "end": 311
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 635,
                    "text": "Figs. 18a, b",
                    "end": 647
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 769,
                    "text": "Fig. 4b",
                    "end": 776
                }
            ]
        },
        {
            "section": "Fitting the unvertexed-J/ψ µ + ∆φ distribution",
            "text": "The result of the fit is given in Table VI. The leastsquares fit disfavors a contribution from the FE process by returning S F E of -0.11±0.10. A linear combination of FC and GS terms gives a reasonable least-squares fit to the data. The fitting function for the FC plus GS combination is shown in Eq. (10),",
            "paragraph_rank": 82,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 34,
                    "text": "Table VI",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 302,
                    "text": "(10)",
                    "end": 306
                }
            ]
        },
        {
            "section": "Fitting the unvertexed-J/ψ µ + ∆φ distribution",
            "text": "where the sum of S FC +S GS = 2. Numerical results from the fit shown in Fig. 19 are as follows: C = 0.73 ± 0.01, S GS = 1.02 ± 0.03, S FC = 2 − S GS . The factors S FC , S GS , and C together with Eq. (10) are used in Sec. IV C 4 to calculate the number of bb background events. One source of systematic uncertainty in the determination of the bb background arises from the choice to force the contribution of FE to be zero. We estimate the corresponding systematic uncertainty using the difference between the predicted number of bb events for the two values 0 and 0.1 for S FE . A second source is introduced by the uncertainty in the estimate of the unvertexedmisidentified-muon component of the ∆φ distribution of unvertexed-J/ψ µ + events. The misidentified-muon component is removed prior to fitting the pythia predictions to the data; hence, its uncertainty propagates into the determination of the bb background. To determine this systematic uncertainty, the ∆φ distribution of unvertexed-J/ψ µ + pairs shown in Fig. 17c is increased and decreased by the amount of the lower and upper values of the unvertexed-misidentified-muon systematic uncertainty, respectively. The scale factors are refit for these two cases and the change in the predicted bb background is determined. The systematic uncertainties from these two sources are summarized in Table VII. The total systematic uncertainty is calculated by adding the results from the three rows in quadrature.",
            "paragraph_rank": 83,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 73,
                    "text": "Fig. 19",
                    "end": 80
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1021,
                    "text": "Fig. 17c",
                    "end": 1029
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1355,
                    "text": "Table VII",
                    "end": 1364
                }
            ]
        },
        {
            "text": "Results for the bb background",
            "section_rank": 19
        },
        {
            "section": "Results for the bb background",
            "text": "Having determined the correct scale factors to use for the pythia simulation of the QCD bb processes, the bb background in the J/ψ µ + event sample is calculated using Eq. (10). The number of FC and GS events from the pythia simulation is determined by requiring that all the simulated J/ψ µ + events satisfy all the requirements listed in Table I and Table II to reconstruct the B + c → J/ψ µ + ν decay. In addition to the B + c selec- tion requirements for the pythia sample, we require that the third muon does not originate from a pion or kaon and that it originates from a different particle than the J/ψ originates from. Other than the J/ψ µ + events, the quantities needed for the calculation are the QCD scale factors and C, the number of B + mesons in the data shown in Fig. 4b, and the numbers of B + → J/ψ K + decays produced by the QCD processes in the pythia simulation given in Sec. IV C 2. A summary of the input quantities and the results for the bb background in the signal region is given in Table VIII. The second column gives the numbers of J/ψ µ + events simulated by pythia passing the B + c selection requirements after contributions from the dimuon sideband region are subtracted. The uncertainty in the bb background is due to several sources. There are statistical uncertainties in the yields of the four simulated samples N FC bb , N GS bb , N FC B + , and N GS B + , and in the determination of the B + → J/ψ K + sample in the experimental data. Finally, there are correlated uncertainties in the parameters C, S FC , and S GS that are determined by the fit to the ∆φ distribution in the unvertexed-J/ψ µ + sample. The resulting invariant-mass distribution of the bb background is shown in Fig. 20.",
            "paragraph_rank": 84,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 172,
                    "text": "(10)",
                    "end": 176
                },
                {
                    "type": "table",
                    "start": 340,
                    "text": "Table I and Table II",
                    "end": 360
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 779,
                    "text": "Fig. 4b",
                    "end": 786
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1010,
                    "text": "Table VIII",
                    "end": 1020
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1718,
                    "text": "Fig. 20",
                    "end": 1725
                }
            ]
        },
        {
            "section": "Results for the bb background",
            "text": "The total bb background event yields in the invariantmass ranges 3-4 GeV/c 2 , 4-6 GeV/c 2 , and greater than 6 GeV/c 2 are 12.4 ± 2.4(stat)±0.4(syst), 178.6 ± 12.4(stat)±5.8(syst), and 110.4 ± 10.7(stat)±3.6(syst), respectively.",
            "paragraph_rank": 85,
            "section_rank": 19
        },
        {
            "text": "D. Total background",
            "section_rank": 20
        },
        {
            "section": "D. Total background",
            "text": "The backgrounds to the B + c → J/ψ µ + X decays discussed above are summarized in Table IX with their sta-tistical and systematic uncertainties. The misidentified-J/ψ background, misidentified-muon background, and bb background are included. The doubly-misidentified background contribution is subtracted to avoid double counting. Entries with no statistical uncertainties listed represent determinations for which the statistical uncertainty is negligible compared with the systematic uncertainty. The misidentified-J/ψ background is calculated using the dimuon sidebands near the J/ψ invariant mass. Since there are no systematic uncertainties that are significant, the uncertainty is only statistical.",
            "paragraph_rank": 86,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 82,
                    "text": "Table IX",
                    "end": 90
                }
            ]
        },
        {
            "section": "D. Total background",
            "text": "The number N obs of B + c → J/ψ µ + X signal candidates is presented in Table X. The statistical and systematic uncertainties are combined in quadrature. The top row in Table X reports the number of reconstructed B + c → J/ψ µ + X candidates shown in Fig. 4a. The quantity N obs is used to calculate the final B + c → J/ψ µ + ν yield.",
            "paragraph_rank": 87,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 72,
                    "text": "Table X",
                    "end": 79
                },
                {
                    "type": "table",
                    "start": 169,
                    "text": "Table X",
                    "end": 176
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 251,
                    "text": "Fig. 4a",
                    "end": 258
                }
            ]
        },
        {
            "text": "V. CONTRIBUTIONS TO",
            "section_rank": 21
        },
        {
            "section": "V. CONTRIBUTIONS TO",
            "text": "After subtracting backgrounds, the trimuon sample still contains contributions from other B + c decay modes, in addition to the decay B + c → J/ψ µ + ν. For example, a B + c might decay into a ψ(2S)µ + ν state, followed by the ψ(2S) decay into a J/ψ π + π − final state. Another example is a B + c decay into J/ψ τ + ν state followed by the τ decay into a muon and two neutrinos. The fraction of these events that meet the selection requirements is small but nonzero.",
            "paragraph_rank": 88,
            "section_rank": 21
        },
        {
            "section": "V. CONTRIBUTIONS TO",
            "text": "We consider a set of B + c decay modes taken from the theoretical predictions of Kiselev [5]. Table XI shows the list of the B + c decay modes and their branching frac- tions used in the MC simulation. Another set of theoretical B + c decay modes that is sufficiently complete to allow an estimate of the number of events in our signal sample from other B + c decay modes is given by Ivanov and collaborators [6]. The difference in the estimate of the mumber of events from other decays modes from these two bodies of work is used to estimate the systematic uncertainty in this correction. The correction is small, approximately 30 events, but the two sets of branching-fraction predictions differ by approximately 50% of the correction. Using bgenerator [10], we generate B + c → J/ψ µ + ν decays and eleven other decay modes that can yield trimuon events. The fraction of these events that meet the selection requirements is reported in Table XII. Our method uses the number N obs of observed B + c candidates in the data as shown in Table X after all other backgrounds have been subtracted except for the other decay modes. In the signal region 4-6 GeV/c 2 , we observe N obs = 769.5 events. The number of B + c → J/ψ µ + ν events in the data is given by N B + c = N obs − N other where N other is the number due to other decay modes. This can be rewritten as",
            "paragraph_rank": 89,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 89,
                    "text": "[5]",
                    "end": 92
                },
                {
                    "type": "table",
                    "start": 94,
                    "text": "Table XI",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 409,
                    "text": "[6]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 755,
                    "text": "[10]",
                    "end": 759
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 939,
                    "text": "Table XII.",
                    "end": 949
                },
                {
                    "type": "table",
                    "start": 1036,
                    "text": "Table X",
                    "end": 1043
                }
            ]
        },
        {
            "section": "V. CONTRIBUTIONS TO",
            "text": "The fraction N B + c /N obs equals 0.961 for the signal region 4-6 GeV/c 2 and is given in Table XII. Thus, N other is 30.0±1.6(stat) events in the signal region and 2.6±1.2(stat) events in the 3-4 GeV/c 2 mass range. The difference between the Kiselev and Ivanov predictions for the B + c → J/ψ µ + ν branching fraction is 9% [5,6]. This results in a systematic uncertainty of ±16.3 events in N B + c .",
            "paragraph_rank": 90,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 91,
                    "text": "Table XII",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 327,
                    "text": "[5,",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 330,
                    "text": "6]",
                    "end": 332
                }
            ]
        },
        {
            "text": "VI. B + c SIGNAL",
            "section_rank": 22
        },
        {
            "section": "VI. B + c SIGNAL",
            "text": "The estimated number of events from other decay modes that contribute to the B + c → J/ψ µ + X signal and sidebands, observed N obs and the final number N B + c of TABLE XI. B + c decay modes and their branching fractions (BF1) from the theoretical predictions of Kiselev [5]. The BF2 column represents other decays and associated branching fractions necessary to reach the trimuon system. The \"Product BF Kiselev\" represents the product BF1BF2 for the Kiselev predictions [5], and the sum is normalized to 1. The \"Ivanov\" column represents a similar sum based on the theoretical predictions of Ivanov [6]. B + c → J/ψ µ + ν, are shown in Table XIII. The statistical and systematic uncertainties are combined. The result for N B + c in the 3-4 GeV/c 2 and greater than 6 GeV/c 2 mass regions compared with the number of simulated B + c → J/ψ µ + ν events in these regions yield an important cross check on the overall size of the experimental backgrounds in the 4-6 GeV/c 2 signal region. The 3-4 GeV/c 2 and greater than 6 GeV/c 2 mass regions are populated predominantly by background, while the signal region has 740 B + c → J/ψ µ + ν decays and 630 background events including the other decay modes. By normalizing a Monte Carlo sample of B + c → J/ψ µ + ν events to the measured number of events after background subtraction in the signal region, we predict the expected number of B + c → J/ψ µ + ν decays in the 3-4 GeV/c 2 and greater than 6 GeV/c 2 mass regions. From Table XIII, we expect 23 B + c → J/ψ µ + ν decays and observe 24±12 in the 3-4 GeV/c 2 mass region. In the greater than 6 GeV/c 2 region, we expect 28 and observe 46±19. This gives confidence in the calculation of the sum of background yield plus other decay modes in the signal region.",
            "paragraph_rank": 91,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 272,
                    "text": "[5]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 473,
                    "text": "[5]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 602,
                    "text": "[6]",
                    "end": 605
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 639,
                    "text": "Table XIII",
                    "end": 649
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1476,
                    "text": "Table XIII",
                    "end": 1486
                }
            ]
        },
        {
            "section": "VI. B + c SIGNAL",
            "text": "The invariant-mass distribution of the J/ψ µ + events is shown in Fig. 21 with simulated signal and backgrounds superimposed.",
            "paragraph_rank": 92,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 66,
                    "text": "Fig. 21",
                    "end": 73
                }
            ]
        },
        {
            "section": "VI. B + c SIGNAL",
            "text": "\"Misid. muon\" is the misidentified-muon background corrected for the doubly misidentified background, while \"Other modes\" indicates the contribution from the other decay modes. \"B c Monte Carlo\" stands for simulated B + c → J/ψ µ + ν decays. The simulated sample size is normalized to the number of signal events in the signal region after subtracting background and other decay modes. After accounting for the small B + c → J/ψ µ + ν signal component in the 3-4 GeV/c 2 and greater than 6 GeV/c 2 mass regions, we correctly model the background in these regions.",
            "paragraph_rank": 93,
            "section_rank": 22
        },
        {
            "text": "VII. RELATIVE EFFICIENCY OF",
            "section_rank": 23
        },
        {
            "section": "VII. RELATIVE EFFICIENCY OF",
            "text": "To determine R, we need to determine the efficiencies used in Eq. (2). These efficiencies are collected together into ǫ rel = ǫ B + /(ǫ B + c × ǫ µ ). The efficiencies ǫ B + and ǫ B + c are the geometrical acceptances for B + → J/ψ K + and B + c → J/ψ µ + ν decays, respectively, in the CDF II detector corrected for effects discussed below, and ǫ µ is the third-muon detection efficiency in the CMU and CMP detectors. The ratio ǫ B + /ǫ B + c includes a small correction for the relative trigger efficiency between kaons and muons. The muon identification efficiency for CMUP muons is 0.962±0.007(stat)±0.021(syst) [34]. Because the effects due to multiple Coulomb scattering and the stopping of muons in the absorber at low p T are modeled accurately by the simulation, the normalized efficiency of the CMUP is uniform over the p T range greater than 3 GeV/c.",
            "paragraph_rank": 94,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 616,
                    "text": "[34]",
                    "end": 620
                }
            ]
        },
        {
            "section": "VII. RELATIVE EFFICIENCY OF",
            "text": "We determine the efficiencies ǫ B + and ǫ B + c with MC simulations. Knowledge of the transverse momentum spectra for the B + and B + c is essential to determine the relative efficiency correctly. In order to determine the relative efficiency, we use the generated samples of B + → J/ψ K + , B + c → J/ψ µ + ν, and B * + c → B + c + γ decays. All data from the MC events are passed through the full detector and trigger simulation. The events that meet the dimuon trigger requirements are processed in the same way as experimental data.",
            "paragraph_rank": 95,
            "section_rank": 23
        },
        {
            "section": "VII. RELATIVE EFFICIENCY OF",
            "text": "A. B + and B + c pT spectra",
            "paragraph_rank": 96,
            "section_rank": 23
        },
        {
            "section": "VII. RELATIVE EFFICIENCY OF",
            "text": "The B + → J/ψ K + acceptance calculation is based on the FONLL spectrum [3]. As the FONLL spectrum shows some discrepancies in the low-p T region with respect to the data, a corrected FONLL spectrum is used.",
            "paragraph_rank": 97,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 72,
                    "text": "[3]",
                    "end": 75
                }
            ]
        },
        {
            "section": "VII. RELATIVE EFFICIENCY OF",
            "text": "In generating the B + c → J/ψ µ + ν MC sample, we follow the theoretical work on B + c production, the GMVFN model of Chang et al. [35], which has the following advantages: it includes B + c and B * + c spectra; it includes production via the interactions of gluons and heavy sea quarks, gb and gc, as well as pure gg fusion; and it includes a small contribution from qq production.  Tables I and  II of Ref. [35]. According to this calculation, made for Tevatron energy 1.96 TeV using p T (B + c ) > 4 GeV/c and rapidity |y| < 0.6, the total production cross sections  [35], where \"gg +gb+gc\" represents the combined contributions from the gg fusion, gb and gc production subprocesses, and qq represents the quark-antiquark production mechanism. The B + c → J/ψ µ + ν and B + → J/ψ K + samples generated using the corrected p T spectra are compared with data in Fig. 23, where the same selection requirements are applied to data and simulation. Experimental data and simulated distributions are selected with the requirement that the invariant-mass value should lie within the signal mass region 4-6 GeV/c 2 for the B + c and within ±50 MeV/c 2 of the B + mass for the B + → J/ψ K + decays. Both p T distributions for data are background subtracted. The simulated distributions are normalized to the data distributions.",
            "paragraph_rank": 98,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 131,
                    "text": "[35]",
                    "end": 135
                },
                {
                    "type": "table",
                    "start": 384,
                    "text": "Tables I and  II",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 409,
                    "text": "[35]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 570,
                    "text": "[35]",
                    "end": 574
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 863,
                    "text": "Fig. 23",
                    "end": 870
                }
            ]
        },
        {
            "text": "C. Results for the relative efficiency",
            "section_rank": 24
        },
        {
            "section": "C. Results for the relative efficiency",
            "text": "In calculating ǫ rel , we first determine ǫ B + c and ǫ B + separately and then calculate the ratio in this sample as the generated events, while all events are passed through the detector and trigger simulation with all the analysis selection criteria applied. Finally, a requirement that the p T be greater than 6 GeV/c is applied to the reconstructed J/ψ µ + in the B + c case and to the reconstructed J/ψ K + in the B + case. For the reconstructed events there is no requirement made on the rapidity. In both cases ǫ B + c (B + ) is the ratio of reconstructed to generated events.",
            "paragraph_rank": 99,
            "section_rank": 24
        },
        {
            "section": "C. Results for the relative efficiency",
            "text": "In the acceptance calculation there is a small correction (approximately 3.4% in the value of ǫ rel ) for the fact that XFT efficiencies in data are different for kaons and muons. Assuming that muons and pions are similar, the model, based on data, parameterizes the XFT efficiency for kaons and pions as a function of 1/p T relative to the same efficiencies as estimated in the MC simulation for the acceptance [36]. The muon efficiency ǫ µ that depends on the CMU and CMP muon detectors alone and is not included in these results.",
            "paragraph_rank": 100,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 412,
                    "text": "[36]",
                    "end": 416
                }
            ]
        },
        {
            "section": "C. Results for the relative efficiency",
            "text": "The results for the acceptances of B + c → J/ψ µ + ν decays for the various B + c production mechanisms as  Table XIV combined with the predicted production cross sections for B + c and B * + c of 0.7 nb and 2.3 nb, respectively, a weighted average of the acceptances is calculated to determine the total acceptance ǫ B + c for B + c → J/ψ µ + ν presented in Table XVI. The acceptance ǫ B + for B + → J/ψ K + is also shown in Table XVI and its calculation is simpler because there is only one production spectrum involved in its determination. Both results are for p T (B) > 6 GeV/c. Comparisons of the acceptances for the J/ψ µ + and J/ψ K + systems and the ǫ B + /ǫ B + c ratio as a function of the rapidity are shown in Fig. 24. Using ǫ B + and ǫ B + c from Table XVI and ǫ µ from the opening of Sec. VII, the value of ǫ rel is ǫ rel = 4.093 ± 0.038(stat).",
            "paragraph_rank": 101,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 108,
                    "text": "Table XIV",
                    "end": 117
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 359,
                    "text": "Table XVI",
                    "end": 368
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 426,
                    "text": "Table XVI",
                    "end": 435
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 723,
                    "text": "Fig. 24",
                    "end": 730
                }
            ]
        },
        {
            "section": "C. Results for the relative efficiency",
            "text": "Using Eq. (2), N B + c from Table XIII, N B + from Fig. 4b, and ǫ rel , we find R = 0.211 ± 0.012(stat).",
            "paragraph_rank": 102,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 10,
                    "text": "(2)",
                    "end": 13
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 51,
                    "text": "Fig. 4b",
                    "end": 58
                }
            ]
        },
        {
            "section": "C. Results for the relative efficiency",
            "text": "D. Systematic uncertainties for the relative efficiency",
            "paragraph_rank": 103,
            "section_rank": 24
        },
        {
            "section": "C. Results for the relative efficiency",
            "text": "We consider the systematic uncertainty associated with the prediction of the relative efficiency due to knowledge of the B + c lifetime, the B + c production spectrum, the B + production spectrum, the difference between the K and µ tracking efficiencies in the XFT, and the muon identification efficiency for CMUP muons. The total systematic uncertainty in ǫ rel is summarized in Table XVII. The individual systematic uncertainties are discussed below.",
            "paragraph_rank": 104,
            "section_rank": 24
        },
        {
            "text": "Systematic uncertainty from the B + c lifetime",
            "section_rank": 25
        },
        {
            "section": "Systematic uncertainty from the B + c lifetime",
            "text": "The systematic uncertainty for ǫ rel due to the uncertainty in the B + c lifetime is estimated by varying the B + c lifetime in MC simulations by one standard deviation relative to the current world average value [4]. The systematic uncertainty is ∆ǫ rel = +0.134 −0.147 .",
            "paragraph_rank": 105,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 213,
                    "text": "[4]",
                    "end": 216
                }
            ]
        },
        {
            "section": "Systematic uncertainty from the B + c lifetime",
            "text": "2. Systematic uncertainty from the B + c and B + production spectra",
            "paragraph_rank": 106,
            "section_rank": 25
        },
        {
            "section": "Systematic uncertainty from the B + c lifetime",
            "text": "The systematic uncertainty associated with the calculations of the B + c and B + production spectra is derived by comparing the bin-by-bin p T spectrum given by the data directly with that of simulated events produced using the corrected theoretical production spectra (see Fig. 23). The ratios of the data to the MC simulation versus p T (J/ψ K + ) for the B + mesons and versus p T (J/ψ µ + ) for the B + c mesons are shown in Fig. 25. The data to corrected-MC ratio plots (Fig. 25) for both cases are used to estimate an average ratio for p T (B) > 6 GeV/c,R = (w i × R i )/ w i , where i is the bin number, R i is the ratio in bin i, w i = 1/σ 2 i and σR = σ 2 i /[n(n − 1)]. Thus, we findR(B + c ) = 1.00 ± 0.08 andR(B + ) = 0.999 ± 0.013. We assign systematic uncertainties of 8% and 1.3% for the B + c and B + ratios, respectively. The ǫ rel systematic uncertainties are +0.356 −0.303 for the B + c and ±0.055 for the B + spectra, respectively.",
            "paragraph_rank": 107,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 274,
                    "text": "Fig. 23",
                    "end": 281
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 429,
                    "text": "Fig. 25",
                    "end": 436
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 475,
                    "text": "(Fig. 25)",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "start": 878,
                    "text": "+0.356",
                    "end": 884
                }
            ]
        },
        {
            "text": "Differences in the efficiency of kaons and muons in the XFT simulation",
            "section_rank": 26
        },
        {
            "section": "Differences in the efficiency of kaons and muons in the XFT simulation",
            "text": "A small source of systematic uncertainty arises from the different XFT efficiencies for kaons and muons due to the different dE/dx characteristics of these particles in the COT. The difference in ionization gives different single-hit efficiencies for kaons and muons that result in different XFT efficiencies as functions of p T . These differences are not modeled in the simulations. We model this systematic uncertainty by weighting the MC simulation to reproduce kaon and pion transverse-momentum distributions with and without the XFT efficiencies determined from data [36]. The ǫ rel difference between using and not using the XFT correction is 0.14. Comparison of the MC simulation with experimental data gives a systematic uncertainty of 50% of the correction or ±0.07.",
            "paragraph_rank": 108,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 573,
                    "text": "[36]",
                    "end": 577
                }
            ]
        },
        {
            "text": "Muon identification efficiency",
            "section_rank": 27
        },
        {
            "section": "Muon identification efficiency",
            "text": "We use Ref. [34] for the muon identification efficiency for CMUP muons and its systematic uncertainty to calculate the contribution to the uncertainty in ǫ rel . The measured systematic uncertainty for the detection efficiency of CMUP muons is about 2.2%. It yields a systematic uncertainty for ǫ rel of ∆ǫ rel = +0.092 −0.087 .",
            "paragraph_rank": 109,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 12,
                    "text": "[34]",
                    "end": 16
                }
            ]
        },
        {
            "text": "VIII. RESULTS AND CONCLUSIONS",
            "section_rank": 28
        },
        {
            "section": "VIII. RESULTS AND CONCLUSIONS",
            "text": "The result of the measurement of R based on the complete CDF Run II data set, which corresponds to an integrated luminosity of 8.7 fb, −1 is R = 0.211 ± 0.012 (stat) +0.021 −0.020 (syst)",
            "paragraph_rank": 110,
            "section_rank": 28
        },
        {
            "section": "VIII. RESULTS AND CONCLUSIONS",
            "text": "for p T (B + c ) > 6 GeV/c and |y| < 0.6. The numbers of B + c → J/ψ µ + ν and B + → J/ψ K + decays, and the relative efficiency between the two, are summarized in  ",
            "paragraph_rank": 111,
            "section_rank": 28
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 29
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Arrangement of sensors in the five SVX II layers in an r-φ slice.",
            "paragraph_rank": 112,
            "section_rank": 29
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 30
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. One quarter r-z side view of the COT showing its position relative to other detectors.",
            "paragraph_rank": 113,
            "section_rank": 30
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 31
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Dimuon invariant-mass distribution for oppositelycharged muon pairs near the J/ψ-meson mass. The signal region for selecting a J/ψ meson is shown.",
            "paragraph_rank": 114,
            "section_rank": 31
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 32
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. (a)Distribution of invariant mass for J/ψµ + candidates with transverse momentum of the J/ψµ + system greater than 6 GeV/c and (b) invariant-mass distribution of the J/ψ K + candidates for B + decay. The Cabibbosuppressed B + → J/ψ π + contribution is shown as a solid curve in (b).",
            "paragraph_rank": 115,
            "section_rank": 32
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 33
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. Invariant-mass distribution of the J/ψ misid µ + system.",
            "paragraph_rank": 116,
            "section_rank": 33
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 34
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6.Invariant-mass distribution of the J/ψ-track system. This sample is used in the misidentified-muon calculation.",
            "paragraph_rank": 117,
            "section_rank": 34
        },
        {
            "text": "Fig-",
            "paragraph_rank": 118,
            "section_rank": 35
        },
        {
            "text": "FIG. 7 .",
            "section_rank": 36
        },
        {
            "section": "FIG. 7 .",
            "text": "FIG. 7. Invariant-mass distributions of K − π + pairs from D 0 decays where the hadron of interest is not matched (a-c), and where it is matched (d-f) with a muon that satisfies the third-muon selection requirements. Figures a-f are paired vertically with (a,d), (b,e), and (c,f) corresponding to π ± , K − , and K + , respectively. Examples are shown for the pT region 3.0-3.3 GeV/c. The fit function consists of a double Gaussian (a-c), or a single Gaussian (d-f), plus a second-order polynomial.",
            "paragraph_rank": 119,
            "section_rank": 36
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 37
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. Muon-misidentification probabilities for K + , K − , and π ± as functions of hadron pT .",
            "paragraph_rank": 120,
            "section_rank": 37
        },
        {
            "text": "FIG. 9 .FIG. 10 .",
            "section_rank": 38
        },
        {
            "section": "FIG. 9 .FIG. 10 .",
            "text": "FIG. 9. Invariant-mass distributions of K − π + pairs from simulated D 0 → K − π + decays for (a) π ± , (b) K − , and (c) K + mesons passing the selection requirements for a CMUP muon. Example distributions are given for the pT range 3.0-3.3 GeV/c. The fit function consists of a single Gaussian plus a second-order polynomial.",
            "paragraph_rank": 121,
            "section_rank": 38
        },
        {
            "text": "FIG. 12 .FIG. 13 .FIG. 14 .",
            "section_rank": 39
        },
        {
            "section": "FIG. 12 .FIG. 13 .FIG. 14 .",
            "text": "FIG. 12. Distributions of S for the positively-charged third tracks in three momentum ranges: (a) 3.0-3.3 GeV/c, (b) 4.2-4.5 GeV/c, and (c) 6.0-7.0 GeV/c. The fit function consists of the sum of two gamma distributions, one for pions (dotted curve), and a second one for K + p (dash-dot curve). The total fit function is shown as a dashed curve. Details of the fit are discussed in the text.",
            "paragraph_rank": 122,
            "section_rank": 39
        },
        {
            "text": "FIG. 15 .",
            "section_rank": 40
        },
        {
            "section": "FIG. 15 .",
            "text": "FIG. 15. FractionsFπ, FK, and Fp for (a) positively-and (b) negatively-charged particles with momenta greater than 3 GeV/c corresponding to the third tracks in the J/ψ-track system.",
            "paragraph_rank": 123,
            "section_rank": 40
        },
        {
            "text": "C",
            "section_rank": 41
        },
        {
            "section": "C",
            "text": ". bb backgroundThe bb background arises from the combination of a J/ψ meson produced by the decay of a b quark with",
            "paragraph_rank": 124,
            "section_rank": 41
        },
        {
            "text": "FIG. 16 .",
            "section_rank": 42
        },
        {
            "section": "FIG. 16 .",
            "text": "FIG. 16. Weighted invariant-mass distribution of the J/ψtrack system showing the misidentified (filled circles) and the doubly-misidentified (open circles) muon backgrounds to the B + c → J/ψ µ + X decays. The error bars represent the estimated systematic uncertainties. Because of the large size of the J/ψ-track sample, the statistical errors in the misidentified-muon calculation are negligible.",
            "paragraph_rank": 125,
            "section_rank": 42
        },
        {
            "text": "FIG. 17 .",
            "section_rank": 43
        },
        {
            "section": "FIG. 17 .",
            "text": "FIG. 17. (a) Distribution versus ∆φ of all unvertexed-J/ψ µ + pairs from the experimental data. (b) Three non-bb contributions to (a) superimposed. (c) Experimental data from (a) with the non-bb contributions removed.",
            "paragraph_rank": 126,
            "section_rank": 43
        },
        {
            "text": "FIG. 18 .FIG. 19 .",
            "section_rank": 44
        },
        {
            "section": "FIG. 18 .FIG. 19 .",
            "text": "FIG. 18. Distributions of ∆φ for the unvertexed-J/ψ µ + pairs simulated from the three QCD production processes: (a) flavor creation, (b) flavor excitation, and (c) gluon splitting.",
            "paragraph_rank": 127,
            "section_rank": 44
        },
        {
            "text": "FIG. 20 .",
            "section_rank": 45
        },
        {
            "section": "FIG. 20 .",
            "text": "FIG. 20. Invariant-mass distribution of the bb background determined from a pythia MC simulation constrained by the experimental data. The error bars represent the statistical uncertainties.",
            "paragraph_rank": 128,
            "section_rank": 45
        },
        {
            "text": "FIG. 21 .",
            "section_rank": 46
        },
        {
            "section": "FIG. 21 .",
            "text": "FIG. 21. Invariant-mass distribution of the B +c → J/ψ µ + candidate events using the full CDF Run II data sample with a MC simulated signal sample and the calculated backgrounds superimposed. Details of the contributions are described in the main text. The error bars are the statistical uncertainties on the data and background predictions combined.",
            "paragraph_rank": 129,
            "section_rank": 46
        },
        {
            "text": "FIG. 22 .",
            "section_rank": 47
        },
        {
            "section": "FIG. 22 .",
            "text": "FIG. 22. Spectra for B +c and B * + c due to various production processes are shown. The processes are scaled to reflect the weight used in composing the final spectrum.",
            "paragraph_rank": 130,
            "section_rank": 47
        },
        {
            "text": "Figure 22 shows that the B + c and B * + c spectra are similar, but the B + c produced in B * + c → B + c γ decays is softer than that produced directly. The composition of the B + c spectrum used in this measurement makes use of the B + c and B * + c cross sections given in",
            "paragraph_rank": 131,
            "section_rank": 48
        },
        {
            "text": "Production fractions gg + gb + gc qq B for the B + c and B * + c mesons are 0.7 nb and 2.3 nb, respectively. In Table XIV we present both the combined contributions of gg + gb + gc and qq to B + c and B * + c production. The authors of Ref. [35] provided the p T and rapidity distributions for both B + c and B * + c mesons from the various production mechanisms. In the MC simulation, we assign the B * + c mass to be M B + c + 0.076 GeV/c 2 based on the theoreticallypredicted value from Baldicchi and Prosperi [7]. In this work the authors predict a range of B * + c masses varying with the model used. We use the highest of the predicted B * + c masses in order to assign a conservative systematic uncertainty on the amount of B * + c production relative to B + c production. The mass difference between the B * + c and the B + c is too small for π 0 production. Consequently, the B * + c are assumed to decay exclusively to the B + c γ final state. B. Comparison of MC B + and B + c pT spectra with data",
            "paragraph_rank": 132,
            "section_rank": 49
        },
        {
            "text": "FIG. 23 .",
            "section_rank": 50
        },
        {
            "section": "FIG. 23 .",
            "text": "FIG.23. Transverse momenta distributions for (a) the J/ψ K + and (b) the J/ψ µ + samples. Both data plots are background subtracted, and the theoretically-predicted spectra are corrected using data.",
            "paragraph_rank": 133,
            "section_rank": 50,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 4,
                    "text": "23",
                    "end": 6
                }
            ]
        },
        {
            "text": "FIG. 24 .",
            "section_rank": 51
        },
        {
            "section": "FIG. 24 .",
            "text": "FIG. 24. (a) Comparison of the acceptances for the J/ψ µ + and J/ψ K + systems and (b) the ǫ B + /ǫ B + c ratio as a function of the rapidity.",
            "paragraph_rank": 134,
            "section_rank": 51
        },
        {
            "text": "FIG. 25 .",
            "section_rank": 52
        },
        {
            "section": "FIG. 25 .",
            "text": "FIG.25. Ratio of the data to the MC simulation (a) versus pT (J/ψ K + ) for the B + and (b) versus pT (J/ψ µ + ) for the B + c . Both theoretically-predicted spectra are corrected using data.",
            "paragraph_rank": 135,
            "section_rank": 52,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 4,
                    "text": "25",
                    "end": 6
                }
            ]
        },
        {
            "text": "TABLE III .",
            "section_rank": 53
        },
        {
            "section": "TABLE III .",
            "text": "Pion and kaon particle selection requirements.",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "TABLE IV .TABLE V .",
            "section_rank": 54
        },
        {
            "section": "TABLE IV .TABLE V .",
            "text": "Systematic uncertainties in the number of events involving misidentified muons and doubly-misidentified muons. Number of events involving misidentified-muon and doubly-misidentified-muon backgrounds within the signal and sideband mass ranges and associated systematic uncertainties.",
            "paragraph_rank": 137,
            "section_rank": 54
        },
        {
            "text": "TABLE VI .",
            "section_rank": 55
        },
        {
            "section": "TABLE VI .",
            "text": "Results of the least-squares fit of the ∆φ distribution of the unvertexed-J/ψ µ + data with the three QCD production processes.",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "TABLE VII .",
            "section_rank": 56
        },
        {
            "section": "TABLE VII .",
            "text": "Systematic uncertainties in the number of bb background events in the J/ψ µ + mass ranges 3-4 GeV/c 2 , 4-6 GeV/c 2 , and greater than 6 GeV/c. TABLE VIII. Expected numbers of bb background events in the signal region. The uncertainties are statistical only and their sources include the sizes of the trimuon systems, the number of B + events, and the statistical uncertainty of the scale factors. The value of C returned by the fit is 0.73±0.01, while the expected one is 0.76±0.07.",
            "paragraph_rank": 139,
            "section_rank": 56
        },
        {
            "text": "TABLE IX .",
            "section_rank": 57
        },
        {
            "section": "TABLE IX .",
            "text": "Total background for B + c → J/ψ µ + X decays in three invariant-mass ranges. The doubly-misidentified contribution is subtracted from the total to avoid double counting. Entries with no statistical uncertainties listed represent determinations for which the statistical uncertainty is negligible compared with the systematic uncertainty. Enries with no systematic uncertainties are estimated to have negligible systematic uncertainties compared with the statistical errors.",
            "paragraph_rank": 140,
            "section_rank": 57
        },
        {
            "text": "TABLE XII .",
            "section_rank": 58
        },
        {
            "section": "TABLE XII .",
            "text": "Trimuon survival fractions for the various decay modes using the product of branching fractions based on the predictions of Kiselev B(K)[5]. The event fractions for each decay are determined from the MC simulation with the number of surviving events shown at the bottom of each column. The fractions in each column add to 1.0. + ν, N B + c . The statistical and systematic errors are combined. The last row presents the number of simulated B + c → J/ψ µ + ν events in the three mass regions. They are scaled so that the number in the signal region is consistent with the experimental data. The MC sample's statistical uncertainties are small compared with the statistical uncertainties in the experimental data.",
            "paragraph_rank": 141,
            "section_rank": 58,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 136,
                    "text": "[5]",
                    "end": 139
                }
            ]
        },
        {
            "text": "TABLE XIV .",
            "section_rank": 59
        },
        {
            "section": "TABLE XIV .",
            "text": "Cross section fractions for B + c and B * + c based on calculations from Ref.",
            "paragraph_rank": 142,
            "section_rank": 59
        },
        {
            "text": "TABLE XV .",
            "section_rank": 60
        },
        {
            "section": "TABLE XV .",
            "text": "B + c acceptance for different production mechanisms. 179±0.001 0.172±0.001 0.342±0.001 0.252±0.001 TABLE XVI. Acceptances of B + c and B + for pT > 6 GeV/c. Small corrections for different XFT track efficiencies for muons and kaons are applied. B + → J/ψ K + B + c → J/ψ µ + ν ǫ B + ,B + c (%) 0.688 ± 0.002 0.175 ± 0.001 TABLE XVII. Systematic uncertainty assigned to ǫ rel .",
            "paragraph_rank": 143,
            "section_rank": 60
        },
        {
            "text": "TABLE XVIII .",
            "section_rank": 61
        },
        {
            "section": "TABLE XVIII .",
            "text": "Summary of values and uncertainties used in the measurement of R for pT > 6 GeV/c and |y| < 0.6. + ν) 740 ± 45 (stat+syst) N (B + → J/ψ K + ) 14 338 ± 125 (stat) ǫ rel 4.09 ± 0.04 (stat) +0.40 −0.36 (syst) R 0.211 ± 0.012(stat) +0.021 −0.020 (syst)",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "section": "TABLE XVIII .",
            "text": ". The total systematic uncertainties for the ratio R are summarized in Table XIX. The result R = 0.211 ± 0.024 can be compared to the Run I measurement from CDF [48], R = 0.13 ± 0.06 based on a sample corresponding to 0.11 fb −1 of integrated luminosity at √ s = 1.8 TeV.",
            "paragraph_rank": 145,
            "section_rank": 63,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 71,
                    "text": "Table XIX",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 161,
                    "text": "[48]",
                    "end": 165
                }
            ]
        },
        {
            "section": "TABLE XVIII .",
            "text": "Using theoretical predictions for B(B + c → J/ψ µ + ν) and independent measurements for B(B + → J/ψ K + ) and σ(B + ), we calculate the total B + c cross section. The measured quantities are B(B + → J/ψ K + ) = (1.027 ± 0.031) × 10 −3 [4] and σ(B + ) = 2.78 ± 0.24 µb for p T (B + ) > 6 GeV/c and |y| < 1 [49]. Assuming that the observed value of R for |y| < 0.6 approximates the value for |y| < 1, we find",
            "paragraph_rank": 146,
            "section_rank": 63,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 235,
                    "text": "[4]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 305,
                    "text": "[49]",
                    "end": 309
                }
            ]
        },
        {
            "section": "TABLE XVIII .",
            "text": "for p T (B + c ) > 6 GeV/c and |y| < 1. In Eq. 14the statistical and systematic uncertainties are from the measurement of R and \"other\" is the combined experimental uncertainty in the measurements of B(B + → J/ψ K + ) and σ(B + ). Combining the uncertainties in quadrature gives σ(B + c )B(B + c → J/ψ µ + ν) = 0.60 ± 0.09 nb. To extract the total B + c production cross section from this result, it is necessary to consider the predictions for the branching fraction for the semileptonic decay B + c → J/ψ µ + ν. Table XX summarizes the many predictions. The approaches to the calculation of this semileptonic branching fraction include: QCD sum rules [5,37], relativistic constituent-quark models [6,38,39], a quark model using the Bethe-Salpeter equation [40], a nonrelativistic constituent-quark model [41], covariant-lightfront quark models [42][43][44], QCD relativistic-potential models [45,46], and non-relativistic QCD [47]. With the exception of Ref. [47], all of the theoretical results shown in Table XX predict the branching fraction B(B + c → J/ψ µ + ν) in the range 1.15-2.37 %. Using this selection of theoretical predictions, we find the total B + c cross section to be in the range 25±4 to 52±8 nb for p T (B + c ) > 6 GeV/c and |y| < 1, where the uncertainties reflect only the experimental uncertainties of the measurements used in the calculation. The result is a measure of the combined cross section for production to the ground state plus any excited B + c state that cascades into the ground state prior to its weak-interaction decay.",
            "paragraph_rank": 147,
            "section_rank": 63,
            "ref_spans": [
                {
                    "start": 47,
                    "text": "14",
                    "end": 49
                },
                {
                    "type": "table",
                    "start": 514,
                    "text": "Table XX",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 653,
                    "text": "[5,",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 656,
                    "text": "37]",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 699,
                    "text": "[6,",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 702,
                    "text": "38,",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 705,
                    "text": "39",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 758,
                    "text": "[40]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 806,
                    "text": "[41]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 846,
                    "text": "[42]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 850,
                    "text": "[43]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 854,
                    "text": "[44]",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 894,
                    "text": "[45,",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 898,
                    "text": "46]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 928,
                    "text": "[47]",
                    "end": 932
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 961,
                    "text": "[47]",
                    "end": 965
                },
                {
                    "type": "table",
                    "start": 1007,
                    "text": "Table XX",
                    "end": 1015
                }
            ]
        },
        {
            "section": "TABLE XVIII .",
            "text": "This result is higher than the theoretical prediction of Chang et al., [2,35], which estimates the sum of the production cross sections to B + c and B * + c , σ(B + c + B * + c ), to be 5 nb for √ s = 1.96 TeV, p T > 4 GeV/c, and |y| < 1. Similarly, Ref. [50] reports σ(B + c + B * + c ) = 7.4 ± 5.4 nb for √ s = 1.8 TeV, p T > 6 GeV/c, and |y| < 1. If we consider the prediction B(B + c → J/ψ µ + ν) = 6.7 +2.5 −1.4 % given in Ref. [47], then our result for the B + c production cross section is 9.0 +3. ",
            "paragraph_rank": 148,
            "section_rank": 63,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 71,
                    "text": "[2,",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 74,
                    "text": "35]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 255,
                    "text": "[50]",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 433,
                    "text": "[47]",
                    "end": 437
                }
            ]
        },
        {
            "text": "If the branching fraction B(B +",
            "section_rank": 64
        },
        {
            "section": "If the branching fraction B(B +",
            "text": "c → J/ψ µ + ν) is in the approximate range 1.2-2.4% as given by 12 of the 13 predictions in Table XX, then there is a discrepancy between the theoretical B + c production cross section and the estimate made from the experimental results presented here. This discrepancy would be mitigated if the production cross section to B + c states higher in mass than the B * + c were also large. Therefore, it would be very useful to have a new prediction of the B + c production cross section at the exact kinematic values of this experimental result that takes into account all production to excited B + c states that cascade to the ground state. The discrepancy would also disappear if B(B + c → J/ψ µ + ν) is approximately 7% as predicted by Ref. [47].",
            "paragraph_rank": 149,
            "section_rank": 64,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 92,
                    "text": "Table XX",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 741,
                    "text": "[47]",
                    "end": 745
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 65
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. This work was supported by the U.S. Department of Energy and National Science Foundation; the Italian Istituto Nazionale di Fisica Nucleare; the Ministry of Education, Culture, Sports, Science and Technology of Japan; the Natural Sciences and Engineering Research Council of Canada; the National Science Council of the Republic of China; the Swiss National Science Foundation; the A.P. Sloan Foundation; the Bundesministerium für Bildung und Forschung, Germany; the Korean World Class University Program, the National Research Foundation of Korea; the Science and Technology Facilities Council and the Royal Society, United Kingdom; the Russian Foundation for Basic Research; the Ministerio de Ciencia e Innovación, and Programa Consolider-Ingenio 2010, Spain; the Slovak R&D Agency; the Academy of Finland; the Australian Research Council (ARC); and the EU community Marie Curie Fellowship contract 302103.",
            "paragraph_rank": 150,
            "section_rank": 65
        }
    ]
}