{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "The MINERvA collaboration reports a novel study of neutrino-nucleus charged-current deep inelastic scattering (DIS) using the same neutrino beam incident on targets of polystyrene, graphite, iron, and lead. Results are presented as ratios of C, Fe, and Pb to CH. The ratios of total DIS cross sections as a function of neutrino energy and flux-integrated differential cross sections as a function of the Bjorken scaling variable x are presented in the neutrino-energy range of 5 − 50 GeV. Based on the predictions of charged-lepton scattering ratios, good agreement is found between the data and prediction at medium x and low neutrino energy. However, the ratios appear to be below predictions in the vicinity of the nuclear shadowing region, x < 0.1. This apparent deficit, reflected in the DIS cross-section ratio at high Eν , is consistent with previous MINERvA observations [1] and with the predicted onset of nuclear shadowing with the the axial-vector current in neutrino scattering. Deep inelastic scattering (DIS) has played an important role in the history of physics [2]. Starting with the confirmation of the quark parton model [3], high-energy DIS experiments, mainly using charged leptons (muons and electrons) as probes, have been essential tools in understanding parton dynamics [4]. These experiments have also contributed to the development of perturba-tive Quantum Chromodynamics (QCD) that describes the quark and gluon content of the nucleon over a broad kinematic regime.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 879,
                    "text": "[1]",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1078,
                    "text": "[2]",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1140,
                    "text": "[3]",
                    "end": 1143
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1295,
                    "text": "[4]",
                    "end": 1298
                }
            ]
        },
        {
            "text": "Charged-lepton DIS has been used as a parton-level tool for exploring nuclear effects on a variety of targets [5]. These effects are typically parameterized as a function of four-momentum transfer squared Q 2 = −q 2 and the Bjorken scaling variable x [6], the fraction of the nucleon's momentum carried by the struck parton in the infinite momentum frame:",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 110,
                    "text": "[5]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 251,
                    "text": "[6]",
                    "end": 254
                }
            ]
        },
        {
            "text": "where M N is the average nucleon mass, M N = (M p + M n )/2, and E had is the total energy of the final state hadrons. In charged-lepton experiments E had is typically replaced by ν, the energy loss of the incident lepton. As this energy loss cannot be measured directly in a neutrino beam, E had is used as an estimator. Four distinct effects have been identified in the ratios of total DIS and differential DIS cross sections per nucleon on heavy nuclei such as iron, gold and calcium [7], to those on deuterium. At x 0.1, \"shadowing\" depletes the bound cross section [8], while anti-shadowing produces a compensating increase for 0.1 x 0.3 [9]. The EMC effect in the region 0.3 x 0.75 reduces the bound cross section, and Fermi motion, dominant at x 0.75, causes a sharp enhancement of the bound cross section [12]. Nuclear shadowing and Fermi motion are fairly well understood theoretically and experimentally. Anti-shadowing is assumed to compensate the dips in the shadowing and EMC region. However, the EMC effect currently has no widely-accepted theoretical origin [13].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 487,
                    "text": "[7]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 570,
                    "text": "[8]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 643,
                    "text": "[9]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 813,
                    "text": "[12]",
                    "end": 817
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1073,
                    "text": "[13]",
                    "end": 1077
                }
            ]
        },
        {
            "text": "Nuclear effects in neutrino-induced DIS are much less explored. To date no partonic nuclear effects, similar to those measured for charged-lepton DIS, have been directly measured due to the difficulty in combining data sets with different neutrino fluxes, acceptances, thresholds, and resolutions. The analyses that do exist measure neutrino DIS in heavy nuclei such as Fe [14][15][16][17], Ne [18], and Pb [19]. Comparing measurements in heavy nuclei to free-nucleon calculations in an attempt to determine neutrino-nuclear effects has shown some tension with charged-lepton nuclear effects [20]. Due to these unresolved inconsistencies, the typical approach for modern neutrino DIS models has been to adapt existing chargedlepton nuclear effects into neutrino DIS models [21].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 373,
                    "text": "[14]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 377,
                    "text": "[15]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 381,
                    "text": "[16]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 385,
                    "text": "[17]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 394,
                    "text": "[18]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 407,
                    "text": "[19]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 592,
                    "text": "[20]",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 773,
                    "text": "[21]",
                    "end": 777
                }
            ]
        },
        {
            "text": "This paper presents a measurement of nuclear effects in charged-current neutrino DIS using the MINERvA detector. A previous analysis with the MINERvA detector and nuclear targets of inclusive ratios contained a large percentage of resonant (approximately 35%) and quasielastic (11 − 50%) events [1], that do not allow the data to be interpreted at the parton level. While neutrino experiments present many challenges, including knowledge of the neutrino flux and the unknown effect of final-state interactions, neutrinos provide a unique weak-only probe of the atomic nucleus. There is no a priori reason to assume neutrino and charged-lepton DIS will be identical, as neutrinos are uniquely sensitive to both the axial vector and vector components of the weak nuclear force [22].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 295,
                    "text": "[1]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 775,
                    "text": "[22]",
                    "end": 779
                }
            ]
        },
        {
            "text": "The MINERvA experiment, as well as many other current [23][24][25] neutrino experiments, uses the genie event generator [26] to simulate neutrino interactions in the detector. This generator is used to simulate the signal DIS as well as the background quasielastic interactions, resonance production and the transition region from resonant to DIS events. genie's simulation of DIS and transition events is based on the 2003 Bodek-Yang model [21], which computes cross sections at the partonic ν µ + quark level using GRV98LO PDFs [27] to calculate the structure functions F 2 , and xF 3 . The structure function 2xF 1 is related to F 2 via the ratio of the transverse (",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 54,
                    "text": "[23]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 58,
                    "text": "[24]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 62,
                    "text": "[25]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 120,
                    "text": "[26]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 441,
                    "text": "[21]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 530,
                    "text": "[27]",
                    "end": 534
                }
            ]
        },
        {
            "text": "genie uses the Whitlow parameterization [28] for R L .",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 40,
                    "text": "[28]",
                    "end": 44
                }
            ]
        },
        {
            "text": "Bodek-Yang accounts for target-mass modification and higher-twist effects by calculating the nucleon structure functions as a function of a modified scaling variable [21]. Coefficients of this scaling variable are tuned to data from a variety of charged-lepton scattering experiments, and the uncertainties on these fits are propagated to the analysis. The nuclear modification made to the structure functions is applied identically to all elements heavier than helium. genie's predicted total DIS and differential cross sections of carbon, polystyrene scintillator (CH), iron, and lead are identical once the differing neutron fractions are taken into account. This treatment does not take account of the A-dependence of shadowing and the EMC effect established in charged-lepton scattering [29,30]. The MINERvA neutrino detector is deployed in the NuMI [31] neutrino beam at the Fermi National Accelerator Laboratory, approximately 1 km away from the neutrino production target. The broad-band neutrino energy spectrum peaks at approximately 3 GeV, however it extends to above 100 GeV. The generation of mesons produced from p + C collisions inside a graphite target is modeled using Geant4 [32]. External data from NA49 [33] and MIPP [34] are used to constrain and improve the simulation for neutrino energies below 30 GeV, via reweighting the default Geant4 prediction [35] 1 .",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 166,
                    "text": "[21]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 792,
                    "text": "[29,",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 796,
                    "text": "30]",
                    "end": 799
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 855,
                    "text": "[31]",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1193,
                    "text": "[32]",
                    "end": 1197
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1223,
                    "text": "[33]",
                    "end": 1227
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1237,
                    "text": "[34]",
                    "end": 1241
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1373,
                    "text": "[35]",
                    "end": 1377
                }
            ]
        },
        {
            "text": "The MINERvA detector, detailed in Ref [36], uses hexagonal planes made up of triangular scintillator strips for charged-particle tracking and for reconstruction of hadronic and electromagnetic showers. The most upstream region contains passive nuclear targets of solid graphite, iron, and lead, each with upstream and downstream scintillator planes to provide tracking, vertexing and shower reconstruction between the targets. Downstream of the nuclear targets are fully-active tracker scintillator planes and electromagnetic and hadronic calorimeters. Each of these regions is surrounded by an outer electromagnetic calorimeter as well as an outer detector used for side-exiting hadronic calorimetry. The magnetized MINOS detector [37], located 2 m downstream of MINERvA, serves as a muon spectrometer.",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 38,
                    "text": "[36]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 732,
                    "text": "[37]",
                    "end": 736
                }
            ]
        },
        {
            "text": "Charged-current ν µ DIS is characterized by a final state consisting of a µ − and a hadronic shower with invariant mass above the resonance region. All deposits of energy in the MINERvA detector are sorted into spatially associated \"clusters\" within each plane. Collinear clusters are used to reconstruct particle trajectories (tracks) through the passive nuclear targets, tracker, and calorimeter regions. Tracks in MINOS are identified in a manner described in [38]. The longest track in the recorded interaction matched to a track in MINOS is identified as the primary muon, and all other clusters in MINERvA are identified as the hadronic shower. MI-NOS matching limits the angular acceptance of events, and only muons that are within 17 • of the beam direction are included. The charge sign and momentum of the muons are measured by the MINOS near detector.",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 463,
                    "text": "[38]",
                    "end": 467
                }
            ]
        },
        {
            "text": "After reconstructing all available tracks, an event is assigned a vertex using an iterative Kalman [39] fitter when multiple tracks are present. Approximately 20% of DIS events contain only one identified track with additional untracked energy, in which case the vertex is reconstructed to the start point of the track. In order to capture single-track events originating from the nuclear targets, the event selection allows vertices originating in two scintillator planes downstream and one plane upstream to be included in the target sample in both single and multi-track events. This leads to a background of non-nuclear target events which is subtracted as described below.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 99,
                    "text": "[39]",
                    "end": 103
                }
            ]
        },
        {
            "text": "The DIS sample is isolated using kinematic selections based on the Q 2 and invariant mass W of the recoil system. Both quantities are calculated from the muon energy E µ , the outgoing muon angle θ µ , and E had :",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "where the reconstructed neutrino energy is equal to the sum of the muon and hadronic energy, E ν = E µ + E had . DIS signal events are required to have Q 2 ≥ 1.0 GeV 2 and W ≥ 2.0 GeV. The Q 2 of these events is sufficiently large to resolve the nucleon into its parton constituents. The selection of high-W events serves to remove quasielastic and resonant interactions from the sample. The selected event sample contains two backgrounds, both of which are subtracted bin-by-bin from candidate event distributions. The first type arises from detector effects, smearing low W and Q 2 events upward into the DIS selection. The rate of these events is estimated by scaling the Monte Carlo (MC) simulation to agree with data in two sidebands: Q 2 ≥ 1.0 GeV 2 , 1.3 ≤ W < 1.8 GeV and Q 2 < 0.8 GeV 2 , W ≥ 2.0 GeV. The data in these regions are used to tune two background templates. The first template contains all simulated events with generated W gen < 2.0 GeV (\"low W \"), and the second consists of events with a generated W gen > 2.0 GeV and Q 2 gen < 1.0 GeV 2 (\"low Q 2 \"). The low-W template includes the quasielastic and resonant events. The normalization of each template is fit to the data simultaneously in both sidebands for each nucleus over the energy range 5.0 ≤ E ν < 50 GeV. The fit results are summarized in Table I. The data tend to prefer a higher background rate at low Q 2 .  A second background arises from events misreconstructed in the passive nuclear target modules that originate in the scintillator modules surrounding the targets but are mis-reconstructed as originating in the passive nuclear target modules. Figure 1 illustrates the simulation of the CH background as well as the passive target signal. These background events are subtracted by measuring the event rate of reconstructed DIS events in the MINERvA tracker region in a manner similar to that described in [1]. The nuclear target region is farther away from MINOS than the fully-active region and as a result the muon acceptances are different. A Geant4 simulation is used to evaluate the different acceptances. This procedure does not fully reproduce the simulated CH background and the difference between the estimated and true CH background in the simulation is included as an additional systematic uncertainty. Figure 2 shows the distribution of DIS events in data and simulation in iron after applying all background corrections and unfolding to correct for detector smearing. The unfolding is based on Bayesian unfolding [40] with one iteration, which reduces biases in the unfolded distributions to the few-percent level. The migration matrix used in unfolding defines the unsmeared x based on the generated energy loss of the neutrino ν, and corrects for the differences based on the E had calculation. Systematic uncertainties at the level of 20% exist primarily due to the neutrino flux estimate. To mitigate flux uncertainties, and to directly evaluate partonic nuclear effects, ratios of cross sections are taken between the nuclear targets (C, Fe, Pb) and CH. Before taking ratios, detector efficiency and loss of DIS events due to W and Q 2 smearing are corrected via an acceptance correction derived from the simulation. The acceptance correction does not include muons with angles greater than 17 • in either the total or differential cross section. This corresponds to a region of phase space where acceptance into the MINOS detector is poor, and the efficiency is low. The differential cross section ratios after applying the background corrections are shown in Fig. 3 (left). A breakdown of uncertainties for the differential ratios may be found in Table II. There is an x-dependence to the ratios due to the neutron excesses in Fe and Pb. This manifests itself as an increased ratio in the valence quark region (x ≥ 0.3) where the intermediate vector boson is predominantly interacting with d quarks. The ratios corrected for non-isoscalar effects are in Figure 4.",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1323,
                    "text": "Table I",
                    "end": 1330
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1636,
                    "text": "Figure 1",
                    "end": 1644
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1897,
                    "text": "[1]",
                    "end": 1900
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2306,
                    "text": "Figure 2",
                    "end": 2314
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2518,
                    "text": "[40]",
                    "end": 2522
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3571,
                    "text": "Fig. 3 (left)",
                    "end": 3584
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 3659,
                    "text": "Table II",
                    "end": 3667
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3966,
                    "text": "Figure 4",
                    "end": 3974
                }
            ]
        },
        {
            "text": "There is a weak preference for a smaller than predicted Pb/CH ratio at low x. These data are consistent with a previously published MINERvA inclusive analysis [1]: a deficit relative to the simulation at low x that increases as the size of the nucleus increases. The mean x and Q 2 of data events in the lowest bin are approximately 0.07 and 2.0 GeV 2 , respectively. The amount of shadowing observed at this x and Q 2 contrasts with charged-lepton scattering fits, which predict a ratio of 1.03 for Pb to CH [41].",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 159,
                    "text": "[1]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 509,
                    "text": "[41]",
                    "end": 513
                }
            ]
        },
        {
            "text": "The ratios of carbon, iron, and lead to scintillator agree well with the simulation in the largest x bin, 0.4 ≤ x < 0.75. This bin corresponds to the region where the EMC effect is dominant. The current resolution of the data is not sufficient to measure the EMC effect between the different nuclei at the level observed in charged-lepton data [7]. The data likewise imply the differences between the EMC effect in charged leptons and neutrinos must be smaller than the current MINERvA data can resolve.",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 344,
                    "text": "[7]",
                    "end": 347
                }
            ]
        },
        {
            "text": "The ratios of total DIS cross sections as a function of E ν for C, Fe and Pb to CH are shown in Fig. 3 (right). The ratio corrected for non-isoscalar effects is included in Figure 4. A smaller-than-expected ratio in the higherenergy bins of the lead to CH cross-section ratio is observed. This is consistent with the deficit in the lower x bins, as the higher energy neutrino events will tend to have a higher E had and a lower x. In contrast, the ratio of C to CH at low energy is larger than unity with a large uncertainty consistent with the MC ratio of about 1.1. This is observed in the x ratios as well, where the data ratio is larger than the simulated ratios in all bins.",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 96,
                    "text": "Fig. 3 (right)",
                    "end": 110
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 173,
                    "text": "Figure 4",
                    "end": 181
                }
            ]
        },
        {
            "text": "Isoscalar corrections are applied to the data and simulation to correct for the difference in the per-nucleon cross section of two nuclei due to the difference in the way the neutrino interacts with the bound protons and neutrons. The isoscalar correction factors out this neutron excess. genie is used to predict the free-nucleon cross sections. As MINERvA measures the ratio of cross section of different nuclei (C, Fe, Pb) to that of CH, the isoscalar correction becomes:",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "where A is the atomic number, Z A is the number of protons, N A is the number of neutrons, σ(p f ) is the free  proton cross section, and σ(n f ) is the free neutron cross section.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "This correction does not take x-dependent partonic effects into account, and assumes the bound nuclear cross section is the same for all A. Isoscalar-corrected ratios as a function of E ν and x are shown in Fig. 4. Differences between the simulation and unity in the ratios stem from under-predicted CH backgrounds which are covered by the added uncertainty.",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 207,
                    "text": "Fig. 4",
                    "end": 213
                }
            ]
        },
        {
            "text": "The non-isoscalar corrected data are compared with non-isoscalar corrected alternative parameterizations of partonic nuclear effects applied to genie in Fig. 5. The 2013 version of Bodek-Yang (BY13) [41] updates the parton distribution functions (PDFs) used in Bodek-Yang 2003 to include an A-dependent parameterization of the x-dependent effects based on charged-lepton scattering data. This parameterization uses updated data from the experiments [42][43][44][45]. The Cloet model consists of an independent calculation of F 2 and xF 3 based on a convolution of the Nambu-Jona-Lasinio [46] nuclear wave function with free-nucleon valence PDFs [47], and does not include shadowing and anti-shadowing effects that dominate the x ≤ 0.3 kinematic region. The ratio calculation for the Cloet prediction assumes the Callan-Gross relationship 2xF 1 = F 2 . Both BY13 and Cloet models have been shown to agree with charged-lepton DIS data in the EMC region.",
            "paragraph_rank": 20,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 153,
                    "text": "Fig. 5",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 199,
                    "text": "[41]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "start": 261,
                    "text": "Bodek-Yang 2003",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 449,
                    "text": "[42]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 453,
                    "text": "[43]",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 457,
                    "text": "[44]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 461,
                    "text": "[45]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 587,
                    "text": "[46]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 645,
                    "text": "[47]",
                    "end": 649
                }
            ]
        },
        {
            "text": "While the data do not currently have the sensitivity to distinguish between the different models at higher x, the  deficit in data observed in the smallest x bin cannot be explained by the updated Bodek-Yang model, the only model which is applicable at low x. The disagreement may be explained by the fact that BY13 contains a fit based on charged-lepton scattering which only contains a vector current. For a given x and Q 2 , the coherence length of hadronic fluctuations may be longer for the axial-vector current than the vector current [48]. This would allow shadowing to occur for neutrino scattering in the lowest x bin where vector-current shadowing is greatly suppressed.",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 541,
                    "text": "[48]",
                    "end": 545
                }
            ]
        },
        {
            "text": "Neutrino-nucleus DIS presents a novel method to measure partonic nuclear effects in the weak sector. MIN-ERvA has measured this process using a variety of nuclear targets for the first direct measurement of neutrinonuclear effects by isolating a region of high-Q 2 and high-W events (Q 2 ≥ 1.0 GeV 2 and W ≥ 2.0 GeV). The measured cross-section ratios show a general trend of being larger than the simulation for the lightest nucleus (C). Conversely, the data fall below the simulation in the heaviest nucleus (Pb) at high energy and low x, a trend also observed in a previous Letter [1]. The data agree with genie's treatment of the EMC effect between x = 0.3 and x = 0.75. The lower than expected Pb / CH ratio at large neutrino energy (E ν > 20 GeV) and low Bjorken-x (x < 0.1) is consistent with calculations [49] predicting a different kinematic threshold for shadowing in neutrino nucleus compared to charged-lepton nucleus scattering. Future studies with MINERvA will utilize a higher-energy neutrino spectrum, and will be able to probe this interesting shadowing region by reducing the average x of neutrino DIS events. This work was supported by the Fermi National Accelerator Laboratory under US Department of Energy contract No. DE-AC02-07CH11359 which included the MINERvA construction project. Construction support was also granted by the United States National Science Foundation under Award PHY-0619727 and by the University of Rochester. Support for participating scientists was provided by NSF and DOE (USA), by CAPES and CNPq (Brazil), by CoNaCyT (Mexico), by CONICYT (Chile), by CONCYTEC, DGI-PUCP and IDI/IGI-UNI (Peru), by Latin American Center for Physics (CLAF), and by RAS and the Russian Ministry of Education and Science (Russia). We thank the MINOS Collaboration for use of its near detector data. We acknowledge the dedicated work of the Fermilab staff responsible for the operation and maintenance of the beamline, detector, and the computing infrastructure.  for carbon (top), iron (center) and lead (bottom) with respect to x. The uncertainties are grouped by (I) data statistics, (II) CH background subtraction, (III) MC statistics, (IV) detector response to muons and hadrons (V) neutrino interactions, (VI) final-state interactions, and (VII) flux and target number. The rightmost column shows the total uncertainty due to all sources.",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 584,
                    "text": "[1]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 813,
                    "text": "[49]",
                    "end": 817
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. The number of DIS events in the passive nuclear targets (0 < z < 600 cm) and tracker region (z > 600 cm) as a function of longitudinal position. The dark shaded area in the first five peaks represents the scintillator background in each nuclear target. The events located in the scintillator between the passive targets are not shown in this Figure for clarity.",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. Deep inelastic scattering events in iron as a function of unsmearedBjorken-x. The total systematic uncertainty is drawn as a band around the simulation, and the error bars around the data are statistical.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Left: Ratio of the x-differential DIS cross section on C (top), Fe (center) and Pb (bottom) to CH. Right: Ratio of the total DIS cross section on C (top), Fe (center) and Pb (bottom) to CH as a function of Eν . Data are drawn as points with statistical uncertainty and simulation as lines in both cases. The total systematic error is drawn as a band around the simulation in each histogram.",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Left: Isoscalar-corrected ratios of the x-differential DIS cross section on C (top), Fe (center) and Pb (bottom) to CH. Right: Ratio of the total DIS cross section on C (top), Fe (center) and Pb (bottom) to CH. Data are drawn as points with statistical uncertainty and simulation as lines in both cases. The total systematic error is drawn as a band around the simulation in each histogram.",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 6
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. DIS cross section ratios as a function of x forMINERvA data (points) and various parameterizations of xdependent nuclear effects[26,41,47]. Note that the Cloet valence-quark model predictions are only valid for x ≥ 0.3. The error bars on the data are the combined statistical and systematic uncertainties.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 136,
                    "text": "[26,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 140,
                    "text": "41,",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 143,
                    "text": "47]",
                    "end": 146
                }
            ]
        },
        {
            "text": "PACS numbers: 13.15.+g, 25.30.Pt",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "GeV 2 . The uncertainties are the statistical uncertainties on the fit. Systematic uncertainties on the fits are evaluated by adjusting the underlying theoretical parameters of the simulation by ±1σ and re-running the fits.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "TABLE I. Scale factors applied to the two background templates. Low W : Wgen < 2.0 GeV. Low Q 2 : Wgen > 2.0 GeV and Q 2 gen < 1.0",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "NOT Isoscalar Corrected Neutrino Energy (GeV)",
            "section_rank": 9
        },
        {
            "text": "TABLE II .",
            "section_rank": 10
        },
        {
            "section": "TABLE II .",
            "text": "Uncertainties as a percentage on the ratio of DIS differential cross sections dσA dx / dσ CH dx",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "TABLE II .",
            "text": "This paper uses the \"Generation 1\" MINERvA flux to calculate background rates.",
            "paragraph_rank": 33,
            "section_rank": 10
        }
    ]
}