{
    "level": "paragraph",
    "abstract": [
        {
            "text": "One contribution of 7 to a discussion meeting issue 'Unifying physics and technology in light of Maxwell's equations' .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Consider a naive question. If I take any object and cut it into half, then cut it in half again, and again, and keep doing that, what do I get in the end? What structure is revealed? Indeed, do I reach an end, or can I carry on for ever?",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Answering this question is one of the goals of physics. It is a reductionist approach which is not the whole story, of course-whatever tiny constituents are revealed, their interactions lead to rich emergent phenomena revealing new physics, not to mention chemistry, biology and the rest. However, knowledge of the structure of matter at the smallest accessible scales is important, and is surely one of the most exciting frontiers of science.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "2016 The Author(s) Published by the Royal Society. All rights reserved.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The resolution required to see the ever-smaller pieces requires higher and higher energy, and thus the frontier of the very small becomes the high-energy frontier. Similarly, the energies and distances involved map the same frontier on to the physics of the very early universe; the hot, dense moments after the Big Bang. But in the end, the question is the same-what is the universe made of?",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The current answer is encapsulated in the Standard Model (SM). Quarks in six flavours-up, down, charm, strange, top and bottom. Leptons-also six kinds, the electron, muon and tau, plus three neutrinos. There are also corresponding antiparticles. These interact with each other by exchange of gauge bosons-the photon carrying electromagnetism, the W and Z bosons carrying the weak force, and gluons carrying the strong force. And in the background lies the Higgs boson.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Like most answers in science, this is a provisional statement, determined by our current ability to halve things, or, less destructively, to resolve ever-tinier objects. But it has just achieved a major predictive success with the discovery of the Higgs boson, and it is remarkable that we have a selfconsistent theory in which these objects are pointlike, and which can describe phenomena over an enormous range of energy and distance scales. In the following sections, I will recount some selected highlights of the model, and look at where further progress may be expected.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Atomic scales",
            "section_rank": 3
        },
        {
            "section": "Atomic scales",
            "text": "I will start the tour of the SM at typical atomic scales of around 10 2 electronvolts (eV). (The gluon and the photon masses, at zero, are off the low end of a logarithmic scale, and neutrino masses which I will return to later.) Precision atomic physics measurements played a critical role in the development of the quantum electrodynamics (QED) sector of the SM, and the current poster-child for high-precision quantum-field theory is the anomalous magnetic momentum of the electron, where theory and experiment are in agreement at the level of one part in 10 13 [1,2]. Obtaining this precision in the theory requires the incorporation of electroweak and strong corrections, due to contributions to the interaction between the electron and the photon coming from loops involving virtual particles. As non-SM particles may also contribute in such loops, this measurement, coupled with precise measurements of the fine structure constant, can set a limit on some types of new physics models at energy scales much higher than atomic physics scales [3]. The same is true of the anomalous magnetic moment of the muon, and as many new physics contributions scale with the square of the lepton mass, the sensitivity of these measurements to such contributions is higher. The muon anomalous magnetic moment is less precisely known than that of the electron (though still to an impressive accuracy of about one part in 10 10 ), and currently exhibits a 3.6σ discrepancy between theory and measurement. Taken at face value, this is evidence for physics beyond the SM, potentially at scales close to the electroweak scale (10 11 eV). New measurements and improved calculations will hopefully soon clarify the situation [4].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 565,
                    "text": "[1,",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 568,
                    "text": "2]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1047,
                    "text": "[3]",
                    "end": 1050
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1710,
                    "text": "[4]",
                    "end": 1713
                }
            ]
        },
        {
            "text": "Quantum chromodynamics and hadron masses",
            "section_rank": 4
        },
        {
            "section": "Quantum chromodynamics and hadron masses",
            "text": "Moving upward in energy scale from atomic-binding energies, past the electron mass (0.5 × 10 6 eV) and nuclear-binding energies (≈ 10 7 eV), we reach an energy scale of great importance, Λ QCD ≈ 2 × 10 8 eV. For a specified renormalization scheme, this scale is equivalent to the dimensionless strong coupling at some reference scale and is a fundamental parameter of quantum chromodynamics (QCD). It determines the scale at which quarks and gluons are confined inside hadrons. In a sense, it is only above this scale that quarks and gluons become the relevant degrees of freedom in the SM. Below this scale, they cannot be resolved inside hadrons, which are (at least mostly) qq or qqq bound states.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Quantum chromodynamics and hadron masses",
            "text": "In this region, the strong coupling is still too large to allow the convergence of a perturbative expansion in terms of Feynman diagrams, that is, the scattering amplitudes with each vertex suppressed by an additional power of the coupling. However, lattice techniques can be used to calculate important emergent physical properties such as the confinement potential and hadron masses (e.g. [5,6]). Recent experimental progress in exploring the hadronic mass spectrum and confinement includes the discovery of tetraquark (qqqq) and pentaquark (qqqqq) states [7][8][9][10].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 391,
                    "text": "[5,",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 394,
                    "text": "6]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 558,
                    "text": "[7]",
                    "end": 561
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 561,
                    "text": "[8]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 564,
                    "text": "[9]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 567,
                    "text": "[10]",
                    "end": 571
                }
            ]
        },
        {
            "text": "'Hard' quantum chromodynamics",
            "section_rank": 5
        },
        {
            "section": "'Hard' quantum chromodynamics",
            "text": "As the energy scale increases well above Λ QCD and typical hadron masses, the coupling constant, α s , decreases, and the strong force exhibits the property of asymptotic freedom [11,12]. This means that at scales of around 10 10 eV and above, quarks and gluons are indeed the relevant degrees of freedom, and calculations can be performed using perturbative expansions in α s .",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 179,
                    "text": "[11,",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 183,
                    "text": "12]",
                    "end": 186
                }
            ]
        },
        {
            "section": "'Hard' quantum chromodynamics",
            "text": "The two most important and direct ways in which the existence and behaviour of quarks and gluons can be explored in this energy regime are in the production of hadronic 'jets', and the study of the internal structure of hadrons. And as we shall see, both types of measurement are interconnected.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "'Hard' quantum chromodynamics",
            "text": "Jets result from a short-distance, high-energy scatter between a pair of partons (a general terms used to refer to quarks and gluons), or from the decay of a massive particle into partons. Jets are seen, for example, in the process e + e − → hadrons, for centre-of-mass energies of more than a few 10 9 eV, where the underlying process at leading order in the perturbative expansion is taken to be the electroweak annihilation of the electron and positron to a virtual photon (γ ) or Z boson, which then decays to qq. While weakly coupled at short distances, those partons will, as they fly apart, experience the linearly increasing confinement potential mentioned in the previous section. The increasing potential energy with distance implies that it is energetically favourable to create more partons, shortening the distances over which the potential acts; a process ending at lower energies in the production of colour-neutral hadrons. These hadrons form collimated jets which preserve, to a great extent, the kinematics of the initiating partons. The production of three-jet events [13] at the Petra collider in DESY [14] was generally seen as the first direct evidence for the existence of gluons, as the kinematics and cross sections were as predicted by calculations of the process e + e − → qqg. Jets have been measured precisely in e + e − , ep, pp and pp collisions and provide a stringent test of QCD and a sensitive probe of short-distance physics.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1087,
                    "text": "[13]",
                    "end": 1091
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1122,
                    "text": "[14]",
                    "end": 1126
                }
            ]
        },
        {
            "section": "'Hard' quantum chromodynamics",
            "text": "The first evidence for pointlike objects inside hadrons-later identified with the quarks already introduced by Gell-Mann and Zweig to explain hadron properties-came from the deeply inelastic scattering of electrons off protons. The squared four-momentum transfer, Q 2 , in such collisions dictates the resolution, and it was seen that at some point, corresponding to energies well above Λ QCD , the cross section approximately 'scaled'. That is, once the propagator dependence was accounted for, the dependence on Q 2 was very weak, as expected if a pointlike particle has been resolved. The residual dependence on Q 2 -scaling violation-is the radiation of gluons from the quarks, and, as it takes place at short distances, is calculable in QCD using perturbative techniques [15][16][17][18][19]: the excellent agreement between data-principally from the HERA ep collider [20]-and fits incorporating these scaling violations to next-to-next-leading order in perturbative QCD is another vindication of the theory.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 776,
                    "text": "[15]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 780,
                    "text": "[16]",
                    "end": 784
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 784,
                    "text": "[17]",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 788,
                    "text": "[18]",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 792,
                    "text": "[19]",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 873,
                    "text": "[20]",
                    "end": 877
                }
            ]
        },
        {
            "section": "'Hard' quantum chromodynamics",
            "text": "The parton densities extracted in this way are needed to make predictions for jet (and other) cross sections in hadron colliders. And precise measurements of jets are used to constrain those parton densities further.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The electroweak scale",
            "section_rank": 6
        },
        {
            "section": "The electroweak scale",
            "text": "The transition to the next important energy scale in physics is nicely illustrated by staying with deep inelastic scattering. Electron-proton collisions can not only be mediated by photon exchange, but also by the exchange of weak bosons, the W and the Z. As the W carries electric charge, those events will have distinct final states, in which the emerging scattered lepton has turned into a neutrino. As might be expected, the rates of these 'charged-current' events are much lower than those of the electromagnetic scatters, reflecting the relative strength of the electromagentic and weak forces. However, as the energy scale increases, the rates converge, until at around 10 11 eV, they become roughly equal. This effect, measured at HERA [20], reflects the fact that most of the apparent difference in strength of the two forces at lower energies is due to the different propagator masses (zero for the photon, 10 11 eV for the W and Z). Once the energy is such that these masses are no longer important, a symmetry is restored, and the forces become comparable in strength. This energy scale is known as the electroweak symmetry breaking scale.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 744,
                    "text": "[20]",
                    "end": 748
                }
            ]
        },
        {
            "section": "The electroweak scale",
            "text": "(a) The Z and the neutrinos Studies of the Z boson, resonantly produced in e + e − collisions at the Large Electron-Positron Collider (LEP) and Stanford Linear Collider [21], provide the precise information on many features of electroweak physics. One major triumph was the precise measurement of the decay width of the Z; that is, the shape of the resonance. This can be precisely calculated in electroweak theory, and is sensitive to all the possible decay channels of the Z including, crucially, the invisible decay channels Z → neutrinos. These measurements indicate that there are three, and only three, flavours of neutrinos-and thus only three generations of matter, assuming each generation contains a light, weakly interacting neutrino.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 169,
                    "text": "[21]",
                    "end": 173
                }
            ]
        },
        {
            "text": "(b) Loops and fits",
            "section_rank": 7
        },
        {
            "section": "(b) Loops and fits",
            "text": "To realize the full potential of the precise data from LEP and LEP2, higher order corrections involving virtual-particle loops have to be implemented in the electroweak theory. This means that the data have indirect sensitivity to the existence and properties of undiscovered particles, too heavy to be produced directly in the collisions. At the time of the experiments, such undiscovered particles included the top quark. The discovery of the top quark at the Tevatron [22,23], in a region consistent with the SM fits, switched attention to the last remaining unknown particle in the SM, the Higgs boson.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 471,
                    "text": "[22,",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 475,
                    "text": "23]",
                    "end": 478
                }
            ]
        },
        {
            "section": "(b) Loops and fits",
            "text": "The Higgs boson is a scalar particle predicted by the mechanism for electroweak symmetry breaking based on work in the early 1960s [24][25][26][27][28][29] which was later incorporated into the SM [30][31][32][33]. This mechanism allows the W, Z and the fermions to acquire mass by coupling to a scalar field with a non-zero vacuum expectation value; introducing mass in this way preserves the gauge symmetries of the theory, and thus the property of renormalizability required to make the theory predictive at higher orders and higher energies.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 131,
                    "text": "[24]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 135,
                    "text": "[25]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 139,
                    "text": "[26]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 143,
                    "text": "[27]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 147,
                    "text": "[28]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 151,
                    "text": "[29]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 197,
                    "text": "[30]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 201,
                    "text": "[31]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 205,
                    "text": "[32]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "start": 209,
                    "text": "[33]",
                    "end": 213
                }
            ]
        },
        {
            "section": "(b) Loops and fits",
            "text": "The precise measurements of the top and W masses at the Tevatron [34,35] increased the power of the SM fits, and-again via loop corrections-led to constraints on the mass of the SM Higgs boson, should it in fact exist. Meanwhile, direct searches at LEP2, the Tevatron and early Large Hadron Collider (LHC) data excluded significant ranges of possible mass values.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 65,
                    "text": "[34,",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 69,
                    "text": "35]",
                    "end": 72
                }
            ]
        },
        {
            "text": "(c) Discovery and vindication",
            "section_rank": 8
        },
        {
            "section": "(c) Discovery and vindication",
            "text": "The discovery of the Higgs boson [36,37], with a mass of 1.25 × 10 11 eV [38] once more consistent with the constraints from electroweak precision data, was a remarkable triumph not only for the accelerator and the experiments, but for the theoretical ideas behind the SM. So far, all the properties of the boson-charge, spin, parity and the production cross section × branching ratio for those decay modes which have been measured-are in agreement with expectations of the SM. The SM now has no 'missing particles'. Without the experimental discovery of this qualitatively unique object, the SM could have been just an effective theory valid only up to 10 12 eV or so. With the knowledge that the Higgs boson exists, the theory is capable of making predictions at energies far above the electroweak scale.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 33,
                    "text": "[36,",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 37,
                    "text": "37]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 73,
                    "text": "[38]",
                    "end": 77
                }
            ]
        },
        {
            "text": "To the teraelectronvolt scale and beyond",
            "section_rank": 9
        },
        {
            "section": "To the teraelectronvolt scale and beyond",
            "text": "Armed with this new discovery and increased energy at the LHC, particle physics is now exploring multi-TeV scale physics-10 12 eV and beyond. Making predictions with the SM in this qualitatively new regime brings new challenges for the theory.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "To the teraelectronvolt scale and beyond",
            "text": "As the energy of a collision increases, so does the phase space accessible for the production of high-energy objects such as high-momentum jets, leptons and photons. Increasing the energy far above the electroweak scale means that objects with masses around the electroweak scale can also be produced with high energies and/or in high numbers. In the SM, this means top quarks and the W, Z and Higgs bosons. Describing with any degree of precision the final states thus produced requires innovative calculational techniques. In particular, there is a need for the theory to be able to reproduce what is actually measured by the experiment. This means that calculations of 'inclusive' quantities, which integrate over large regions of phase space, are not sufficient, as the experiments must place selection requirements on the final state. For example, the detectors have a limited angular (rapidity) acceptance, and also cannot measure jets or particles at arbitrarily low transverse momenta. If the theory can only calculate total cross sections, or totally inclusive quantities, then extrapolations have to be applied to the data in order to make comparisons. These extrapolations must make some theoretical assumptions-typically, they will use Monte Carlo event generators, which simulate the fully exclusive final state [39]. The accuracy of the comparison is likely then not limited by the inclusive theory calculation, or by the intrinsic experimental uncertainty, but by the accuracy of the generator, as well as by the assumption that no unexpected physics occurs in the regions which are not covered by the detector.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1325,
                    "text": "[39]",
                    "end": 1329
                }
            ]
        },
        {
            "section": "To the teraelectronvolt scale and beyond",
            "text": "For these reasons, much activity in the theory community is now focused on precise exclusive calculations, which in many cases are implemented within Monte Carlo generators. This is not done so much to improve the accuracy of the extrapolations, but to remove the need for them altogether, by making precise predictions of realistic measurements within the fiducial acceptance regions of the detectors.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "To the teraelectronvolt scale and beyond",
            "text": "A key issue here is the matching of two perturbative approaches to QCD. The matrix element calculations at the heart of event generators can be increased in multiplicity, thus filling phase space more accurately, and can also incorporate the full complement of higher-order terms, which means also including diagrams involving loops (similar to those implicated in the muon magnetic moment, discussed above). In the latter case, the precision of the calculation is systematically improved. There are, however, regions of phase space which contain kinematic enhancements which mean such an approach converges very slowly, if at all. Such enhancements typically occur when partons are soft or almost collinear-for example, in the early stages of jet formation. They usually occur in such a way that the emission of a new parton introduces a large logarithm of the ratio of some kinematic factors, which can negate the suppression arising from the introduction of an additional α s factor, and imply that the series will not converge. Fortunately, techniques have been developed to cast such terms in the form of summable series; they have also been implemented algorithmically in Monte Carlo generators in the form of 'parton showers', which are essential to obtain accurate descriptions of the final state.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "To the teraelectronvolt scale and beyond",
            "text": "The development of methods of matching these parton shower terms to higher multiplicity [40] and higher order [41,42] matrix elements are breakthroughs without which much of the LHC programme would be seriously hampered. Advances continue, and the importance of these developments is likely only to increase as colliders extend the energy reach over which the SM can be confronted with data.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 88,
                    "text": "[40]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 110,
                    "text": "[41,",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 114,
                    "text": "42]",
                    "end": 117
                }
            ]
        },
        {
            "text": "(b) Precision Higgs physics",
            "section_rank": 10
        },
        {
            "section": "(b) Precision Higgs physics",
            "text": "Given the theoretical advances outlined above, the experiments can increasingly concentrate on making precise and detailed exclusive and differential measurements. For example, ATLAS and CMS have already moved into the era of precision Higgs physics, not only measuring inclusive properties but also differential fiducial cross sections, which give the kinematic dependence of the cross section within the region of the detectors' acceptance. The multiplicity and distribution of jets accompanying the Higgs are used to obtain separate sensitivity to the various production mechanisms (e.g. between gluon fusion and vector boson fusion) and are intrinsic to the selection of some types of event. Measuring the transverse momentum distribution of the Higgs boson production offers a more rigorous probe of the SM than measuring the integrated total. Several of these measurements have already been made (e.g. [43,44]), and the number, reach and precision will increase as long as the LHC continues to provide data.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 908,
                    "text": "[43,",
                    "end": 912
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 912,
                    "text": "44]",
                    "end": 915
                }
            ]
        },
        {
            "text": "(c) Boost and jet substructure",
            "section_rank": 11
        },
        {
            "section": "(c) Boost and jet substructure",
            "text": "As soft QCD takes over somewhere around the 10 9 eV region, and the energy scales involved in jet production may extend up to several 10 12 eV, much of the evolution of the substructure of the jet takes places within the perturbative regime, and again can be predicted using the approaches described above. Jet substructure has increased relevance when the jet scale lies above the electroweak scale, as particles with masses around the electroweak scale (W, Z and Higgs bosons and the top quark) may now be produced with high Lorentz boosts, and thus their decay products will be highly collimated and, in the case of hadronic decays, may be reconstructed as a single jet [45][46][47][48]. Such configurations have the advantage that combinatorial and other backgrounds can be suppressed, but they require the study of the substructure of jets in order to identify and reconstruct the decaying massive particle (see [49] for a review). Techniques based on these ideas have been widely employed in measurements at the LHC (for example, of the top quark transverse momentum [50]), and in searches both for the SM Higgs decaying to b-quarks and probes of the SM (and potentially beyond) close to the kinematic limit.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 673,
                    "text": "[45]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 677,
                    "text": "[46]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 681,
                    "text": "[47]",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 685,
                    "text": "[48]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 917,
                    "text": "[49]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1073,
                    "text": "[50]",
                    "end": 1077
                }
            ]
        },
        {
            "text": "Flavour physics",
            "section_rank": 12
        },
        {
            "section": "Flavour physics",
            "text": "Omitted from the discussion so far, because it does not fit neatly into the progress of increasing energy scale I have been following, is flavour physics. The masses of the different flavours of fundamental fermions in the SM span a huge range, from the neutrinos at around 10 −1 eV to the top at 1.7 × 10 11 eV. The reasons for this are not contained within the SM itself. In addition, the mass eigenstates of the particles are not identical to their (flavour) eigenstates under the weak interaction, meaning that a unitary matrix with four free parameters is introduced in both the quark and lepton sectors. This leads to the phenomenon of 'mixing'-the flavour of quarks and leptons, which is defined as the weak eigenstate, can change as they propagate, mediated by the mass eigenstates. This matrix also encodes the possibility of the simultaneous violation of the charge and parity symmetries, CP violation.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "(a) Quarks",
            "section_rank": 13
        },
        {
            "section": "(a) Quarks",
            "text": "Quark mixing and CP violation in the SM are described by the Cabbibo-Kobayashi-Masakwa (CKM) matrix. Measurements in e + e − collisions at the B-factories [51] showed that the CP violation observed in the quark sector is, at least to a very good approximation, consistent with the mechanism allowed in the SM. Investigations of quark flavour mixing at LHCb continue to probe the SM and increase the precision on the elements of the CKM matrix.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "(b) Neutrinos",
            "section_rank": 14
        },
        {
            "section": "(b) Neutrinos",
            "text": "Neutrinos were massless in the original SM, and the observation of neutrino mixing, which implies that they have non-zero mass, is the only fundamental change that has been imposed by data on the SM since its inception. Neutrino oscillations were first pointed to by the observed deficit of electron-neutrinos coming from the Sun [52,53], and were directly observed in atmospheric and solar neutrino measurements by Super-Kamiokande [54] and the Sudbury Neutrino Observatory [55], respectively. The matrix which is introduced to describe the mixing is known as the Pontecorvo-Maki-Nakagawa-Sakata (PMNS) matrix, and its elements are now being measured with increasing precision by accelerator-and reactor-based neutrino experiments [56][57][58][59]. It is known that, unlike the CKM matrix, the off-diagonal elements are relatively large. That is, unlike the quark case where the flavour and mass eigenstates are almost aligned, the neutrino flavour eigenstates are an almost maximal mixture of the mass eigenstates. It is not yet known whether CP violation occurs in the neutrino sector-the relevant parameter of the PMNS matrix has not yet been measured.",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 330,
                    "text": "[52,",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 334,
                    "text": "53]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 433,
                    "text": "[54]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 475,
                    "text": "[55]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 732,
                    "text": "[56]",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 736,
                    "text": "[57]",
                    "end": 740
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 740,
                    "text": "[58]",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 744,
                    "text": "[59]",
                    "end": 748
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "With a small number of fundamental objects and principles, the SM describes and predicts an enormous variety of physical phenomena, over energy scales ranging from zero up to several 10 12 eV and potentially far beyond. Some of the principles behind the theory trace their origins back to Maxwell's equations for electromagnetism, and those equations remain the classical form of the quantized electromagnetic force within the theory (QED). QED itself, as a gauge theory, is the template for the weak and strong forces, themselves based on larger, non-Abelian gauge symmetries. The prediction that a scalar boson would appear at some scale below 10 12 eV, as a consequence of reconciling gauge symmetries and massive bosons, has been spectacularly vindicated, and extends the region of applicability of the SM potentially up to energies beyond the reach of particle colliders.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "Before getting too pleased with ourselves at the power and subtlety of the SM (or despairing of our ability to extend it), it is worth remembering that it fails entirely to incorporpate one of the fundamental forces. Gravity is described by the general theory of relativity, and in that context is a consequence of the curvature of space-time rather than a force like those in the SM, mediated by gauge bosons. This is a very significant failure in the ambition to describe natural phenomena in a single framework. Worse, even in partnership with general relativity, the rotation curves of galaxies, weak lensing of light and the large-scale structure of the universe cannot be described without introducing 'Dark Matter', for which the SM does not contain a compelling candidate (though the possibility of strongly bound composite SM states is still discussed, e.g. [60]). The low level of CP violation possible from SM mechanisms has not been reconciled with the gross violation inherent in the fact that the observable universe seems to consist overwhelmingly of matter rather than antimatter. And finally, it is probably apparent from the preceding sections that the SM contains quite a lot of parameters with seemingly arbitrary, but suggestive, values. These include some, such as the Higgs mass, that look unnaturally 'fine tuned', to the extent that it is very tempting to think that they are fixed by some so-far unknown symmetry or principle inherent in a larger theory, of which the SM is just a part.",
            "paragraph_rank": 34,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 867,
                    "text": "[60]",
                    "end": 871
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "So the story, of which Maxwell's work was such an important component, is not over. There is more to be found by continuing to look more and more closely at nature. We do not know whether any of the hints or inconclusive anomalies currently exercising particle physicists' minds (g-2, various bumps and rare decays at the LHC, for example) will fade, or grow and lead to answers to some of the open questions above. But we do know that there are unknown territories to be explored and important answers to be found.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Competing interests. I declare I have no competing interests. Funding. Funded by UCL and STFC. Acknowledgements. I thank Anatoly Zayats, John Ellis, Roy Pike and the staff of the Royal Society for organizing an excellent meeting, and especially for the chance to see Maxwell's original manuscript [61].",
            "paragraph_rank": 37,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 297,
                    "text": "[61]",
                    "end": 301
                }
            ]
        }
    ]
}