{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The process e + e − → π 0 γ has been studied with the SND detector at the VEPP-2M e + e − collider. The e + e − → π 0 γ cross section has been measured in the center-of-mass energy range from 0.60 to 1.38 GeV. The cross section is well described by the vector meson dominance model. From the fit to the cross section data we have determined the branching fractions B(ρ → π 0 γ) = (4.20±0.52)×10 −4 , B(ω → π 0 γ) = (8.88±0.18)%, B(φ → π 0 γ) = (1.367±0.072)×10 −3 , and the relative phase between the ρ and ω amplitudes ϕρ = (−12.7 ± 4.5) • . Our data on the process e + e − → π 0 γ are the most accurate to date.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Nowadays, great attention is paid to both experimental and theoretical studies of the π 0 γ ( * ) γ ( * ) transition form factor. This interest is mainly due to the problem of calculating the hadronic light-by-light contribution to the value of the muon anomalous magnetic moment (g − 2) µ [1]. The theoretical uncertainty of this contribution is responsible for a sizable part of the uncertainty of the (g − 2) µ calculation. Experimental data on the form factors needed for development of phenomenological models are derived from measurements of two-photon π 0 production e + e − → e + e − γ * γ * → e + e − π 0 , two-photon and conversion decays π 0 → γγ, γe + e − , and e + e − e + e − , and the radiative process e + e − → γ * → π 0 γ. Investigations of these processes are planned in various experiments (Belle-2, BES-III, KLOE-II, SND, CMD-3).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 290,
                    "text": "[1]",
                    "end": 293
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "From analysis of the e + e − → π 0 γ data in the vector meson dominance (VMD) model, the widths of radiative decays of vector mesons can be extracted. The values of these probabilities for low-lying vector resonances ρ(770), ω(782) and φ(1020) are widely used in phenomenological models, in particular, to fix their quark content. The radiative decays of the excited states of light mesons have been studied very badly. Since these probabilities are sensitive to the quark content of the mesons, their measurements are important to search for exotic states (glueballs, hybrid mesons), which are predicted in the mass range between 1 and 2 GeV.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The most accurate studies of the process e + e − → π 0 γ were performed in experiments at the VEPP-2M e + e − collider with the SND [2,3] and CMD-2 [4] detectors. From these data, only ω → π 0 γ decay has been measured with a relatively high accuracy. The combined SND and CMD-2 result on the product B(ω → π 0 γ)B(ω → e + e − ) has an uncertainty of 2.6%. However, the value of this product differs by 7% from that calculated using B(ω → π 0 γ) and B(ω → e + e − ) given in the Particle Data Group (PDG) table [5]. This difference is caused by existing contradictions between the measured values of B(ω → π 0 γ)B(ω → e + e − ), B(ω → e + e − )B(ω → π + π − π 0 ), and B(ω → π 0 γ)/B(ω → π + π − π 0 ). The two latter parameters have accuracies of 1.6% and 1.8%, respectively, and determine the current PDG value of B(ω → π 0 γ). To resolve or enhance this contradiction, it is necessary to improve the accuracy of the e + e − → π 0 γ cross-section measurement near the ω-resonance peak.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 132,
                    "text": "[2,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 135,
                    "text": "3]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 148,
                    "text": "[4]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 511,
                    "text": "[5]",
                    "end": 514
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The accuracy of the ρ → π 0 γ branching fraction (13%) is determined by statistics of existing measurements. The formal accuracy of the PDG value for the φ → π 0 γ branching fraction is better than 5%. This PDG value is obtained by averaging the measurements [2,4] with a systematic error of about 8% each. The systematic error arises from the uncertainty in the nonresonant amplitude interfering with the amplitude of the φ → π 0 γ decay. The nonresonant amplitude is determined by the tails of the ρ and ω resonances, as well as by the contributions of higher excitations of the vector resonances. To reduce this systematic error, it is necessary to improve the accuracy of the e + e − → π 0 γ cross section in the wide energy range, from 0.6 up to at least 1.4 GeV.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 259,
                    "text": "[2,",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 262,
                    "text": "4]",
                    "end": 264
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "It should be noted that the published SND results are based on about 25% of data collected at VEPP-2M. In this work the full data sample recorded by SND at VEPP-2M is used to measure the e + e − → π 0 γ cross section in the energy range from 0.6 to 1.4 GeV.  -1380  5.7  1998  984-1060  7.8  1998  360-970  3.5  1999  1060-1360  3.0  2000 600-940 5.9",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 259,
                    "text": "-1380  5.7  1998  984-1060  7.8  1998  360-970  3.5  1999  1060-1360  3.0  2000",
                    "end": 338
                }
            ]
        },
        {
            "text": "II. EXPERIMENT",
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENT",
            "text": "SND [6] is a general-purpose non-magnetic detector. In the period from 1996 to 2000 it collected data at the VEPP-2M e + e − collider [7]. The main part of the detector is a spherical three-layer calorimeter containing 1640 individual NaI(Tl) crystals. The calorimeter covers a solid angle of 95% of 4π; its thickness for particles coming from the collider interaction region is 13.4 X 0 . The calorimeter energy resolution for photons is σ E /E γ = 4.2%/ 4 E γ (GeV), the angular resolution ≃ 1.5 • . Directions of charged particles are measured by a system of two cylindrical drift chambers. Outside the calorimeter a muon detector is located, which consists of plastic scintillation counters and streamer tubes. In this analysis the muon detector is used as a cosmic-ray veto.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 4,
                    "text": "[6]",
                    "end": 7
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 134,
                    "text": "[7]",
                    "end": 137
                }
            ]
        },
        {
            "section": "II. EXPERIMENT",
            "text": "The analysis presented in this paper is based on SND data with an integrated luminosity of 26 pb −1 collected in 1997-2000 in the c.m. energy range √ s = 0.36 − 1.38 GeV. The data were recorded during several c.m. energy scans listed in Table I. The step of the scans varied from 0.5 MeV near the peaks of the ω and φ resonances to 10-20 MeV far from the \"narrow\" resonances.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 237,
                    "text": "Table I",
                    "end": 244
                }
            ]
        },
        {
            "section": "II. EXPERIMENT",
            "text": "The beam energy is calculated from the information about the magnetic field value in the bending magnets and revolution frequency of the collider recorded during experiment. The relative accuracy of the energy setting for each energy point is about 50 keV, while the common shift of the energy scale within the scan can amount to 0.5 MeV. At three energy points in the vicinity of the ω-resonance the beam energy was measured using the resonant depolarization method [8]. The accuracy of the center-of-mass energy calibration is 0.04 MeV. These measurements allowed to fix the energy scale in the 1998 scan of the ρ − ω region. The scale for the 2000 scan was calibrated using the ω-mass measurement in the process e + e − → π + π − π 0 [9]. In the vicinity of the φ resonance the beam energy was measured using charged kaons from φ → K + K − decay detected by the CMD-2 detector which took data simultaneously with SND. The accuracy of the energy scale calibration near the φ is estimated to be 0.04 MeV.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 467,
                    "text": "[8]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 737,
                    "text": "[9]",
                    "end": 740
                }
            ]
        },
        {
            "section": "II. EXPERIMENT",
            "text": "For simulation of signal events, we use an event generator, which includes radiative corrections to the Born cross section calculated according to Ref. [10]. In particular, an extra photon emitted by initial electrons is generated with the angular distribution taken from Ref. [11]. The event generator for the process e + e − → γγ used for normalization is based on Ref. [12]. The theoretical uncertainty of the e + e − → γγ cross section calculation is estimated to be 1%. Simulation takes into account variations of experimental conditions during data taking, in particular, dead detector channels, and beam-generated background. Due to the beam background, some part of data events contains spurious tracks and photons. To take into account this effect in MC simulation, beam-background events recorded during experiment with a special random trigger are merged with simulated events.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 152,
                    "text": "[10]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 277,
                    "text": "[11]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 372,
                    "text": "[12]",
                    "end": 376
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "In this analysis, we simultaneously select three-photon events of the process under study e + e − → π 0 γ → 3γ and two-photon events of the process e + e − → γγ used for normalization. Some selection criteria, such as absence of charged tracks in an event and the muon-system veto, are common for both processes. So, systematic uncertainties associated with these criteria cancel as a result of the normalization.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Two-and three-photon data events must satisfy the following first-level-trigger (FLT) conditions. There are at least two clusters in the calorimeter with the energy deposition larger than 30 MeV, no tracks found by the FLT track finder in the tracking system, and no signal in the muon system. The total energy deposition in the calorimeter should exceed a threshold, which varies with energy, but is always below 0.4 √ s. The preliminary selection criteria for reconstructed events are also the same for the processes e + e − → γγ and e + e − → 3γ. There are no charged particles in an event. The total energy deposition in the calorimeter is required to be larger than 0.65 √ s, and the total event momentum calculated using energy deposition in the calorimeter crystals should be less than 0.3 √ s. The e + e − → π 0 γ candidate events should have at least three reconstructed photons with the energy larger than 50 MeV. For these events we perform a kinematic fit with four constraints of energy and momentum balance. For events  with more than three photons, the fit uses parameters of three photons with highest energy. The distribution of χ 2 of the kinematic fit (χ 2 3γ ) is shown in Fig. 1. In the energy region below 1.06 GeV we select events with χ 2 3γ < 30. In the region √ s > 1.06 GeV, where the signal-to-background ratio is low, a tighter condition χ 2 3γ < 20 is used. For further selection we use the fitted parameters of the three photons. Their polar angles are required to be in the range 36 • < θ γ < 144 • . In the energy region √ s > 1.06 additional conditions are used. To remove background from five-photon events of the process e + e − → ωπ 0 → π 0 π 0 γ, it is required that the number of photons in an event be exactly three. The condition on the photon energy E γ > 0.125 √ s is applied to increase the signal-to-background ratio.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1193,
                    "text": "Fig. 1",
                    "end": 1199
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The distribution of the mass recoiling against the most energetic photon in an event (M rec ) is shown in Fig. 2. We select events with 80 < M rec < 190 MeV/c 2 .",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 106,
                    "text": "Fig. 2",
                    "end": 112
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Two-photon events of the process e + e − → γγ are selected with the following selection criteria. There are at least two photons in an event with E γ > 0.3 √ s. The azimuthal and polar angles of these photons satisfy the conditions ",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "IV. FITTING THE Mrec SPECTRA",
            "section_rank": 5
        },
        {
            "section": "IV. FITTING THE Mrec SPECTRA",
            "text": "To determine the number of signal events (N sig ), the M rec spectrum is fitted by a sum of signal and background distributions. The signal distribution is described by a double-Gaussian function.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "IV. FITTING THE Mrec SPECTRA",
            "text": "The sources of background for the process under study are e + e − → 3γ events, and e + e − → γγ events with a fake photon arising from the beam background or splitting of electromagnetic showers. In the energy region near the φ(1020) resonance the process e + e − → ηγ should be also taken into account. It increases background by about 40% in the resonance peak. The background composition outside the φ-meson region is 30% from e + e − → γγ and 70% from e + e − → 3γ. All background processes have the M rec distribution not peaked near the π 0 mass. The simulation shows that the shape of the M rec distribution in the chosen mass window 80 < M rec < 190 MeV/c 2 for the processes e + e − → γγ and e + e − → 3γ is close to linear in the range 0.6 ≤ √ s ≤ 1.06 GeV. Above 1.06 GeV it is well described by a second-order polynomial. In the energy range 0.36 ≤ √ s ≤ 0.58 GeV, the M rec distribution for e + e − → 2(3)γ background events has a maximum in the chosen M rec window. An inaccuracy of background-shape simulation in this energy range may be a serious source of the systematic uncertainty in determination of the number of signal events. We don't see any clear π 0 signal over background in the M rec spectrum for energies below 0.6 GeV. Since the total integrated luminosity collected at eight energy points between 0.36 and 0.58 GeV is lower than that for the energy point √ s = 0.6 GeV, we exclude these points from the current analysis. The simulation predicts the number of background events with an accuracy better than 5% in the φ(1020) region and below, and with an accuracy of about 10-15% above. In the fit to the M rec spectrum, the background distribution is described by the distribution obtained from simulation plus a linear function. The latter is needed to take into account a difference between data and simulation in the shape of the background distribution and in the number of background events.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "IV. FITTING THE Mrec SPECTRA",
            "text": "At the energy points with large π 0 statistics (N sig > 3000) the fit is performed with 8 free parameters (6 for signal and 2 for background). At the points with lower statistics, where the fit with floating double-Gaussian parameters is unstable, the signal distribution is obtained by fitting the mass spectrum for simulated signal events. To take into account a difference between data and MC simulation in mass calibration and resolution, the signal distribution obtained in simulation is modified in the following way: M data rec = M MC rec + ∆M , and σ 2 data = σ 2 MC + ∆ σ 2 for both σ's of the double-Gaussian function. The parameters ∆M and ∆ σ 2 are determined by fitting the data and simulated M rec spectra in the energy region near the ω resonance. They are found to be ∆M = −0.63 ± 0.05 (−0.84 ± 0.03) MeV/c 2 and ∆ σ 2 = 0.5 ± 0.7 (−1.2 ± 0.5) MeVc 2 /c 4 for the 1998 (2000) energy scan. The values obtained for the 1998 scan of the ω region are used for analysis of data collected in 1997-1998, while the 2000 values for analysis of 1999-2000 scans. A possible systematic uncertainty due to using the simulated M rec spectrum is estimated by comparing the two fitting methods at the energy points with N sig > 3000. It is found to be less than 0.2% and is negligible compared with the statistical error of N sig .",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "IV. FITTING THE Mrec SPECTRA",
            "text": "The results of the fit at the energy points near the peaks of the ω and φ resonances, and in the region √ s > 1.06 GeV are shown in Fig. 3. The obtained numbers of signal events for different energy points are listed in Table II ",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 132,
                    "text": "Fig. 3",
                    "end": 138
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 220,
                    "text": "Table II",
                    "end": 228
                }
            ]
        },
        {
            "text": "V. LUMINOSITY MEASUREMENT",
            "section_rank": 6
        },
        {
            "section": "V. LUMINOSITY MEASUREMENT",
            "text": "In the energy region of the ω resonance, two-photon events selected using the criteria described in Sec. III contain a significant fraction of e + e − → π 0 γ events (up to 20% at the resonance peak). To subtract this resonance background, the two-photon events are divided into two classes: satisfying (class I) and not satisfying (class II) the conditions χ 2 3γ < 100 and 80 < M rec < 190 MeV/c 2 . For class-I events, which contain three reconstructed photons, we fit to the M rec spectrum using the fitting function described in Sec. IV, and determine the number of events (N 2γ,1 ) not peaked at the π 0 mass. The number of two-photon events at each energy point used for a luminosity measurement is calculated as follows",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "V. LUMINOSITY MEASUREMENT",
            "text": "where the second and third terms are the number of events and the estimated e + e − → π 0 γ background in class II, respectively. In the third term, N sig is the number of e + e − → π 0 γ events determined in Sec. IV, and ε π 0 γ π 0 γ and ε 2γ",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "V. LUMINOSITY MEASUREMENT",
            "text": "are the detection efficiencies determined using e + e − → π 0 γ simulation for the π 0 γ and 2γ (class II) selection criteria.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "V. LUMINOSITY MEASUREMENT",
            "text": "The third term is about 8% of N 2γ in the maximum of the ω resonance. The quality of background subtraction is tested by analyzing the energy dependence of the N 2γ /N e + e − ratio, where N e + e − is the number of selected e + e − → e + e − events. Selection of e + e − → e + e − events described in detail in Ref. [13] fully removes background from ω decays. The N 2γ /N e + e − energy dependence is fitted by a sum of a linear function and a Breit-Wigner function describing the ω-resonance contribution. The resonance background fraction is found to be (0.3 ± 0.3)% at the ω peak. To take into account the contribution of this resonance, we multiply the ε 2γ π 0 γ /ε π 0 γ π 0 γ ratio used in Eq. (1) by a factor of 1.04 ± 0.04. A similar procedure is used to subtract e + e − → π 0 γ background in the φ-meson energy region. It is found to be less than that in the ω energy region by a factor of 20. Another source of background near the φ-resonance is the decay chain φ → ηγ → 3γ. To suppress the ηγ background by a factor of about 4, the additional cut E γ,min < 0.125 √ s is applied in the energy region 0.984 < √ s < 1.060 GeV for events with χ 2 3γ < 100, where E γ,min is the energy of the third, less energetic photon in an event. With this cut the fraction of the ηγ background does not exceed 0.5%. Total resonance background in the φ-meson energy region is about 0.8%. We estimate that the uncertainty associated with subtraction of this background is negligible.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 317,
                    "text": "[13]",
                    "end": 321
                }
            ]
        },
        {
            "section": "V. LUMINOSITY MEASUREMENT",
            "text": "The integrated luminosity calculated as L = N 2γ /σ 2γ is listed in Table II, where σ 2γ is the e + e − → γγ cross section calculated using MC simulation for the selection criteria described in Sec. III. For most energy points the statistical error of the integrated luminosity does not exceed 1%. The systematic uncertainty is 1.2% and includes the theoretical error of cross section calculation (1%) and uncertainty associated with a difference between data and simulation in photon angular and energy resolutions (0.7%). The latter is estimated by variation of the boundaries of the angular and energy cuts used for selection of two-photon events. The main contribution to this uncertainty comes from the condition on the photon polar angles 180",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 68,
                    "text": "Table II",
                    "end": 76
                }
            ]
        },
        {
            "section": "V. LUMINOSITY MEASUREMENT",
            "text": "The uncertainties associated with the conditions common for the two-gamma and three-gamma selections (cosmic-ray veto, absence of charged tracks, etc.) cancel in the N sig /N 2γ ratio and are not included in the systematic error quoted above.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "section_rank": 7
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "The visible cross section for the process e + e − → π 0 γ is written as where σ(s) is the Born cross section extracted from the experiment, F (x, E) is a so-called radiator function describing the probability to emit from the initial state extra photons with the total energy x √ s/2 [10],  0). We use the approximation when all variations of experimental conditions (dead calorimeter channels, beam background, etc.) are accounted for in ε(s), while g(s, x) is a smooth function of √ s. With this parametrization, Eq. (2) can be rewritten in the conventional form:",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 284,
                    "text": "[10]",
                    "end": 288
                },
                {
                    "type": "figure",
                    "start": 291,
                    "text": "0)",
                    "end": 293
                }
            ]
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "where δ(s) is the radiative correction. The functions ε(s) and g(s, x) are determined using MC simulation. Since the standard e + e − → π 0 γ event generator has the dN/dx distribution proportional to 1/x, a special sample of simulated π 0 γ events with dN/dx = const has been produced to increase statistics at large x. The obtained x dependence of the detection efficiency is approximated by a smooth function. The result of the approximation for four representative √ s values is shown in Fig. 4. Dependence of the g(s, x) shape on s is not strong. In the energy range 0.60 < √ s < 1.06 GeV, where the same cut χ 2 3γ < 30 is used, the effective threshold (x th ) determined from the equation g(s, x th ) = 0.5 changes from 0.21 to 0.24. At higher energies, where we use a tighter cut χ 2 3γ < 20, x th is about 0.16. The detection efficiency ε MC (s) determined using MC simulation is corrected to take into account a difference between data and simulation in the detector response",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 492,
                    "text": "Fig. 4",
                    "end": 498
                }
            ]
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "where δ i is the efficiency correction discussed below. To determine the efficiency corrections and estimate systematic uncertainties due to imperfect simulation of the detector response for photons, we study data and simulated signal events in the narrow energy range near the peak of the ω resonance, 0.777 < √ s < 0.785 GeV, where the signal-tobackground ratio in the mass window 80 < M rec < 190 MeV/c 2 is about 25 for our standard selection criteria.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "To estimate the systematic uncertainty associated with the condition on photon polar angles (θ 0 < θ γ < 180 • − θ 0 with θ 0 = 36 • ), we vary θ 0 from 27 • to 45 • . The range of the θ 0 variation corresponds to a doubled angular size of the calorimeter crystal. The number of selected events increases (decreases) by 22 (24)% for θ 0 = 27 • (45 • ), while the maximum deviation of the visible cross section obtained at different θ 0 from that for θ 0 = 36 • does not exceed 0.6%. This deviation is taken as an estimate of a systematic uncertainty due to the condition on photon polar angles.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "With the conditions on the total energy deposition in the calorimeter and the total event momentum described in Sec. III all signal events have χ 2 of the kinematic fit less than 1000. The fraction of signal events with 30 < χ 2 3γ < 1000 is about 5% in the ω energy region defined above. The difference between the cross sections measured in the ω energy region with the conditions χ 2 3γ < 30 and χ 2 3γ < 1000 is δ χ 2 = −(0.2 ± 0.2)% for the 1998 scan and δ χ 2 = −(1.5 ± 0.2)% for the 2000 scan. These values are used to correct the detection efficiencies for the 1998 and 2000 energy scans.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "It should be noted that the χ 2 3γ distribution becomes wider with increasing energy. The condition χ 2 3γ < 30 near the φ-meson resonance corresponds to χ 2 3γ < 28 near the ω-resonance. This effect, however, does not lead to any significant change of the correction in the energy region below 1.06 GeV. In the energy region 1.06 − 1.38 GeV the condition χ 2 3γ < 20 is applied. The fraction of signal events with 20 < χ 2 3γ < 1000 varies from 7.1 to 8.0%. This fraction corresponds to the cut χ 2",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "3γ < (18 − 20) in the ω region. The efficiency correction is found to be −(0.8 ± 0.2)% for the 1998 scan and −(2.2 ± 0.2)% for the 2000 scan. These corrections are used for the 1997 and 1999 scans, respectively, with the systematic uncertainties equal to the correction value.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "In SND a photon converted in material before the tracking system is reconstructed as a charged particle. Events with converted photons are rejected by our selection criteria. Since the numbers of photons in the final state are different for the signal and normalization processes, the data-MC simulation difference in the conversion probability leads to a systematic shift in the measured cross section. This difference was studied in Ref. [14], where the ratio of the conversion probabilities in data and simulation was found to be 0.82 ± 0.04. The loss of simulated events with our angular conditions due to photon conversion in material is 2.5% for e + e − → π 0 γ and 1.7% for e + e − → γγ. The efficiency correction is calculated to be δ conv = (0.14 ± 0.03)%.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 440,
                    "text": "[14]",
                    "end": 444
                }
            ]
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "As it was discussed earlier, some part of the data events contains beam-generated spurious charged tracks and photons. The effect of extra charged tracks cancels due to normalization to two-photon events. To simulate the beamgenerated particles, events recorded during experiment with a special random trigger are used. These background events are superimposed on simulated events of the process under study. Using π 0 γ events from the ω energy region, we find that the fraction of events with extra photon(s) in data varies from 5 to 7%. The difference between data and simulation in this fraction does not exceed 10%. Below 1.05 GeV, where our selection criteria are weakly sensitive to the presence of spurious photons, there is no need in any additional systematic uncertainty. Above 1.05 GeV, where events with exactly three photons are selected, a 0.7% systematic uncertainty is additionally introduced.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "VI. DETECTION EFFICIENCY AND RADIATIVE CORRECTIONS",
            "text": "The total efficiency correction for √ s < 1.06 GeV is (−0.1 ± 0.6)% for the 1998 scan and (−1.4 ± 0.6)% for the 2000 scan. For √ s > 1.06 GeV the total correction is (−0.7 ± 1.2)% for the 1997 scan and (−2.1 ± 2.4)% for the 1999 scan. The quoted error is the total systematic uncertainty of the detection efficiency. The corrected values of ε at different energy points are listed in Table II. The statistical error on the detection efficiency is negligible. A nonmonotonic behavior of ε(s) as a function of the c.m. energy is due to variations of experimental conditions. In particular, a fraction of dead calorimeter channels varies during experiments from 0.7% to 1.8%. The detection efficiency grows from 36% at 0.6 GeV to 43% in the φ-meson region. Above the φ, where additional selection conditions are used, it decreases from 26% to 22% with increase of energy.",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 384,
                    "text": "Table II",
                    "end": 392
                }
            ]
        },
        {
            "text": "VII. FIT TO CROSS SECTION DATA",
            "section_rank": 8
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "To determine radiative corrections and the branching fractions for the ρ, ω, φ → π 0 γ decays, the energy dependence of the measured visible cross section σ vis,i = N sig,i /L i is fitted with Eq. (2). The Born cross section is parametrized in the framework of the VMD model as follows (see, for example, Ref. [15])",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 310,
                    "text": "[15]",
                    "end": 314
                }
            ]
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "where",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "is the interference phase, σ V is the cross section at the resonance peak, which is related to the product of the branching fractions for the decays V → e + e − and V → π 0 γ:",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "The sum in Eq. 5goes over the resonances ρ(770), ω(782), φ(1020), and higher vector excitations of the ρ and ω families. The isovector and isoscalar contributions into the e + e − → π 0 γ above 1.06 GeV may be estimated from the e + e − → ωπ 0 and e + e − → ρπ cross sections using the VMD model. In the energy region 1.06-1.40 GeV both contributions are found to be several tens of pb, in reasonable agreement with the experimentally observed e + e − → π 0 γ cross section. It is impossible to separate contributions to the e + e − → π 0 γ from the ω(1420) and ρ(1450) resonances, and from the ω(1650) and ρ(1700) resonances. Therefore, in the fit we use two effective resonances (below we will name them V ′ and V ′′ ) with masses and widths of (1450,400) MeV and (1700,300) MeV. The uncertainties of these parameters are assumed to be (50,50) MeV. The energy-dependent widths of the ρ, ω and φ resonances take into account decays with branching fractions larger than 1%. For the V ′ width we study two options: ρπ phase space (dominant for the ω(1420)), and the phase space for the ρ(1450), which is a sum of the a 1 π(56%), ωπ 0 (37%), ηρ(3%), and π + π − (4%) contributions [16,17]. In the nominal fit the energy dependence of the V ′ width is described by a half-sum of the dependences of the ω(1420) and ρ(1450) widths. The fits with the ω(1420) and ρ(1450) dependences are used to study a model uncertainty. For the V ′′ width, the ρπ phase space is used.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "ref_id": "formula_9",
                    "start": 15,
                    "text": "5",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1179,
                    "text": "[16,",
                    "end": 1183
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1183,
                    "text": "17]",
                    "end": 1186
                }
            ]
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "The phase ϕ ω is chosen to be zero. The phases ϕ V ′ and ϕ V ′′ are set to 180 • and 0 • , respectively. Such a choice of phases for excited ρ and ω states are used to describe the energy dependences of the e + e − → ωπ 0 and e + e − → ρπ cross sections (see, for example, Refs. [18,19]).",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 279,
                    "text": "[18,",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 283,
                    "text": "19]",
                    "end": 286
                }
            ]
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "The free fit parameters are",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": ", and ∆M ω . The latter parameter is a difference between the fitted ω(782)-mass value and the value obtained by SND [9] in the process e + e − → π + π − π 0 on data of the 1998 and 2000 scans. The ω(782) width is fixed at the value from the same Ref. [9]. The mass and width for the φ(1020) are taken from the SND work [20], in which data of the 1998 φ-meson scan were used to study the processes e + e − → π + π − π 0 , K + K − , and K S K L . The ρ(770) mass and width are fixed at the PDG values [5].",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 117,
                    "text": "[9]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 252,
                    "text": "[9]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 320,
                    "text": "[20]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 500,
                    "text": "[5]",
                    "end": 503
                }
            ]
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "The fit gives a small, consistent with zero, value of σ V ′′ . Therefore, in further analysis the model with σ V ′′ = 0 is used. The fit describes data well, χ 2 /ndf = 40.9/55, where ndf is the number of degrees of freedom. The following values of fitted parameters are obtained: +0.55 −0.53 ± 0.025) nb, σ ω = (151.8 ± 1.3 ± 2.1) nb, σ φ = (5.53 +1.00 −0.57 ± 0.72) nb,",
            "paragraph_rank": 42,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 281,
                    "text": "+0.55",
                    "end": 286
                }
            ]
        },
        {
            "section": "VII. FIT TO CROSS SECTION DATA",
            "text": "The first error is statistical and the second is systematic. For the cross sections, the systematic uncertainty includes the uncertainty of luminosity determination (1.2%), the uncertainty of the detection efficiency (0.6% for σ ρ , σ ω , σ φ ), and uncertainties associated with the model of the V ′ energy-dependent width and inaccuracies of the resonance masses and widths. It should be noted that a systematic uncertainty on σ ω is determined by the errors of the luminosity and detection efficiency, and weakly depends on other sources. The main contribution to the σ ρ systematic uncertainty comes from inaccuracy of Γ ω . The uncertainties of the V ′ parameters dominate in the σ φ , ϕ ρ , and ϕ φ systematic errors. The fitted shift of the ω mass relative to the SND measurement in the e + e − → π + π − π 0 process [9] is consistent with zero. This parameter is allowed to float because its statistical uncertainty of 42 keV is lower than the systematic uncertainty of the ω mass (90 keV) quoted in Ref. [9]. To understand importance of the V ′ contribution, we perform a fit with σ V ′ = 0. The obtained χ 2 value equal to 45.4 corresponds to a significance of 2.1 standard deviations for the V ′ contribution. Substituting the fitted cross section σ(s) into Eq. (2) and Eq. (3), we calculate the radiative corrections and the experimental values of the Born cross section. They are listed in Table II. The radiative corrections are also calculated with the different models of the V ′ and with the fit parameters varied within their uncertainties. The maximum deviation of a radiative correction from its nominal value is taken as an estimate of its uncertainty. The quoted errors on the Born cross section are statistical and systematic. The latter includes the uncertainties in luminosity, detection efficiency, and radiative correction, as well as the uncertainty associated with inaccuracy in energy setting. The Born cross section measured in this work is shown in Fig. 5 in different energy regions in comparison with the previous most accurate measurements [2][3][4]. The obtained cross section is in reasonable agreement with the previous SND measurements [2,3], but is more precise. Above 0.76 GeV the CMD-2 and our data agrees within the 6% systematic uncertainty [4] for most data points. The exception is the point at 780.5 MeV with about 3σ deviation from the fitting curve. Below 0.76 GeV there is a systematic difference between our and CMD-2 measurements. ",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 824,
                    "text": "[9]",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1013,
                    "text": "[9]",
                    "end": 1016
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1403,
                    "text": "Table II",
                    "end": 1411
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1981,
                    "text": "Fig. 5",
                    "end": 1987
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2075,
                    "text": "[2]",
                    "end": 2078
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2078,
                    "text": "[3]",
                    "end": 2081
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2081,
                    "text": "[4]",
                    "end": 2084
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2175,
                    "text": "[2,",
                    "end": 2178
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2178,
                    "text": "3]",
                    "end": 2180
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2285,
                    "text": "[4]",
                    "end": 2288
                }
            ]
        },
        {
            "text": "VIII. DISCUSSION",
            "section_rank": 9
        },
        {
            "section": "VIII. DISCUSSION",
            "text": "From the measured peak cross sections [Eq. (9)] we calculate the products of branching fractions for the ρ, ω, and φ mesons: B(ρ → π 0 γ)B(ρ → e + e − ) = (1.98 ± 0.22 ± 0.10) × 10 −8 , B(ω → π 0 γ)B(ω → e + e − ) = (6.336 ± 0.056 ± 0.089) × 10 −6 , B(φ → π 0 γ)B(φ → e + e − ) = (3.92 +0.71 −0.40 ± 0.51) × 10 −7 .",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "section": "VIII. DISCUSSION",
            "text": "Our results agree with previous measurements of these parameters. The accuracies of the products for the ρ and ω mesons are improved by a factor of about 2 compared with the most precise previous measurement by SND [3]. For the φ meson, our total uncertainty is about 20%. This is due to a strong correlation between σ φ and ϕ φ . Our uncertainty is significantly, by a factor of 2, larger than the uncertainty of previous measurements [2,4]. Since the accuracy of the e + e − → π 0 γ cross section measured in this work is better than that of the previous measurements, we conclude that the systematic uncertainty on B(φ → π 0 γ)B(φ → e + e − ) was previously underestimated. The phase ϕ ρ can be calculated from B(ω → π + π − ) [5] assuming that this decay is fully determined by electromagnetic ρ − ω mixing [21,22]. It is found to be (−13.5 ± 0.6) • and agrees well with our measurement ϕ ρ = (−12.8±3.5±3.0) • . It is expected that the phase ϕ φ is close to the same phase measured in the e + e − → π + π − π 0 reaction ϕ 3π φ = (163±7) • [9]. Since our result on ϕ φ does not contradict this expectation, we can improve the accuracy of the φ-meson peak cross section by fixing the parameter ϕ φ at the value obtained from e + e − → π + π − π 0 . The fit yields the following value for the product of the branching fractions:",
            "paragraph_rank": 45,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 215,
                    "text": "[3]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 436,
                    "text": "[2,",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 439,
                    "text": "4]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 730,
                    "text": "[5]",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 811,
                    "text": "[21,",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 815,
                    "text": "22]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1044,
                    "text": "[9]",
                    "end": 1047
                }
            ]
        },
        {
            "section": "VIII. DISCUSSION",
            "text": "where the systematic error is dominated by the uncertainty on ϕ 3π φ . Using the measured product B(ω → π 0 γ)B(ω → e + e − ) and the PDG value B(ω → π + π − π 0 )B(ω → e + e − ) = (6.38 ± 0.10) × 10 −5 [5], we calculate the ratio",
            "paragraph_rank": 46,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 203,
                    "text": "[5]",
                    "end": 206
                }
            ]
        },
        {
            "section": "VIII. DISCUSSION",
            "text": "which disagrees (by 3.4σ) with the KLOE measurement of the same parameter 0.0897 ± 0.0016 [23]. The KLOE Collaboration obtained the ratio of the ω branching fractions from the ratio of the cross sections for e + e − → ωπ 0 → π 0 π 0 γ and e + e − → ωπ 0 → π + π − π 0 π 0 measured near the φ(1020) resonance. This technique was suggested by the SND Collaboration [24]. The SND result B(ω → π 0 γ)/B(ω → π + π − π 0 ) = 0.0994 ± 0.0052 agrees well with Eq. (12) and differs from the KLOE measurement by 1.8σ. It is instructive to calculate the product B(ω → π + π − π 0 )B(ω → e + e − ) using the KLOE value of B(ω → π 0 γ)/B(ω → π + π − π 0 ) and our result on B(ω → π 0 γ)B(ω → e + e − ). The result B(ω → π + π − π 0 )B(ω → e + e − ) KLOE+this work = (7.06 ± 0.17) × 10 −5 (13) exceeds the PDG value by 3.4σ. It should be noted that the PDG value is the average of eight measurements, which are in reasonable agreement with each other. The KLOE measurement strongly influences current PDG values of ω meson parameters. Therefore, we calculate ω meson parameters based on our measurement B(ω → π 0 γ)B(ω → e + e − ), the PDG values of B(ω → π + π − π 0 )B(ω → e + e − ), and branching fractions of other decays, which sum is equal to 0.0165 ± 0.0013. The following parameters are obtained:",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 90,
                    "text": "[23]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 363,
                    "text": "[24]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 456,
                    "text": "(12)",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 775,
                    "text": "(13)",
                    "end": 779
                }
            ]
        },
        {
            "section": "VIII. DISCUSSION",
            "text": "B(ω → π 0 γ) = (8.88 ± 0.18)%, B(ω → π + π − π 0 ) = (89.47 ± 0.18)%, B(ω → e + e − ) = (7.13 ± 0.10) × 10 −5 ,",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "section": "VIII. DISCUSSION",
            "text": "which can be compared with the corresponding PDG values (8.28 ± 0.28)%, (89.2 ± 0.7)%, (7.28 ± 0.14) × 10 −5 . As expected, our result for B(ω → π 0 γ) strongly differs from the PDG value. Using the PDG values for B(ρ → e + e − ) and B(φ → e + e − ) we calculate the branching fractions B(ρ → π 0 γ) = (4.20 ± 0.47 ± 0.22) × 10 −4 , B(φ → π 0 γ) = (1.367 ± 0.030 ± 0.065) × 10 −3",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "section": "VIII. DISCUSSION",
            "text": "Our result on B(φ → π 0 γ) agrees with the PDG value (1.27 ± 0.06) × 10 −3 and has comparable accuracy. For B(ρ → π 0 γ) our result is lower than the PDG value (6.0 ± 0.8) × 10 −4 by 1.8σ, but agrees with the branching fraction for the charged ρ decay B(ρ ± → π ± γ) = (4.5 ± 0.5) × 10 −4 .",
            "paragraph_rank": 50,
            "section_rank": 9
        },
        {
            "text": "IX. SUMMARY",
            "section_rank": 10
        },
        {
            "section": "IX. SUMMARY",
            "text": "The cross section for the process e + e − → π 0 γ has been measured in the energy range of 0.60-1.38 GeV with the SND detector at the VEPP-2M e + e − collider. This is the most accurate measurement of the cross section. Data on the cross section are well fitted with the VMD model with the ρ(770), ω(782), φ(1020), and an additional resonance describing a total contribution of the ρ(1450) and ω(1420) resonances. From this fit we have determined the products of branching fractions B(ρ → π 0 γ)B(ρ → e + e − ) = (1.98 ± 0.22 ± 0.10) × 10 −8 , B(ω → π 0 γ)B(ω → e + e − ) = (6.336 ± 0.056 ± 0.089) × 10 −6 , B(φ → π 0 γ)B(φ → e + e − ) = (4.04 ± 0.09 ± 0.19) × 10 −7 ,",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "section": "IX. SUMMARY",
            "text": "and the branching fractions B(ρ → π 0 γ) = (4.20 ± 0.52) × 10 −4 , B(ω → π 0 γ) = (8.88 ± 0.18)%, B(φ → π 0 γ) = (1.367 ± 0.072) × 10 −3 .",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "section": "IX. SUMMARY",
            "text": "Our measurements for the ρ → π 0 γ and ω → π 0 γ branching fractions have accuracies better than those for the PDG values [5]. Our result for B(ρ → π 0 γ) is lower than the PDG value by 1.8σ, but agrees with the branching fraction for the charged ρ decay. For the ω, the values of the three directly measured parameters, B(ω → π 0 γ)B(ω → e + e − ), B(ω → π + π − π 0 )B(ω → e + e − ), and B(ω → π 0 γ)/B(ω → π + π − π 0 ), contradict each other. With our measurement, the level of disagreement between them reaches 3.4σ. The result for the φ → π 0 γ has an accuracy comparable with that of the PDG value [5]. It has been obtained assuming that the relative phase between the φ and ω meson amplitudes is equal to the phase determined in the e + e − → π + π − π 0 process, ϕ 3π ρ = (163 ± 7)",
            "paragraph_rank": 53,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 122,
                    "text": "[5]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 605,
                    "text": "[5]",
                    "end": 608
                }
            ]
        },
        {
            "section": "IX. SUMMARY",
            "text": "• [9]. Without this assumption, B(φ → π 0 γ) is determined with about 20% uncertainty.",
            "paragraph_rank": 54,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2,
                    "text": "[9]",
                    "end": 5
                }
            ]
        },
        {
            "section": "IX. SUMMARY",
            "text": "The results presented in this paper supersede our previous measurement [3] based on a part of data collected by SND at VEPP-2M below 1 GeV.",
            "paragraph_rank": 55,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 71,
                    "text": "[3]",
                    "end": 74
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 11
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: The χ 23γ distribution for data (points with error bars) and simulated e + e − → π 0 γ events (histogram) from the energy region near the ω-resonance (779 < √ s < 787 MeV). The distributions are normalized to the same area. The arrow indicates the upper limit of the selection condition.",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 12
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: The Mrec distribution for data events with χ 2 3γ < 30 from the energy region near ω-resonance (779 < √ s < 787 MeV). The arrows indicate the selection criterion 80 < Mrec < 190 MeV/c 2 .",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 13
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: The Mrec distribution for data events (points with error bars) with √ s = 783.35 GeV (left), √ s = 1018.7 GeV (middle), and √ s > 1.06 GeV (right). The solid histogram represents the result of the fit described in the text. The dashed histogram shows the fitted background distribution.",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "5 FIG. 4 :",
            "section_rank": 14
        },
        {
            "section": "5 FIG. 4 :",
            "text": "FIG. 4: The x dependence of the detection efficiency obtained from simulation for four√ s values.",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 15
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: The e + e − → π 0 γ cross section measured in this work in different energy regions in comparison with the previous most accurate measurements: SND (2000) [2], SND (2003) [3], and CMD-2 (2005) [4]. The curve is the result of the fit described in the text. In the energy region 1030-1100 GeV CMD-2 set upper limits of 0.1-0.2 nb, which is not shown in the corresponding plot. In the upper-left and upper-right plots the CMD-2 (2005) and SND (2003) data points are shifted from their actual energies by −2 and +2 MeV, respectively. Only statistical errors are shown. The systematic errors are 3.2%, 3%, and 6% for SND (2000), SND (2003), and CMD-2 (2005) data, respectively.",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "TABLE I :",
            "section_rank": 16
        },
        {
            "section": "TABLE I :",
            "text": "The SND experiments used in this analysis.YearC.m. energy range (MeV) Integrated luminosity (pb −1 ) 1997 1060",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "text": ". Since the cross section values obtained for the 1998 and 2000 energy scans are found to be statistically compatible, data samples for the two scans in energy points located far from the ω region (600 ≤ √ s < 765 MeV and 800 < √ s < 945MeV) are combined. The fitted number of signal events in the energy region 1.06 < √ s < 1.38 GeV is 97 ± 24. This energy region is separated into five subintervals. Data of the 1997 and 1999 scans are combined. The boundaries of the subintervals, the average subinterval energies, calculated as√ s i L i / L i ,where √ s i and L i are the energy and integrated luminosity for the ith energy point included in the subinterval, and the fitted numbers of signal events are listed in the last five rows ofTable II.",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "TABLE II :",
            "section_rank": 18
        },
        {
            "section": "TABLE II :",
            "text": "The c.m. energy (E), integrated luminosity (L), detection efficiency (ε), number of selected signal events (Nsig), radiative-correction factor (1 + δ), measured Born cross section (σ). For the cross section the first error is statistical, the second is systematic.",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "section": "TABLE II :",
            "text": "We thank S.I. Eidelman for fruitful discussions. This work is supported by the Ministry of Education and Science of the Russian Federation and the RFBR grant No. 13-02-00375-a.",
            "paragraph_rank": 64,
            "section_rank": 20
        }
    ]
}