{
    "level": "paragraph",
    "abstract": [
        {
            "text": "For a resonance decaying to τ + τ − , it is difficult to reconstruct its mass accurately because of the presence of neutrinos in the decay products of the τ leptons. If the resonance is heavy enough, we show that its mass can be well determined by the momentum component of the τ decay products perpendicular to the velocity of the τ lepton, p ⊥ , and the mass of the visible/invisible decay products, m vis/inv , for τ decaying to hadrons/leptons. By sampling all kinematically allowed values of p ⊥ and m vis/inv according to their joint probability distributions determined by the MC simulations, the mass of the mother resonance is assumed to lie at the position with the maximal probability. Since p ⊥ and m vis/inv are invariant under the boost in the τ lepton direction, the joint probability distributions are independent upon τ's origin. Thus this technique is able to determine the mass of an unknown resonance with no efficiency loss. It is tested using the MC simulations of the physics processes pp → Z/h(125)/h(750) + X → ττ + X at 13 TeV. The ratio of the full width at half maximum and the peak value of the reconstructed mass distribution is found to be 20%-40% using the information of missing transverse energy.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Following the discovery of the Standard Model (SM) Higgs boson [1,2], it is of more interest to search for new high-mass particles, such as additional Higgs bosons [3][4][5][6]. Recently, in the γγ mass spectrum, a resonance around the mass 750 GeV/c 2 is seen with a significance of about 3σ [7,8]. In the SM and many beyond-SM theories, the coupling of the Higgs boson and the fermion is proportional to the mass of the fermion. For a neutral Higgs boson, h 0 , the branching fraction of h 0 → τ + τ − would be dominant compared to other leptons e and µ. Experimentally, the presence of neutrinos makes it challenging to reconstruct the invariant mass M (ττ) accurately [9,10]. Accordingly, the performance of the mass reconstruction technique affects the sensitivity of probing new physics.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 63,
                    "text": "[1,",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 66,
                    "text": "2]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 164,
                    "text": "[3]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 167,
                    "text": "[4]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 170,
                    "text": "[5]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 173,
                    "text": "[6]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 293,
                    "text": "[7,",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 296,
                    "text": "8]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 672,
                    "text": "[9,",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 675,
                    "text": "10]",
                    "end": 678
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The τ lepton has two types of decay modes. One is decaying to a charged lepton plus two neutrinos, τ → l+ν l +ν τ , l = e, µ (denoted by τ l ), the other is decaying to hadron(s) plus one neutrino, τ → hadrons+ν τ (denoted by τ h ). Experimentally, the visible decay product is the charged lepton (e, µ) or the hadron(s) while the invisible decay product is the neutrino(s). For the charged leptons, the momentum can be measured well by the tracking system. For the hadronic decay products, they are reconstructed from the energy clusters in the electromagnetic and hadronic calorimeters using the anti-k t jet finding algorithm [11,12]. One of the characteristics is the presence of one or three charged tracks accompanied by possibly neutral hadrons, which lead to a collimated shower in the calorimeters with a few nearby tracks. The energy deposits in the calorimeters are used to reconstruct the four-momenta of the hadronic τ candidates. Both the tracking and calorimeter information are combined to identify the hadronic τ decays and suppress the misidentification rate of jets.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 629,
                    "text": "[11,",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 633,
                    "text": "12]",
                    "end": 636
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "For the M (ττ) reconstruction, an important observable is the missing transverse energy / E ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where the colliding axis is defined as the z axis and the sum is performed over all observed objects, including electrons, muons, hadronic taus, jets, etc.. If only the neutrinos from the τ decays contribute to the missing energy, / E obs x/y can then be used to improve the M (ττ) reconstruction, as will be shown below. Here we only use the transverse part of the missing energy. This is because in the hadron colliders, the interaction happens among the colliding partons. The partons in the high-boosting hadrons, such as proton, would have momenta collinear with the original momentum of the proton, and thus the initial transverse momenta are negligible [13]. It should be noted that the pileup effect would worsen the measurement of the missing transverse energy. For the CMS detector, the determination of the missing energy can be improved to have a resolution of 10-15 GeV [9] based on the data taken at 8 TeV using the particle-flow technique [14]. For the ATLAS detector, a track-based soft term (TST) [15] is adopted to mitigate the pileup effect and the missing transverse energy can be determined with a resolution of 10-20 GeV based on a small fraction of the data taken in 2015 [16].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 660,
                    "text": "[13]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 883,
                    "text": "[9]",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 954,
                    "text": "[14]",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1014,
                    "text": "[15]",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1195,
                    "text": "[16]",
                    "end": 1199
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "There are a few techniques of M (ττ) reconstruction which are commonly used in the hadron colliders. The study of these techniques can be found in Ref. [9,[17][18][19]. Here is a short summary.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 152,
                    "text": "[9,",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 155,
                    "text": "[17]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 159,
                    "text": "[18]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 163,
                    "text": "[19]",
                    "end": 167
                }
            ]
        },
        {
            "text": "The Transverse Mass Method (TMM)",
            "section_rank": 3
        },
        {
            "section": "The Transverse Mass Method (TMM)",
            "text": ": M (ττ) = (P vis 1 + P vis 2 + P / E ) 2 . Here P vis 1 and P vis 2 are the 4-momenta of the visible decay products of the τ leptons;",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "The Transverse Mass Method (TMM)",
            "text": "). Furthermore, it is not able to consider the z component of the momentum of the missing neutrinos. The resulting M (ττ) spectrum is thus biased and broadened.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The Collinear Approximation Technique (CAT): It assumes that the neutrino(s) from each τ decay is collinear",
            "section_rank": 4
        },
        {
            "section": "The Collinear Approximation Technique (CAT): It assumes that the neutrino(s) from each τ decay is collinear",
            "text": "with the visible τ decay products, the charged leptons or the hadronical τ jets. Thus the 4-momenta of the neutrinos can be fully determined. The M (ττ) is calculated in the equation below.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "The Collinear Approximation Technique (CAT): It assumes that the neutrino(s) from each τ decay is collinear",
            "text": "Here x 1 and x 2 are the momentum fractions carried by the visible τ decay products. The explicit expressions are written below.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "The Collinear Approximation Technique (CAT): It assumes that the neutrino(s) from each τ decay is collinear",
            "text": "Here p vis 1/2 is the magnitude of the momentum of the visible τ decay products;",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "The Collinear Approximation Technique (CAT): It assumes that the neutrino(s) from each τ decay is collinear",
            "text": "are the azimuthal angles of the visible τ decay products and the missing energy in the plane perpendicular to the beam line. This method gives a reasonable mass resolution, but it fails if the visible τ decay products are outgoing back-to-back (thus |φ vis 1 − φ vis 2 | → π and x 1/2 → 0). It has an efficiency loss 30%-60%.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The Missing Mass Calculator (MMC) Technique:",
            "section_rank": 5
        },
        {
            "section": "The Missing Mass Calculator (MMC) Technique:",
            "text": "The unknown quantities are the 4-momenta of the invisible neutrinos, denoted by P inv 1 and P inv 2 . But there are only four constraints, written in Eq. 4. In Eq. 4, the first two constraints are from the information of missing energy and the last two constraints are due to the τ lepton mass, denoted by m τ . For each event, the method is to calculate all possible M (ττ) values satisfying the constraints by scanning the parameter space of the unknown variables. Each M (ττ) value carries a weight, which is the probability product P(∆R 1 )×P(∆R 2 ). Here ∆R is the direction distance between the visible part and the invisible part for each τ decay. It is defined as (η vis − η inv ) 2 + (φ vis − φ inv ) 2 with η being the rapidity. Putting all M (ττ)s with the weights into a histogram, the peak value of the histogram is taken as the M (ττ) for this event. The probability distributions P(∆R 1/2 ) depends upon the momentum of the initial τ lepton and the τ decay type. They are determined by MC simulations. To consider the effect of the resolution of missing transverse energy, the scanned parameter space is extended to include / E x and / E y . The weight will be multiplied by the probability functions P( / E x ) × P( / E y ). Here",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "The Missing Mass Calculator (MMC) Technique:",
            "text": "being the x/y component of the observed missing transverse energy and σ / E being the resolution. The method has an efficiency up to 97% − 99% and gives a mass resolution better than that of the CAT.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "The Missing Mass Calculator (MMC) Technique:",
            "text": "4. The SVFIT algorithm: The best estimate of M (ττ) is taken to be the one maximizing the following probability",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "The Missing Mass Calculator (MMC) Technique:",
            "text": "as a function of the mass hypothesis M . X 1 and X 2 denote the free paramters to specify the τ decay kinematics. X is chosen to be (x vis , φ τ , m inv ). Here x vis is the fraction of the τ lepton energy carried by the visible decay products in the laboratory frame; φ τ is the azimuthal angle of the τ lepton direction in the laboratory frame; m inv is the invariant mass of the neutrino(s) in the τ decays. The likelihood P(",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "The Missing Mass Calculator (MMC) Technique:",
            "text": "is the product of three likelihood functions: two functions model the probability distributions of the decay parameters X i of the two τ leptons and one function quantifies the compatibility of a τ-pair decay hypothesis with the reconstructed missing transverse energy / E x/y . The relative M (ττ) resolution is (10-20)%.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "The Missing Mass Calculator (MMC) Technique:",
            "text": "Other interesting methods could be found in Ref. [20][21][22][23]. In this paper, we propose an alternative method, which utilizes the momentum component of the τ decay products perpendicular to the velocity of the τ lepton, p ⊥ . We will compare this method with the CAT, MMC and SVFIT, as the TMM only reconstructs M (ττ) partially. In Sec. 2, we present the principle of this method. In Sec. 3, the method is tested on the MC simulations. In Sec. 4, we apply the selection criteria used by the ATLAS Collaboration in searching for the SM Higgs decaying to the τ pair [10] to a MC sample of pp → h(125)+X → ττ+X via the gluon-gluon fusion process. The performance of this method would be more realistic in this case. We give the conclusions in Sec. 5.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 49,
                    "text": "[20]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 53,
                    "text": "[21]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 57,
                    "text": "[22]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 61,
                    "text": "[23]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 570,
                    "text": "[10]",
                    "end": 574
                }
            ]
        },
        {
            "text": "Principle of the method",
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "To illustrate our method of reconstructing the mass of a resonance R decaying to τ + τ−, we write down the following equations.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "Here M R is the mass of the resonance R; p τ i is the magnitude of the momentum of the τ leptons; E τ i ≡ p 2 τ i + m 2 τ ; p vis i and p inv i are the magnitude of the momentum of the τ decay products, the visible parts (charged leptons or hadronic τ jet) and the neutrinos respectively; θ τ 1 τ 2 is the angle between two τ leptons; and θ vis i ,inv i is the angle between the charged lepton/hadronic jet and the corresponding neutrino(s). To determine the mass of the resonance M R , there are five unknown quantities, p inv 1 , p inv 2 , θ vis 1 ,inv 1 , θ vis 2 ,inv 2 and θ τ 1 τ 2 , as shown in Eq. 6-7. The other quantities p vis 1 and p vis 2 can be measured by the detectors.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "First of all, we show that θ τ 1 τ 2 can be well estimated by the angle between the visible decay products of two τ leptons, θ vis 1 ,vis 2 , in the case of the heavy resonance R. We write down the τ mass constraints.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "Here the subscripts 1, 2 are omitted. m vis is the mass of the charged lepton in the τ l mode or the mass of the hadronic jet in the τ h mode; m inv is the mass of the neutrinos in the τ l mode or equal to 0 in the τ h mode; and E vis/inv ≡ p 2 vis/inv + m 2 vis/inv . If the resonance is heavy enough M R >> m τ , we have",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "and",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "From the τ mass constraints shown in Eq. 8, the angle between visible decay product(s) and the invisible neutrino(s) turns out to be",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "Using the relation cos θ 1 − θ 2 2 for small θ, we find that |θ vis,inv | is of the order of",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "Therefore, in the case of M R >> m τ , the difference between θ τ 1 τ 2 and θ vis 1 ,vis 2 is of the same order, as shown in Eq. 12.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "|θ",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "Resorting to Eq. 6 and Eq. 12, we can estimate the uncertainty of the reconstructed M R due to the approximation",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "where we have used ∆θ",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "It could be seen that this uncertainty is reduced in the region where θ vis 1 ,vis 2 is close to π (thus | sin θ vis 1 ,vis 2 | is close to 0). If the approximation θ τ 1 τ 2 θ vis 1 ,vis 2 is assumed, we then have four unknown quantities in total, namely, (p inv , m inv ) in the τ l mode, or (p inv , m vis ) in the τ h mode. The angles θ vis 1 ,inv 1 and θ vis 2 ,inv 2 can be expressed as functions of the unknowns through the τ mass constraints, Eq. 8. M (ττ) can be determined if p inv and m vis/inv are given. However, p inv is related with the momentum of the τ lepton. Thus the probability distribution of p inv depends upon the mass of the mother resonance and is not available for an unknown resonance. Instead, we choose to use the momentum component of the τ decay products perpendicular to the velocity of the τ lepton, p ⊥ (it is same for the visible and invisible decay products). p ⊥ is invariant under the boost in the direction of the τ lepton. The joint probability distributions (JPD), P(p ⊥ , m vis/inv ), are then independent upon the mass of the mother resonance.",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "To derive the expression of p τ as a function of p ⊥ and m vis/inv , let us consider the Lorentz transformation relating the laboratory frame and the center-of-mass (c.m.) frame of the τ lepton. The quantities in the in the c.m. frame will carry a \" \" and can be easily calculated for given m inv , m vis and p ⊥ . Letting v be the velocity of the τ lepton, we define β ≡ v/c and γ = 1/ √ 1 − β 2 . We have",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "In the equations above, p //vis = ± p 2 − p 2 ⊥ is the momentum component of the visible τ decay products parallel to the velocity of the τ lepton and E 2 vis = p 2 + m 2 vis is the energy of the visible τ decay products, where p is the momentum of the τ decay products in the c.m. frame. Using Eqs. 14 and p τ = γβm τ , we can obtain",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "where p // ≡ p 2 − p 2 ⊥ and the two-fold solution is due to p //vis = ± p 2 − p 2 ⊥ ( physically, it is because the momentum component p //vis in the laboratory frame can be parallel or anti-parallel with that in the c.m. frame of the τ lepton).",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "For convenience, we write down explicitly the equations related with our method.",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "where the subscript i = 1, 2 and θ τ 1 τ 2 is replaced by θ vis 1 ,vis 2 in the first equation. The next step is to sample all possible values of (p ⊥ , m inv ) for the τ l mode or (p ⊥ , m vis ) for the τ h mode according to their JPDs which can be determined by the MC simulations. For each event accumulated by the detectors, we sample the unknowns many times (10000 is fairly enough) and obtain a distribution of M (ττ) according to Eqs. 16. We assume that the mass of the resonance lies at the position with the maximal probability. For each sampling entry, the two-fold solutions, shown in the second line of Eqs. 16, are used as long as they are physically allowed, namely, p τ i > 0.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 442,
                    "text": "16",
                    "end": 444
                }
            ]
        },
        {
            "section": "Principle of the method",
            "text": "To use the missing transverse energy, each sampling entry is given a weight, w( / E), which is defined as",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "Here / E obs x/y are the x/y components of the observed missing energy; σ / E x and σ / E y are the corresponding resolutions; and / E x/y are the x/y components of the sum of the momenta of the neutrinos, shown in Eq. 18.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 219,
                    "text": "18",
                    "end": 221
                }
            ]
        },
        {
            "section": "Principle of the method",
            "text": "Here the collinear approximation is used; θ vis i and φ vis i are the polar angle and the azimuthal angle of the visible decay products respectively. To comply to the experimental performance [14,24], the missing energy resolution is parameterized in the form,",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 192,
                    "text": "[14,",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 196,
                    "text": "24]",
                    "end": 199
                }
            ]
        },
        {
            "section": "Principle of the method",
            "text": "where E T is the scalar sum of all the observed objects (electrons, muons, hadronic taus, jets, etc.) and defined as",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "section": "Principle of the method",
            "text": "3",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Performance of the technique",
            "section_rank": 7
        },
        {
            "section": "Performance of the technique",
            "text": "To test the performance of this technique, the MC samples for the physics processes pp → Z/h(125)/h(750)+X → τ + τ − +X at 13 TeV are produced with MadGraph5 [26]. The parton showers are simulated by Pythia 8 [27] and the detector response is simulated by Delphes 3 [28]. The detector simulation is adjusted to meet the run 1 performance of the ATLAS detector. Most relevantly, the reconstruction efficiency of the hadronic τ jets is about 60% with a jet faking rate about 1%. The effect of the pileup interactions is not considered until the end of this section. Here h(125) denotes the SM Higgs boson with the mass about 125 GeV/c 2 [25] and the width 4.07 MeV. h(750) denotes a possible high-mass Higgs boson. Its mass and width are 750 GeV/c 2 and 40 GeV respectively in the simulations.",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 158,
                    "text": "[26]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 209,
                    "text": "[27]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 266,
                    "text": "[28]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 635,
                    "text": "[25]",
                    "end": 639
                }
            ]
        },
        {
            "section": "Performance of the technique",
            "text": "In the leptonic decay mode τ l , we do not distinguish the charged leptons e and µ as their masses are negligible compared to the τ mass. In the hadronic decay mode τ h , the events with one charged track and three charged tracks are considered separately. Events with two τ candidates, charged leptons or hadronic τ jets, with opposite charge sign are selected. The transverse momentum, p T , is required to be larger than 20 GeV/c and the rapidity |η| is required to be less than 2.5 for both τ candidates. They are further required to be isolated. The charged leptons satisfy p T (∆R = 0.5)/p T (l) < 10%. Here p T (l) is the transverse momentum of the lepton and p T (∆R = 0.5) is the transverse momentum of the additional observed objects in the cone around the lepton candidate, where the cone size is defined by the angular distance between the additional objects and the lepton candidate ∆R = 0.5. For a hadronic τ candidate, the angular distance with respect to an electron or a muon is required to be larger than 0.2. Experimentally, additional isolation conditions are imposed on the hadronic τ candidates to reduce the jet faking rate. For example, the ATLAS collaboration uses the discriminating variables based on the tracks with p T > 1 GeV/c and the energy deposited in the calorimeter in the cone ∆R < 0.2 and those in the region 0.2 < ∆R < 0.4 around the hadronic τ candidate's direction [10]. Here in the delphes simulation, no further isolation condition is used for the hadronic τs.",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1406,
                    "text": "[10]",
                    "end": 1410
                }
            ]
        },
        {
            "section": "Performance of the technique",
            "text": "In the first place, the collinear approximation that the angle between the τ leptons is well estimated by the angle between the two visible τ candidates is verified in the MC simulations. Figure 1 (a) shows the distribution of θ τ 1 τ 2 versus θ vis 1 ,vis 2 while Fig. 1 (b) shows the distribution of (θ τ 1 ,τ 2 − θ vis 1 ,vis 2 )/θ vis 1 ,vis 2 . We find that the correlation coefficient between the two angles is 0.998 and the relative difference |θ τ 1 ,τ 2 − θ vis 1 ,vis 2 |/θ vis 1 ,vis 2 is well below 10%. To be exact, the mean value of the distribution in Fig. 1 (b) is 0.1% and the root mean square (RMS) is 2.6%. Figure 2 shows the distributions of the momentum component p ⊥ , the invisible mass distribution in the τ l mode and the visible mass distribution in the τ h mode for the three mother resonances. In Fig. 2 (b), the hadronic modes with one charged track, τ → π/K/ρ + ν τ , can be well recognized. We see that the probability distributions have little dependence upon the mass of the mother resonance. p ⊥ and m vis/inv are correlated. Figure 3 shows the JPDs P(p ⊥ , m inv ) in the τ l model and P(p ⊥ , m vis ) in the τ h mode.",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 188,
                    "text": "Figure 1 (a)",
                    "end": 200
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 265,
                    "text": "Fig. 1 (b)",
                    "end": 275
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 567,
                    "text": "Fig. 1 (b)",
                    "end": 577
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 626,
                    "text": "Figure 2",
                    "end": 634
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 825,
                    "text": "Fig. 2 (b)",
                    "end": 835
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1060,
                    "text": "Figure 3",
                    "end": 1068
                }
            ]
        },
        {
            "section": "Performance of the technique",
            "text": "For each event, we sample (p ⊥ , m vis/inv ) according to their JPDs for 10000 times. A distribution of M (ττ) is obtained using Eqs. 16. The best estimate of M (ττ) for this event is assumed to be the peak position of this distribution. The final reconstructed distributions of M (ττ) for Z/h(125)/h(750) → τ + τ − are shown in Fig. 4, Fig. 5 and Fig. 6 respectively. For each resonance, we also present the results based on the JPDs P(p ⊥ , m vis/inv ) from         the simulation of the other resonances. In fact, the JPDs describe the decay kinematics of the τ lepton and have nothing to do with the resonance decaying to τ lepton pairs. Therefore, we can reconstruct the mass of an unknown resonances based on the JPDs from an known resonance. As Fig. 4, Fig. 5 and Fig. 6 shows, the performance are nearly the same no matter what JPDs are used. We adopt two quantities to measure the performance, namely, the reconstruction efficiency due to the technique itself and the relative mass resolution. They are crucial elements to search for new resonances and distinguish the resonance signal from the background. They are explained below.",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 134,
                    "text": "16",
                    "end": 136
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 329,
                    "text": "Fig. 4, Fig. 5",
                    "end": 343
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 348,
                    "text": "Fig. 6",
                    "end": 354
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 752,
                    "text": "Fig. 4, Fig. 5",
                    "end": 766
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 771,
                    "text": "Fig. 6",
                    "end": 777
                }
            ]
        },
        {
            "section": "Performance of the technique",
            "text": "The reconstruction efficiency describes the rate of successful mass reconstruction and is defined as",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "section": "Performance of the technique",
            "text": "where N sel is the number of events passing the selection criteria, and N sel+success is the number of events which are successfully reconstructed from the selected events. In the CAT, the mass can not be reasonably reconstructed if",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "section": "Performance of the technique",
            "text": "The efficiency is about 40%-70%. In the MMC, the efficiency loss is only 1%. It is due to large fluctuations of the / E T measurement or other scan variables and the limited number of scans. The definition of the relative mass resolution, used in Ref. [10], is the ratio of the full width at half maximum (FWHM) and the peak value (m peak ) of the mass distribution, denoted by FWHM/m peak .",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 252,
                    "text": "[10]",
                    "end": 256
                }
            ]
        },
        {
            "section": "Performance of the technique",
            "text": "The comparison of the performances of the CAT and this method is summarized in Table 1. If the resonance is heavier, the collinear approximation is better and thus the CAT works better. Our method has a stable performance with no efficiency lose and give a relative mass resolution of (30-40)%.",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 79,
                    "text": "Table 1",
                    "end": 86
                }
            ]
        },
        {
            "section": "Performance of the technique",
            "text": "For the present, we have not yet mentioned the backgrounds under this method. In searching for the SM higgs decay h(125) → τ + τ − for which only evidences are reported [9,10], the decay Z → τ + τ − is the dominant background since the masses of the two bosons are close. A M (ττ) reconstruction technique with a higher reconstruction efficiency and a better mass resolution will surely improve the signal-background separation and increase the signal significance. Another important background is the multi-jet background which dominates the faking hadronic τs. It is usually estimated by a data-driven method, namely, it is represented by the data events with two τ candidates having the same charge sign.",
            "paragraph_rank": 49,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 169,
                    "text": "[9,",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 172,
                    "text": "10]",
                    "end": 175
                }
            ]
        },
        {
            "section": "Performance of the technique",
            "text": "In the end of this section, we take h(125) → ττ as example to investigate the effect of the pileup interactions. Here the average pileup is assumed to be 50. By repeating the simulations with the pileup interactions considered, it is found the mass reconstruction performance become worse, especially for the τ h τ h , as shown in Fig. 7. In this case, however, our method still give better mass resolutions than the CAT. The results are summarized in the last two lines of Table 1. It should be noted that very simple selection requirements are used in this section. In next section, we will test this method in a more realistic case. Table 1. (color online) Performance comparison of the mass reconstruction method in this work and the collinear approximation technique (CAT). The last two lines summarize the results considering the effect of the pileup interactions. 4 Performance using the ATLAS selection criteria",
            "paragraph_rank": 50,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 331,
                    "text": "Fig. 7",
                    "end": 337
                },
                {
                    "type": "table",
                    "start": 474,
                    "text": "Table 1",
                    "end": 481
                },
                {
                    "type": "table",
                    "start": 636,
                    "text": "Table 1",
                    "end": 643
                }
            ]
        },
        {
            "text": "Technique Resonance",
            "section_rank": 8
        },
        {
            "section": "Technique Resonance",
            "text": "In this section, we apply the selection criteria used by the ATLAS Collaboration in searching for the SM Higgs boson decaying to the τ pair [10] to a MC sample of pp → h(125)+ X → ττ+X via the gluon-gluon fusion process at  8 TeV. In this case, the performance of this technique would be more realistic. Table 2 lists the thresholds on the transverse momentum while Table 3 lists the remaining cuts. The definitions of these variables in the tables could be found in Ref. [10]. Figure 8 (a) shows the distribution of (θ τ 1 τ 2 − θ vis 1 ,vis 2 )/θ vis 1 ,vis 2 and the relation θ τ 1 τ 2 θ vis 1 ,vis 2 still holds well. The distributions of |φ vis 1 − φ vis 2 | before and after the event selection are shown in Fig. 8 (b). Most of the back-to-back events are abandoned by the selections. It is then expected that the CAT would work well as |φ vis 1 − φ vis 2 | is far from π after the event selection. Table 2. (color online) Summary of the transverse momentum thresholds and rapidity cuts applied in the analysis.",
            "paragraph_rank": 51,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 140,
                    "text": "[10]",
                    "end": 144
                },
                {
                    "type": "table",
                    "start": 304,
                    "text": "Table 2",
                    "end": 311
                },
                {
                    "type": "table",
                    "start": 366,
                    "text": "Table 3",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 472,
                    "text": "[10]",
                    "end": 476
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 478,
                    "text": "Figure 8 (a)",
                    "end": 490
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 714,
                    "text": "Fig. 8 (b)",
                    "end": 724
                },
                {
                    "type": "table",
                    "start": 905,
                    "text": "Table 2",
                    "end": 912
                }
            ]
        },
        {
            "section": "Technique Resonance",
            "text": "The indices 1 and 2 denote the leading (highest pT ) and sub-leading final state objects.",
            "paragraph_rank": 52,
            "section_rank": 8
        },
        {
            "section": "Technique Resonance",
            "text": "Channel Analysis level thresholds p T [GeV/c] τ e τ e p e 1 T > 15, p Table 3.",
            "paragraph_rank": 53,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 70,
                    "text": "Table 3",
                    "end": 77
                }
            ]
        },
        {
            "section": "Technique Resonance",
            "text": "Summary of the selection criteria applied in the analysis. The definitions of the variables can be found be in Ref. [10]. for the CAT is 100%; 4) even considering the pileup effect, our technique is likely to have a similar performance as the MMC. Taking τ l τ h as example, the no-pileup simulation at 8 TeV gives FWHM/m peak 24% in Table 4 and the pileup simulation with µ = 50 at 13 TeV gives FWHM/m peak 37% in Table 1. The ATLAS experiment with µ 21 at 8 TeV gives FWHM/m peak 30%; 5) in Table 4, we also provide the standard deviation of the M (ττ) distribution, which can be compared with that obtained using the SVFIT method by the CMS collaboration [9]. It seems that our technique has better performance in the mode τ l τ l while worse performance in the mode τ h τ h . Table 4. Performances of different mass reconstruction techniques using the ATLAS selection criteria [10] . m peak , FWHM and RMS are the peak value, the full width at half maximum, and the standard deviation of the mass distribution, respectively. The uncertainty is due to the bin width 5 GeV/c 2 in the mass distribution. ",
            "paragraph_rank": 54,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 116,
                    "text": "[10]",
                    "end": 120
                },
                {
                    "type": "table",
                    "start": 334,
                    "text": "Table 4",
                    "end": 341
                },
                {
                    "type": "table",
                    "start": 415,
                    "text": "Table 1",
                    "end": 422
                },
                {
                    "type": "table",
                    "start": 493,
                    "text": "Table 4",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 658,
                    "text": "[9]",
                    "end": 661
                },
                {
                    "type": "table",
                    "start": 780,
                    "text": "Table 4",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 881,
                    "text": "[10]",
                    "end": 885
                }
            ]
        },
        {
            "text": "Technique",
            "section_rank": 9
        },
        {
            "section": "Technique",
            "text": "In the end of this section, Fig. 10 compares the probability distributions P(p ⊥ , m vis/inv ) before and after the event selection summarized in Table 2 and 3. It is found that the probability distributions are not sensitive to the event selection. This point indicates that we do not have to tune the JPDs once the selection requirements are changed, and the systematic uncertainty of the shape of the reconstructed mass reconstruction due to the used JPDs may be small in this technique.",
            "paragraph_rank": 55,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 28,
                    "text": "Fig. 10",
                    "end": 35
                },
                {
                    "type": "table",
                    "start": 146,
                    "text": "Table 2",
                    "end": 153
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 10
        },
        {
            "section": "Conclusions",
            "text": "In summary, we propose a new technique to reconstruct the mass of a heavy resonance decaying to τ + τ − . It is based on the collinear approximation θ τ 1 τ 2 θ vis 1 ,vis 2 . The mass M (ττ) can be determined with given (p ⊥ , m vis/inv ) for the τ leptons. Through sampling (p ⊥ , m vis/inv ) according to their joint probability distributions, the reconstructed mass is assumed to correspond to the value with the maximal probability. This method utilizes the fact that the quantities p ⊥ and m vis/inv are invariant under the boost in the direction of the τ lepton. Based on the MC simulations of pp → Z/h(125)/h(750) + X → τ + τ − + X, this method gives a relative mass resolution, FHWM/m peak 20%-40% using the information of missing energy with no efficiency loss. In the end, we would like to comment that this method would work better in the Circular Electron Positron Collider (CEPC), since the well-determined initial four-momenta of the colliding beams provide more kinematic constraints.",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "Acknowledgements",
            "section_rank": 11
        },
        {
            "section": "Acknowledgements",
            "text": "Li-Gang Xia would like to thank Fang Dai for many helpful discussions. This work is supported by the General Financial Grant from the China Postdoctoral Science Foundation (Grant No. 2015M581062).",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1.(a) The distribution of the angle between two τ leptons, θτ 1 τ 2 , versus the angle between the two visible τ candidates, θvis 1 ,vis 2 . (b) The distribution of (θτ 1 τ 2 − θvis 1 ,vis 2 )/θvis 1 ,vis 2 . The plots are from the MC simulation of Z → ττ.",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (color online) (a) The distributions of p ⊥ in the lepton mode and the hadron mode with one charged track or three charged tracks. (b) The mass distributions of the invisible neutrinos in the lepton mode and the visible hadrons in the hadron mode with one charged track or three charged tracks. The hatched histograms/curves/markers represent the distributions for the resonance Z/h(125)/h(750). All distributions are normalized to a unit area.",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (color online) (a) shows the distribution of p ⊥ versus minv in the τ l mode; (b) and (c) show the distributions of p ⊥ versus mvis in the τ h mode with one charged track and three charged tracks respectively. All distributions are normalized to a unit volume. The plots are from the MC simulation of Z → ττ.",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. (color online) The distributions of M (ττ) for Z → τ + τ − in the τ l τ l mode (a), the τ l τ h mode (b), and the τ h τ h mode (c). The open circles, boxes and triangles represent the results in this work with the joint probability distributions from the simulations for the resonance Z, h(125) and h(750), respectively. The hatched histograms are the results using the collinear approximation technique (CAT). All distributions are normalized to a unit area. The blue dashed arrow in each plot denotes the position of the generated mass.",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. (color online) The distributions of M (ττ) for h(125) → τ + τ − in the τ l τ l mode (a), the τ l τ h mode (b), and the τ h τ h mode (c). The open circles, boxes and triangles represent the results in this work with the joint probability distributions from the simulations for the resonance Z, h(125) and h(750), respectively. The hatched histograms are the results using the collinear approximation technique (CAT). All distributions are normalized to a unit area. The blue dashed arrow in each plot denotes the position of the generated mass.",
            "paragraph_rank": 62,
            "section_rank": 16
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. (color online) The distributions of M (ττ) for h(750) → τ + τ − in the τ l τ l mode (a), the τ l τ h mode (b), and the τ h τ h mode (c). The open circles, boxes and triangles represent the results in this work with the joint probability distributions from the simulations for the resonance Z, h(125) and h(750), respectively. The hatched histograms are the results using the collinear approximation technique (CAT). All distributions are normalized to a unit area. The blue dashed arrow in each plot denotes the position of the generated mass.",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. (color online) The distributions of M (ττ) for h(125) → τ + τ − in the τ l τ l mode (a), the τ l τ h mode (b), and the τ h τ h mode (c). The solid histograms (solid dots with error bar) represent the results in this work without (with) considering the pileup interactions, while the dashed histograms and the open circles with error bar represent the results using the collinear approximation technique (CAT). All distributions are normalized to a unit area. The blue dashed arrow in each plot denotes the position of the generated mass.",
            "paragraph_rank": 64,
            "section_rank": 18
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8.(a) The distribution of (θτ 1 ,τ 2 − θvis 1 ,vis 2 )/θvis 1 ,vis 2 after the event selection. (b) The distributions of |φvis 1 − φvis 2 |. In (b), the solid (dashed) histogram represents the distribution before (after) the event selection. All distributions are normalized to a unit area.",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "Fig. 9 .Fig. 10 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 9 .Fig. 10 .",
            "text": "Fig. 9. (color online)The distributions of M (ττ) for h(125) → τ + τ − in the τ l τ l mode (a), the τ l τ h mode (b), and the τ h τ h mode (c) using the ATLAS selection criteria[10]. The solid (dashed) histograms represent the results in this work (the collinear approximation technique). All distributions are normalized to a unit area. The blue dashed arrow in each plot denotes the position of the generated mass.",
            "paragraph_rank": 66,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 177,
                    "text": "[10]",
                    "end": 181
                }
            ]
        },
        {
            "section": "Fig. 9 .Fig. 10 .",
            "text": "The performance of different mass reconstruction techniques is compared in Table 4. Through the comparison, we find that: 1) all the three techniques recover the mass value of the Higgs boson with little bias; 2) only considering the reconstruction efficiency and the mass resolution, the technique in this work seems better than the CAT and the MMC. 3) the CAT works well and gives the similar mass resolution to our technique. The high-mass tail in the CAT disappears and the efficiency also increases. However, the improvements are due to the specific selection criteria in Ref. [10]. For example, for the τ l τ l channel, it is already required that 0 < x 1 , x 2 < 1 in Table 3 and thus the efficiency",
            "paragraph_rank": 67,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 75,
                    "text": "Table 4",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 582,
                    "text": "[10]",
                    "end": 586
                },
                {
                    "type": "table",
                    "start": 675,
                    "text": "Table 3",
                    "end": 682
                }
            ]
        }
    ]
}