{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We measure the forward-backward asymmetry of the production of top quark and antiquark pairs in proton-antiproton collisions at center-of-mass energy √ s = 1.96 TeV using the full data set collected by the Collider Detector at Fermilab (CDF) in Tevatron Run II corresponding to an integrated luminosity of 9.1 fb −1 . The asymmetry is characterized by the rapidity difference between top quarks and antiquarks (∆y), and measured in the final state with two charged leptons (electrons and muons). The inclusive asymmetry, corrected to the entire phase space at parton level, is measured to be A tt FB = 0.12 ± 0.13, consistent with the expectations from the standard-model (SM) and previous CDF results in the final state with a single charged lepton. The combination of the CDF measurements of the inclusive A tt FB in both final states yields A tt FB = 0.160 ± 0.045, which is consistent with the SM predictions. We also measure the differential asymmetry as a function of ∆y. A linear fit to A tt FB (|∆y|), assuming zero asymmetry at ∆y = 0, yields a slope of α = 0.14 ± 0.15, consistent with the SM prediction and the previous CDF determination in the final state with a single charged lepton. The combined slope of A tt FB (|∆y|) in the two final states is α = 0.227 ± 0.057, which is 2.0σ larger than the SM prediction.",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The forward-backward asymmetry of the production of top-quark and antiquark pairs (tt) in high-energy protonantiproton collisions is an observable unique to the Tevatron experiments. It quantifies the preference of top quarks to follow the proton direction, \"forward,\" instead of the antiproton direction, \"backward.\" At leading order (LO), quantum chromodynamics (QCD) predicts no net asymmetry in tt production. All asymmetric effects come from interference effects with electroweak and higherorder QCD amplitudes [1]. The top-quark-pair forwardbackward asymmetry (A tt FB ) measurement program at the Tevatron uses the proton-antiproton initial state with center-of-mass energy at 1.96 TeV to probe both the higher-order effects of the standard model (SM) and scenarios beyond the SM. This complements the precision measurements of top-quark physics at the LHC, where top-quark-pair production is dominated by gluon-gluon interactions and therefore the asymmetric effect is more subtle to measure [1,2]. Previous measurements showed tensions between the experimental results of A tt FB [3,4] and the SM theoretical calculations [1]. This article reports the final measurement of A tt FB by the Collider Detector at Fermilab (CDF) experiment.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 516,
                    "text": "[1]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1000,
                    "text": "[1,",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1003,
                    "text": "2]",
                    "end": 1005
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1089,
                    "text": "[3,",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1092,
                    "text": "4]",
                    "end": 1094
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1131,
                    "text": "[1]",
                    "end": 1134
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We define A tt FB as",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where N is the number of tt pairs, y is the rapidity of the top quark (y t ) or antiquark (yt) defined relative to the proton beam direction [5], and ∆y = y t − yt. A next-to-next-to-leading order (NNLO) calculation yields the prediction A tt FB = 0.095 ± 0.007 [6], which becomes A tt FB = 0.100±0.006 after adding soft-gluon corrections [7]. The predicted asymmetry is greatly enhanced in certain kinematic regions, like the high tt invariant-mass region or the high-|∆y| region, thus measurements of differential asymmetries are also of great importance [8]. If non-SM particles contribute to the dynamics, the asymmetry could be significantly changed [9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 141,
                    "text": "[5]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 262,
                    "text": "[6]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 339,
                    "text": "[7]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 557,
                    "text": "[8]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 655,
                    "text": "[9]",
                    "end": 658
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Measurements of the inclusive A tt FB , corrected to the entire phase space at parton level, can be made using top quark-antiquark pairs that yield final states with either a charged lepton ( ) and four hadronic jets from collimated cluster of incident hadrons from light (q) and bottom (b) quarks (tt → νqqbb, or lepton+jets) or two charged leptons and two bottom-quark jets (tt → + − ννbb, or dilepton). The A tt FB measurement in the tt → qqqqbb (all-hadronic) final state is not practical at the Tevatron experiments due to the experimental difficulties in determining the charge of the quarks that initiate the jets [10]. With the CDF data, corresponding to 9.4 fb −1 of integrated luminosity, the measurement in the lepton+jets final state yielded a value of 0.164 ± 0.047 [11], which is consistent with the NNLO SM prediction [6] within 1.5σ. The same measurements with data from the D0 collaboration corresponding to 9.7 fb −1 of integrated luminosity in the lepton+jets [12] and dilepton final state [13] yielded 0.106 ± 0.030 and 0.175 ± 0.063, respectively, which are consistent with the NNLO SM prediction [6]. The differential A tt FB measurements as functions of the invariant mass of tt (m tt ) and ∆y at CDF in the lepton+jets final state [11] showed mild tension (2.4σ and 2.8σ, respectively) with the SM predictions, while the results in the D0 lepton+jets final state [12] showed consistency (within 1σ).",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 621,
                    "text": "[10]",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 779,
                    "text": "[11]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 833,
                    "text": "[6]",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 979,
                    "text": "[12]",
                    "end": 983
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1009,
                    "text": "[13]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1118,
                    "text": "[6]",
                    "end": 1121
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1255,
                    "text": "[11]",
                    "end": 1259
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1387,
                    "text": "[12]",
                    "end": 1391
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The leptons from the top-quark cascade decays carry directional information from their parent top quarks, and thus forward-backward asymmetry measurements of the leptons (A FB and A FB ) serve as complementary measurements to A tt FB [14]. Results from the CDF dilepton final state and the D0 lepton+jets and dilepton final states mostly showed agreement with the SM (within 1.5σ), whereas the CDF lepton+jets result showed mild tension (1.9σ) with the SM [15][16][17][18].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 234,
                    "text": "[14]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 456,
                    "text": "[15]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 460,
                    "text": "[16]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 464,
                    "text": "[17]",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 468,
                    "text": "[18]",
                    "end": 472
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Additionally, a more detailed study of the cross section of the tt system as a function of the production angle of the top quark relative to the proton direction in the tt rest frame (θ * ) was performed in the lepton+jets final state at CDF [19]. The differential cross section dσ/d cos θ * was expanded in Legendre polynomials and the mild asymmetry enhancement was attributed to the term linear in cos θ * . Since many features of top-quark-pair production are well described by the SM, such as the inclusive cross section [20] and the differential cross sections as functions of the transverse momentum of the top quarks (p T,t ), m tt , etc. [21], any contribution from non-SM dynamics that would affect the top-quark asymmetry would need to have minimal impact on these properties to preserve consistency with experimental constraints. Therefore, we use an ad hoc procedure suggested by the dσ/d cos θ * mea-surement to generically explore the variations in A tt FB that are consistent with all other experimental constraints.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 242,
                    "text": "[19]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 526,
                    "text": "[20]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 647,
                    "text": "[21]",
                    "end": 651
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This article describes the measurements of the inclusive and differential A tt FB values in the dilepton final state as well as their combination with the lepton+jets results. These measurements use the entire data set collected by the CDF detector during Tevatron Run II, corresponding to an integrated luminosity of 9.1 fb −1 . The chief experimental challenges are: 1) the reconstruction of the signal kinematic properties needed to calculate the observed asymmetry, and 2) the transformation of the observed asymmetry, derived from experimentally-observed quantities, into the parton-level asymmetry, which requires corrections for experimental effects. The reconstruction of the kinematic properties is complicated by the presence of two final-state neutrinos and the ambiguity in associating the b andb jet with the lepton of appropriate charge. The two final-state neutrinos leave the kinematic properties of the signal experimentally underconstrained, introducing assumptions and reconstruction ambiguities that degrade the precision of the measurement. For each event, we use observed kinematic quantities and probability densities derived from simulation to construct a kinematic likelihood that is a function of the unobservable quantities. From that we extract the probability-density distribution for the top-quark rapidity difference. In addition, the difficulty in determining, event-by-event, whether a b jet originates from a bottom quark or antiquark introduces a further two-fold ambiguity in the proper reconstruction of the W -boson decays, due to the two possible lepton-jet pairings. We reduce the degradation of the results due to these reconstruction difficulties by means of an optimization. This aims at minimizing the total uncertainty as evaluated by repeating the analysis on several ensembles of simulated experiments that mimic the actual experimental conditions. As a result, improved selection criteria and use of both lepton-jet pairings for each event, opportunely weighted, leads to an 11% expected improvement in the total uncertainty. Finally, determination of partonlevel results from the observed asymmetries is achieved with a Bayesian-inference technique tested and tuned using simulated samples under various configurations.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The outline of the article is as follows: In Sec. II we briefly describe the CDF II detector we use to collect the data set and summarize the event selection and signal and background estimation used in the dilepton measurement. A series of scenarios with various A tt FB values, including those inspired by the dσ/d cos θ * measurement, is also described in this section. The top-quark-pair reconstruction of the momenta of the top (anti-)quarks is described in Sec. III. We estimate the parton-level results using the Bayesian-inference technique described in Sec. IV, and employ an optimization procedure to minimize the expected uncertainties on the inclusive measurement of A tt FB as illustrated in Sec. V. Validations of the reconstruction and correction methodology are shown in Sec. VI. The estimation of systematic uncertainties is described in Sec. VII. We present the final measurements of both the inclusive A tt FB and the differential measurement of A tt FB as a function of |∆y| in Sec. VIII. The combination of the dilepton results and the lepton+jets results is shown in Sec. IX, followed by conclusions in Sec. X.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "II. DETECTOR DESCRIPTION, EVENT SELECTION, AND SIGNAL AND BACKGROUND ESTIMATION",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR DESCRIPTION, EVENT SELECTION, AND SIGNAL AND BACKGROUND ESTIMATION",
            "text": "The CDF II detector is a general purpose, azimuthally and forward-backward symmetric magnetic spectrometer with calorimeters and muon detectors [22]. Chargedparticle trajectories (tracks) are reconstructed with a silicon microstrip detector and a large open-cell drift chamber in a 1.4 T solenoidal magnetic field. Projectivetower-geometry electromagnetic and hadronic calorimeters located outside the solenoid provide electron, jet, and missing transverse energy (E / T ) detection [23]. Electrons are identified by matching isolated tracks to clusters of energy deposited in the electromagnetic calorimeter. Jets are identified as narrow clusters of energy deposits in the calorimeters consistent with collimated clusters of incident hadrons. A non-zero missing transverse energy indicates an imbalance in the total event transverse momentum [23]. Beyond the calorimeters are multilayer proportional chambers that provide muon detection and identification in the psuedorapidity [5] region |η| ≤ 1.0.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 144,
                    "text": "[22]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 483,
                    "text": "[23]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 844,
                    "text": "[23]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 980,
                    "text": "[5]",
                    "end": 983
                }
            ]
        },
        {
            "section": "II. DETECTOR DESCRIPTION, EVENT SELECTION, AND SIGNAL AND BACKGROUND ESTIMATION",
            "text": "The standard event-selection criteria for top-quark measurements in the dilepton final state at CDF are used following Ref. [16]. We require two oppositely-charged leptons (electrons and muons), two or more jets, and E / T ≥ 25 GeV. Other kinematic requirements are made to enhance the signal purity, to ensure good measurement of the event properties, and to ensure the robust estimate of the backgrounds [16]. We refer to these requirements as the baseline event-selection criteria. We add more requirements, described in Sec. V, to further improve the measurement sensitivity based on the quality of top-quark-pair reconstruction.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 124,
                    "text": "[16]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 406,
                    "text": "[16]",
                    "end": 410
                }
            ]
        },
        {
            "section": "II. DETECTOR DESCRIPTION, EVENT SELECTION, AND SIGNAL AND BACKGROUND ESTIMATION",
            "text": "The dilepton analysis uses the same data set as Ref. [16]. Signal and background estimations also follow Ref. [16]. The pp → tt → + − ννbb signal is modeled with the NLO Monte Carlo (MC) generator powheg [24], with parton hadronization modeled by pythia [25], and a detailed simulation of the response of the CDF II detector [26]. Background sources include the production of a Z boson or virtual photon in association with jets (Z/γ * + jets), production of a W boson in association with jets (W + jets), diboson production (WW, WZ, ZZ, and W γ), and tt production where one of the W bosons from the top-quark pair decays hadronically and one jet is misidentified as a lepton (tt non-dilepton). Most sources of background are modeled using simulation with the same CDF II detector simulation as used for the signal [26], while the W + jets background is modeled using data [27]. With these estimations of signal and backgrounds, we expect the baseline data set to be 568 ± 40 events, with 72% of the contribution from signal, and we observe 569 events in the baseline data set.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 53,
                    "text": "[16]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 110,
                    "text": "[16]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 204,
                    "text": "[24]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 254,
                    "text": "[25]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 325,
                    "text": "[26]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 816,
                    "text": "[26]",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 874,
                    "text": "[27]",
                    "end": 878
                }
            ]
        },
        {
            "section": "II. DETECTOR DESCRIPTION, EVENT SELECTION, AND SIGNAL AND BACKGROUND ESTIMATION",
            "text": "In this analysis we use two categories of MC samples with various assumed A tt FB values to develop and validate the measurement procedure. The first contains ensembles of simulated samples, each generated with a different choice for the true A tt FB , relying on the measurement of top-quark differential cross section [19]. This measurement suggested that the potential A tt FB excess could be due to an additional contribution to the linear term of dσ/d cos θ * . Samples with genuine asymmetries in the range −0.1 < A tt FB < 0.3 are simulated by reweighting the powheg sample with appropriate additional linear contributions as functions of cos θ * to the cross section. We refer to these samples as the \"reweighted powheg MC samples.\" The second category contains a number of benchmark beyond-SM (BSM) scenarios generated with the LO generator madgraph [28]. These include models containing a t-channel Z boson with a mass of 200 GeV/c 2 [29] or a s-channel gluon with an axial coupling (axigluon) with various properties. The axigluon scenarios we simulate include a model with an axigluon near the tt production threshold with pure axial coupling and mass of 425 GeV/c 2 (425 GeV Axi) [30], three models with light axigluons with lefthanded, pure axial, and right-handed couplings and mass of 200 GeV/c 2 (200 GeV AxiL/A/R) [31], and two models with heavy axigluons with a pure axial coupling with opposite signs to top quarks and to light quarks and masses of 1.8 and 2.0 TeV/c 2 (1.8/2.0 TeV Axi) [3].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 320,
                    "text": "[19]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 859,
                    "text": "[28]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 944,
                    "text": "[29]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 1193,
                    "text": "[30]",
                    "end": 1197
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 1332,
                    "text": "[31]",
                    "end": 1336
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1507,
                    "text": "[3]",
                    "end": 1510
                }
            ]
        },
        {
            "text": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "section_rank": 4
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "Since the primary goal is to measure the asymmetry as defined in Eq. (1) using ∆y, we need to reconstruct the kinematic properties of top quark and antiquark on an event-by-event basis. This is achieved by combining the final-state decay products together to form first two W -boson candidates and then two top-quark candidates. This involves pairing each charged lepton with a fraction of the E / T , corresponding to the momentum of a neutrino, to reconstruct a W boson, and then pairing each resulting W boson with one of the jets to form a top quark. The primary challenges of the reconstruction are to choose the correct lepton-jet pairing, to solve for the neutrino momentum within each pairing, and to determine the best tt kinematic solution when multiple solutions exist.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "We use a likelihood-based algorithm to reconstruct the momenta of the top quarks and antiquarks. We sample the kinematically allowed parameter space, as described below, to obtain the probability distribution of the parameter of interest ∆y event by event. This information is used to estimate the parton-level results as described in the next section. Additional event-selection criteria, partially based on the reconstruction likelihoods, are used to optimize the sensitivity of the analysis by rejecting poorly-reconstructed top-quark pairs, as well as rejecting non-top-quark-pair events.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "In order to determine the four-momenta of both the top quark and antiquark, we need to solve for the fourmomenta of all signal decay products. In addition to the individual measurements of charged-lepton and jet momenta, and E / T , we have additional constraints by using the known masses of the top quark and the W boson in the energy-momentum conservation equations,",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "where x and y are the horizontal and vertical coordinates perpendicular to the proton beamline, z. The basic ideas and assumptions associated with the top-quark-pair reconstruction used in this analysis are the following:",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "1. Because charged leptons are measured with high precision [16], we neglect resolution effects and assume that their true momenta are the observed momenta.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 60,
                    "text": "[16]",
                    "end": 64
                }
            ]
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "2. Because the bottom quarks in this analysis come from the heavy top quarks, the two jets with the largest E T (and |η| < 2.5) are assumed to come from the hadronization of the b and theb quarks. The directions of the jets are assumed to correctly indicate the directions of their original quarks. The jet E T values, which are subject to standard corrections [32], are further corrected so that the mean of the difference between the jet E T value and the corresponding b-quark E T value is zero [33] as estimated from powheg MC samples of tt events. In the reconstruction, the jet E T values are allowed to float around their mean values according to the expected resolutions. In addition, we fix the masses of the b quarks to be 4.66 GeV/c 2 [34].",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 361,
                    "text": "[32]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 498,
                    "text": "[33]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 746,
                    "text": "[34]",
                    "end": 750
                }
            ]
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "3. Each charged lepton needs to be paired with a b or ab quark to form a t or at quark, respectively, together with the neutrinos, which cannot be detected. Since no accurate method is available to separate on an event-by-event basis jets from b quarks and jets fromb quarks, we consider both lepton-jet pairings in the reconstruction, and use techniques described later in this section to statistically reduce the contamination of the measurement from wrong pairings.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "III. TOP-QUARK-PAIR RECONSTRUCTION",
            "text": "4. While the two neutrinos in the final state are not detected, resulting in six unknown variables assuming massless neutrinos, the sum of the transverse momenta of the two neutrinos produces the E / T in the event [23]. Since the two measured components of E / T (E / x and E / y ) have large uncertainties, in the reconstruction the vector sum of the transverse momenta of the neutrinos is allowed to float around the measured central value according to its resolution.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 215,
                    "text": "[23]",
                    "end": 219
                }
            ]
        },
        {
            "text": "5.",
            "section_rank": 5
        },
        {
            "section": "5.",
            "text": "In all calculations we assume that the W bosons and the top quarks are on mass shell, thus including four constraints in the tt system: the two W -boson masses (m W = 80.4 GeV/c 2 ) and the two top-quark masses (m t = 172.5 GeV/c 2 ) [34]. The systematic uncertainty due to the uncertainties on the assumed masses is negligible.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 234,
                    "text": "[34]",
                    "end": 238
                }
            ]
        },
        {
            "section": "5.",
            "text": "With these assumptions, within each of the two leptonjet pairings, there are ten unknown variables in the tt dilepton final state, six from the momenta of the two neutrinos, two from the floating jet-E T values and two from the floating components of E / T . On the other hand, we have six constraints from Eq. (2). Thus, for each event there are two underconstrained systems with multiple solutions in a four-dimensional parameter space. We scan these two four-dimensional parameter spaces and assign a likelihood to each point of the phase space based on the measured quantities and their uncertainties. In the next paragraph, additional information about the expected p z , p T , and invariant mass of the tt system (p z,tt , p T,tt , and m tt , respectively) is also incorporated into the likelihood to improve the reconstruction. By incorporating this information, we are assuming that the p z,tt , p T,tt , and m tt spectra follow the predictions of the SM at NLO. The results of this analysis need to be interpreted under this assumption. Any bias caused by this assumption is discussed in Sec. VI.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "5.",
            "text": "With these sets of assumptions, the kinematic properties of a tt event are characterized as functions of the momenta of the neutrinos ( # » p ν and # » pν) and the transverse energy of the b andb quarks (E T,b and E T,b ). The quantities # » p ν , # » pν, E T,b , and E T,b are not independent of each other, but are subject to the constraints of Eq. (2). In the kinematically allowed region, we define the following likelihood to quantify the goodness of a solution:",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "5.",
            "text": "where P (p z,tt ), P (p T,tt ), and P (m tt ) are the probabilitydensity functions of each parameter obtained from the simulated tt signal events that pass the selection requirements, the two E T,jet values are the measured transverse energies of the two jets, the two σ jet values are the expected resolutions of the jet transverse energies estimated with the same signal sample, E / x,y are the x and y components of the measured E / T , and σ(E / x,y ) are the expected resolutions of E / x,y , estimated with the same sample. The parameters E T,jet1,2 − E T,b,b / (σ jet1,2 ) quantify the deviation between the hypothetical b-quark E T values and the measured jet E T values, and are referred to as \"jet deviations\" (δ j,1 and δ j,2 ), where the labeling of 1 and 2 is random.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "5.",
            "text": "We employ a Markov-chain Monte Carlo (MCMC) method [35] to efficiently sample from the kinematic parameter space with each of the two lepton-jet pairings. The probability distribution of ∆y is obtained by marginalizing over the distributions of all other parameters [36]. An example probability distribution for one of the two δ j parameters and the ∆y parameter for one event from the powheg signal sample is shown in Fig. 1. Based on the information from the event generator, the left panels refer to the correct lepton-jet pairing and the right panels refer to the incorrect pairing. The vertical arrows show the true values of the parameter. To make the best use of the available information, we use the probability-density distributions obtained from the MCMC method in the extraction of the parton-level asymmetry, and weight the two lepton-jet pairings based on the maximum likelihood achieved in each of the two pairings (L max,1,2 ). The weight of each lepton-jet pairing is determined by",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 51,
                    "text": "[35]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 266,
                    "text": "[36]",
                    "end": 270
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 419,
                    "text": "Fig. 1",
                    "end": 425
                }
            ]
        },
        {
            "section": "5.",
            "text": "so that the total weight w 1 + w 2 of each event is unity. The information used in the parton-level A tt FB extraction comes from the sum of the ∆y distributions of the two lepton-jet pairings weighted by Eq. (4). With this set of choices we find that the resolution of the top-quark-pair reconstruction algorithm is approximately 0.5 in ∆y.",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "section_rank": 6
        },
        {
            "section": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "text": "We introduce a Bayesian procedure to extract a partonlevel measurement of A tt FB from the ∆y distribution observed in data. The two differ because of the limited acceptance and efficiency of the detector, imperfect resolution of the ∆y reconstruction, and the background contributions. The procedure takes into account correlations between measured ∆y values and allows a determination of both the inclusive and differential asymmetries. A 4 × 4 matrix models the reconstruction resolution, by mapping the parton-level ∆y into the reconstructed ∆y. The edges −∞, −0.5, 0, 0.5, and ∞ of bin 1, 2, 3, and 4, respectively, are chosen to preserve approximately equal numbers of expected events in each bin after reconstruction. The forward region consists of bin 3, and 4, while the backward region consists of bin 1, and 2. The parton-level inclusive A tt FB is expressed as ",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "text": "where",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "text": "represents the efficiency in the pth bin at parton level, which accounts for the acceptance imposed by the detector coverage and the efficiency associated with the event selection, which is a function of the parton-level value of A tt FB ,",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "text": "•   [3] Ntot is the fraction of events in the inner two bins, with a uniform prior in (0, 1).",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 4,
                    "text": "[3]",
                    "end": 7
                }
            ]
        },
        {
            "section": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "text": "The prior-probability distributions of A out and A in are assigned to be uniform to assume no knowledge on these parameters. The final result is not sensitive to the prior probability distribution of R in . With this new parametrization, the inclusive A tt FB in Eq. 5is written as",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "ref_id": "formula_4",
                    "start": 267,
                    "text": "5",
                    "end": 268
                }
            ]
        },
        {
            "section": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "text": "The posterior-probability distribution of each parameter of interest (A tt FB , A tt FB (|∆y| < 0.5) and A tt FB (|∆y| > 0.5)) is obtained by marginalizing over the distributions of all other parameters. The measured values of the parameters and their statistical uncertainties are extracted by fitting a Gaussian function to the core of the resulting posterior distribution of the parameter of interest.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "IV. EXTRACTION OF THE PARTON-LEVEL ASYMMETRY",
            "text": "The procedure is validated and the uncertainties are estimated using two ensembles of 5,000 pseudoexperiments each. One set of pseudoexperiments is generated by randomly sampling events from the nominal powheg MC sample. The number of events selected in each pseudoexperiment follows the signal expectation for data. The second set is generated by randomly sampling events from both the signal and the background estimation samples in the same way. The parton-level A tt FB is estimated in each pseudoexperiment using the procedure described above. The pseudoexperiments are used to test for potential biases as well as to determine the expected statistical uncertainty with signal only, and the total statistical uncertainty when the backgrounds are included. As is shown in Sec. VI, no bias is observed. The expected total statistical uncertainty for the inclusive measurement in data is estimated as the standard deviation of the results from the second set of pseudoexperiments. Before the optimization we describe in Sec. V, this expected total statistical uncertainty is around 0.12, and is expected to be the dominant uncertainty. As in Ref. [16], we take the systematic uncertainty due to the uncertainty on the background normalization and shape to be equal to the difference, in quadrature, between the total statistical uncertainty and the signal-only statistical uncertainty, as it captures the uncertainty caused due to the existence of the background. The background systematic uncertainty is estimated to be 0.06 before the optimization. Additional uncertainties are described in Sec. VII.",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1149,
                    "text": "[16]",
                    "end": 1153
                }
            ]
        },
        {
            "text": "V. OPTIMIZATION",
            "section_rank": 7
        },
        {
            "section": "V. OPTIMIZATION",
            "text": "We implement an optimization procedure to improve the asymmetry determination. The goal of the optimization is to minimize the quadrature sum of the expected total statistical uncertainty and the background systematic uncertainty, as other uncertainties are expected to be small. Besides the statistical uncertainty due to the limited data sample size, the uncertainty of the partonlevel A tt FB measurement receives a contribution from the resolution of the reconstructed ∆y. This contribution is dominated by events in which the reconstructed value of ∆y differs significantly from the true parton-level value. Reducing this fraction of poorly reconstructed events effectively reduces the uncertainty of the measurement. The usual reconstruction method of only using the solution that maximizes the likelihood [11] suffers from two primary problems: 1) the algorithm occasionally selects the wrong lepton-jet pairing and 2) the algorithm occasionally gives the highest likelihood values to a set of solutions to Eq. (2) that is different from the one corresponding to the real event within the right lepton-jet pairing. To ameliorate these problems we calculate the probability distributions associated to both options of lepton-jet pairings and use them to calculate weights instead of choosing the maximum-likelihood solution. This improves the resolution for the A tt FB measurement, as it reduces the expected statistical uncertainty of the inclusive A tt",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 812,
                    "text": "[11]",
                    "end": 816
                }
            ]
        },
        {
            "section": "V. OPTIMIZATION",
            "text": "FB by approximately 15% (relative). We further optimize by incorporating additional selection requirements to reject badly-reconstructed lepton-jet pairings and by giving larger weights to pairings that are more likely to be the correct ones. For wrong lepton-jet pairings or background events, the top-quark-pair reconstruction algorithm occasionally yields a heavily biased estimate of E T to try to make a valid tt pair, resulting in a large |δ j |. For simplicity we examine only the maximum, δ j,peak , of the posterior-probability distribution of δ j for each jet. We reject any lepton-jet pairing with δ 2 j,peak1 + δ 2 j,peak2 > Θ(δ j ), where Θ(δ j ) is the threshold to be optimized, and reject the event if both lepton-jet pairings are rejected.",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "V. OPTIMIZATION",
            "text": "The jet charge Q jet1,2 , calculated with the JetQ algorithm [10], is correlated with the charge of the quark that originated the jet and provides additional separation between the b quark and theb quark, thus helping to identify the correct lepton-jet pairing. This technique was recently used in Ref. [37]. While the jet charge suffers from dilution due to bottom-hadron oscillations and cascade decays, and biases due to the detector material and track reconstruction [38], it still provides a worthwhile improvement in the resolution of A tt FB . For each event we examine the sign of ∆Q = Q jet1 − Q jet2 , where the labeling of 1 and 2 is random, after assigning Q jet = 0 for jets without valid reconstructed charges for simplicity; positive values of ∆Q suggest that jet1 is from theb quark and jet2 is from the b quark, and vice versa. The case ∆Q = 0 indicates that the jet charge is unable to provide distinguishing power. To use this information, we introduce a global jet-charge probability weight w Q that quantifies the probability that the jet charge gives the correct lepton-jet pairing. We then amend the L max of the two pairings used in Eq. (4) to L max × w Q if ∆Q suggests this pairing and L max × (1 − w Q ) if ∆Q suggests otherwise, and proceed with Eq. (4) in determining the weights of the two pairings. We optimize for the value of w Q .",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 61,
                    "text": "[10]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 303,
                    "text": "[37]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 471,
                    "text": "[38]",
                    "end": 475
                }
            ]
        },
        {
            "section": "V. OPTIMIZATION",
            "text": "A third improvement consists in rejecting the lepton-jet pairings with high m 2 lb , which are unlikely to originate from a top-quark decay, where m lb is the invariant mass of the lepton+b-quark system [39]. We reject any lepton-jet pairings with m 2 lb > Θ(m 2 lb ), and reject the event if both lepton-jet pairings are rejected. We optimize for the value of Θ(m 2 lb ). Finally, events with a lepton appearing too close to a jet, but still passing the lepton isolation requirements, either cannot be well reconstructed or are likely to result from associated production of a W boson and a jet where a b jet is reconstructed both as a lepton and a jet [40], which happens when a muon is present in the b-quark hadronization process. This effect is quantified using the minimum radius ∆R = (∆η) 2 + (∆φ) 2 between any lepton and any jet (∆R min ( , j)). We optimize for a requirement of ∆R min ( , j) > Θ(∆R min ) as it helps reject W +jets background events without significantly reducing the number of well-reconstructed tt events.",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 78,
                    "text": "2",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 203,
                    "text": "[39]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 654,
                    "text": "[40]",
                    "end": 658
                }
            ]
        },
        {
            "section": "V. OPTIMIZATION",
            "text": "The minimizations of the expected uncertainty for all criteria and weight values are done simultaneously. Table I shows the optimal values. Figure 2 shows the expected uncertainties as functions of the criteria and weights with other values fixed at the optimal points. We proceed with the analysis with this optimized configuration. The resolution in ∆y after the optimization remains approximately 0.5. The signal efficiency of the top-quark-reconstruction requirements is 95% with a background rejection of 40% relative to the baseline event selection requirements. The minimum expected uncertainties achieved are 0.106 for the signal-only statistical uncertainty, 0.114 for the statistical uncertainty of signal and backgrounds (total statistical uncertainty, improved by 7%), and 0.121 for the quadrature sum of the total statistical and the background systematic uncertainties (improved by 11%). For the differential measurement, we find expected total statistical uncertainties of 0.34 for A tt FB (|∆y| < 0.5) and 0.16 for A tt FB (|∆y| > 0.5). The uncertainty for |∆y| < 0.5 is larger because of the large bin migrations in that region, which reduce the statistical power of the data.",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 106,
                    "text": "Table I",
                    "end": 113
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 140,
                    "text": "Figure 2",
                    "end": 148
                }
            ]
        },
        {
            "text": "VI. VALIDATION",
            "section_rank": 8
        },
        {
            "section": "VI. VALIDATION",
            "text": "The expected numbers of events from all SM sources, along with the observed number of events passing all the baseline event selections and the top-quark-pair reconstruction quality selections, are summarized in Table II. The distributions of p T,tt , p z,tt , and m tt from data are shown in Fig. 3(a)-(c) and compared to the signal and background models. The agreement between data and the predictions is good. The distribution of reconstructed ∆y is shown in Fig. 3(d). The A tt FB result is extracted from this distribution.  Figure 4 shows the reconstruction resolution, defined as the difference between reconstructed and generated values of ∆y, estimated for events from the powheg MC samples. The distribution shown in this figure is obtained by summing the posterior-probability distribution of the reconstruction resolution over all events in the sample, where each event is weighted equally. In 61% of the cases the ∆y is reconstructed within 0.5 of its true value. The detector smearing matrix S[p][r] is shown in Fig. 5. The efficiencies [p] in the four bins are approximated to linear functions of A tt FB and are shown in Fig. 6. We test the parton-level A tt FB estimation procedure with the reweighted powheg MC samples. The results are shown in Fig. 7. The error bars correspond to the statistical uncertainties based on a sample of 70 000 simulated events that meet the selection criteria. No bias is observed. In addition, we test the estimation procedure with the LO SM calculations from pythia [25], alpgen [41], and herwig [42] as well as a series of benchmark non-SM scenarios described in Sec. II. The results are shown in Fig. 8. We do not expect the estimation of A tt FB to be unbiased in all non-SM scenarios, since the assumptions on the p z,tt , p T,tt , and m tt distributions we made in topquark-pair reconstruction no longer hold, both due to the effect of non-SM dynamics and because these samples are  Table I. For each plot, all other optimization parameters are held at their optimal values.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 211,
                    "text": "Table II",
                    "end": 219
                },
                {
                    "type": "figure",
                    "start": 292,
                    "text": "Fig. 3(a)",
                    "end": 301
                },
                {
                    "type": "figure",
                    "start": 461,
                    "text": "Fig. 3(d)",
                    "end": 470
                },
                {
                    "type": "figure",
                    "start": 529,
                    "text": "Figure 4",
                    "end": 537
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1025,
                    "text": "Fig. 5",
                    "end": 1031
                },
                {
                    "type": "bibr",
                    "start": 1050,
                    "text": "[p]",
                    "end": 1053
                },
                {
                    "type": "figure",
                    "start": 1136,
                    "text": "Fig. 6",
                    "end": 1142
                },
                {
                    "type": "figure",
                    "start": 1262,
                    "text": "Fig. 7",
                    "end": 1268
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1515,
                    "text": "[25]",
                    "end": 1519
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 1528,
                    "text": "[41]",
                    "end": 1532
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 1545,
                    "text": "[42]",
                    "end": 1549
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1647,
                    "text": "Fig. 8",
                    "end": 1653
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1937,
                    "text": "Table I",
                    "end": 1944
                }
            ]
        },
        {
            "section": "VI. VALIDATION",
            "text": "only calculated at LO. Particularly, the p T,tt spectrum calculated at LO shows deviation from data due to lack of higher-order amplitudes with non-zero p T,tt , while the NLO calculation provides reasonable agreement [11]. The largest deviation is 0.08. Figure 9 shows a comparison of A tt FB (|∆y| < 0.5) and A tt FB (|∆y| > 0.5) between the measured values from the reweighted powheg MC samples and their input values. The error bars correspond to the statistical uncertainties with the entire powheg MC sample which is over a factor of 100 larger than the data. The small potential bias shown in Fig. 9 is negligible compared to the expected statistical uncertainties in the data. We do not correct for this potential bias and take the difference between the generated and measured asymmetry at the measured central values from data as a systematic uncertainty.",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 218,
                    "text": "[11]",
                    "end": 222
                },
                {
                    "type": "figure",
                    "start": 255,
                    "text": "Figure 9",
                    "end": 263
                },
                {
                    "type": "figure",
                    "start": 600,
                    "text": "Fig. 9",
                    "end": 606
                }
            ]
        },
        {
            "text": "VII. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 9
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "In addition to the systematic uncertainty due to the background, several other sources are considered. Since we introduce likelihood terms based on the NLO SM dynamics in the top-quark-pair reconstruction, and use powheg samples to quantify the detector responses, the results in this article should be interpreted based on these assumptions. We have estimated the potential bias in the top-quark-pair reconstruction and the detector responses due to these assumptions in two ways, and list the larger one in Table III as the NLO assumption systematic uncertainty. As shown in Sec. VI, the results have negligible bias in the scenario where the deviation between the truth and the NLO SM prediction is in the linear term of dσ/d cos θ * , thus the NLO assumption systematic uncertainty estimated is negligible in comparison with other uncertainties. A more conservative way to estimate the NLO assumption systematic uncertainty is to set the uncertainty to be equal to the difference between the generated A tt FB in the pythia MC sample with LO SM and the measured A tt FB with the same sample, using the measurement procedure applied to data. While we expect the difference between LO and NLO SM kinematics to be larger than the difference between NLO SM kinematics and higher order kinematics [8], we report this conservative estimate in our final result in Table III and generated values for ∆y from events in the nominal powheg tt MC after all the event-selection criteria. Each event contributes a probability distribution with a unity weight.",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 509,
                    "text": "Table III",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1296,
                    "text": "[8]",
                    "end": 1299
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1361,
                    "text": "Table III",
                    "end": 1370
                }
            ]
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "showering and color coherence [11], the modeling of color reconnection [43], the amount of initial-and final-state radiation, the size of the jet-energy scale corrections [32], and the underlying parton-distribution functions [44] are evaluated by repeating the measurement after introducing appropriate variations into the assumptions used in modeling the behavior of the signals, following Ref. [11]. Table III summarizes  the uncertainties for the A tt FB vs. |∆y| measurements.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 30,
                    "text": "[11]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 71,
                    "text": "[43]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 171,
                    "text": "[32]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 226,
                    "text": "[44]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 397,
                    "text": "[11]",
                    "end": 401
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 403,
                    "text": "Table III summarizes",
                    "end": 423
                }
            ]
        },
        {
            "text": "VIII. DILEPTON RESULTS",
            "section_rank": 10
        },
        {
            "section": "VIII. DILEPTON RESULTS",
            "text": "We finally determine the A tt FB value by applying the parton-level extraction to data. Figure 10 shows the posterior-probability density of the inclusive A tt FB . A Gaussian function is fitted to the core of the distribution to determine the central value of A tt FB and its statistical uncertainty. Including the systematic uncertainties summarized in Table III, the parton-level inclusive A tt FB is measured to be A tt FB = 0.12 ± 0.11(stat) ± 0.07(syst) = 0.12 ± 0.13.",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 88,
                    "text": "Figure 10",
                    "end": 97
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 355,
                    "text": "Table III",
                    "end": 364
                }
            ]
        },
        {
            "section": "VIII. DILEPTON RESULTS",
            "text": "The result is compared to previous A tt FB measurements performed at the Tevatron and NLO and NNLO SM predictions in Fig. 11  [1,6]. No significant deviation is observed.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 117,
                    "text": "Fig. 11",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 126,
                    "text": "[1,",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 129,
                    "text": "6]",
                    "end": 131
                }
            ]
        },
        {
            "section": "VIII. DILEPTON RESULTS",
            "text": "The posterior-probability densities of A tt FB (|∆y| < 0.5) ",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "section": "VIII. DILEPTON RESULTS",
            "text": "A tt FB (|∆y| > 0.5) = 0.13 ± 0.13(stat) ± 0.11(syst) = 0.13 ± 0.17,",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "section": "VIII. DILEPTON RESULTS",
            "text": "consistent with the predictions from powheg MC simulation of 0.017 ± 0.001 and 0.081 ± 0.001, respectively. The uncertainties on the predictions are due to the limited number of generated events in the MC simulation. Figure 12 shows the two-dimensional posterior-probabilitydensity distribution of A tt FB in the two |∆y| regions, which shows that the two measurements are anticorrelated as expected. The correlation is −0.44.",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 217,
                    "text": "Figure 12",
                    "end": 226
                }
            ]
        },
        {
            "section": "VIII. DILEPTON RESULTS",
            "text": "To determine the slope of A tt FB vs. |∆y|, we display the data points at the bin centroids predicted by the powheg MC sample and fit the two differential A tt FB results with a linear function with zero intercept [11], taking all uncertainties with their correlations into account. The resultant slope is α = 0.14 ± 0.15. Figure 13 shows a comparison of the A tt FB -vs-|∆y| results of this measurement with the NNLO SM prediction of α = 0.114 +0.006 −0.012 [8]. The result is consistent with the prediction.",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 214,
                    "text": "[11]",
                    "end": 218
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 323,
                    "text": "Figure 13",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "start": 445,
                    "text": "+0.006",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 459,
                    "text": "[8]",
                    "end": 462
                }
            ]
        },
        {
            "text": "IX. COMBINATION OF INCLUSIVE AND DIFFERENTIAL A tt FB RESULTS",
            "section_rank": 11
        },
        {
            "section": "IX. COMBINATION OF INCLUSIVE AND DIFFERENTIAL A tt FB RESULTS",
            "text": "We combine the dilepton results with results obtained in the lepton+jets final state and reported in Ref. [11].  The inclusive A tt FB measured in the lepton+jets final state is 0.164 ± 0.039(stat) ± 0.026(syst), with the slope of A tt FB as a function of |∆y| measured to be 0.253 ± 0.062.",
            "paragraph_rank": 49,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 106,
                    "text": "[11]",
                    "end": 110
                }
            ]
        },
        {
            "section": "IX. COMBINATION OF INCLUSIVE AND DIFFERENTIAL A tt FB RESULTS",
            "text": "The treatment of the correlations of the statistical and systematic uncertainties between the two measurements follows Ref. [16]. Here, we summarize the various un- certainties and how they are combined. Since the two measurements are based on statistically independent samples, the statistical uncertainties are uncorrelated. While the two measurements share a small portion of the background source (W +jets), the background systematic uncertainties are mainly caused by the uncertainties in the shape of the background ∆y distributions, which are uncorrelated between the two measurements, and thus the associated uncertainties are treated as uncorrelated. The correction and parton-level A tt FB estimation procedures are different in the two measurements. Thus, the corresponding uncertainties are treated as uncorrelated. The effects due to the uncertainties in the parton shower model, the jet-energy scale, the initial-and final-state radiation, the color-reconnection model, and the parton-distribution functions are estimated in identical ways. Thus, they are treated as fully correlated. Table IV summarizes the uncertainties and the correlations in both inclusive A tt",
            "paragraph_rank": 50,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 124,
                    "text": "[16]",
                    "end": 128
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1099,
                    "text": "Table IV",
                    "end": 1107
                }
            ]
        },
        {
            "text": "FB",
            "section_rank": 12
        },
        {
            "text": "measurements. The combination of the inclusive A tt",
            "section_rank": 13
        },
        {
            "section": "measurements. The combination of the inclusive A tt",
            "text": "FB is based on the best-linear-unbiased estimator [45]. With these uncertainties and the correlations, the combined value is A tt FB = 0.160 ± 0.045.",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 50,
                    "text": "[45]",
                    "end": 54
                }
            ]
        },
        {
            "section": "measurements. The combination of the inclusive A tt",
            "text": "The weights of the lepton+jets result and the dilepton result are 91% and 9%, respectively. The correlation between the two results is 10%. The comparison of the combined result with other measurements and SM calculations is shown in Fig. 14(a). For the differential A tt FB , rather than combining the data, we perform a simultaneous fit for the slope α of the differential A tt FB as a function of |∆y| using both sets of data points (four in the lepton+jets final state and two in the dilepton final state). The position of the bin centroids expected by the powheg-MC sample and the A tt FB in those bins are summarized in Table V with the eigenvalues and the eigenvectors of the corresponding covariance matrix in Table VI. The treatment of the correlations in the covariance matrix follows that used in the combination of the inclusive A tt FB , summarized in Table IV. The simultaneous fit is obtained by minimizing a χ 2 -like quantity defined as",
            "paragraph_rank": 52,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 234,
                    "text": "Fig. 14(a)",
                    "end": 244
                },
                {
                    "type": "table",
                    "start": 626,
                    "text": "Table V",
                    "end": 633
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 718,
                    "text": "Table VI",
                    "end": 726
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 865,
                    "text": "Table IV",
                    "end": 873
                }
            ]
        },
        {
            "section": "measurements. The combination of the inclusive A tt",
            "text": "where |∆y|[i] and A tt FB [i] are the ith bin centroids and the A tt FB (|∆y|) values shown in Table V respectively, C −1 [i][j] is the corresponding element of the inverse of the covariance matrix whose eigenvalues and eigenvectors are shown in Table VI, and α is the slope determined by the fit. The result is α = 0.227 ± 0.057, which is 2.0σ larger than the NNLO SM prediction of 0.114 +0.006 −0.012 [8]. A comparison of the slope α with all results from CDF and D0 and the NNLO SM prediction is shown in Fig. 14(b).",
            "paragraph_rank": 53,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 95,
                    "text": "Table V",
                    "end": 102
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 246,
                    "text": "Table VI",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "start": 389,
                    "text": "+0.006",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 403,
                    "text": "[8]",
                    "end": 406
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 508,
                    "text": "Fig. 14(b)",
                    "end": 518
                }
            ]
        },
        {
            "text": "X. CONCLUSION",
            "section_rank": 14
        },
        {
            "section": "X. CONCLUSION",
            "text": "We measure parton-level the forward-backward asymmetries in the production of top quark and antiquark pairs reconstructed in the final state with two charged leptons using the full data set of √ s = 1.96 TeV protonantiproton collisions collected by the CDF II detector and corresponding to an integrated luminosity of 9.1 fb −1 .",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "section": "X. CONCLUSION",
            "text": "We measure the asymmetries inclusively and as a function of the rapidity difference between top quark and antiquark. The results from the dilepton final state are A tt FB = 0.12 ± 0.13, A tt FB (|∆y| < 0.5) = 0.12 ± 0.39, and A tt FB (|∆y| > 0.5) = 0.13 ± 0.17. A linear fit with zero intercept to the differential A tt FB as a function of |∆y| yields a slope of α = 0.14 ± 0.15. We combine the above results with previous CDF results based on the final state with a single charged lepton and hadronic jets [11]. The inclusive A tt FB yields a value of A tt FB = 0.160 ± 0.045, which is consistent with the NNLO SM prediction of 0.095 ± 0.007 [6] within 1.5σ. The simultaneous linear fit for A tt FB as a function of |∆y| with zero intercept yields a slope of α = 0.227 ± 0.057, which is 2.0σ higher than the NNLO SM prediction [8]. These are the final results of the CDF program for the exploration of top forwardbackward asymmetries and, along with previous findings, do not show strong deviations from the predictions of the standard model at next-to-next-to-leading order. ",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 507,
                    "text": "[11]",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 643,
                    "text": "[6]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 828,
                    "text": "[8]",
                    "end": 831
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 15
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Posterior-probability density of δj for one of the two jets (a) and ∆y (b) for one example event from the powheg-MC sample of tt events. Based on the generator-level information, the left panels refer to the correct lepton-jet pairing and the right panels refer to the incorrect pairing. The red vertical arrows show the true values of the parameters.",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 16
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.Expected uncertainties as functions of the four optimization parameters. In each plot is shown the statistical uncertainty for signal only (dash-dotted line), statistical uncertainty for signal and backgrounds (total statistical uncertainty, dashed line) and the quadrature sum of the total statistical uncertainty and the background systematic uncertainty (solid line). The optimal values are based on the minimum point of the green solid line, as marked with the vertical arrows on the plots, and summarized inTable I. For each plot, all other optimization parameters are held at their optimal values.",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "FIG. 3 .FIG. 4 .",
            "section_rank": 17
        },
        {
            "section": "FIG. 3 .FIG. 4 .",
            "text": "FIG. 3. Distributions of p T,tt (a), p z,tt (b), m tt (c), and ∆y (d) from data compared with the SM expectations.",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 18
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. Detector smearing matrix estimated with the nominal powheg tt MC sample.",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 19
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. Same as Fig. 7, but with a number of predicted values for A ttFB from LO SM calculations and a few benchmark BSM scenarios. The description of the BSM scenarios is in the main text.",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "FIG. 9 .FIG. 10 .",
            "section_rank": 20
        },
        {
            "section": "FIG. 9 .FIG. 10 .",
            "text": "FIG. 9. Same asFig. 7, but for the A tt FB (|∆y| < 0.5) (a) and A tt FB (|∆y| > 0.5) (b) measurements. The uncertainties correspond to the size of the powheg MC sample which is over a factor of 100 larger than the data, and the measured values are always within 1σ of the generated values. (Note the different vertical scales in the two subfigures.)",
            "paragraph_rank": 61,
            "section_rank": 20
        },
        {
            "text": "FIG. 12. Two-dimensional posterior-probability-density distribution of A ttFB (|∆y| > 0.5) vs. A tt FB (|∆y| < 0.5).",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "FIG. 13 .",
            "section_rank": 22
        },
        {
            "section": "FIG. 13 .",
            "text": "FIG. 13. Comparison of the A ttFB vs. |∆y| dilepton results with the NNLO SM prediction[8]. The data points are displayed at the bin centroids predicted by the powheg MC sample. The linear fit with zero intercept yields a slope of 0.14 ± 0.15.",
            "paragraph_rank": 63,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 87,
                    "text": "[8]",
                    "end": 90
                }
            ]
        },
        {
            "text": "where N parton [p] represents the hypothesized parton-level event rate in the pth bin. The expected number of events in the rth bin after the top-quark-pair reconstruction for a particular set of N parton [p] is expressed as",
            "paragraph_rank": 64,
            "section_rank": 23
        },
        {
            "text": "struction procedure, is observed not to change as a function of the input A tt FB , and • N bkg [r] is the expected background contribution of the rth bin. The observed bin count from data N obs [r] is compared with the expectation N exp [r] with a χ 2 fit, with correlations among bins estimated with the powheg tt MC sample. To allow for the use of well-motivated prior probability distributions, we reparametrize the hypothesized N parton [p] as follows:1. N tot = = A tt FB (|∆y| < 0.5) is the asymmetry of bins 2 and 3, with a uniform prior in (-1, 1)3. A out =Nparton[4]−Nparton[1] Nparton[4]+Nparton[1] = A tt FB (|∆y| > 0.5) is the asymmetry of bins 1 and 4, with a uniform prior in(-1, 1)4. R in =",
            "paragraph_rank": 65,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 573,
                    "text": "[4]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 584,
                    "text": "[1]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 595,
                    "text": "[4]",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 606,
                    "text": "[1]",
                    "end": 609
                }
            ]
        },
        {
            "text": "The [p](A tt FB ) term is estimated with the reweighted powheg MC samples described in Sec. II, and is approximated to linear functions of the A tt FB in the asymmetry extraction. The S[p][r] term is estimated with the nominal powheg MC sample and normalized so that p S[p][r] = 1.",
            "paragraph_rank": 66,
            "section_rank": 24
        },
        {
            "text": "TABLE I .",
            "section_rank": 25
        },
        {
            "section": "TABLE I .",
            "text": "Summary of the criteria and weight values used to optimize the expected uncertainties in the measurement of the inclusive A tt FB .",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "TABLE II .",
            "section_rank": 26
        },
        {
            "section": "TABLE II .",
            "text": "Expected and observed number of events passing all the baseline event selections and the top-quark-pair reconstruction quality selections. The quoted uncertainties are the quadratic sums of the statistical and systematic uncertainties in each row.",
            "paragraph_rank": 68,
            "section_rank": 26
        },
        {
            "text": "TABLE III .",
            "section_rank": 27
        },
        {
            "section": "TABLE III .",
            "text": "Uncertainties for the inclusive A tt FB , A tt FB (|∆y| < 0.5) and A tt FB (|∆y| > 0.5) measurements. FIG. 6. Efficiencies in the four bins, approximated to linear functions of the A tt FB , estimated with the reweighted powheg MC samples. Comparison of the A tt FB values observed in the reweighted powheg MC samples and the A tt FB values generated. The dashed line shows where the measured and generated values are equal. No bias is observed.",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "text": "FIG. 11. A comparison of all inclusive top-quark-pair forwardbackward asymmetry results from the Tevatron with the NLO and NNLO SM predictions.",
            "paragraph_rank": 70,
            "section_rank": 28
        },
        {
            "text": "TABLE IV .TABLE V .TABLE VI .",
            "section_rank": 29
        },
        {
            "section": "TABLE IV .TABLE V .TABLE VI .",
            "text": "Tableof uncertainties for the inclusive and differential A tt FB measurements in the lepton+jets[11] and the dilepton final states and their correlations. Bin centroids and the differential A tt FB in the A tt FB vs. |∆y| measurements in both the lepton+jets and the dilepton final states. The eigenvalues and eigenvectors of the covariance matrix for the A tt FB vs. |∆y| measurements in both the lepton+jets and the dilepton final states. Each row contains first an eigenvalue, then the error eigenvector that corresponds to that eigenvalue.FIG. 14. Comparison of the combined inclusive A ttFB and the slope α of A tt FB vs. |∆y| with all other Tevatron measurements and the NNLO SM calculations.",
            "paragraph_rank": 71,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 96,
                    "text": "[11]",
                    "end": 100
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 31
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. ",
            "paragraph_rank": 72,
            "section_rank": 31
        }
    ]
}