{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Feasibility studies of an observation of the exclusive diffractive bremsstrahlung in proton-proton scattering at the centre of mass energy 13 TeV at the LHC are reported. These studies aim at the dedicated data taking periods with low instantaneous luminosity delivered by the LHC where the pile-up interactions can be neglected. A simplified approach to the photon and the scattered proton energy reconstruction is used. The background influence is discussed.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Electromagnetic bremsstrahlung is widely used in various applications. They range from medicine to advanced methods in structural research. In high energy physics the bremsstrahlung photons were used, inter alia, to study photoproduction -see for example [1]. With advent of HERA, it became a very attractive tool. On one hand the bremsstrahlung events are characterised by a simple and easy to register final state, and on the other hand, in the HERA energy range, the process cross-section is relatively large and precisely calculable. Therefore, bremsstrahlung was used to determine the machine absolute and instantaneous luminosities and in addition it served as an efficient beam diagnostic and monitoring tool (see [2,3]). The measurements exploited the basic properties of the final state: an approximate energy conservation as well as the angular properties of radiated photons.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 255,
                    "text": "[1]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 721,
                    "text": "[2,",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 724,
                    "text": "3]",
                    "end": 726
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In 2011, Khoze et al. [4] postulated an extension of the LHC physics programme with the observation of the high energy photon radiated in the elastic proton-proton scattering event -the study of exclusive diffractive bremsstrahlung. The measurements of exclusive diffractive bremsstrahlung can be considered as complementary to the luminometers a e-mail: Janusz.Chwastowski@ifj.edu.pl and luminosity monitors proposed in [5,6]. It is also worth noting that this process has never been studied at high energies. The difference with respect to the electromagnetic bremsstrahlung is that the interaction is mediated by an exchange of a pomeron. In both electromagnetic and diffractive processes the exchange is colourless and soft, and the sum of the radiated photon and the scattered proton energies is nearly equal to the beam energy. The calculations of [4] were considerably extended by Lebiedowicz and Szczurek [7] who also introduced the proton formfactor into the calculations. However, the values of the parameters in their model are based on an educated guess and are subject to experimental verification. The authors of [7] used the Donnachie and Landshoff parameterisation [8] with linear pomeron trajectory with the intercept 1.0808 and the slope α IP = 0.25 GeV −2 . The elastic scattering slope evolution is given by B(s) = B N N IP + 2 • α IP ln s/s 0 where s 0 = 1 GeV 2 and B N N IP = 9 GeV −2 . P. Lebiedowicz and A. Szczurek considered also other mechanisms leading to the p p γ final state, for example electromagnetic bremsstrahlung and the virtual photon rescattering. They concluded that these processes do not play a very important role and can be safely neglected when considering the forward directions. For a full account of the model details and its parameters an interested reader is referred to original publications.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 22,
                    "text": "[4]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 421,
                    "text": "[5,",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 424,
                    "text": "6]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 854,
                    "text": "[4]",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "start": 888,
                    "text": "Lebiedowicz and",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 913,
                    "text": "[7]",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1127,
                    "text": "[7]",
                    "end": 1130
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1181,
                    "text": "[8]",
                    "end": 1184
                },
                {
                    "type": "bibr",
                    "start": 1413,
                    "text": "Lebiedowicz and A.",
                    "end": 1431
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper a feasibility study of the diffractive photon bremsstrahlung measurement in proton-proton interactions at the presently available centre of mass energy of 13 TeV at the LHC is reported. Registration of bremsstrahlung photons in the ATLAS [9] very forward zero degree calorimeter (ZDC) [10] and the scattered protons in the ATLAS Forward Proton detector [11] is considered. The study assures that the background events where the final state photon and proton originate from different proton-proton interactions can be safely neglected. This is possible for the dedicated LHC runs with the decreased instantaneous luminosities. Data collected in such runs are commonly used for diffractive measurements.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 299,
                    "text": "[10]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 367,
                    "text": "[11]",
                    "end": 371
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "2 Experimental set-up",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Accelerator",
            "section_rank": 3
        },
        {
            "section": "Accelerator",
            "text": "During the Long Shutdown 1 the LHC underwent several improvements. In consequence, it delivers proton beams accelerated to 6500 GeV with high instantaneous luminosity. The operation mode of the machine can be defined by a set of parameters defining the properties of its magnetic lattice -the so-called accelerator optics. At the LHC the name of the set comes after the value of the betatron function 1 at the Interaction Point (IP), β . The nominal or \"collision\" optics is characterised by the β value of 0.55 m. Table 1 presents the selected parameters of the proton beams for the beam emittance, 2 ε = 3.75 µ rad m, collision optics and the beam energy E beam = 6500 GeV.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 515,
                    "text": "Table 1",
                    "end": 522
                }
            ]
        },
        {
            "section": "Accelerator",
            "text": "The LHC accelerates two proton beams. The one performing clockwise rotation is called beam1, and the other one -beam2. The beams traverse the LHC magnetic lattice in separate beam pipes which merge into a single one about 140 m away from the Interaction Point (IP). A schematic view of the LHC lattice in the vicinity of the ATLAS IP is shown in Fig. 1.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 346,
                    "text": "Fig. 1",
                    "end": 352
                }
            ]
        },
        {
            "section": "Accelerator",
            "text": "The quadrupole magnets are labelled with \"Q\", and the dipole ones -with \"D\". The Q1-Q3 quadrupoles serve as the final focusing and the emittance matching triplet, while the D1 and D2 dipoles are used to separate the proton beams. In the analysis presented below the LHC magnetic lattice plays a role of the magnetic spectrometer for the scattered forward particles. In addition there are several corrector magnets, beam position monitors and collimators, not shown in the figure. To protect the magnets against the radiation coming from the Interaction Point the Target Absorber Secondaries (TAS) and the Target Absorber Neutral (TAN) were installed in front of the final focusing triplet and the D2 magnet, respectively.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Zero degree calorimeters",
            "section_rank": 4
        },
        {
            "section": "Zero degree calorimeters",
            "text": "Zero degree calorimeters (ZDC) [10] are compact detectors foreseen to measure neutral particles produced at large pseudorapidities. They are located on both sides of the ATLAS IP at the distances of 140 m in the slit of the TAN absorber. Each ZDC is segmented longitudinally with the first segment dedicated to the measurement of electromagnetic radiation. The energy resolution of the calorimeter for photons is σ/E = 0.58/ √ E + 0.02 and for neutrons σ/E = 2.1/ √ E + 0.12 with the particle energy measured in GeV. The calorimeter is also the particle impact position sensitive. Throughout this work, it was assumed that the ZDC spatial resolution is 1 mm for photons and 3 mm for neutrons, irrespectively of the incident particle energy. These values are upper bounds on the resolutions and were estimated during the ZDC tests -see [10] for details. The active area of the ZDC face as seen from the ATLAS experiment IP is of an approximately rectangular shape with dimensions 94 mm by 88 mm in horizontal and vertical directions, respectively.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 31,
                    "text": "[10]",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 835,
                    "text": "[10]",
                    "end": 839
                }
            ]
        },
        {
            "text": "Forward tracker: AFP",
            "section_rank": 5
        },
        {
            "section": "Forward tracker: AFP",
            "text": "Protons scattered or emitted at very low polar angles escape from the main ATLAS detector through the accelerator beam pipe and traverse the magnetic lattice of the machine. They can be registered in the dedicated detectors. Typically, such detectors use the roman pot technology which allows the precise positioning of the detectors inside the beam pipe. It is quite clear that the acceptance of the detectors depends on both the properties of the magnetic spectrometer and the position of the detector in the beam pipe. The latter is quantified by a crucial parameter -the distance between the detector active edge and the beam. One should also note that in principle a given event can have a single or double tag signature denoting one or two scattered forward protons. Important variables describing the scattered proton are: the proton transverse momentum, p T , and the relative energy loss, ξ = (E beam − E p )/E beam , where E p is the scattered proton energy and E beam is the beam energy.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "Forward tracker: AFP",
            "text": "The ATLAS Forward Proton (AFP) detectors [11] are foreseen to work during the usual running of the LHC i.e. in runs with β = 0.55 m. Four AFP stations are planned. They will be placed symmetrically w.r.t. the ATLAS IP at the distances of 205 and 217 m. Each station contains a silicon tracker, which can be inserted horizontally into the beam pipe. The tracker contains four planes of silicon pixel detectors. The planes are tilted w.r.t. the x axis (horizontal direction) and staggered in the y axis (vertical) direction. The resulting spatial resolution of the scattered proton track measurement is about 10 and 30 µm in the horizontal and vertical direction, respectively. The distance between the edge of the active part of the detector and the outer wall (beam side) of the roman pot was assumed to be 0.5 mm. The active detector area projected along the beam direction is 16.3 × 20 mm 2 . The energy of the scattered proton registered by the AFP detector can be determined with the resolution better than 10 GeV [12]. The outer stations will contain also the time-of-flight counters providing the timing resolution of about 10 ps, and hence they allow the determination of the interaction vertex location with precision of about 3 mm. Timing detectors will be of primordial importance in high instantaneous luminosity runs when high pile-up will be present; however, they do not play any role in the discussed analysis.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 41,
                    "text": "[11]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1018,
                    "text": "[12]",
                    "end": 1022
                }
            ]
        },
        {
            "section": "Forward tracker: AFP",
            "text": "In the case of the collision optics, the AFP detector acceptance is large for the scattered protons having the relative energy loss within the range (0.02, 0.12) [13].",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 162,
                    "text": "[13]",
                    "end": 166
                }
            ]
        },
        {
            "text": "Properties of final state",
            "section_rank": 6
        },
        {
            "section": "Properties of final state",
            "text": "The exchanged pomeron ensures the four-momentum conservation in the diffractive bremsstrahlung process:",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "Properties of final state",
            "text": "and since it is soft, the equation",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Properties of final state",
            "text": "where E p is the scattered proton energy, is fulfilled with a very good accuracy. The process cross-section is of the order of a few microbarns. Moreover, similarly to the electromagnetic bremsstrahlung, the photon angular distribution is driven by the radiating particle Lorentz factor",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Properties of final state",
            "text": "where γ is the polar angle of the emitted photon, m p is the proton mass and E p = E beam its energy [14]. The average value of the photon polar angle is about 1/γ . In the case of the radiating proton accelerated to the energy of 6500 GeV, this angle is of the order of 144 µrad, which corresponds to the photon pseudorapidity, 3 η ≈ 9.5. One should also note that the scattered proton angular distribution is also extremely narrow due to the large value of the nuclear slope parameter at high energies and its average value is ∼ 1/4γ at the LHC energies. Figure 2 shows the distribution of the polar angle of the bremsstrahlung photon. In Fig. 3 the distribution of the radiating proton relative energy loss, ξ , versus its transverse momentum, p T is shown. The photon energy spectrum (not shown) is of a typical shape (∼ 1/E γ ) and that of the proton relative energy loss is proportional to 1/ξ . The final state particles are emitted in the forward directions. For the LHC running with β = 0.55 m it is impossible to register the elastically scattered protons with the help of the AFP stations. Therefore, the signal signature is defined as the two-particle final state with a photon registered in the ZDC and the scattered proton in the AFP located in the photon hemisphere. Moreover, their reconstructed energies have to fulfill relation (1). The energy range of the scattered proton, and hence also Fig. 3 The distribution of the radiating proton relative energy loss, ξ , versus its transverse momentum, p T of the photon, is defined by the machine optics and location of the AFP detectors.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 101,
                    "text": "[14]",
                    "end": 105
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 557,
                    "text": "Figure 2",
                    "end": 565
                },
                {
                    "type": "figure",
                    "start": 641,
                    "text": "Fig. 3",
                    "end": 647
                },
                {
                    "type": "figure",
                    "start": 1408,
                    "text": "Fig. 3",
                    "end": 1414
                }
            ]
        },
        {
            "text": "Analysis",
            "section_rank": 7
        },
        {
            "text": "Signal",
            "section_rank": 8
        },
        {
            "section": "Signal",
            "text": "A sample of the signal events was generated using the Monte Carlo generator based on the GenEx MC [15] which was devised to describe the production of the low multiplicity exclusive states. The GenEx extension implements the calculations of [7]. A sample of 3,000,000 events with the photon energy between 100 and 1500 GeV was generated. The calculated cross-section within this range is 1.7514 ± 0.0006 µb.",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 98,
                    "text": "[15]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 241,
                    "text": "[7]",
                    "end": 244
                }
            ]
        },
        {
            "section": "Signal",
            "text": "The final state particles were transported through the LHC lattice. The transport of the protons was performed using the parameterisation [12] of the MAD-X [16] results. The differences between the MAD-X and the parameterisation results are much smaller than the spatial resolutions of the experimental apparatus. In the calculations the beam and interaction vertex properties were taken into account. One should note that the beam chamber geometry is of negligible importance owing to the low values of the transverse momenta of the final state particles. The ZDC response to the incident photon was calculated using the resolution mentioned above. Also, the photon impact position was smeared according to the reported spatial resolution of the device. The energy of the proton reaching the AFP was smeared with the energy unfolding resolution.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 138,
                    "text": "[12]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 156,
                    "text": "[16]",
                    "end": 160
                }
            ]
        },
        {
            "section": "Signal",
            "text": "The event selection depends on the machine optics and on the apparatus configuration. Speaking in general terms, the signal event is defined by the following requirements:",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Signal",
            "text": "-presence of a photon with the energy reconstructed in the ZDC, E γ,Z DC , -presence, in the photon hemisphere, of a proton with the energy E AF P , -lack of the proton signal in the other hemisphere.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Simulation of background processes",
            "section_rank": 9
        },
        {
            "section": "Simulation of background processes",
            "text": "In the background influence study events producing the signal-like signature were considered. This means that the central detector should not register any particle and there should be an electromagnetic energy deposit in the ZDC and a proton registered in the AFP located in the photon hemisphere. Therefore, an event was rejected from the analysis if it satisfied at least one of the following requirements:",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Simulation of background processes",
            "text": "-presence of a charged particle with the transverse momentum p T > 1 GeV and |η| < 2.5 -the inner tracker veto; -presence of a particle with energy E > 1 GeV and |η| < 4.8 -the calorimeter veto, -presence of a neutral hadron with the energy reconstructed in any ZDC greater than 30 GeV, -the electromagnetic energy reconstructed in the ZDC belonging to the non-signal hemisphere larger than 30 GeV.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Simulation of background processes",
            "text": "The first two selection cuts efficiently reject non-diffractive and high-mass diffractive processes, while the other two play important an role in the reduction of the double diffraction contribution. The background processes were generated using Pythia 8 Monte Carlo [17,18]. The generated sample includes single and double diffractive dissociation. 4 The Pythia reported cross-section is 21.4 mb. A sample of 10 9 events was generated. These events underwent the simulation and reconstruction procedures as described in Sect. 4.1. It was checked with Pythia 8 that the dominating source of the background events is the process:",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 268,
                    "text": "[17,",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 272,
                    "text": "18]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 351,
                    "text": "4",
                    "end": 352
                }
            ]
        },
        {
            "section": "Simulation of background processes",
            "text": "The events were checked for the presence of a single photon within the ZDC acceptance. For each photon within the ZDC acceptance its reconstructed position was calculated assuming the ZDC spatial resolution. The events containing two or more photons were removed from the analysis if the maximum distance between their impact positions was larger than 6 mm. One should note that the distance between the photons emerging from the π 0 decay at the ZDC face is not smaller Fig. 4 The distribution of E = E beam − E γ,Z DC − E AF P . The red line -the signal event sample, the blue line -the background sample than 5 mm in the considered energy range and which is a consequence of the π 0 mass.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 471,
                    "text": "Fig. 4",
                    "end": 477
                }
            ]
        },
        {
            "text": "Optimisation of the signal/background ratio",
            "section_rank": 10
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "To simulate the measurement the following assumptions were used:",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "-energy of a photon reconstructed in the ZDC, E γ,Z DC , within the range 130-1500 GeV, -in the photon hemisphere a proton with the energy E AF P corresponding to ξ > 0.02 at √ s = 13 TeV.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "For both signal and background samples, the distributions of E = E beam − E γ,Z DC − E AF P , were constructed. They are shown in Fig. 4.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 130,
                    "text": "Fig. 4",
                    "end": 136
                }
            ]
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "The distributions have very different shapes. The signal one is peaked at the beam energy and its width, σ E = 26 GeV. The distribution constructed using the background events has a non-gaussian shape with long asymmetric tails. Also. its maximum is shifted from the beam energy value. Therefore the requirement of the energy conservation:",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "efficiently rejects the background. The above condition leads to the following visible crosssections: σ sig,vis ≈ 1.31 µb for the signal and σ bckg,vis ≈ 1.88 µb for the background. In the following, further improvement of the signal to background ratio is attempted. This was performed using features of the signal and background final state particles. At the first step the differences in the distributions of the photon polar angle were studied. To quantify them the distributions of the photon impact position on the ZDC face were investigated for the signal and background samples. The distribution of the distance, R, between the reconstructed photon impact point at the ZDC and the beam projection. The red line -the signal event sample, the blue line -the background sample Fig. 6 The cumulative distribution of the probability that the distance, R, between the reconstructed photon impact point at the ZDC and the beam projection is smaller than a certain value. The red line -the signal event sample, the blue line -the background sample",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 782,
                    "text": "Fig. 6",
                    "end": 788
                }
            ]
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "In particular, the distributions of the distance, R, measured at the ZDC face, between the photon impact point and the linearly extrapolated position of the beam following from the beam crossing angle -c.f. Table 1 were studied. These distributions are shown in Fig. 5 for events passing the above outlined selections. The signal distribution has a clear maximum located at about 14 mm and a quickly falling tail. The distribution constructed for the background events increases with increasing value of the distance, reaches an approximate plateau for the distance of about 34 mm and for values larger than about 46 mm it quickly decreases. This difference will serve as an efficient background discrimination tool.",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 207,
                    "text": "Table 1",
                    "end": 214
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 262,
                    "text": "Fig. 5",
                    "end": 268
                }
            ]
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "Both distributions were converted to the distributions of the probability that the discussed distance is smaller than a certain value and are shown in Fig. 6.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 151,
                    "text": "Fig. 6",
                    "end": 157
                }
            ]
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "Inspection of Fig. 6 shows that the requirement that the distance being smaller than 30 mm leaves about 85 % percent of the accepted signal events and rejects about 75 % of the background events. Imposing such a cut leads to the final visible cross-sections of 1.12 µb and 394 nb for the signal and the background, respectively. The above mentioned cross-section values are subject to a change due to the geometry and the position of the AFP detector with respect to the proton beam. As was already, mentioned the AFP acceptance crucially depends on the distance between the beam and the active edge of the detector. Typically this distance is set to the multiple of the transverse size of the beam, σ , at the detector location (see Table 1). In the calculations this distance was set to 10σ, 15σ, 20σ and 25σ . Table 2 lists the visible cross-sections as a function of the mentioned distances for the signal and background samples. Also, the signal to background ratio is given in the table.",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 14,
                    "text": "Fig. 6",
                    "end": 20
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 734,
                    "text": "Table 1",
                    "end": 741
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 813,
                    "text": "Table 2",
                    "end": 820
                }
            ]
        },
        {
            "section": "Optimisation of the signal/background ratio",
            "text": "The geometrical acceptance of the AFP system reduces the visible cross-section to about 1 µb in the case of the closest approach of the detector to the beam. The visible cross-section for the signal decreases with increasing distance between the active detector edge and the beam while that for the background is approximately independent the detector position within the considered range of distances. These trends result in the decreasing value of the signal to background ratio from about 3 for the distance of 10σ to about 2 for 30σ .",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Results",
            "section_rank": 11
        },
        {
            "section": "Results",
            "text": "The signal visible cross-section predicts that the rate of the diffractive bremsstrahlung events within the considered phase space varies between 0.1 Hz to about 100 Hz for the instantaneous luminosity increasing from 10 29 cm −2 s −1 to 10 32 cm −2 s −1 assuming that the luminosity is evenly distributed among all bunches. Moreover, the above results were obtained with an implicit assumption of a single interaction per bunch crossing 5 . Usually, the LHC runs with much larger instantaneous luminosity and several pp interactions per bunch crossing can happen. Therefore, the visible crosssections have to be multiplied by the probability of no pp interactions to calculate the pile-up-free rate. The reduction factor depends on the machine delivered luminosity and is negligible at luminosities below 10 30 cm −2 s −1 , reaches the value of about 0.9 for luminosity of 10 31 cm −2 s −1 , the value of about 0.4 for ∼ 4 • 10 32 cm −2 s −1 and s rapidly decreases with increasing instantaneous luminosity. This limits the useful range of luminosities for the diffractive bremsstrahlung measurement. Therefore, one should use the data collected in special LHC runs for which the average number of pp collisions per bunch crossing is smaller than one. Such runs are typically dedicated to the forward physics and taken annually. The visible cross-section implies the collection of the diffractive bremsstrahlung samples of a few thousand to several thousand events in a 10-h long LHC run dedicated to the discussed measurement.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 438,
                    "text": "5",
                    "end": 439
                }
            ]
        },
        {
            "section": "Results",
            "text": "It should be noted that a similar study was performed for pp scattering at RHIC energies [19] using the STAR apparatus. Yet, another study was performed also at √ s = 10 TeV and for the β = 90 m [4] for the TOTEM. In contrast to the work presented above the double tagged events were considered. The authors concluded that the photons can be used to tag the elastic events which in turn can be used to measure the p T dependence of the elastic cross-section as well as the ratio of the elastic to total cross-section.",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 89,
                    "text": "[19]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 195,
                    "text": "[4]",
                    "end": 198
                }
            ]
        },
        {
            "text": "Summary and conclusions",
            "section_rank": 12
        },
        {
            "section": "Summary and conclusions",
            "text": "Feasibility studies of the diffractive bremsstrahlung measurement at the centre of mass energy of 13 TeV at the LHC were performed. The expected visible cross-section depends on the distance between the detector and the beam. It decreases with increasing distance from about 1 µb (separation of 10σ of the beam) to about 500 nb for 30σ . The visible cross-section for the background is approximately constant. The expected rates allow the collection of large event samples during a 10-h long measurement dedicated LHC run with low to very moderate instantaneous luminosity.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "section": "Summary and conclusions",
            "text": "Further optimisation of the analysis cuts has to take into account actual running conditions during the data taking period.",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "section": "Summary and conclusions",
            "text": "and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Fig. 1",
            "section_rank": 13
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1The LHC magnetic lattice in the vicinity of the ATLAS Interaction Point",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Fig. 2",
            "section_rank": 14
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 The bremsstrahlung photon polar angle distribution",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "Fig. 5",
            "section_rank": 15
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5The distribution of the distance, R, between the reconstructed photon impact point at the ZDC and the beam projection. The red line -the signal event sample, the blue line -the background sample",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Table 1",
            "section_rank": 16
        },
        {
            "section": "Table 1",
            "text": "The beam parameters: the angular dispersion, the beam transverse size at the detector location and the crossing angle for the collision optics for the beam energy E beam = 6500 GeV",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "Table 2",
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "The visible cross-sections in nb for the signal and background for different distances of the detector active part and the beam",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "The betatron function defines the distance measured from a given point along the orbit, after which the beam dimensions in the transverse plane to the motion are doubled.2 The beam emittance measures the spread of the beam particles in the momentum-position phase space.",
            "paragraph_rank": 45,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 170,
                    "text": "2",
                    "end": 171
                }
            ]
        },
        {
            "section": "Table 2",
            "text": "The pseudorapidity of a particle is defined as η = − ln tan /2, where is the polar angle of a particle.",
            "paragraph_rank": 46,
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "It was checked with Pythia that the non-diffractive processes contribution to the background after the final selection is less than 0.5 0 / 00 of the diffractive one.",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "It should be observed that for luminosities within this range the average number of pp collisions is smaller than one.",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "Acknowledgments",
            "section_rank": 19
        },
        {
            "section": "Acknowledgments",
            "text": "We are very much indebted to P. ",
            "paragraph_rank": 49,
            "section_rank": 19
        }
    ]
}