{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for heavy Majorana neutrinos (N) decaying into a W boson and a lepton using the CMS detector at the Large Hadron Collider. A signature of two jets and either two same sign electrons or a same sign electron-muon pair is searched for using 19.7 fb −1 of data collected during 2012 in proton-proton collisions at a centre-of-mass energy of 8 TeV. The data are found to be consistent with the expected standard model (SM) background and, in the context of a Type-1 seesaw mechanism, upper limits are set on the cross section times branching fraction for production of heavy Majorana neutrinos in the mass range between 40 and 500 GeV. The results are additionally interpreted as limits on the mixing between the heavy Majorana neutrinos and the SM neutrinos. In the mass range considered, the upper limits range between 0.00015-0.72 for |V eN | 2 and 6.6 × 10 −5 -0.47 for",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": ", where V N is the mixing element describing the mixing of the heavy neutrino with the SM neutrino of flavour . These limits are the most restrictive direct limits for heavy Majorana neutrino masses above 200 GeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of neutrino oscillations established that neutrinos have non-zero masses and hints at possible physics beyond the standard model (SM). Results from various neutrino oscillation experiments together with cosmological constraints imply very small neutrino masses [1]. The leading model that naturally generates light neutrino masses is the socalled \"seesaw\" mechanism, which can be realized in several different schemes [2][3][4][5][6][7][8][9][10][11][12]. In the simplest model, the smallness of the observed neutrino masses is due to a heavy neutrino state N. In this model the SM neutrino mass is given by m ν ∼ y 2 ν v 2 /m N , where y ν is a Yukawa coupling, v is the Higgs vacuum expectation value in the SM, and m N is the mass of the heavy neutrino state. If the seesaw mechanism were to explain the masses of the known neutrinos, both the light and the heavy neutrinos would have to be Majorana particles, so processes that violate lepton number conservation by two units would be JHEP04 (2016)169possible. Therefore, searches for heavy Majorana neutrinos using hadron colliders are very important in resolving the nature of neutrinos and the origin of neutrino masses.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 275,
                    "text": "[1]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 432,
                    "text": "[2]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 435,
                    "text": "[3]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 438,
                    "text": "[4]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 441,
                    "text": "[5]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 444,
                    "text": "[6]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 447,
                    "text": "[7]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 450,
                    "text": "[8]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 453,
                    "text": "[9]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 456,
                    "text": "[10]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 460,
                    "text": "[11]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 464,
                    "text": "[12]",
                    "end": 468
                },
                {
                    "start": 1010,
                    "text": "(2016)169",
                    "end": 1019
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper a search for heavy Majorana neutrinos using a phenomenological approach [13][14][15][16][17][18][19][20] is described. A Type-1 seesaw model is considered based on refs. [18][19][20] with at least one heavy neutrino that mixes with the SM neutrinos, with m N and V N as free parameters of the model. Here V N is a mixing element describing the mixing between the heavy Majorana neutrino and the SM neutrino of flavour .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 86,
                    "text": "[13]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 90,
                    "text": "[14]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 94,
                    "text": "[15]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 98,
                    "text": "[16]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 102,
                    "text": "[17]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 106,
                    "text": "[18]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 110,
                    "text": "[19]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 114,
                    "text": "[20]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 184,
                    "text": "[18]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 188,
                    "text": "[19]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 192,
                    "text": "[20]",
                    "end": 196
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Previous direct searches for heavy Majorana neutrinos have been reported by the DELPHI [21] and L3 [22,23] collaborations at LEP. They searched for e + e − → Nν , where ν is any SM neutrino ( = e, µ, or τ ), from which they set limits on the mixing element squared |V N | 2 . For = µ, τ the limits are set for m N < 90 GeV, while for = e the limits extend to m N < 200 GeV. Several experiments have obtained limits for low neutrino masses (m N < 5 GeV), including the LHCb Collaboration [24] at the LHC, which set limits on the mixing of a heavy neutrino with a SM muon neutrino. The searches by L3, DELPHI, and LHCb include the possibility of a heavy-neutrino lifetime sufficiently long that the decay vertex is displaced from the interaction point, while in the search reported here it is assumed that the N decays with no significant displacement of the vertex since in the mass range of this search (m N > 40 GeV) the theoretical decay length is less than 10 −11 m [20].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 87,
                    "text": "[21]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 99,
                    "text": "[22,",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 103,
                    "text": "23]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 487,
                    "text": "[24]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 969,
                    "text": "[20]",
                    "end": 973
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Precision electroweak measurements have been used to constrain the mixing elements 1) where j runs over heavy neutrino flavour states [19], resulting in indirect 90% confidence level limits of (1.2) which are independent of m N [25]. Further restrictions are set on the mixings from flavour changing neutral current processes. These bounds depend on the mass of the heavy neutrinos. For m N = 10 GeV the limit |Ω eµ | = | j V eN j V * µN j | ≤ 0.015 was set, while for the case that",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 83,
                    "text": "1)",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 134,
                    "text": "[19]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 193,
                    "text": "(1.2)",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 228,
                    "text": "[25]",
                    "end": 232
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "N j , a more stringent limit of |Ω eµ | ≤ 0.0001 was set [20]. Additionally, for the mixing of the Majorana neutrino with the SM electron neutrino, the limits from neutrinoless double beta decay are [26] ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 57,
                    "text": "[20]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 199,
                    "text": "[26]",
                    "end": 203
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where j runs over heavy neutrino flavour states. However, the neutrinoless double beta decay experiments can only set limits on mixing with first generation leptons. Collider experiments on the other hand can also search for mixing with second and third generation fermions. If V eN j saturates Ω ee in eq. (1.2), the limit on V eN from neutrinoless double beta decay can be satisfied either by demanding that m N is beyond the TeV scale, or Figure 1. The Feynman diagram for resonant production of a Majorana neutrino (N). The charge-conjugate diagram results in a − − qq final state. that there are cancellations among the different terms in eq. (13), as may happen in certain models [27]. Other models with heavy neutrinos have also been examined. The ATLAS and CMS collaborations at the LHC have reported limits on heavy Majorana neutrino production in the context of the Left-Right Symmetric Model [28,29]. The ATLAS experiment also set limits based on an effective Lagrangian approach [28].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 307,
                    "text": "(1.2)",
                    "end": 312
                },
                {
                    "type": "figure",
                    "start": 442,
                    "text": "Figure 1",
                    "end": 450
                },
                {
                    "ref_id": "formula_0",
                    "start": 648,
                    "text": "(1",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 686,
                    "text": "[27]",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 903,
                    "text": "[28,",
                    "end": 907
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 907,
                    "text": "29]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 991,
                    "text": "[28]",
                    "end": 995
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Because of the Majorana nature of the heavy neutrino considered here, both oppositeand same-sign lepton pairs can be produced. This search concentrates on the same-sign dilepton signatures since these final states have very low SM backgrounds. In addition to these leptons, the Majorana neutrino also produces an accompanying W boson when it decays. We search for W decays to two jets, as this allows reconstruction of the mass of the heavy neutrino without missing any transverse momentum associated with SM neutrinos.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The dominant production mode of the heavy neutrino under consideration is shown in figure 1. In this process the heavy Majorana neutrino is produced by s-channel production of a W boson, which decays via W + → N + . The N can decay via N → W − + with W − → qq , resulting in a + + qq final state. The charge-conjugate decay chain also contributes and results in a − − qq final state. In the this analysis, only = e or µ is considered. In a previous publication [30] by the CMS Collaboration a search for heavy neutrinos in events with a dimuon final state was reported. In the present paper the search is expanded to include events with e ± e ± qq and e ± µ ± qq final states. These decay modes are referred to as the dielectron and electron-muon channels, respectively. The lowest order parton subprocess cross sectionσ(ŝ) for qq → (W ± ) * → N ± at a parton center-of-mass energy √ŝ is given by is given [31] by: 4) where α W is the weak coupling constant, and m W and Γ W are the W boson mass and width, respectively. Observation of a − ( )− qq signature would constitute direct evidence of lepton number violation. The study of this process in different dilepton channels brings greater likelihood for the discovery of a Majorana neutrino, and constrains the mixing elements. The dielectron and electron-muon channels allow constraints to be set on |V",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 461,
                    "text": "[30]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 906,
                    "text": "[31]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 915,
                    "text": "4)",
                    "end": 917
                }
            ]
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 3
        },
        {
            "section": "JHEP04(2016)169",
            "text": "In a previous publication, a search for a heavy neutrino with mass less than 200 GeV was performed by the CMS Collaboration using dielectron and dimuon events at √ s = 7 TeV [32]. The CMS experiment also searched for a heavy neutrino with mass up to 500 GeV using the dimuon channel at √ s = 8 TeV [30]. The search has also been performed by ATLAS using 8 TeV data for masses up to 500 GeV [33]. While these results constrain |V µN | 2 and |V eN | 2 , there are no current direct limits on",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 174,
                    "text": "[32]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 298,
                    "text": "[30]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 390,
                    "text": "[33]",
                    "end": 394
                }
            ]
        },
        {
            "section": "JHEP04(2016)169",
            "text": ". In this paper, an updated search for a heavy Majorana neutrino in the dielectron channel and a new search in the electron-muon channel are presented using CMS data collected in 2012 at √ s = 8 TeV. We search for events with either two electrons or one electron and one muon, both of the same-sign electric charge, and in both cases at least two accompanying jets are required. Heavy neutrinos with a mass in the range of 40 to 500 GeV are considered.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "JHEP04(2016)169",
            "text": "There are three potential sources of same-sign dilepton backgrounds: SM sources in which two prompt same-sign leptons are produced (e.g. WZ production), events resulting from misidentified leptons, and opposite-sign dilepton events (e.g. from Z → + − , WW → + ν − ν) in which the charge of one of the leptons is mismeasured. The latter source is negligible for the electron-muon channel but is an important background in the dielectron channel.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "CMS detector and simulation",
            "section_rank": 4
        },
        {
            "section": "CMS detector and simulation",
            "text": "The central feature of the CMS detector is a superconducting solenoid with an internal radius of 3 m. The solenoid provides a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Muons are measured in gas ionization detectors embedded in the steel fluxreturn yoke outside the solenoid. Extensive forward calorimetry complements the coverage in pseudorapidity provided by the barrel and endcap detectors, where pseudorapidity is defined as η = − ln[tan(θ/2)]. A two-tier triggering system selects the most interesting events for offline analysis. A more detailed description of the CMS detector, as well as definitions of the coordinate system used, can be found in ref. [34].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 869,
                    "text": "[34]",
                    "end": 873
                }
            ]
        },
        {
            "section": "CMS detector and simulation",
            "text": "Several samples of simulated SM processes, which include a full treatment of the pp collisions, were used. These samples include the full simulation of the CMS detector based on Geant4 [35] and are reconstructed using the same CMS software as used for data. To ensure correct simulation of the number of additional interactions per bunch crossing (pileup), simulated events are mixed with multiple simulated minimum bias events. Each simulated event is then weighted such that the distribution of pileup interactions in the simulation matches that in the data.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 185,
                    "text": "[35]",
                    "end": 189
                }
            ]
        },
        {
            "section": "CMS detector and simulation",
            "text": "A number of Monte Carlo (MC) event generators are used to simulate signal and background events: alpgen v2.14 [36], MadGraph v5.1.3.30 [37] and pythia v6.4.22 [38]. In order to simulate heavy Majorana neutrino events, a leading-order (LO) event generator described in ref. [19] is used, which was implemented in alpgen v2.14 with the CTEQ6M parton distribution functions (PDFs) [39]. Parton showering and hadronization are simu-JHEP04(2016)169 lated using pythia v6.4.22. The pythia v6.4.22 generator is used to model the production of WZ and ZZ with fully leptonic final states. Events from double W-strahlung and double parton scatterings as well as triboson and tt plus boson (ttW, ttZ, ttWW) are generated with MadGraph v5. 1.3.30. For production of same-sign same-flavour final states, pp → N ± → ± ± qq , the heavy Majorana neutrino cross section is proportional to |V N | 2 and is strongly dependent on m N . The LO cross section at √ s = 8 TeV with |V N | 2 = 1 has a value of 1515 pb for m N = 40 GeV. The cross section is 3.56 pb for m N = 100 GeV, and drops to 2.15 fb for m N = 500 GeV [19]. The LO cross section is scaled by a factor of 1.34 to account for higherorder corrections, based on the next-to-next-to-leading-order calculation in FEWZ [40,41] for s-channel W production, which has the same production kinematics as the signal.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 110,
                    "text": "[36]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 135,
                    "text": "[37]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 159,
                    "text": "[38]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 273,
                    "text": "[19]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 378,
                    "text": "[39]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "start": 728,
                    "text": "1.3.30.",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1098,
                    "text": "[19]",
                    "end": 1102
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1258,
                    "text": "[40,",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1262,
                    "text": "41]",
                    "end": 1265
                }
            ]
        },
        {
            "text": "Data sample and event selection",
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "The events used for analysis were selected from proton-proton collisions with an integrated luminosity of 19.7 fb −1 collected by the CMS detector in 2012.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Event reconstruction",
            "section_rank": 6
        },
        {
            "section": "Event reconstruction",
            "text": "This analysis uses reconstructed muons, electrons, jets, and a measurement of the missing transverse energy in the event.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Event reconstruction",
            "text": "Leptons, jets, and missing transverse energy in the event are reconstructed using a particle-flow event algorithm [42,43]. The missing transverse momentum vector is defined as the projection on the plane perpendicular to the beams of the negative vector sum of the momenta of all reconstructed particles in an event. Its magnitude is referred to as E miss T . Jets are reconstructed by forming clusters of particle-flow candidates based on the anti-k T algorithm [44], with a distance parameter of 0.5. Standard jet identification procedures are applied to suppress jets from calorimeter noise and beam halo. Contributions from pileup are estimated using the jet area method [45,46] and are subtracted from the jet p T . The energy of reconstructed jets is corrected based on the results of simulation and data studies [47].",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 114,
                    "text": "[42,",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 118,
                    "text": "43]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 463,
                    "text": "[44]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 675,
                    "text": "[45,",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 679,
                    "text": "46]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 819,
                    "text": "[47]",
                    "end": 823
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Events used in this search are selected using dilepton triggers, requiring the highest-p T (\"leading\") lepton to have p T > 17 GeV and the second highest-p T (\"trailing\") lepton to have p T > 8 GeV. The trigger efficiency, measured using events collected with hadronic triggers, is 0.96 +0.04 −0.06 for ee pairs where the trailing electron has p T > 30 GeV, and decreases to 0.92 ± 0.06 for 15 < p T < 30 GeV. The eµ trigger efficiency is 0.93 ± 0.06.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 287,
                    "text": "+0.04",
                    "end": 292
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Additional selections are performed after the trigger requirements to ensure the presence of identified leptons and jets. Events are first required to have a reconstructed pp interaction vertex (primary vertex) identified as the reconstructed vertex with the largest value of Σp 2 T for its associated charged particle tracks reconstructed in the tracking detectors [48]. Electron (muon) candidates are required to have |η| < 2.5 (2.4) and must be consistent with originating from the primary vertex. Electron candidates must pass a number of identification requirements on the shower shape, track quality, and matching between the track and calorimeter energy deposit [49]. Electrons must also not be consistent with JHEP04 (2016)169originating from a photon conversion. The electrons must be well isolated from other activity in the event, which is ensured by requiring their relative isolation parameter (I rel ) to be less than 0.09 (0.05) in the barrel (endcap). Here I rel is defined as the scalar sum of transverse energy of the reconstructed particles present within ∆R = √ (∆η) 2 +(∆φ) 2 < 0.3 of the candidate's direction, where φ is the azimuthal angle, excluding the candidate itself, divided by the lepton candidate p T . To ensure reliable determination of the electron charge, two independent measurements of the charge are considered. One method uses the curvature of the associated track measured in the silicon tracker. The other method compares the azimuthal angle between the vector joining the nominal interaction point and the ECAL cluster position, and the vector joining the nominal interaction point and the innermost hit of the track. The two methods are required to give consistent results.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 279,
                    "text": "2",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 366,
                    "text": "[48]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 669,
                    "text": "[49]",
                    "end": 673
                },
                {
                    "start": 725,
                    "text": "(2016)169",
                    "end": 734
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Muon candidates are required to satisfy specific track quality and calorimeter deposition requirements [50]. Muon candidates must also be isolated from other activity in the event, which is ensured by requiring I rel to be less than 0.05. Both electrons and muons are required to be well separated from jets, such that ∆R( , jet) > 0.4. The lepton selection criteria are the same as those used in ref. [51] except for the more stringent requirement on I rel for both electrons and muons.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 103,
                    "text": "[50]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 402,
                    "text": "[51]",
                    "end": 406
                }
            ]
        },
        {
            "text": "Preselection criteria",
            "section_rank": 7
        },
        {
            "section": "Preselection criteria",
            "text": "At the preselection stage, events are required to contain two same-sign leptons. The leading (trailing) lepton is required to have p T > 20 15GeV. The invariant mass of the dilepton pair is required to be above 10 GeV. For dielectron events a 20 GeV mass range centred on the Z boson mass is excluded to reject background from Z boson decays in which one electron charge is mismeasured. In order to suppress backgrounds from diboson production, such as WZ, events with a third lepton identified using a looser set of requirements and with p T > 10 GeV are removed. Preselection events are required to have two or more jets that have p T > 20 GeV and |η| < 2.5. To reduce backgrounds from top quark decays, events in which one of the jets is identified as originating from a bottom quark (b tagged) are rejected, where the medium working point of the combined secondary vertex tagger [52] has been used. The b tagging efficiency is approximately 70% with a misidentification probability for light-parton jets of 1.5%.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 140,
                    "text": "15",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 883,
                    "text": "[52]",
                    "end": 887
                }
            ]
        },
        {
            "text": "Selection criteria for signal region",
            "section_rank": 8
        },
        {
            "section": "Selection criteria for signal region",
            "text": "Depending on the m N hypothesis, signal events from heavy neutrino decays have different kinematic properties. In the low mass search region (m N < m W ), the W boson propagator that produces the heavy neutrino in figure 1 is on-shell and the final state system of dileptons and two jets should have an invariant mass close to the W mass. In the high mass search region (m N > m W ), the W boson propagator is off-shell but the W boson from the heavy neutrino decay is on-shell, so the invariant mass of the two jets from the W will be close to the W mass. Therefore, two different selection criteria were developed, depending on the heavy neutrino mass hypothesis to obtain the best sensitivity. For this analyses the simulated mass points are divided into low-mass (< 90 GeV) and high-mass (≥ 90 GeV) search regions.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 9
        },
        {
            "section": "JHEP04(2016)169",
            "text": "Region",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "JHEP04(2016)169",
            "text": "High-Mass <35 >80 >15 50-110 >30 Table 1. Selection requirements for the low-and high-mass signal regions.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 33,
                    "text": "Table 1",
                    "end": 40
                }
            ]
        },
        {
            "section": "JHEP04(2016)169",
            "text": "The different selection requirements used for the low-and high-mass search regions are shown in table 1. In the low-mass search region, the following selections are imposed: E miss T < 30 GeV; the invariant mass of the two leptons and two jets is required to be less than 200 GeV, where the two jets chosen are those that give the invariant mass of the two leptons and two jets closest to m W ; the dilepton invariant mass is required to be greater than 10 GeV; the invariant mass of the two jets is required to be less than 120 GeV; and the leading jet must have p T > 20 GeV. In the high-mass search region the following selection cuts are used: E miss T < 35 GeV; the invariant mass of the two leptons and two jets is required to be greater than 80 GeV, the dilepton invariant mass is required to be greater than 15 GeV; the invariant mass of the two jets must satisfy 50 < m(jj) < 110 GeV; and the leading jet must have p T > 30 GeV. In both the low-and high-mass search regions, the upper threshold on E miss T suppresses SM background processes in which a W boson decays leptonically (W → ν), including W+jet and tt production.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "JHEP04(2016)169",
            "text": "After applying the above selection criteria, the signal significance is optimized for each mass hypothesis with six variables using a figure of merit [53] defined as S /(1 + δB), where S is the signal selection efficiency and δB is the uncertainty in the estimated background. The six variables used to optimize the signal selection are: the transverse momentum of the leading lepton p 1 T ; the transverse momentum of the trailing lepton p 2 T ; the transverse momentum of the leading jet p j 1",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 150,
                    "text": "[53]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 386,
                    "text": "1",
                    "end": 387
                }
            ]
        },
        {
            "section": "JHEP04(2016)169",
            "text": "T ; the invariant mass of the two leptons and two selected jets m( jj); the invariant mass of the sub-leading lepton and two selected jets m( 2 jj); and the invariant mass of the two leptons m( ). Table 2 shows the optimized selection requirements for the dielectron and electron-muon channels, together with the overall signal acceptance. The overall signal acceptance ranges from 0.19-0.39% for m N = 40 GeV to 14-17% for m N = 500 GeV. Here, the lower acceptance at low m N is due to the selection requirements on the p T of the electrons and jets in a signal with very soft jets and electrons. The overall signal acceptance includes trigger efficiency, geometrical acceptance, and efficiencies of all selection criteria.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 197,
                    "text": "Table 2",
                    "end": 204
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 10
        },
        {
            "text": "Background from prompt same-sign leptons",
            "section_rank": 11
        },
        {
            "section": "Background from prompt same-sign leptons",
            "text": "Background events that result in two genuine, prompt leptons with the same charge are referred to as the prompt lepton background. This background is estimated using simulation. The largest contribution comes from WZ and ZZ events. Events from double W-strahlung and double parton scattering are also considered, as well as triboson and tt plus boson JHEP04 (2016)169(ttW, ttZ, ttWW) production. Other rare processes include Higgs boson events in which the Higgs boson decays into neutral bosons (H → ZZ), or H → WW contributions resulting from VH and ttH production. Backgrounds from WZ and ZZ events are estimated using the pythia v6.4.22 generator, normalized to the next-to-leading order cross section, and",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 358,
                    "text": "(2016)169",
                    "end": 367
                }
            ]
        },
        {
            "section": "Background from prompt same-sign leptons",
            "text": "MadGraph v5.1.3.30 for the remaining processes.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "Background from misidentified leptons",
            "section_rank": 12
        },
        {
            "section": "Background from misidentified leptons",
            "text": "The most important background source originates from events containing objects misidentified as prompt leptons. These originate from B hadron decays, light-quark or gluon jets as well as from photon conversions, and are typically not well isolated. The main components of this background are: multi-jet and γ+jet production, in which one or more jets are misidentified as leptons; W(→ ν) + jets events, in which one of the jets is misidentified as a lepton; and tt decays, in which one of the top quark decays yields a prompt isolated lepton (t → Wb → νb), and the other lepton of same charge arises from a b quark decay or a jet misidentified as an isolated prompt lepton. Misidentified leptons are the dominant background for the low-mass search region. The simulation is not reliable in estimating this background for several reasons, including limited statistical precision (due to the small probability of a jet to be misidentified as a lepton) and inexact modeling of the parton showering process. Therefore, these backgrounds are estimated using control samples from collision data as described below.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "Background from misidentified leptons",
            "text": "An independent data sample enriched in multi-jet events (the \"measurement\" sample) is used to calculate the probability for a jet that passes minimal lepton selection requirements (\"loose leptons\") to also pass the more stringent requirements used to define leptons selected in the full selection (\"tight leptons\"). This misidentification probability for the loose lepton is determined as a function of the lepton transverse momentum and pseudorapidity. This probability is used as a weight in the calculation of the background in events that pass all the signal selections except that one or both of the leptons fail the tight selection criteria, but pass the loose selection criteria. This sample is referred to as the \"application\" sample.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "Background from misidentified leptons",
            "text": "The misidentification probability is applied to the application sample by counting the number of events in which one lepton passes the tight selection, while the other lepton fails the tight selection but passes the loose selection (N nn ), and the number of events in which both leptons fail the tight selection, but pass the loose criteria (Nnn). The total contribution to the signal sample (i.e. the number of events when both leptons pass the tight selection, N nn ), is then obtained by weighting events of type nn andnn by the appropriate misidentification probability factors. To account for double counting a correction is made fornn events that can also be nn.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "section": "Background from misidentified leptons",
            "text": "The measurement sample is selected by requiring a loose lepton and a jet, resulting in events that are mostly dijet events with one jet containing a lepton. Since prompt leptons from W or Z decays tend to have high probability to pass the tight lepton requirements, any contamination of these prompt leptons in the measurement sample can bias the misidentification probabilities. To prevent this, a number of cuts are applied to remove these prompt leptons: only one lepton is allowed and upper thresholds on missing transverse -9 -JHEP04 (2016)169energy (E miss T < 20 GeV) and the transverse mass (m T < 25 GeV) are applied, where m T is calculated using the lepton p T and E miss T . These requirements suppress contamination from W and Z boson decays. The loose lepton and jet are also required to be separated in azimuth by ∆φ > 2.5. This jet is used as a tag and the loose lepton as a probe used to determine the misidentification probability. The transverse energy of the tag jet is an essential ingredient to calibrate the characteristics of the probe (loose lepton). It is determined from MC simulations that the signal region is well modelled by a requirement of p T > 40 GeV on the tag jet, and therefore this is used to select the measurement sample.",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 539,
                    "text": "(2016)169",
                    "end": 548
                }
            ]
        },
        {
            "section": "Background from misidentified leptons",
            "text": "Loose electrons (muons) are defined by relaxing the standard identification requirements as follows: the isolation requirement is relaxed from I rel < 0.09/0.05 (0.05/0.05) in the barrel (endcap) regions to I rel < 0.6 (0.4); the transverse impact parameter of the lepton track is relaxed from <0.10 (0.005) mm to <10 (2) mm; for muons, the χ 2 per degree of freedom of the muon track fit is relaxed from 10 to 50.",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "section": "Background from misidentified leptons",
            "text": "The method used to estimate the background from misidentified leptons is evaluated by checking the procedure using simulated event samples in which the true origin of the leptons, either from W or Z boson decays or from a quark decay, is known. The misidentification probabilities are obtained from multi-jet events (in simulation) and are used to estimate the misidentified lepton backgrounds in W + jets events, as well as in an independent multi-jet simulated sample. This check was done using an inclusive selection of two leptons and two jets. For a sample of multi-jet events with with an integrated luminosity of 0.38 fb −1 , the number of true misidentified leptons is 4 in the dielectron channel, which agrees with the prediction of 5.0 ± 2.1. For the W + jets simulation with an integrated luminosity of 1.54 fb −1 , the true numbers of events with a misidentified lepton in the dielectron and electron-muon channels are found to be 18 and 26, respectively, while the predicted numbers are 22.1 ± 7.2 and 25.3 ± 8.8. Thus, the predicted backgrounds agree with the expectations within the uncertainties.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Background from opposite-sign leptons",
            "section_rank": 13
        },
        {
            "section": "Background from opposite-sign leptons",
            "text": "To estimate backgrounds due to charge mismeasurement, the probability of mismeasuring the lepton charge is considered. The background due to mismeasurement of the muon charge was determined from simulation and from studies with cosmic ray muon data and found to be negligible in the p T range of interest in this search. Therefore, only mismeasurement of the electron charge is considered.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "Background from opposite-sign leptons",
            "text": "The probability for mismeasuring the charge of a prompt electron is obtained from a simulation of Z → ee events and is parametrized as a function of 1/p e T separately for electrons in the barrel and endcap calorimeters. The average electron mismeasurement probability is found to be (2.4 ± 0.3) × 10 −5 in the central ECAL barrel region (|η| < 0.9), (1.1±0.1)×10 −4 at larger pseudorapidities in the ECAL barrel region (0.9 < |η| < 1.5), and (3.2±0.2)×10 −4 in the ECAL endcap region (1.5 < |η| < 2.5). The charge mismeasurement probabilities are then validated, separately for barrel and endcap. To validate the charge mismeasurement probability for the barrel (endcap) region, a control sample of Z → ee events in the data is selected, requiring both electrons to pass through the barrel (endcap) region and requiring the invariant mass of the electron pair to be between 76 and 106 GeV.  Table 3. Observed event yields and estimated backgrounds in the low-and high-mass control regions. The uncertainty in the background yield is the sum in quadrature of the statistical and systematic uncertainties.",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 892,
                    "text": "Table 3",
                    "end": 899
                }
            ]
        },
        {
            "section": "Background from opposite-sign leptons",
            "text": "The difference between the observed and predicted numbers of e ± e ± events is used as a scale factor to account for mismodeling in the simulation. The scale factors in the barrel and endcap are found to be 1.22 ± 0.13 and 1.40 ± 0.21 respectively.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "section": "Background from opposite-sign leptons",
            "text": "To validate the combined charge mismeasurement probability and scale factors, a control sample of Z → ee events in the data is again selected as described above but here requiring that one electron passes through the endcap and the other passes through the barrel region. The difference in the predicted and observed numbers of e ± e ± events in this sample is 11%. The same procedure is performed using Z → ee events in the data but requiring that the event has only one jet, obtaining agreement within 10% between predicted background and data.",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "section": "Background from opposite-sign leptons",
            "text": "To estimate the background in the dielectron and electron-muon channels, a weight of W cm is applied to data events with all signal region cuts applied, except that here the leptons are required to be oppositely charged. Here, W cm is given by W cm = w cm 1 /(1 − w cm 1 ) + w cm 2 /(1 − w cm 2 ), where w cm 1(2) is the probability for the leading (trailing) electron charge to be mismeasured.",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Validation of background estimates",
            "section_rank": 14
        },
        {
            "section": "Validation of background estimates",
            "text": "To test the validity of the background estimation method, two signal free-control regions in data are defined. The background estimation method is applied in these regions and the result is compared with the observed yields. The control regions in the two mass ranges are defined as follows. In both the low-mass range (40 < m N < 90 GeV) and the highmass range (m N ≥ 90 GeV) the control region selection is the same as the signal selection without the final optimized selections but with either E miss T > 50 GeV or one or more jets that are b-tagged. The numbers of predicted and observed background events in the low-and high-mass control regions are shown in table 3. The misidentified lepton background accounts for about 2/3 of the total background in both regions. In both regions the predictions are in agreement with the observations within the systematic uncertainty described in section 5, which is dominated by the 35-40% uncertainty in the misidentified lepton background. The observed distributions of all relevant observables also agree with the predictions, within uncertainties.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "Validation of background estimates",
            "text": "-11 -",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 15
        },
        {
            "section": "JHEP04(2016)169",
            "text": "Channel/Source ee signal ee bkgd. eµ signal eµ bkgd. (%) (%) (%) (%) Simulation: SM cross section -9-25 (9-25) -9-25 (9-25) Jet energy scale 6-8 (1-3) 5 74-8 (1-2) 8 (7) Jet energy resolution 3-7 2-310 73-10 (2-3) 10 (6) Event pileup   Table 5. Summary of contributions to the systematic uncertainty related to the prompt same-sign leptons background, misidentified lepton background, and mismeasured charge background on the total background uncertainty for the case of m N = 100 and 500 GeV.",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 153,
                    "text": "7",
                    "end": 154
                },
                {
                    "start": 196,
                    "text": "2-3",
                    "end": 199
                },
                {
                    "start": 202,
                    "text": "7",
                    "end": 203
                },
                {
                    "type": "table",
                    "start": 236,
                    "text": "Table 5",
                    "end": 243
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 16
        },
        {
            "section": "Systematic uncertainties",
            "text": "The background estimate and signal efficiencies are subject to a number of systematic uncertainties. The relative size of these uncertainties are listed in table 4. A summary of the contribution of each systematic uncertainty relative to the signal or background estimate for two mass points, m N = 100 and 500 GeV, is shown in table 5.",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 17
        },
        {
            "text": "Background uncertainties",
            "section_rank": 18
        },
        {
            "section": "Background uncertainties",
            "text": "The main sources of systematic uncertainties are associated with the background estimates. The largest uncertainty is that related to the misidentified lepton background. The overall systematic uncertainty in this background is determined by varying the background estimate with respect to the isolation requirement for the loose leptons and by varying the p T requirement for the tag jet. Increasing and decreasing the p T requirement for the tag jet changes the p T spectrum of the recoiling lepton in the event and is found to have the largest impact on the background level. As a result, the 35-40% overall systematic uncertainty in the misidentified lepton background estimate is dominated by the p T requirement on the tag jet. For backgrounds from mismeasured electron charge an overall systematic uncertainty is assigned to the background of 12%. This is obtained by taking the weighted average of the uncertainties in the two scale factors in preselection events. This uncertainty covers the difference between the predicted and observed numbers of events in both data closure tests.",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "text": "Simulation uncertainties",
            "section_rank": 19
        },
        {
            "section": "Simulation uncertainties",
            "text": "The systematic uncertainties in the normalization of background from prompt same-sign leptons are 12% for WZ and 9% for ZZ [54]. For the other processes the uncertainty is 25%, determined by varying the renormalization and factorization scales from the nominal value of Q 2 to 4Q 2 and Q 2 /4, and following the PDF4LHC recommendations [55,56] to estimate the uncertainty due to the choice of PDFs. The overall systematic uncertainty in the prompt lepton background, including the sources discussed below, is 19-21% for the low-mass selection and 18-19% for the high-mass selection, depending on the channel. To evaluate the uncertainty due to imperfect knowledge of the integrated luminosity [57], jet energy scale [47], jet energy resolution [47], b tagging [52], lepton trigger and selection efficiency, as well as the uncertainty in the cross section for minimum bias production used in the pileup reweighting procedure in simulation, the input value of each parameter is changed by ±1 standard deviation from its central value. Energy not clustered in the detector affects the overall E miss T scale resulting in an uncertainty in the event yield due to the requirement on E miss T . Additional uncertainties in the heavy Majorana neutrino signal estimate arise from the choice of PDFs and renormalization and factorization scales used in the alpgen v2.14 MC event generator. These were also determined by varying the renormalization and factorization scales from the nominal value of Q 2 to 4Q 2 and Q 2 /4, and by following the PDF4LHC recommendations.",
            "paragraph_rank": 48,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 123,
                    "text": "[54]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 336,
                    "text": "[55,",
                    "end": 340
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 340,
                    "text": "56]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 693,
                    "text": "[57]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 716,
                    "text": "[47]",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 744,
                    "text": "[47]",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 760,
                    "text": "[52]",
                    "end": 764
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "The data yields and background estimates after the application of all selection cuts, except the final optimization cuts are shown in table 6. The data yields are in good agreement with the estimated backgrounds. Kinematic distributions also show good agreement between data and backgrounds. Figures 2 and 3 show some of the kinematic distributions: the invariant mass of the trailing p T lepton and the two selected jets; the invariant mass of the two  Figure 2. Kinematic distributions for the low-mass region after all selection cuts are applied except for the final optimization requirement: dielectron channel (left), electron-muon channel (right). The plots show the data, backgrounds, and two choices for the heavy Majorana neutrino signal. leptons and the two selected jets; and the leading lepton p T . The background predictions from prompt same-sign leptons and misidentified leptons are shown along with the total background estimate and the number of events observed in data. The uncertainties shown are the statistical and systematic components, respectively. In figure 2, the m(e ± e ± jj) signal distribution is not peaked at m W because of the kinematic requirements imposed.",
            "paragraph_rank": 49,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 292,
                    "text": "Figures 2 and 3",
                    "end": 307
                },
                {
                    "type": "figure",
                    "start": 454,
                    "text": "Figure 2",
                    "end": 462
                }
            ]
        },
        {
            "section": "Results",
            "text": "After applying all the final optimized selections, the background estimates and numbers of observed events are shown in table 7. The expected signal depends on m N and the mixing",
            "paragraph_rank": 50,
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": ". For the dielectron (electron-muon) channel, the ex-  Figure 3. Kinematic distributions for the high-mass region after all selection cuts are applied except for the final optimization requirement: dielectron channel (left), electron-muon channel (right). The plots show the data, backgrounds, and two choices for the heavy Majorana neutrino signal.",
            "paragraph_rank": 51,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 55,
                    "text": "Figure 3",
                    "end": 63
                }
            ]
        },
        {
            "section": "Results",
            "text": "pected number of signal events for m N = 50 GeV and 1.8 (3.6) events, while for m N = 500 GeV and 9.2 (13.8) events. No significant excess in the data compared to the backgrounds predicted from the SM is seen and 95% confidence level (CL) exclusion limits are set on the Majorana neutrino mixing element and cross section times branching fraction for pp → N ± → ± ( )± qq as a function of m N . The limits are obtained using the CLs method [58][59][60]   11  1503.3 ± 0.4 ± 0.4 4.7 ± 1.1 ± 1.9 1.93 ± 0.05 ± 0.23 9.9 ± 1.2 ± 1. 9  7  1752.0 ± 0.3 ± 0.3 0.9 ± 0.5 ± 0.4 1.10 ± 0.04 ± 0.13 4.0 ± 0.6 ± 0. 5  3  2001. 5.6 ± 0.5 ± 0.8 3.6 ± 0.7 ± 1.2 -9.3 ± 0.9 ± 1. 5  11  2003.7 ± 0.4 ± 0.6 2.5 ± 0.6 ± 0.8 -6.2 ± 0.7 ± 1.0 7 250",
            "paragraph_rank": 52,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 52,
                    "text": "1.8 (3.6)",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "start": 98,
                    "text": "9.2 (13.8) events.",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 440,
                    "text": "[58]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 444,
                    "text": "[59]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 448,
                    "text": "[60]",
                    "end": 452
                },
                {
                    "start": 455,
                    "text": "11  150",
                    "end": 462
                },
                {
                    "start": 528,
                    "text": "9  7  175",
                    "end": 537
                },
                {
                    "start": 603,
                    "text": "5  3  200",
                    "end": 612
                },
                {
                    "start": 663,
                    "text": "5  11  200",
                    "end": 673
                }
            ]
        },
        {
            "section": "Results",
            "text": "3.1 ± 0.4 ± 0.5 1.5 ± 0.5 ± 0.5 -4.7 ± 0.6 ± 0.6 7 300",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "1. Table 7. Dielectron and electron-muon channel results after final optimization. The background predictions from prompt same-sign leptons, misidentified leptons, and mismeasured charge are shown along with the total background estimate and the number of events observed in data. The uncertainties shown are the statistical and systematic components, respectively. ",
            "paragraph_rank": 54,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 7",
                    "end": 10
                }
            ]
        },
        {
            "section": "Results",
            "text": "19.7 fb CMS Figure 4. Exclusion region at 95% CL in the cross section times branching fraction for σ(pp → Ne ± → e ± e ± qq ) (top) and σ(pp → N e ± /µ ± → e ± µ ± qq ) (bottom) as a function of m N . The dashed curve is the expected upper limit, with one and two standard-deviation bands shown in dark green and light yellow, respectively. The solid black curve is the observed upper limit. yields in table 7. Poisson distributions are used for the signal and log-normal distributions for the nuisance parameters. Limits are also set on",
            "paragraph_rank": 55,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 12,
                    "text": "Figure 4",
                    "end": 20
                }
            ]
        },
        {
            "section": "Results",
            "text": "The 95% CL limits on the cross section times branching fractions, pp → N ± → ± ( )± qq , as a function of m N , are shown in figure 4. The limits on the absolute values of the mixing elements |V",
            "paragraph_rank": 56,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 125,
                    "text": "figure 4",
                    "end": 133
                }
            ]
        },
        {
            "section": "Results",
            "text": "are shown in figure 5, also as a function of m N . The mass range below m N = 40 GeV is not considered because of the very low selection efficiency for the signal in this mass region. The behaviour of the limits around m N = 80 GeV is caused by the fact that as the heavy Majorana neutrino gets close to the W boson mass from below or above, the lepton produced together with the N or the lepton from the N decay has very low p T , respectively. JHEP04 2016  ",
            "paragraph_rank": 57,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 453,
                    "text": "2016",
                    "end": 457
                }
            ]
        },
        {
            "section": "Results",
            "text": "vs. m N plane (bottom). The dashed black curve is the expected upper limit, with one and two standard-deviation bands shown in dark green and light yellow, respectively. The solid black curve is the observed upper limit. Also shown are the upper limits from other direct searches: L3 [22,23], DELPHI [21], ATLAS [33], and the upper limits from the CMS √ s = 7 TeV (2011) data [32].",
            "paragraph_rank": 58,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 284,
                    "text": "[22,",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 288,
                    "text": "23]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 300,
                    "text": "[21]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 312,
                    "text": "[33]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 376,
                    "text": "[32]",
                    "end": 380
                }
            ]
        },
        {
            "section": "Results",
            "text": "A significant increase in sensitivity on the limits for |V eN | 2 has been achieved over the previous limits set by CMS with the 7 TeV data set [32]. These limits are the most restrictive direct limits for heavy Majorana neutrino masses above 200 GeV. The limits on",
            "paragraph_rank": 59,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 144,
                    "text": "[32]",
                    "end": 148
                }
            ]
        },
        {
            "section": "Results",
            "text": "presented here are the first direct limits on this quantity for m N > 40 GeV.",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "The observed limits on the cross section times branching fraction for the dielectron and electron-muon channels are shown in figure 6 along with the corresponding CMS limit for the dimuon channel obtained at √ s = 8 TeV reported in ref. [30]. A similar comparison of the limits on the mixing elements is shown in figure 7. ",
            "paragraph_rank": 61,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 237,
                    "text": "[30]",
                    "end": 241
                }
            ]
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 21
        },
        {
            "section": "JHEP04(2016)169",
            "text": "19.7 fb CMS Figure 6. Comparison of observed exclusion regions at 95% CL in the cross section times branching fraction as a function of m N for pp → Ne ± → e ± e ± qq , pp → Nµ ± → µ ± µ ± qq , and pp → N e ± /µ ± → e ± µ ± qq . The result for the dimuon channel is from ref. [30].  ",
            "paragraph_rank": 62,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 12,
                    "text": "Figure 6",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 276,
                    "text": "[30]",
                    "end": 280
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 22
        },
        {
            "section": "Summary",
            "text": "A search for heavy Majorana neutrinos in e ± e ± jj and e ± µ ± jj events has been performed using 19.7 fb −1 of data collected during 2012 in pp collisions at a centre-of-mass energy of 8 TeV. No excess of events compared to the expected standard model background prediction is observed. Upper limits at 95% CL are set on |V eN | 2 and |V eN V * µN | 2 /(|V eN | 2 + |V µN | 2 ) as a function of m N in the range m N = 40-500 GeV, where V N is the mixing element of the heavy neutrino N with the standard model neutrino ν .",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 23
        },
        {
            "section": "JHEP04(2016)169",
            "text": "A significant increase in sensitivity on the limits for |V eN | has been achieved over the previous limits set by CMS with the 7 TeV data. These limits are the most restrictive direct limits for heavy Majorana neutrino masses above 200 GeV. The limits on ",
            "paragraph_rank": 64,
            "section_rank": 23
        },
        {
            "text": "Acknowledgments",
            "section_rank": 24
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA).",
            "paragraph_rank": 65,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 686,
                    "text": "(Brazil)",
                    "end": 694
                }
            ]
        },
        {
            "section": "Acknowledgments",
            "text": "Individuals have received support from the Marie-Curie programme and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOM-ING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the OPUS programme of the National Science Center (Poland); the Compagnia di San Paolo (Torino); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the National Priorities Research Program by Qatar National Research Fund; the Rachadapisek",
            "paragraph_rank": 66,
            "section_rank": 24
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 25
        },
        {
            "section": "JHEP04(2016)169",
            "text": "Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University (Thailand); the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); and the Welch Foundation, contract C-1845.",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "section": "JHEP04(2016)169",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Figure 5 .",
            "section_rank": 26
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Exclusion region at 95% CL in the |V eN | 2 vs. m N plane (top) and |V eN | 2 and|V eN V * µN | 2 /(|V eN | 2 + |V µN | 2 ) vs. m N plane (bottom).The dashed black curve is the expected upper limit, with one and two standard-deviation bands shown in dark green and light yellow, respectively. The solid black curve is the observed upper limit. Also shown are the upper limits from other direct searches: L3[22,23], DELPHI[21], ATLAS[33], and the upper limits from the CMS √ s = 7 TeV (2011) data[32].",
            "paragraph_rank": 69,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 416,
                    "text": "[22,",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 420,
                    "text": "23]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 431,
                    "text": "[21]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 442,
                    "text": "[33]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 505,
                    "text": "[32]",
                    "end": 509
                }
            ]
        },
        {
            "text": "Table 2 .",
            "section_rank": 27
        },
        {
            "section": "Table 2 .",
            "text": "Selection requirements on discriminating variables determined by the optimization for each Majorana neutrino mass point. The last column shows the overall signal acceptance. Different selection criteria are used for low-and high-mass search regions. The \"-\" indicates that no selection requirement is made.",
            "paragraph_rank": 70,
            "section_rank": 27
        },
        {
            "text": "Table 4 .",
            "section_rank": 28
        },
        {
            "section": "Table 4 .",
            "text": "Summary of the relative systematic uncertainties in heavy Majorana neutrino signal yields and the background from prompt same-sign leptons, both estimated from simulation. The relative systematic uncertainties assigned to the data-driven backgrounds for the misidentified lepton background and mismeasured charge background are also shown. The uncertainties are given for the low-mass (high-mass) selections.",
            "paragraph_rank": 71,
            "section_rank": 28
        },
        {
            "text": "Table 6 .",
            "section_rank": 29
        },
        {
            "section": "Table 6 .",
            "text": "Channel/Region Prompt bkgd. Misid. bkgd. Charge mismeas. bkgd. Total bkgd. N obs ee / Low-mass 4.0 ± 0.4 ± 0.8 26.7 ± 3.2 ± 10.7 2.00 ± 0.03 ± 0.24 32.6 ± 3.2 ± 10.7 33 ee / High-mass 10.8 ± 0.7 ± 2.2 36.9 ± 3.6 ± 14.8 6.99 ± 0.09 ± 0.84 55.4 ± 3.6 ± 14.8 54 eµ / Low-mass 10.4 ± 0.7 ± 2.1 63.4 ± 4.1 ± 21.5 0.07 ± 0.01 ± 0.01 73.9 ± 4.1 ± 21.6 71 eµ / High-mass 24.1 ± 1.1 ± 4.8 75.6 ± 4.3 ± 25.7 0.24 ± 0.01 ± 0.01 99.8 ± 4.5 ± 25.8117Observed event yields and estimated backgrounds after the application of all selection, except for the final optimization. The background predictions from prompt same-sign leptons (Prompt bkgd.), misidentified leptons (Misid. bkgd.), mismeasured charge (Charge mismeas. bkgd.) and the total background (Total bkgd.) are shown together with the number of events observed in data. The uncertainties shown are the statistical and systematic components, respectively.",
            "paragraph_rank": 72,
            "section_rank": 29
        },
        {
            "text": "Comparison of observed exclusion regions at 95% CL in|V µN | 2 , |V eN | 2 , and |V eN V * µN | 2 /(|V eN | 2 + |V µN | 2 ). The CMS result for |V µN | 2 is from ref.[30].",
            "paragraph_rank": 73,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 166,
                    "text": "[30]",
                    "end": 170
                }
            ]
        },
        {
            "text": "µN | 2 /(|V eN | 2 + |V µN | 2 ) presented here are the first direct limits on this quantity for m N above 40 GeV. For m N = 90 GeV the limits are |V eN | 2 < 0.020 and |V eN V * µN | 2 /(|V eN | 2 + |V µN | 2 ) < 0.005. At m N = 200 GeV the limits are |V eN | 2 < 0.017 and |V eN V * µN | 2 /(|V eN | 2 + |V µN | 2 ) < 0.005, and at m N = 500 GeV they are |V eN | 2 < 0.71 and |V eN V * µN | 2 /(|V eN | 2 + |V µN | 2 ) < 0.29.",
            "paragraph_rank": 74,
            "section_rank": 31
        },
        {
            "text": "*    ",
            "paragraph_rank": 75,
            "section_rank": 31
        },
        {
            "text": "JHEP04(2016)169",
            "section_rank": 33
        },
        {
            "section": "JHEP04(2016)169",
            "text": "Georgian Technical University, Tbilisi, Georgia",
            "paragraph_rank": 76,
            "section_rank": 33
        },
        {
            "section": "JHEP04(2016)169",
            "text": "JHEP04 2016 ",
            "paragraph_rank": 77,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2016",
                    "end": 11
                }
            ]
        }
    ]
}