{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The parameters of the seasonal modulations (variations) in the intensity of muons and cosmogenic neutrons generated by them at a mean muon energy of 280 GeV have been determined in the LVD (Large Volume Detector) experiment. The modulations of muons and neutrons are caused by a temperature effect, the seasonal temperature and density variations of the upper atmospheric layers. The analysis performed here leads to the conclusion that the variations in the mean energy of the muon flux are the main source of underground cosmogenic neutron variations, because the energy of muons is more sensitive to the temperature effect than their intensity. The parameters of the seasonal modulations in the mean energy of muons and the flux of cosmogenic neutrons at the LVD depth have been determined from the data obtained over seven years of LVD operation.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "At present, the correlation between the annual modulations in the counting rate of events observed in dark matter particle search experiments [1], [2], [3], [4] and the seasonal variations in the underground muon flux is being actively discussed. The muon intensity variations at great depths are considered as a possible source of the seasonal modulations of events in low-background detectors. It is assumed that the modulations can be produced by cosmogenic neutrons whose flux is linearly related to the varying muon flux.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 142,
                    "text": "[1]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 147,
                    "text": "[2]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 152,
                    "text": "[3]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 157,
                    "text": "[4]",
                    "end": 160
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The cause of the seasonal muon variations at sea level and underground is well known [5], [6], [7]. This is a temperature effect that leads to a change in the density of the terrestrial atmosphere and its height as a result of its heating in summer and cooling in winter. On the one hand, a decrease in the density of the upper atmospheric layers (stratosphere) through expansion when heated leads to an increase in the probability of the π → µ decays of first generation charged pions from extensive air showers (EASs) and to a corresponding decrease in the number of pions (and the number of their decays π → µ) in the last generations. On the other hand, the atmosphere expansion increases the probability of the µ → e decays of low energy muons on their way to the Earth. The first fact, an increase in the probability of the decays π → µ, gives a positive temperature effect observed in the high energy muon flux. The last two facts associated with low energy muons lead to a negative temperature effect, a reduction in the muon intensity at sea level, where the mean muon energy is ∼ 4 GeV. The observed muon variations are determined by the combined action of the negative and positive effects. The negative component dominates approximately down to 20 meters water equivalent (m w.e.). Its contribution is decreased with a depth increasing and becomes negligible starting from approximately 200 m w.e. (E µ = 35 GeV). Muons at energies above 1 TeV produced at pA-interaction energies above 100 TeV can reach depths greater than 2 km w.e. The positive temperature effect is clearly observed at large underground facilities [8], [9], [10].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 85,
                    "text": "[5]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 90,
                    "text": "[6]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 95,
                    "text": "[7]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1630,
                    "text": "[8]",
                    "end": 1633
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1635,
                    "text": "[9]",
                    "end": 1638
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1640,
                    "text": "[10]",
                    "end": 1644
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the LVD [11] experiment the parameters of seasonal variations both muon intensity and number of neutrons produced by muons for a fixed time interval (60 days) in LVD structure were determined. The puzzle of the data obtained is inequality of amplitudes of the neutron number modulation and modulation of muon intensity: the first is about 10 times greater than the second one. This problem can be solved by assuming seasonal variations of the muon flux mean energy which determines the neutron production.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 11,
                    "text": "[11]",
                    "end": 15
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The positive temperature effect increases the probability of the decays of first pion generations in EAS. This must lead not only to a rise in the intensity of muons at great depths but also to an increase in their mean energy. Below, we will estimate the seasonal variations in the mean muon energy and the variations in the number of neutrons produced by muons using the LVD data [9], [11].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 382,
                    "text": "[9]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 387,
                    "text": "[11]",
                    "end": 391
                }
            ]
        },
        {
            "text": "The Determining of the number of muoninduced neutrons in the LVD",
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "The Large Volume Detector (LVD) is described in detail in [9], [12], [13].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 58,
                    "text": "[9]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 63,
                    "text": "[12]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 69,
                    "text": "[13]",
                    "end": 73
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "The main objective of the detector is to search for neutrino bursts from the gravitational stellar core collapse. The muon intensity at the LVD depth is I 0 µ = (3.31 ± 0.03) × 10 −4 m −2 s −1 [14]. The threshold muon energy to reach the LVD depth is 1.3 TeV [12]. The ionization losses of a vertical muon in the LVD structure are, on average, ∼ 2.2 GeV. The criteria for the selection of muon events from all the detected events specify the muon rate in each tower ∼ 1.2 min −1 . The mean energies of single muons and muons in pairs are (270 ± 18) and (381 ± 21) GeV, respectively [15]. Single muons account for ∼ 90% of the number of muon events. The mean energy of the muon flux is E µ = 280 GeV. Below, we will use this value.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 193,
                    "text": "[14]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 259,
                    "text": "[12]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 582,
                    "text": "[15]",
                    "end": 586
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "Neutrons are produced by muons in the LVD scintillator and the elements of its steel structure. The detection efficiency of neutrons produced in the scintillator and uniformly distributed in a counter volume is ∼ 50%. Neutrons produced in iron are detected with an efficiency of ∼ 20%. The delayed coincidence method is used to determine the number of generated neutrons: γ-quanta from capture of a neutron by a free proton in the scintillator or by an iron nucleus in the steel structure are detected in a time interval of 1 ms after the muon passage through the LVD.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "The counters through which the muon passed and those adjacent to them are included in the analysis. The time distribution of pulses summed over all muons and counters is described by a function N(t) = N 0 exp(−t/τ γ )+B. N 0 is determined at constant B specifying the background of measurements and known time τ γ = 180µs. The product N 0 τ γ gives the number of detected γquanta in the time interval from 0 to ∞ Using N 0 τ γ and taking into account the neutron detection efficiency (including the γ-quanta detection efficiency), we obtain the number of neutrons produced in the selected muon events.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "3 Seasonal modulations in the mean energy of the muon flux and muon-induced neutrons",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "The time dependence I µ (t) of the muon flux per day over eight years of LVD operation (21.5 × 10 6 muon events) starting from January 1, 2001 ( Fig. 1a) was obtained in [9]:",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 145,
                    "text": "Fig. 1a",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 170,
                    "text": "[9]",
                    "end": 173
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "The mean intensity was (3.31 ± 0.03) × 10 −4 m −2 s −1 ; the modulation period was T = (367 ± 15) days. The phase t µ 0 = (185 ± 15) days corresponds to a maximum muon intensity at the beginning of July. The intensity modulation amplitude is δI µ = (5.0 ± 0.2) × 10 −6 m −2 s −1 . The derived modulation parameters are consistent with the measurements in the MACRO experiment at the same depth as the LVD one [8]. The muon intensity measurements at the BOREXINO facility (2007 -2011, 4.6 × 10 6 muons) located near the LVD [10] are also consistent with the LVD and MACRO parameters.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 409,
                    "text": "[8]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 523,
                    "text": "[10]",
                    "end": 527
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "The variations in the number of neutrons generated by the muon flux in the detector material were detected at the LVD [11]. The parameters of variations were determined using the LVD data from April 1, 2003, to April 1, 2010. To increase the statistics, the number of muon-induced neutrons was determined with a step of 60 days (Fig. 1b). When fitting the experimental data by a function",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 118,
                    "text": "[11]",
                    "end": 122
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 328,
                    "text": "(Fig. 1b)",
                    "end": 337
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "the best agreement of the fitting curve with the experimental data points is achieved at the following parameters of the function: N 0 = 65.0 ± 2.2, δN = 9.3 ± 3.9, T = 1 yr, and t n 0 = 185 ± 18 days. The derived phase agrees with the phase of muon variations t µ 0 [11]. The maximum relative increase in the number of neutrons is",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 267,
                    "text": "[11]",
                    "end": 271
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "A similar value can be obtained for the muon intensity using the parameters of function (1): k I n = 1.015. It has been pointed out above that the number of neutrons detected by the LVD in 60 days must depend both on the number of muons passed through the detector in this time and on their energy. In such a case,",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "whence",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "k E n is a coefficient that allows for the maximum change in energy E µ . It is well known that the dependence of the number of neutrons on muon energy can be described by a power law E α µ , consequently,",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "Hence we determine the maximum mean energy of the muon flux (summer value) as a function of the yearly mean E µ :",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "The quantity α has been investigated theoretically and experimentally; it is limited by 0.7 and 0.8 [16], [17], [18]. The best agreement with the experimental data on the neutron yield is observed at α = 0.78 [19]. Substituting this value into (7), we find at E µ = 280 GeV that E max µ = 326 GeV. Thus, assuming that the seasonal variations of the muon energy and intensity have the same origin and that the deviations E max µ − E µ and E µ − E min µ are equal (because α is close to 1), we obtain the time dependence of the energy E µ (t) averaged over the muon flux in general form:",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 100,
                    "text": "[16]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 106,
                    "text": "[17]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 112,
                    "text": "[18]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 209,
                    "text": "[19]",
                    "end": 213
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "At the LVD depth, E µ = 280 GeV and δE µ = 46 GeV; the relative modulation amplitude of the energy averaged over the muon flux is 16%. The derived amplitude δE µ = 46 GeV has an uncertainty of ∼ 60%, which is attributable mainly to the error in δN, ∼ 40%. Being dependent on the intensity I µ and energy E µ , the neutron flux also undergoes seasonal variations. The annual mean neutron flux at a given depth H is expressed by the formula",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "is the annual mean global muon intensity at depth H; Y (E µ , A)[n/µ/(g • cm −2 )] is the cosmogenic neutron yield in a material with mass number A at muon energy [GeV] corresponding to this depth; λ n [g • cm −2 ] is the cosmogenic neutron attenuation length (∼ 40g • cm −2 for standard rock A = 22, Z = 11). Using the formula for the neutron yield obtained in [19],",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 362,
                    "text": "[19]",
                    "end": 366
                }
            ]
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "we arrive at an expression for the neutron flux in a material with mass number A:",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "Taking into account k n = 1.143, we obtain an expression for the seasonal modulations in the flux of cosmogenic neutrons at the LVD depth H 0 produced in material A:",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "The Determining of the number of muoninduced neutrons in the LVD",
            "text": "An enhancement of the annual modulations in the cosmogenic neutron flux compared to the muon flux arouses a desire to associate the signal modulations in the DAMA/LIBRA experiment [20] with them. The difference in the modulation phases of the neutron flux t n 0 = 185 ± 18 days (the maximum occurs at the beginning of July) and the DAMA/LIBRA signal t D/L 0 = 152.5 days (the maximum occurs on June 2) contradicts this.",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 180,
                    "text": "[20]",
                    "end": 184
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 4
        },
        {
            "section": "Conclusions",
            "text": "The variations δE µ in the mean energy of the muon flux are the main source of seasonal variations in the underground cosmogenic neutron flux. The relative amplitude of the neutron variations related to δE µ exceeds the relative modulation amplitude δI µ by an order of magnitude. This is explained by a stronger dependence of the energy on the temperature effect than that for I µ .",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Conclusions",
            "text": "Taking into account the dependence of the temperature coefficient α T on depth (the decrease of α T with decreasing depth), which relates the seasonal muon intensity variations ∆I µ /I µ to the atmospheric temperature variations ∆T /T [4], [6], [8], one should expect a corresponding depth dependence of the coefficient k E n and, as a consequence, E max µ . Apart from the seasonal modulations, the temperature of the upper atmospheric layers undergoes irregular variations over a year. As a result, the number of neutrons produced by muons underground deviates considerably from the harmonic function (2) with a breakdown of the constancy of the modulation amplitude δN and the fluctuation phase t n 0 . This should be taken into account when analyzing the background in low-background underground experiments.",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 235,
                    "text": "[4]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 240,
                    "text": "[6]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 245,
                    "text": "[8]",
                    "end": 248
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 5
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: (a) Muon intensity variations per day over 8 years of LVD operation. (b) The number of neutrons from muons per counter; each point represents the data obtained over two months of LVD operation.",
            "paragraph_rank": 27,
            "section_rank": 5
        }
    ]
}