{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for the charmless three-body decays of the Λ 0 b and Ξ 0 b baryons to the final states Λh + h − , where h ( ) = π or K. The analysis is based on a data sample, corresponding to an integrated luminosity of 3 fb −1 of pp collisions, collected by the LHCb experiment. The Λ 0 b → ΛK + π − and Λ 0 b → ΛK + K − decays are observed for the first time and their branching fractions and CP asymmetry parameters are measured. Evidence is seen for the Λ 0 b → Λπ + π − decay and limits are set on the branching fractions of Ξ 0 b baryon decays to the Λh + h − final states.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The availability of large samples of high energy pp collision data has allowed significant improvements in the experimental studies of b baryons. The masses and lifetimes of the Λ 0 b , Ξ 0 b and Ξ − b particles are all now known to within a few percent or better [1][2][3][4][5], and excited Λ 0 b and Ξ b baryons have been discovered [6][7][8]. However, relatively few decay modes of the b baryons have yet been studied. In particular, among the possible charmless hadronic final states, only the two-body Λ 0 b → pK − and Λ 0 b → pπ − decays [9], the quasitwo-body Λ 0 b → Λφ decay [10] and the three-body Λ 0 b → K 0 S pπ − decay [11] have been observed, while evidence has been reported for the Λ 0 b → Λη decay [12]. No decay of a Ξ b baryon to a charmless final state has yet been observed. Such decays are of great interest as they proceed either by tree-level decays involving the Cabibbo-Kobayashi-Maskawa [13,14] matrix element V ub or by loop-induced amplitudes, and they are consequently expected to have suppressed decay rates in the Standard Model. Their study may also provide insights into the mechanisms of hadronisation in b baryon decays. Moreover, charmless hadronic b baryon decays provide interesting possibilities to search for CP violation effects, as have been seen in the corresponding B meson decays [15][16][17][18][19].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 264,
                    "text": "[1]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 267,
                    "text": "[2]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 270,
                    "text": "[3]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 273,
                    "text": "[4]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 276,
                    "text": "[5]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 336,
                    "text": "[6]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 339,
                    "text": "[7]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 342,
                    "text": "[8]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 545,
                    "text": "[9]",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 585,
                    "text": "[10]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "start": 634,
                    "text": "[11]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 717,
                    "text": "[12]",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 916,
                    "text": "[13,",
                    "end": 920
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 920,
                    "text": "14]",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "start": 1328,
                    "text": "[15]",
                    "end": 1332
                },
                {
                    "type": "bibr",
                    "start": 1332,
                    "text": "[16]",
                    "end": 1336
                },
                {
                    "type": "bibr",
                    "start": 1336,
                    "text": "[17]",
                    "end": 1340
                },
                {
                    "type": "bibr",
                    "start": 1340,
                    "text": "[18]",
                    "end": 1344
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1344,
                    "text": "[19]",
                    "end": 1348
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, a search is reported for charmless decays of the Λ 0 b and Ξ 0 b baryons to the final states Λπ + π − , ΛK ± π ∓ and ΛK + K − . The inclusion of charge conjugate processes is implied throughout, except where the determination of asymmetries is discussed. Intermediate states containing charmed hadrons are excluded from the signal sample and studied -1 -",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "JHEP05(2016)081",
            "section_rank": 3
        },
        {
            "section": "JHEP05(2016)081",
            "text": "separately: transitions involving a Λ + c → Λπ + decay are used as a control sample and to normalise the measured branching fractions, and those with Λ + c → ΛK + decays provide cross-checks of the analysis procedure. In all cases the Λ baryon is reconstructed in the pπ − final state. Although b baryon decays to the ΛK + π − and ΛK − π + final states can be distinguished through correlation of the proton and kaon charges, they are combined together in the ΛK ± π ∓ sample to improve the stability of the fit to the mass spectra. The Λ 0 b → ΛK + π − and Ξ 0 b → ΛK − π + decays are expected to dominate over the modes with swapped kaon and pion charges, and therefore the results are presented assuming the suppressed contribution is negligible, as is commonly done in similar cases [16,17,20,21].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 787,
                    "text": "[16,",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "start": 791,
                    "text": "17,",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 794,
                    "text": "20,",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "start": 797,
                    "text": "21]",
                    "end": 800
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "No previous experimental information exists on the charmless hadronic decays being studied; theoretical predictions for the branching fraction of the Λ 0 b → Λπ + π − decay are in the range 10 −9 -10 −7 [22][23][24].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 203,
                    "text": "[22]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 207,
                    "text": "[23]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 211,
                    "text": "[24]",
                    "end": 215
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The paper is organised as follows. A description of the LHCb detector and the dataset used for the analysis is given in section 2. The selection algorithms, the method to determine signal yields, and the systematic uncertainties on the results are discussed in sections 3-5. The measured branching fractions are presented in section 6. Since significant signals are observed for the Λ 0 b → ΛK + π − and Λ 0 b → ΛK + K − channels, measurements of the phase-space integrated CP asymmetry parameters of these modes are reported in section 7. Conclusions are given in section 8.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Detector and dataset",
            "section_rank": 4
        },
        {
            "section": "Detector and dataset",
            "text": "The analysis is based on pp collision data collected with the LHCb detector, corresponding to 1.0 fb −1 at a centre of mass energy of 7 TeV in 2011, and 2.0 fb −1 at a centre of mass energy of 8 TeV in 2012. The LHCb detector [25,26] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area siliconstrip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex, the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillatingpad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 226,
                    "text": "[25,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 230,
                    "text": "26]",
                    "end": 233
                }
            ]
        },
        {
            "section": "Detector and dataset",
            "text": "The online event selection is performed by a trigger [27,28], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, in which all charged particles with p T > 500 (300) MeV/c are reconstructed",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 53,
                    "text": "[27,",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 57,
                    "text": "28]",
                    "end": 60
                }
            ]
        },
        {
            "text": "JHEP05(2016)081",
            "section_rank": 5
        },
        {
            "section": "JHEP05(2016)081",
            "text": "for 2011 (2012) data. At the hardware trigger stage, events are required to have a muon with high p T or a hadron, photon or electron with high transverse energy in the calorimeters. For hadrons, the transverse energy threshold is 3.5 GeV. The software trigger requires a two-, three-or four-track secondary vertex with significant displacement from the primary pp interaction vertices (PVs). At least one charged particle must have transverse momentum p T > 1.7 GeV/c and be inconsistent with originating from any PV. A multivariate algorithm [29] is used for the identification of secondary vertices consistent with the decay of a b hadron.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 544,
                    "text": "[29]",
                    "end": 548
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The efficiency with which the software trigger selected the signal modes varied during the data-taking period, for reasons that are related to the reconstruction of the long-lived Λ baryon. Such decays are reconstructed in two different categories, the first involving Λ particles that decay early enough for the produced particles to be reconstructed in the vertex detector, and the second containing Λ baryons that decay later such that track segments cannot be formed in the vertex detector. These categories are referred to as long and downstream, respectively. During 2011, downstream tracks were not reconstructed in the software trigger. Such tracks were included in the trigger logic during 2012 data-taking; however, a significant improvement in the algorithms was implemented during a technical stop period. Consequently, the data are subdivided into three data-taking periods (2011, 2012a and 2012b) as well as the two reconstruction categories (long and downstream). The 2012b sample has the best trigger efficiency, especially in the downstream category, and is also the largest sample, corresponding to 1.4 fb −1 . The long category has better mass, momentum and vertex resolution than the downstream category.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "JHEP05(2016)081",
            "text": "Simulated data samples are used to study the response of the detector and to investigate certain categories of background. In the simulation, pp collisions are generated using Pythia [30,31] with a specific LHCb configuration [32]. Decays of hadronic particles are described by EvtGen [33], in which final-state radiation is generated using Photos [34]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [35,36] as described in ref. [37].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 183,
                    "text": "[30,",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 187,
                    "text": "31]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 226,
                    "text": "[32]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 285,
                    "text": "[33]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 348,
                    "text": "[34]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 475,
                    "text": "[35,",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 479,
                    "text": "36]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 504,
                    "text": "[37]",
                    "end": 508
                }
            ]
        },
        {
            "text": "Selection requirements and efficiency modelling",
            "section_rank": 6
        },
        {
            "section": "Selection requirements and efficiency modelling",
            "text": "The selection exploits the topology of the three-body decay and the b baryon kinematic properties, first in a preselection stage, with minimal effect on signal efficiency, and subsequently in a multivariate classifier. Each b baryon candidate is reconstructed by combining two oppositely charged tracks with a Λ candidate. The Λ decay products are both required to have momentum greater than 2 GeV/c and to form a vertex with low χ 2 vtx . In addition, the tracks must not be associated with any PV as quantified by the χ 2 IP variable, defined as the difference in χ 2 of a given PV reconstructed with and without the considered track.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 432,
                    "text": "2",
                    "end": 433
                }
            ]
        },
        {
            "section": "Selection requirements and efficiency modelling",
            "text": "The track pair must satisfy |m(pπ − ) − m Λ | < 20 (15) MeV/c 2 for downstream (long) candidates, where m Λ is the known Λ mass [38]. The Λ candidate is associated to the PV which gives the smallest χ 2 IP , and significant vertex separation is ensured with a requirement on χ 2 VS , the square of the separation distance between the Λ vertex and the associated -3 -",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 128,
                    "text": "[38]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 201,
                    "text": "2",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 277,
                    "text": "2",
                    "end": 278
                }
            ]
        },
        {
            "text": "JHEP05(2016)081",
            "section_rank": 7
        },
        {
            "section": "JHEP05(2016)081",
            "text": "PV divided by its uncertainty. A loose particle identification (PID) requirement, based primarily on information from the ring-imaging Cherenkov detectors, is imposed on the proton candidate to remove background from K 0 S decays. For downstream Λ candidates p Λ > 8 GeV/c is also required.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The scalar sum of the transverse momenta of the Λ candidate and the two h + h − tracks is required to be greater than 3 GeV/c (4.2 GeV/c for downstream candidates).",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The IP of the charged track with the largest p T is required to be greater than 0.05 mm. The minimum, for any pair from (Λ, h + , h − ), of the square of the distance of closest approach divided by its uncertainty must be less than 5. The b baryon candidate must have a good quality vertex, be significantly displaced from the PV, and have p T > 1.5 GeV/c. Furthermore, it must have low values of both χ 2 IP and pointing angle (i.e. the angle between the b baryon momentum vector and the line joining its production and decay vertices), which ensure that it points back to the PV. Additionally, the Λ and b baryon candidate vertices must be separated by at least 30 mm along the beam direction. The candidates are separated with PID criteria (discussed below) into the three different final states: Λπ + π − , ΛK ± π ∓ and ΛK + K − . Candidates where any of the tracks is identified as a muon are rejected; this removes backgrounds resulting from semimuonic b baryon decays, [39]. Decays involving intermediate Λ + c baryons are removed from the signal sample with a veto that is applied within ±30 MeV/c 2 of the known Λ + c mass [38]; in the case of Λ + c → Λπ + however, these candidates are retained and used as a control sample. A similar veto window is applied around the Ξ + c mass, and backgrounds from the Λ 0 b → ΛD 0 decay with D 0 → h + h − are also removed with a ±30 MeV/c 2 window around the known D 0 mass.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 976,
                    "text": "[39]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1132,
                    "text": "[38]",
                    "end": 1136
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The b baryon candidates are required to have invariant mass within the range 5300 < m(Λh + h − ) < 6100 MeV/c 2 , when reconstructed with the appropriate mass hypothesis for the h + and h − tracks. To avoid potential biases during the selection optimisation, regions of ±50 MeV/c 2 , to be compared to the typical resolution of 15 MeV/c 2 , around both the Λ 0 b and Ξ 0 b masses were not examined until the selection criteria were established. Further separation of signal from combinatorial background candidates is achieved with a boosted decision tree (BDT) multivariate classifier [40,41]. The BDT is trained using a simulated Λ 0 b → Λπ + π − signal sample and data from the sideband region 5838 < m(Λπ + π − ) < 6100 MeV/c 2 for the background. To prevent bias, each sample is split into two disjoint subsets and two separate classifiers are each trained and evaluated on different subsets, such that events used to train one BDT are classified using the other.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 586,
                    "text": "[40,",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 590,
                    "text": "41]",
                    "end": 593
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The set of input variables is chosen to optimise the performance of the algorithm, and to minimise variation of the efficiency across the phase space. The input variables for the BDTs are: p T , η, χ 2 IP , χ 2 VS , pointing angle and χ 2 vtx of the b baryon candidate; the sum of the χ 2 IP values of the h + and h − tracks; and the χ 2 IP , χ 2 VS and χ 2 vtx of the Λ candidate. Separate BDT classifiers are trained for each data-taking period and for the downstream and long categories.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The optimal BDT and PID cut values are determined separately for each subsample by optimising the figure of merit sig / a 2 + √ B [42], where a = 5 quantifies the target",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 130,
                    "text": "[42]",
                    "end": 134
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "level of significance in units of standard deviations (σ), sig is the efficiency of the signal selection determined from simulated events, and B is the expected number of background events in the signal region, which is estimated by extrapolating the result of a fit to the invariant mass distribution of the data sidebands. In the optimisation of the PID criteria, possible cross-feed backgrounds from misidentified decays to the other signal final states are also considered; their relative rates are obtained from data using the control modes containing Λ + c decays. The optimised BDT requirements typically have signal efficiencies of around 50 % whilst rejecting over 90 % of the combinatorial background. The optimised PID requirements have efficiencies around 60 % and reject over 95 % (80 %) of π → K (K → π) cross-feed. If more than one candidate is selected in any event, one is chosen at random and all others discarded -this occurs in less than 2 % of selected events.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The efficiency of the selection requirements is studied using simulated events and, for the PID requirements, high-yield data control samples of D 0 → K − π + and Λ → pπ − decays [43]. A multibody decay can in general proceed through intermediate states as well as through nonresonant amplitudes. It is therefore necessary to model the variation of the efficiency, and to account for the distribution of signal events, over the phase space of the decay. This is achieved, in a similar way as done for previous studies of b baryon decays [11,44,45], by factorising the efficiency into a two-dimensional function of variables that describe the Dalitz plot [46] and three one-dimensional functions for the angular variables. Simulated events are binned in these variables in order to determine the selection efficiencies. If no significant b baryon signal is seen, the efficiency corresponding to a uniform phase-space distribution is used, and a systematic uncertainty is assigned to account for the variation across the phase space. For modes with a significant yield, the distribution in the phase space is obtained with the sPlot technique [47] with the b baryon candidate invariant mass used as the control variable, and the efficiency corresponding to the observed distribution is used.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 179,
                    "text": "[43]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "start": 537,
                    "text": "[11,",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 541,
                    "text": "44,",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 544,
                    "text": "45]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 654,
                    "text": "[46]",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1141,
                    "text": "[47]",
                    "end": 1145
                }
            ]
        },
        {
            "text": "Fit model and results",
            "section_rank": 8
        },
        {
            "section": "Fit model and results",
            "text": "All signal and background yields, as well as the yields of Λ 0 b → Λ + c h − decays, are determined using a single simultaneous unbinned extended maximum likelihood fit to the b baryon candidate invariant mass distributions for each final state in the six subsamples, which correspond to the three data-taking periods and two reconstruction categories. The probability density function (PDF) in each invariant mass distribution is defined as the sum of components accounting for signals, cross-feed contributions, combinatorial background and other backgrounds. Fitting the subsamples simultaneously allows the use of common shape parameters, while fitting the different final states simultaneously facilitates the imposition of constraints on the level of cross-feed backgrounds.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Fit model and results",
            "text": "Signal PDFs are known to have asymmetric tails that result from a combination of the effects of final-state radiation and stochastic tracking imperfections. The signal mass distributions are each modelled by the sum of two Crystal Ball (CB) functions [48] with a common mean and tails on opposite sides, where the high-mass tail accounts for non-Gaussian reconstruction effects. The peak positions and overall widths of the CB functions",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 251,
                    "text": "[48]",
                    "end": 255
                }
            ]
        },
        {
            "text": "JHEP05(2016)081",
            "section_rank": 9
        },
        {
            "section": "JHEP05(2016)081",
            "text": "are free parameters of the fit to data, while other shape parameters are determined from simulated samples, separately for each subsample, and are fixed in the fit to data.",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "JHEP05(2016)081",
            "text": "Cross-feed backgrounds are also modelled by the sum of two CB functions. The shape parameters are determined from simulation, separately for each subsample, and calibrated with the high-yield data control samples to account for the effects of the PID criteria. In the fit to data, the misidentification rates are constrained to be consistent with expectation.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "JHEP05(2016)081",
            "text": "An exponential function is used to describe the combinatorial background, the yield of which is treated as independent for each subsample. The shape parameter is taken to be the same for all data-taking periods, independently for each final state and reconstruction category. In addition, components are included to account for possible backgrounds from b baryon decays giving the same final state but with an extra soft (low energy) particle that is not reconstructed; examples include the photon that arises from Σ 0 → Λγ decay and the neutral pion in the K * + → K + π 0 decay. Such partially reconstructed backgrounds are modelled by a generalised ARGUS function [49] convolved with a Gaussian function, except in the case of the Λ 0 b → (Λπ + ) Λ + c π − control mode where a nonparametric density estimate is used. The shape parameters are determined from simulation, separately for the two reconstruction categories but for the data-taking periods combined, and are fixed in the fit to data; however, the yield of each partially reconstructed background is unconstrained in the fit.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 667,
                    "text": "[49]",
                    "end": 671
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "In order to limit the number of free parameters in the fit, several additional constraints are imposed. The yield of each cross-feed contribution is constrained within uncertainty to the yield of the corresponding correctly reconstructed decay multiplied by the appropriate misidentification rate. The peak value of the signal shape is fixed to be the same for all Λ 0 b decays, and the difference in peak values for Ξ 0 b and Λ 0 b decays is fixed to the known mass difference [4]. The widths of the signal shapes differ only between the two reconstruction categories, with a small correction factor, obtained from simulation, applied for the control channel modes with an intermediate Λ + c decay. In the ΛK + K − final state, little or no background is expected in the Ξ 0 b signal region. Since likelihood fits cannot give reliable results if there are neither signal nor background candidates, the signal yields for Ξ 0 b → ΛK + K − decays in the long reconstruction category are constrained to be non-negative. All other signal yields are unconstrained. The fit model and its stability are validated with ensembles of pseudoexperiments that are generated according to the fit model, with yields allowed to fluctuate around their expected values according to Poisson statistics. No significant bias is found.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 478,
                    "text": "[4]",
                    "end": 481
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The results of the fit to data are given in table 1 and shown, for all subsamples combined, in figure 1 for the Λ 0 b → (Λπ + ) Λ + c π − control mode and the Λπ + π − signal final state, and in figure 2 for the ΛK ± π ∓ and ΛK + K − signal final states. The expected yield of misidentified Λ 0 b → Λπ + π − decays in the Λ 0 b → ΛK + π − spectrum is 2.9 ± 0.7; that of Λ 0 b → ΛK + π − decays in the Λ 0 b → ΛK + K − spectrum is 3.   As significant yields are obtained for Λ 0 b → ΛK + π − and Λ 0 b → ΛK + K − decays, their Dalitz plot distributions are obtained from data using the sPlot technique and applying event-by-event efficiency corrections based on the position of the decay in the phase space. These distributions are used to determine the average efficiencies for these channels, and are shown in figure 3, where the negative (crossed) bins occur due to the statistical nature of the background subtraction. The Λ 0 b → ΛK + K − signal seen at low m 2 (K + K − ) is consistent with the recent observation of the Λ 0 b → Λφ decay [10]. Although the statistical significance of the Λ 0 b → Λπ + π − channel is over 5 σ, the uncertainty on its Dalitz plot distribution is too large for this method of determining the average efficiency to be viable.  Table 2. Systematic uncertainties (in units of 10 −3 ) on the branching fraction ratios reported in section 6. The total is the sum in quadrature of all contributions.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1043,
                    "text": "[10]",
                    "end": 1047
                },
                {
                    "type": "table",
                    "start": 1262,
                    "text": "Table 2",
                    "end": 1269
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties in the branching fraction measurements are minimised by the choice of a normalisation channel with similar topology and final-state particles. There are residual uncertainties due to approximations made in the fit model, imperfect knowledge of the efficiency, and the uncertainty on the normalisation channel yield. The systematic uncertainties are evaluated separately for each subsample, with correlations taken into account in the combination of results. A summary of the uncertainties assigned on the combined results is given in table 2. The systematic uncertainty from the fit model is evaluated by using alternative shapes for each of the components, for both the charmless and Λ + c spectra. The double Crystal Ball function used for the signal component is replaced with the sum of two Gaussian functions with a common mean. The partially reconstructed background shapes are replaced with nonparametric functions determined from simulation. The combinatorial background model is changed from an exponential function to a second-order polynomial shape. In addition, the effect of varying fixed parameters of the model within their uncertainties is evaluated with pseudoexperiments and added in quadrature to the fit model systematic uncertainty.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "There are several sources of systematic uncertainty related to the evaluation of the relative efficiency. The first is due to the finite size of the simulation samples, and is determined from the effect of fluctuating the efficiency, within uncertainties, in each phasespace bin. The second is determined from the variation of the efficiency across the phase space, and is relevant only for modes without a significant signal yield. The third, from the uncertainty on the kinematical agreement between the signal mode and the PID control modes, is determined by varying the binning of these control samples. Finally, the effects of the vetoes applied to remove charmed intermediate states are investigated by studying the variation in the result with different requirements.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "In order to determine relative branching fractions, it is necessary to account also for the statistical uncertainty in the yield of the Λ 0 b → (Λπ + ) Λ + c π − normalisation channel. The uncertainty on its branching fraction is included when converting results to absolute branching fractions. The total systematic uncertainty is determined as the sum in quadrature of all contributions.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "-9 -",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "JHEP05(2016)081 6 Branching fraction results",
            "section_rank": 11
        },
        {
            "section": "JHEP05(2016)081 6 Branching fraction results",
            "text": "The relative branching fractions for the Λ 0 b decay modes are determined according to 1) where N denotes the yield determined from the maximum likelihood fit to data, as described in section 4, and denotes the efficiency, as described in section 3. For the Ξ 0 b decay modes the expression is modified to account for the fragmentation fractions f Ξ 0 b and f Λ 0 b , i.e. the probability that a b quark hadronises into either a Ξ 0 b or Λ 0 b baryon,",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 87,
                    "text": "1)",
                    "end": 89
                }
            ]
        },
        {
            "section": "JHEP05(2016)081 6 Branching fraction results",
            "text": "b is yet to be measured, the product of quantities on the left-hand side of eq. (62) is reported.",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "ref_id": "formula_3",
                    "start": 80,
                    "text": "(6",
                    "end": 82
                }
            ]
        },
        {
            "section": "JHEP05(2016)081 6 Branching fraction results",
            "text": "The ratios in eq. (6.1) and eq. (6.2) are determined separately for each subsample, and the independent measurements of each quantity are found to be consistent. The results for the subsamples are then combined, taking correlations among the systematic uncertainties into account, giving",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "section": "JHEP05(2016)081 6 Branching fraction results",
            "text": "where the first quoted uncertainty is statistical and the second is systematic. The significances for the Λ 0 b → Λπ + π − , Λ 0 b → ΛK + π − , and Λ 0 b → ΛK + K − modes, including the effects of systematic uncertainties on the yields, are 4.7 σ, 8.1 σ, and 15.8 σ respectively. These are calculated from the change in log-likelihood, after the likelihood obtained from the fit is convolved with a Gaussian function with width corresponding to the systematic uncertainty on the yield.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "JHEP05(2016)081 6 Branching fraction results",
            "text": "The relative branching fractions are multiplied by B(Λ 0 b → (Λπ + ) Λ + c π − ) to obtain absolute branching fractions. The normalisation channel product branching fraction is evaluated to be (6.29 ± 0.78) × 10 −5 from measurements of B(Λ 0 b → Λ + c π − ) [50], B(Λ + c → Λπ + )/B(Λ + c → pK − π + ) [51] and B(Λ + c → pK − π + ) [52]. As the likelihood function for Ξ 0 b → ΛK + K − decays is not reliable, owing to the absence of data in the signal region in the long reconstruction category, a Bayesian approach [53] is used to obtain an upper limit on the branching fraction of this decay mode.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 258,
                    "text": "[50]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 302,
                    "text": "[51]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 332,
                    "text": "[52]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 517,
                    "text": "[53]",
                    "end": 521
                }
            ]
        },
        {
            "text": "JHEP05(2016)081",
            "section_rank": 12
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The Ξ 0 b signal region, 5763 < m(Λh + h − ) < 5823 MeV/c 2 , is assumed to contain the Poisson distributed sum of background and signal components. The prior probability distribution for the signal rate is flat, whereas the prior for the background rate is a Gaussian distribution based on the expectation from the maximum likelihood fit, found by extrapolating the combinatorial background component from the fit into the signal region. Both of these prior distributions are truncated to remove the unphysical (negative) region. Log-normal priors are used for the normalisation mode yield, the signal and normalisation channel efficiencies, and all other sources of systematic uncertainty. The posterior probability distribution is obtained by integrating over the nuisance parameters using Markov chain Monte Carlo [54]. For consistency, the same method is used to obtain upper limits on the branching fractions of all modes which do not have significant yields.",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 818,
                    "text": "[54]",
                    "end": 822
                }
            ]
        },
        {
            "section": "JHEP05(2016)081",
            "text": "The results for the absolute branching fractions are",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "section": "JHEP05(2016)081",
            "text": "where the last quoted uncertainty is due to the precision with which the normalisation channel branching fraction is known.",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "CP asymmetry measurements",
            "section_rank": 13
        },
        {
            "section": "CP asymmetry measurements",
            "text": "The significant yields observed for the Λ 0 b → ΛK + π − and ΛK + K − decays allow measurements of their phase-space integrated CP asymmetries. The simultaneous extended maximum likelihood fit is modified to allow the determination of the raw asymmetry, defined as",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "section": "CP asymmetry measurements",
            "text": "where",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "section": "CP asymmetry measurements",
            "text": "is the efficiency-corrected yield for Λ 0 b (Λ 0 b ) decays. The use of the efficiency-corrected yields accounts for the possibility that there may be larger CP violation effects in certain regions of phase space, as seen in other charmless three-body b hadron decays [19].",
            "paragraph_rank": 43,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 268,
                    "text": "[19]",
                    "end": 272
                }
            ]
        },
        {
            "section": "CP asymmetry measurements",
            "text": "To measure the parameter of the underlying CP violation, the raw asymmetry has to be corrected for possible small detection (A D ) and production (A P ) asymmetries, A CP = A raw CP − (A P + A D ). This can be conveniently achieved with the Λ 0 b → (Λπ  mode, which is expected to have negligible CP violation. Since this mode shares the same initial state as the decay of interest, it has the same production asymmetry; moreover, the final-state selection differs only in the PID requirements and therefore most detection asymmetry effects also cancel. Thus,",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "section": "CP asymmetry measurements",
            "text": "2)",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "section": "CP asymmetry measurements",
            "text": "The measured raw asymmetries, including the efficiency correction for the signal modes, for Λ 0 b → ΛK + π − , Λ 0 b → ΛK + K − , and Λ 0 b → (Λπ + ) Λ + c π − are determined by performing the fit with the data separated into Λ 0 b or Λ 0 b candidates, depending on the charge of the p from the Λ → pπ − decay. They are found to be A raw CP (Λ 0 b → ΛK + π − ) = −0.46 ± 0.23, A raw CP (Λ 0 b → ΛK + K − ) = −0.21 ± 0.10 and A raw CP (Λ 0 b → (Λπ + ) Λ + c π − ) = 0.07 ± 0.07, where the uncertainties are statistical only. The asymmetries for the background components are found to be consistent with zero, as expected.",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "section": "CP asymmetry measurements",
            "text": "Several sources of systematic uncertainty are considered, as summarised in table 3. The uncertainty on A P + A D comes directly from the result of the fit to Λ 0 b → (Λπ + ) Λ + c π − decays. The effect of variations of the detection asymmetry with the decay kinematics, which can be slightly different for reconstructed signal and control modes, is negligible. However, for the Λ 0 b → ΛK + π − channel, a possible asymmetry in kaon detection, which is taken to be 2 % [55], has to be accounted for. Effects related to the choices of signal and background models, possible intrinsic fit biases, and uncertainties in the efficiencies are evaluated in a similar way as for the branching fraction measurements. The total systematic uncertainty is obtained by summing all contributions in quadrature.",
            "paragraph_rank": 47,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 470,
                    "text": "[55]",
                    "end": 474
                }
            ]
        },
        {
            "section": "CP asymmetry measurements",
            "text": "The results for the phase-space integrated CP asymmetries, with correlations taken into account, are where the uncertainties are statistical and systematic, respectively. These are both less than 3 σ from zero, indicating consistency with CP symmetry.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "CP asymmetry measurements",
            "text": "-12 -",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "JHEP05(2016)081 8 Conclusions",
            "section_rank": 14
        },
        {
            "section": "JHEP05(2016)081 8 Conclusions",
            "text": "Using a data sample collected by the LHCb experiment corresponding to an integrated luminosity of 3 fb −1 of high-energy pp collisions, a search for charmless three-body decays of b baryons to the Λπ + π − , ΛK ± π ∓ and ΛK + K − final states has been performed. The Λ 0 b → ΛK + π − and Λ 0 b → ΛK + K − decay modes are observed for the first time, and their branching fractions and CP asymmetry parameters are measured. No evidence is seen for CP asymmetry in the phase-space integrated decay rates of these modes. Evidence is seen for the Λ 0 b → Λπ + π − decay, with a branching fraction somewhat larger than predicted by theoretical calculations [22][23][24], and limits are set on the branching fractions of Ξ 0 b → Λπ + π − , Ξ 0 b → ΛK − π + , and Ξ 0 b → ΛK + K − decays. These results motivate further studies, both experimental and theoretical, into Λ 0 b and Ξ 0 b decays to Λh + h − final states.",
            "paragraph_rank": 50,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 651,
                    "text": "[22]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 655,
                    "text": "[23]",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 659,
                    "text": "[24]",
                    "end": 663
                }
            ]
        },
        {
            "text": "Figure 1 .Figure 2 .",
            "section_rank": 15
        },
        {
            "section": "Figure 1 .Figure 2 .",
            "text": "Figure 1. Results of the fit for the (left) Λ 0 b → (Λπ + ) Λ + c π − control mode and (right) Λπ + π − signal final states, for all subsamples combined. Superimposed on the data are the total result of the fit as a solid blue line, the Λ 0 b (Ξ 0 b ) decay as a short-dashed black (double dot-dashed grey) line, cross-feed as triple dot-dashed brown lines, the combinatorial background as a long-dashed green line, and partially reconstructed background components with either a missing neutral pion as a dot-dashed purple line or a missing soft photon as a dotted cyan line.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "text": "Figure 3 .",
            "section_rank": 16
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3.Background-subtracted and efficiency-corrected Dalitz plot distributions for (left) Λ 0 b → ΛK + π − and (right) Λ 0 b → ΛK + K − with data from all subsamples combined. Boxes with a cross indicate negative values.",
            "paragraph_rank": 52,
            "section_rank": 16
        },
        {
            "text": "A",
            "section_rank": 17
        },
        {
            "section": "A",
            "text": "CP (Λ 0 b → ΛK + π − ) = −0.53 ± 0.23 ± 0.11 , A CP (Λ 0 b → ΛK + K − ) = −0.28 ± 0.10 ± 0.07 ,",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "Table 1 .",
            "section_rank": 18
        },
        {
            "section": "Table 1 .",
            "text": "2 ± 0.5; that of Λ 0 b → ΛK + π − decays in the Λ 0 b → Λπ + π − spectrum is 14.0 ± 2.0; and that of Λ 0 b → ΛK + K − decays in the Λ 0 b → ΛK + π − spectrum is 35.3 ± 2.8. All other cross-feed contributions are negligible. The statistical significances of the Λ 0 b → Λπ + π − , Λ 0 b → ΛK + π − , and Λ 0 b → ΛK + K − decays, estimated from the change in log-likelihood between fits with and without these Signal yields for the Λ 0",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "section": "Table 1 .",
            "text": "b and Ξ 0 b decay modes under investigation. The totals are simple sums and are not used in the analysis.",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "Table 3 .",
            "section_rank": 19
        },
        {
            "section": "Table 3 .",
            "text": "Systematic uncertainties on A CP (in units of 10 −3 ).",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "Acknowledgments",
            "section_rank": 21
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 57,
            "section_rank": 21
        },
        {
            "text": "JHEP05(2016)081",
            "section_rank": 23
        }
    ]
}