{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Recent measurements performed in high-multiplicity proton-proton (pp) and proton-lead (p-Pb) collisions have shown features that are reminiscent of those observed in lead-lead (Pb-Pb) collisions. These observations warrant a comprehensive measurement of the production of identified particles. We report on the production of K 0 S , Λ, Λ, Ξ ± and Ω ± at mid-rapidity measured as a function of multiplicity in pp collisions at √ s = 7 TeV with the ALICE experiment. Spectral shapes studied both for individual particles and via particle ratios such as (Λ/K 0 S ) as a function of p T exhibit an evolution with event multiplicity and the production rates of hyperons are observed to increase more strongly than those of non-strange hadrons. These phenomena are qualitatively similar to the ones observed in p-Pb and Pb-Pb collisions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Strangeness production has been extensively studied in relativistic heavy-ion collisions as it represents an important tool to investigate the properties of the strongly interacting system created in the collision, the so-called Quark-Gluon-Plasma (QGP). Rafelski and Müller's expectation, first proposed in 1982 [1], is that QGP formation should lead to a higher abundance of strangeness per participating nucleon than what is seen in pp interactions. Strangeness enhancement was indeed observed for the first time by comparing central heavy-ion collisions with proton-ion and pp reactions at the SPS [2]. Heavy-ion experiments at RHIC and LHC have been exploited to investigate strangeness production at higher collision energies, revealing several features, such as the baryon/meson anomaly and lower enhancement at higher energy, which have been triggering further theoretical investigations (for a complete review see [3]). Quark coalescence has been used to explain the intermediate-p T baryon/meson enhancement [4], while statistical hadronization models succeeded in describing hadron yields [5] using a grand-canonical approach. In the statistical model, strangeness production in small systems is affected by \"canonical suppression\", resulting in decreased production rates compared to those measured in larger systems. Recent observations by the ALICE experiment [6,7] show that strangeness enhancement is also present in high-multiplicity p-Pb events and that the Λ/K 0 S ratio shows a qualitatively similar behaviour in p-Pb and Pb-Pb collisions. Moreover, high multiplicity pp collisions at the LHC show features which, historically, were considered as signatures of QGP formation [8,9]. With the aim of investigating if QGP can be formed in high multiplicity pp collisions, the study of strangeness production is of primary importance.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 313,
                    "text": "[1]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 602,
                    "text": "[2]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 923,
                    "text": "[3]",
                    "end": 926
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1018,
                    "text": "[4]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1100,
                    "text": "[5]",
                    "end": 1103
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1374,
                    "text": "[6,",
                    "end": 1377
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1377,
                    "text": "7]",
                    "end": 1379
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1695,
                    "text": "[8,",
                    "end": 1698
                },
                {
                    "type": "bibr",
                    "start": 1698,
                    "text": "9]",
                    "end": 1700
                }
            ]
        },
        {
            "text": "Analysis details and results",
            "section_rank": 3
        },
        {
            "section": "Analysis details and results",
            "text": "The ALICE experiment [10,11] detects K 0 S , Λ, Λ, Ξ ± and Ω ± through the reconstruction of the daughter tracks coming from their weak decay in the rapidity region |y| < 0.5. The Inner Tracking System (ITS) and the Time Projection Chamber (TPC) are used for primary and secondary vertex determination, tracking and particle identification through characteristic energy loss (dE/dx) measurements. Low-pileup pp collisions at √ s = 7 TeV delivered by the LHC during 2010 have been used for this analysis. The set of ∼90M events was collected using a minimum-bias trigger, requiring a hit in either the V0 scintillators or in the SPD detector in coincidence with signals from beam pick-up counters. Events containing more than one primary vertex are tagged as pileup and are discarded. Particle yields are measured applying a bin-counting technique after the application of several topological selections in order to decrease the combinatorial background. Acceptance and efficiency is determined through a PYTHIA 6 Perugia 0 Monte Carlo simulation with particle transport performed via a GEANT3 simulation of the ALICE detector. More details concerning the analysis procedure and systematics evaluation can be found in [12]. The event multiplicity selection is performed using information from the V0 detector, which is composed by two arrays of scintillators placed at forward and backward rapidities. Multiplicity event classes are determined dividing the V0 amplitude distribution in percentiles and, for each class, the average pseudorapidity density of primary charged particles dN ch /dη |η|<0.5 is measured, as described in [13]. The fraction of the total systematic uncertainty which is uncorrelated over multiplicity is also estimated.   The measured transverse-momentum (p T ) distribution for Λ+Λ is shown in Fig.1(left) for all the multiplicity classes considered. A hardening of the p T spectrum for increasing multiplicity is observed and the same effect is present for all the other particles considered. The evolution with multiplicity is concentrated at low transverse momentum, while at higher p T the ratio of the multiplicity-differential spectrum to the multiplicity-integrated one stays constant. In order to quantify this hardening effect, the p T as a function of dN ch /dη |η|<0.5 is shown in Fig.1(right) for all identified particles studied by the ALICE experiment. The first moment of the distribution increases logarithmically with the multiplicity. The p T -differential Λ/K 0 S ratio is shown in Fig.2 in the lowest and highest multiplicity classes for pp (left), p-Pb (centre) and Pb-Pb (right) collisions. The ratio is qualitatively similar in the three collision systems. It is worth noting that highest and lowest multiplicity classes correspond to very different dN ch /dη |η|<0.5 in the different systems. In particular, the magnitude of the baryon/meson enhancement is qualitatively comparable in the 0-1% pp, 60-80% p-Pb and 80-90% Pb-Pb multiplicity classes, where dN ch /dη |η|<0.5 is comparable (10 dN ch /dη |η|<0.5 20).   Particle yields are obtained integrating the p T distribution and extrapolating in the unmeasured lowp T region by means of a Levy-Tsallis fit to the full spectrum. K 0 S are measured down to zero p T , while for Λ+Λ, Ξ ± and Ω ± the extrapolation fraction corresponds respectively to 8(9)%, 16(33)%, 25(45)% of the total yield in the lowest(highest) multiplicity bin. Blast-wave and Boltzman parametrizations are used to estimate the systematic uncertainty on the extrapolation. The ratio of Ξ ± (Ω ± ) to π ± yields is shown in Fig.3left(right) as a function of the event activity as green points for pp collisions. We observe a rising trend which is identical to the one observed in p-Pb collisions. In the case of Ξ ± produced in high multiplicity events, the grand-canonical saturation limit calculated with two different implementations of the statistical model (THERMUSV3.0 [14] and GSI-Heidelberg model [15]) is reached, while this is not the case for Ω ± . The results are compared to MC calculations performed using three different versions of the PYTHIA generator. None of the versions reproduce the observed trend and the inclusion of the color-reconnection mechanism doesn't introduce any substantial improvement. Same observation and conclusions hold for K 0 S and Λ+Λ. In Fig.4 the yield ratios to pions normalized to the values measured for the pp inclusive sample is",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 21,
                    "text": "[10,",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 25,
                    "text": "11]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1217,
                    "text": "[12]",
                    "end": 1221
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1629,
                    "text": "[13]",
                    "end": 1633
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1818,
                    "text": "Fig.1(left)",
                    "end": 1829
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2316,
                    "text": "Fig.1(right)",
                    "end": 2328
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2525,
                    "text": "Fig.2",
                    "end": 2530
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 3594,
                    "text": "Fig.3left(right)",
                    "end": 3610
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 3945,
                    "text": "[14]",
                    "end": 3949
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 3975,
                    "text": "[15]",
                    "end": 3979
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 4351,
                    "text": "Fig.4",
                    "end": 4356
                }
            ]
        },
        {
            "section": "Analysis details and results",
            "text": "ALI−PREL−98972 ALI−PREL−98972 ALI−PREL−98972 shown for all the measured strange particles and for protons. Note that here systematic errors are total, and are strongly correlated across multiplicity. The relative increase with multiplicity is seen to be particledependent and, in particular, is more pronunced for baryons with higher strangeness content. Proton yields do not increase more than pions when the multiplicity increases.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Conclusions",
            "section_rank": 4
        },
        {
            "section": "Conclusions",
            "text": "First results on strangeness production as a function of the charged particle multiplicity in √ s = 7 TeV pp collisions have been presented by the ALICE Collaboration. The p T distribution shows a clear evolution towards harder spectra at higher multiplicity for all the measured particles. The hardening saturates at ∼4 GeV/c. The Λ+Λ/K 0 S ratio shows a qualitatively similar dependence on multiplicity for pp, p-Pb and Pb-Pb collisions when multiplicity classes corresponding to similar dN ch /dη |η|<0.5 values are compared. Strange-baryon/pion yield ratios show an increase with multiplicity which is remarkably similar to the one observed in p-Pb collisions, suggesting a similar mechanism at play in the two systems. This increase is a strangeness-related effect since the proton/pion ratio is unaltered with multiplicity and the relative increase is more important for baryons with higher strangeness content. These results cannot be reproduced by any of the commonly used PYTHIA tunes and are consistent with the hypothesis of QGP formation in high multiplicity pp events.",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "uncertainty on ratio ALI−PREL−98895 ALI−PREL−98895 ALI−PREL−98895",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "Logarithmic fit ALI−PREL−99175 ALI−PREL−99175 ALI−PREL−99175",
            "paragraph_rank": 7,
            "section_rank": 6
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. (left) Λ+Λ p T spectrum for different multiplicity bins and ratios to the 0-100% spectrum. Boxes are total systematic uncertainties. (right) p T as a funtion of event multiplicity for identified particles.",
            "paragraph_rank": 8,
            "section_rank": 7
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (Λ+Λ)/K 0 S as a function of p T in the highest and lowest multiplicity classes considered in pp (left), p-Pb (centre) and Pb-Pb (right) collisions. Open boxes are total systematic uncertainties, shaded boxes show the uncorrelated-over-multiplicity fraction.",
            "paragraph_rank": 9,
            "section_rank": 8
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Ξ ± /π ± (left) and Ω ± /π ± (right) ratios as a function of dN ch /dη |η|<0.5 for pp (green), p-Pb (blue) and Pb-Pb (red) collisions. Open boxes are total systematic uncertainties, shaded boxes show the uncorrelated-over-multiplicity fraction.",
            "paragraph_rank": 10,
            "section_rank": 9
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Particle yield ratios to pions for protons (p) and strange baryons normalized to the values measured in pp 0-100%.",
            "paragraph_rank": 11,
            "section_rank": 10
        }
    ]
}