{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper presents a full simulation study of the measurement of the production cross section (σZH) of the Higgsstrahlung process e + e − → ZH and the Higgs boson mass (MH) at the International Linear Collider (ILC), using events in which a Higgs boson recoils against a Z boson decaying into a pair of muons or electrons. The analysis is carried out for three center-of-mass energies √ s = 250, 350, and 500 GeV, and two beam polarizations e − L e + R and e − R e + L , for which the polarizations of e − and e + are P e − , P e + =(−80%, +30%) and (+80%, −30%), respectively. Assuming an integrated luminosity of 250 fb −1 for each beam polarization at √ s = 250 GeV, where the best lepton momentum resolution is obtainable, σZH and MH can be determined with a precision of 2.5% and 37 MeV for e − L e + R and 2.9% and 41 MeV for e − R e + L , respectively. Regarding a 20 year ILC physics program, the expected precisions for the HZZ coupling and MH are estimated to be 0.4% and 14 MeV, respectively. The event selection is designed to optimize the precisions of σZH and MH while minimizing the bias on the measured σZH due to discrepancy in signal efficiencies among Higgs decay modes. For the first time, model independence has been demonstrated to a sub-percent level for the σZH measurement at each of the three center-of-mass energies. The results presented show the impact of center-of-mass energy and beam polarization on the evaluated precisons and serve as a benchmark for the planning of the ILC run scenario.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "It is one of the most important missions of high energy particle physics to uncover the physics behind electroweak symmetry breaking (EWSB). The discovery of the Standard Model (SM)-like Higgs boson at the Large Hadron Collider (LHC) in 2012 [1,2] proved the basic idea of the SM that the vacuum filled with the Higgs condensate broke the electroweak symmetry. The SM assumes one doublet of complex scalar fields for the Higgs sector. However, apart from the fact that it is the simplest, there is no reason to prefer the Higgs sector in the SM over any other model that is consistent with experiments. Moreover, the SM does not explain why the Higgs field became condensed in vacuum. To answer this question, we need physics beyond the SM (\"BSM\") which necessarily alters the properties of the Higgs boson. Each new physics model predicts its own size and pattern of the deviations of Higgs boson properties from their SM predictions. In order to discriminate these new physics models, we need to measure with high precision as many types of couplings as possible and as model independently as possible. Because the deviations predicted by most new physics models are typically no larger than a few percent, the coupling measurements must achieve a precision of 1% or better for a statistically significant measurement. This level of sensitivity is available only in the clean experimental environment of lepton colliders.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 242,
                    "text": "[1,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 245,
                    "text": "2]",
                    "end": 247
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The International Linear Collider (ILC) [3] is a proposed e + e − collider covering center-of-mass energy range of 200 to 500 GeV, with expandability to 1 TeV. Among the most important aspects of its physics program [4] are the measurements of Higgs couplings with unprecedented precision so as to find their deviations from the SM and match their deviation pattern with predictions of various new physics models.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 40,
                    "text": "[3]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 216,
                    "text": "[4]",
                    "end": 219
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Most of the Higgs boson measurements at the LHC are of cross section times branching ratio (BR). This is also true at the ILC with one important exception, the measurement of the absolute size of an inclusive Higgs production cross section by applying the recoil technique to the Higgsstrahlung process e + e − → ZH. The recoil technique involves measuring only the momenta of the decay products of the Z boson which recoils against the Higgs boson, and hence in principle is independent of the Higgs decay mode. The measurement of this cross section σ ZH is indispensable for extracting the branching ratios, the Higgs total width, and couplings from cross section times branching ratio measurements. The recoil technique, which is only possible at a lepton collider owing to the well-known initial state, is applicable even if the Higgs boson decays invisibly and hence allows us to determine σ ZH in a completely model independent way. The recoil technique also provides one of the most precise measurements of the Higgs boson mass (M H ), which is necessary for estimating the phase space factor for the HWW * decay to extract the Higgs total width.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Especially high precision measurements of σ ZH and M H are possible by applying the recoil technique to Higgsstrahlung events where the Z boson decays to a pair of electrons or muons, which profits from excellent tracking momentum resolution and relatively low background levels. Furthermore, in this channel model independence for the measurement of σ ZH can be demonstrated in practice. This paper reports a study which evaluates the performance of measuring σ ZH and M H using the Higgsstrahlung process with a Z boson decaying into a pair of electrons or muons e + e − → ZH → l + l − H ( l = e or µ). One of the major purposes of this study is to quantify the impact of center of mass energy and beam polarization on the precision of σ ZH and M H ; the analysis is carried out for three center-of-mass energies (250, 350, and 500 GeV), as well as two beam polarizations (P e − , P e + ) =(−80%, +30%) and (+80%, −30%), which will be denoted as e − L e + R and e − R e + L , respectively. [5] Unless otherwise specified, the total integrated luminosity is assumed as follows: For each beam polarization 250 fb −1 , 333 fb −1 , and 500 fb −1 are accumulated for √ s = 250, 350, and 500 GeV, respectively. The H20 program [6], one of the currently proposed ILC run scenarios which covers startup, energy stages, and a luminosity upgrade, designates that during a 20 year period, a total of 2000, 200, and 4000 fb −1 will be accumulated at √ s= 250, 350, and 500 GeV, respectively. The analysis results in this paper will be scaled to the luminosities of the H20 program, and will impact the planning of future updates of the run scenario.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 992,
                    "text": "[5]",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1223,
                    "text": "[6]",
                    "end": 1226
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The model-independence of the leptonic recoil technique has been evaluated in the context of previous highenergy e + e − -colliders [7]. This paper demonstrates for the first time that the bias due to Higgs decay modedependence can be kept at the level well below the expected statistical uncertainty in the H20 scenario without sacrificing signal selection efficiency [8].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 132,
                    "text": "[7]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 369,
                    "text": "[8]",
                    "end": 372
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper is structured as follows: Section II explains the recoil measurement; Section III introduces the simulation tools, the ILC detector concept, and the signal and physics background processes; Section IV presents the methods of data selection; Section V gives the methods for extracting σ ZH and M H , and discusses their expected precisions; Section VI demonstrates the model independence of the analysis; Section VII summarizes the analysis and concludes the paper.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "II. HIGGS BOSON MEASUREMENTS USING THE RECOIL TECHNIQUE",
            "section_rank": 3
        },
        {
            "section": "II. HIGGS BOSON MEASUREMENTS USING THE RECOIL TECHNIQUE",
            "text": "The major Higgs production processes at the ILC are Higgsstrahlung and WW fusion, whose lowest order Feynman diagrams are illustrated in Figure 1, along with the ZZ fusion process which has a significantly smaller cross section than the other two processes at ILC centerof-mass energies. The lowest order Feynman diagrams of the three major Higgs production processes at the ILC: (top) Higgsstrahlung process e + e − → ZH, (center) WW fusion process e + e − → ννH, and (bottom) ZZ fusion process e + e − → e + e − H. µ + µ − H, respectively. The leptonic recoil technique is based on the Z boson identification by the invariant mass of the dilepton system being consistent with the Z boson mass, and the reconstruction of the mass of the rest of the final-state system recoiling against the Z boson (M rec ), corresponding to the Higgs boson mass, which is calculated as",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 137,
                    "text": "Figure 1",
                    "end": 145
                }
            ]
        },
        {
            "section": "II. HIGGS BOSON MEASUREMENTS USING THE RECOIL TECHNIQUE",
            "text": "where",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "II. HIGGS BOSON MEASUREMENTS USING THE RECOIL TECHNIQUE",
            "text": "are the energy and momentum of the lepton pair from Z boson decay. The M rec calculated using Equation 1 is expected to form a peak corresponding to Higgs boson production. From the location of the M rec peak and the area beneath it the Higgs boson mass and the signal yield can be extracted. The signal selection efficiency, and hence the production cross section is, in principle, independent of how the Higgs boson decays, since only the leptons from the Z decay need to be measured in the recoil technique. In practice, however, this is not guaranteed since there is a possibility of confusion between the leptons from the Z boson decay and those from the Higgs boson decay. It is thus an important part of this study to demonstrate an analysis in which the signal efficiency is indeed independent of assumptions regarding Higgs boson decay.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "III. ANALYSIS FRAMEWORK, DETECTOR SIMULATION, AND EVENT GENERATION",
            "section_rank": 4
        },
        {
            "text": "A. Analysis Framework",
            "section_rank": 5
        },
        {
            "section": "A. Analysis Framework",
            "text": "This study used the simulation and reconstruction tools contained in the software package ILCSoft v01-16 [9]. All parameters of the incoming beams are simulated with the GUINEA-PIG package [10,11] and the beam spectrum, including beamstrahlung and initial state radiation (ISR), are explicitly taken into consideration based on the parameters in the TDR. The beam crossing angle of 14 mrad in the current ILC design is taken into account. The µ + µ − H, e + e − H, and SM background Monte Carlo (MC) samples (see Section III C for details) are generated using the WHIZARD 1.95 [12] event generator. The input mass of the Higgs boson is 125 GeV, and its SM decay branching ratios are assumed [13]. The model for the parton shower and hadronization is taken from PYTHIA 6.4 [14]. The generated events are passed through the ILD [15] simulation performed with the MOKKA [16] software package based on GEANT4 [17]. Event reconstruction is performed using the Marlin [18] framework. The PandoraPFA [19] algorithm is used for calorimeter clustering and the analysis of track and calorimeter information based on the particle flow approach.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 105,
                    "text": "[9]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 189,
                    "text": "[10,",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 193,
                    "text": "11]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 577,
                    "text": "[12]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 691,
                    "text": "[13]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 772,
                    "text": "[14]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 826,
                    "text": "[15]",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 867,
                    "text": "[16]",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 905,
                    "text": "[17]",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 962,
                    "text": "[18]",
                    "end": 966
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 993,
                    "text": "[19]",
                    "end": 997
                }
            ]
        },
        {
            "text": "B. The ILD Concept",
            "section_rank": 6
        },
        {
            "section": "B. The ILD Concept",
            "text": "The International Large Detector (ILD) concept is one of the two detectors being designed for the ILC. It features a hybrid tracking system with excellent momentum resolution. The jet energy resolution is expected to be better than 3% for jets with energies ≥ 100 GeV, thanks to its highly granular calorimeters optimized for Particle Flow reconstruction. This section describes the ILD sub-detectors important for this study.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "B. The ILD Concept",
            "text": "The vertex detector (VTX), consisting of three double layers of extremely fine Si pixel sensors with the innermost radius at 15 mm, measures particle tracks with a typical spatial resolution of 2.8 µm. The hybrid tracking system consists of a time projection chamber (TPC) which provides up to 224 points per track, excellent spatial resolution of better than 100 µm, and dE/dx -based particle identification, as well as Si-strip sensors placed in the barrel region both inside and outside the TPC and in the end cap region outside the TPC in order to further improve track momentum resolution. The tracking system measures charged particle momenta to a precision of δpt",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "B. The ILD Concept",
            "text": "Outside of the tracking system sits the ECAL, a Si-W sampling electromagnetic calorimeter with an inner radius of 1.8 m, finely segmented 5 × 5 mm 2 transverse cell size and 30 longitudinal layers equivalent to 24 radiation lengths. The HCAL, a steel-scintillator type hadronic calorimeter which surrounds the ECAL, has an outer radius of 3.4 m, 3×3 cm 2 transverse tiles, and 48 longitudinal layers corresponding to 5.9 interaction lengths. Radiation hard calorimeters for monitoring the luminosity and quality of the colliding beams are installed in the forward region. The tracking system and calorimeters are placed inside a superconducting solenoid which provides a magnetic field of 3.5 T. An iron yoke outside the solenoid coil returns the magnetic flux, and is instrumented with scintillatorbased muon detectors.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "C. Signal and Background Processes",
            "section_rank": 7
        },
        {
            "section": "C. Signal and Background Processes",
            "text": "The Higgsstrahlung signal is selected by identifying a pair of prompt, isolated, and oppositely charged muons or electrons with well-measurable momentum whose invariant mass M l + l − (l=e or µ) is close to the Z boson mass (M Z ). The µ + µ − H and e + e − H channels are analyzed independently and then statistically combined. Figure 3 shows the Feynman diagrams of the dominant 4-fermion and 2-fermion processes. Table I gives the cross sections of signal and major background processes assuming M H =125 GeV. For each process, all SM diagrams are included at tree level. These processes are grouped as follows from the perspective of finding leptons in the final state:",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 329,
                    "text": "Figure 3",
                    "end": 337
                },
                {
                    "type": "table",
                    "start": 416,
                    "text": "Table I",
                    "end": 423
                }
            ]
        },
        {
            "section": "C. Signal and Background Processes",
            "text": "• l + l − H (l=e or µ) : The Higgsstrahlung signal process with Z decaying to l + l − . The e + e − H channel contains an admixture of the ZZ fusion process, which is removed at the early stages of the analysis.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "C. Signal and Background Processes",
            "text": "• • 4(2)-fermion hadronic (4(2)f_h): final states of 4 (2) quarks. Since the probability of finding isolated leptons is very small for these final states, these events are removed almost completely at the lepton identification stage (see Section IV A).",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "C. Signal and Background Processes",
            "text": "The analysis in this paper is conducted for the centerof-mass energies 250, 350, and 500 GeV, and two beam polarization e − L e + R and e − R e + L . From Table I, it can be seen that the signal cross sections for e − R e + L are smaller by a factor of 1.5 with respect to e − L e + R . The methods and performance of signal selection and background rejection are presented in Section IV.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 155,
                    "text": "Table I",
                    "end": 162
                }
            ]
        },
        {
            "section": "C. Signal and Background Processes",
            "text": "The Monte Carlo (MC) samples are generated for the cases in which the polarizations of e − and e + are (P e − , P e + ) =(−100%, +100%) and (+100%, −100%). The standard samples used in this paper are generated for signal and background processes with the statistics as shown in Table I. Another type of signal sample is generated with high statistics of more than 40k for each major SM Higgs decay mode, mainly for the purpose of the model independence study in Section VI. Unless otherwise stated, the distributions shown in the following sections are made using the standard samples and normalized to the assumed integrated luminosities, cross sections, and polarizations.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 278,
                    "text": "Table I",
                    "end": 285
                }
            ]
        },
        {
            "text": "IV. ANALYSIS",
            "section_rank": 8
        },
        {
            "section": "IV. ANALYSIS",
            "text": "First, the signal events are selected by identifying a pair of leptons (e + e − or µ + µ − ) produced in the decay of",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "IV. ANALYSIS",
            "text": "The Feynman diagrams contributing to the major background processes for the Higgs recoil analysis in the µ + µ − H channel: 2f_l background with µµ in the final state and an ISR photon (top), 4f_sl background with ZZ as intermediate state (center), 4f_l background with WW as intermediate state (bottom).",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "IV. ANALYSIS",
            "text": "the Z boson against which the Higgs recoils. Then the recovery of final state radiation (FSR)/bremsstrahlung photons are performed. Finally background events are rejected through a series of cuts on several kinematic variables.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "A. Selection of Best Lepton Pair",
            "section_rank": 9
        },
        {
            "text": "Isolated Lepton Finder",
            "section_rank": 10
        },
        {
            "section": "Isolated Lepton Finder",
            "text": "Table II summarizes the criteria for selecting an isolated lepton. Here, p track is the measured track momentum, E ECAL is the energy deposit in the ECAL, E CAL,tot is the energy deposit in both ECAL and HCAL, E yoke is the energy deposit inside the muon detector, and d 0 and z 0 are the transverse and longitudinal impact parameters. These criteria are described as follows:",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "Isolated Lepton Finder",
            "text": "1. An electron deposits nearly all its energy in the ECAL while a muon passes the ECAL and HCAL as a minimal ionizing particle. Therefore E ECAL , TABLE I. Cross sections and number of generated MC events (NGen) of signal and major background processes at each center-of-mass energy and 100% left and right beam polarizations, as calculated by the WHIZARD generator. Here, \"left\" and \"right\" polarization correspond to the cases where P e − , P e + =(−100%, +100%) and (+100%, −100%), respectively.  3. In order to avoid selecting leptons in hadronic jets, the leptons are required to have sufficient p track , and to satisfy an isolation requirement based on a multi-variate double cone method [20]. µ ID e ID",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 695,
                    "text": "[20]",
                    "end": 699
                }
            ]
        },
        {
            "text": "Selection of the Best Lepton Pair",
            "section_rank": 11
        },
        {
            "section": "Selection of the Best Lepton Pair",
            "text": "For each event, two isolated leptons of the same flavor and opposite charges are selected as the candidate pair for analysis. In this stage, it is essential to distinguish a pair of leptons produced in the decay of the Z boson recoiling against the Higgs boson (\"correct pair\") from those produced in the Higgs boson decay (\"wrong pair\"). This is important for achieving precise M H measurements and for preventing Higgs decay mode dependence, as will be discussed in Section VI. A detailed study of the lepton pairing algorithm can be found in [21]. For the Higgsstrahlung process, the invariant mass M l + l − (l = e or µ) of the dilepton system and recoil mass M rec should be close to the Z boson mass M Z =91.187 GeV [22] and the Higgs boson mass M H =125 GeV (in this study), respectively. The decay modes which contain an extra source of leptons, such as the H → ZZ * and H → WW * modes, have a higher ratio of \"wrong pairs\".",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 545,
                    "text": "[21]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 722,
                    "text": "[22]",
                    "end": 726
                }
            ]
        },
        {
            "section": "Selection of the Best Lepton Pair",
            "text": "The best lepton pair candidate is selected based on the following criteria. First, the requirement |M l + l − − M Z | < 40(60) GeV is implemented for µ (e). In the case where both leptons originate from a single Z boson produced in Higgs boson decay, M rec tends to deviate from M H even if M l + l − is close to M Z . Therefore the next step is to select, taking into account both M l + l − and M rec , the pair which minimizes the following χ 2 function: above in finding a pair of isolated leptons is about 94% and about 89% for the µ + µ − H and e + e − H channels, respectively. Meanwhile \"wrong pairs\" as well as the backgrounds in Section III C are significantly suppressed.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "section": "Selection of the Best Lepton Pair",
            "text": "The shape of the M rec distribution is affected by radiative and resolution effects. The radiative effects comprise of beamstrahlung, ISR, FSR and bremsstrahlung. Because events are moved from the peak region of the M rec distribution to the tail, the measurement precision is degraded. On the other hand, resolution effects determine the peak width of the distribution and thus the measurement uncertainties. The dominant resolution effects are the beam energy spread induced by the accelerator and the uncertainty of the detector response, dominated by the track momentum resolution. Compared to these, the SM Higgs decay width of about 4 MeV is negligible. While ISR and FSR are irreducible physical effects, beamstrahlung, bremsstrahlung, and resolution effects can be mitigated by optimization in the design of accelerator and detector.",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "B. Recovery of Bremsstrahlung and FSR Photons",
            "section_rank": 12
        },
        {
            "section": "B. Recovery of Bremsstrahlung and FSR Photons",
            "text": "The bremsstrahlung and FSR of the final state leptons degrade measurement precision of σ ZH and M H , particularly for the e + e − H channel. The M rec distribution of the e + e − H channel has a broader peak and longer tail to lower values than the µ + µ − H channel. The recovery of bremsstrahlung and FSR photons is implemented for both µ + µ − H and e + e − H channels. A bremsstrahlung/FSR photon is identified using its polar angle with respect to the final state lepton; if the cosine of the polar angle exceeds 0.99, the photon four momentum is combined with that of the lepton. Figure 5 compares the reconstructed M l + l − and M rec spectra before (dotted line) and after (solid line) bremsstrahlung/FSR recovery for √ s = 250 GeV. It can be seen that the recovery process pushes the events at the lower end of the M l + l − spectrum (corresponding to the tail in the higher region of the M rec spectrum) back to the peak.",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 587,
                    "text": "Figure 5",
                    "end": 595
                }
            ]
        },
        {
            "text": "C. Background Rejection",
            "section_rank": 13
        },
        {
            "section": "C. Background Rejection",
            "text": "After the signal selection process, background events are rejected by applying cuts on various kinematic properties. While the cut values are adjusted for each centerof-mass energy, the overall strategies are similar. Unless specified otherwise, the plots in this section are shown for the case of the µ + µ − H channel and e − L e + R polarization at √ s=250 GeV. In these plots, background with ZZ intermediate states and two pairs of µµ / τ τ (a pair of µµ / τ τ and a pair of quarks) is denoted with 4f_zz_l(sl), background with final states of µµ / τ τ and ee is denoted with 2f_z_l and 2f_bhabhag, respectively, and background with µµνν or τ τ νν as the final state is denoted with 4f_zzorww_l. First, a loose precut on M rec is applied as M rec ∈[100, 300] GeV. Then the following cuts are applied in this order:",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "section": "C. Background Rejection",
            "text": "• since the invariant mass M l + l − (l = e or µ) of the dilepton system should be close to the Z boson mass for the Higgsstrahlung process, a criterion is imposed as M l + l − ∈[73, 120] GeV. The top plot in Figure 6 compares the M l + l − of signal and major background processes.",
            "paragraph_rank": 30,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 209,
                    "text": "Figure 6",
                    "end": 217
                }
            ]
        },
        {
            "section": "C. Background Rejection",
            "text": "• for the signal, the transverse dilepton momentum p l + l − T should peak at a certain value determined by kinematics. In contrast, the p l + l −  anced in longitudinal momentum, in particular 2fermion events in which ISR emitted approximately collinear with the incoming beams escapes detection in the beam pipe. The bottom plot in Figure  6 shows the distribution of cos (θ missing ) between the signal and major background processes. A cut is made at |cos (θ missing )| < 0.98, which cuts 2fermion backgrounds by approximately two thirds.",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 334,
                    "text": "Figure  6",
                    "end": 343
                }
            ]
        },
        {
            "section": "C. Background Rejection",
            "text": "• multi-variate cut: While the p l + l − T and cos (θ missing ) cuts are effective for removing 2-fermion backgrounds, the signatures of 4-fermion backgrounds are harder to distinguish from the Higgsstrahlung signal. Nevertheless, further rejection of residual background events is achieved by a multi-variate (MVA) cut based on the Boosted Decision Tree (BDT) method [23] using a combination of the variables M l + l − , cos (θ Z ), cos (θ lep ), cos (θ track,1 ) and cos (θ track,2 ). Here, θ Z is the polar angle of the Z boson, θ lep is the angle between the leptons, and θ track,1,2 is the polar angle of each lepton track. The BDT response is calculated using weights obtained from training samples consisting of simulated signal and background events. Figure 7 shows the distribution of the variables used for the MVA training, as well as the BDT response for signal and background. The MVA cut is optimized for each channel to maximize σ ZH precision.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 368,
                    "text": "[23]",
                    "end": 372
                },
                {
                    "type": "figure",
                    "start": 759,
                    "text": "Figure 7",
                    "end": 767
                }
            ]
        },
        {
            "section": "C. Background Rejection",
            "text": "• GeV) in order to suppress one of the dominant residual backgrounds which has llνν (l = e or µ) in the final state. The distributions of E vis are compared between signal and llνν background in Figure  8. The improvement on σ ZH and M H is significant in the case of the e − L e + R polarization [21], where the contribution of llνν background with WW intermediate states is large. Although the E vis cut also excludes signal events in which the Higgs boson decays invisibly, Higgs decay model independence is maintained by combining the results obtained from this analysis with a dedicated analysis for invisible Higgs decays [24,25]. This is explained by the fact that the ZH cross section for the SM Higgs boson can be expressed as σ ZH = σ ZH,vis +σ ZH,invis , where σ ZH,vis and σ ZH,invis , which are the cross sections of the visible and invisible decay events, respectively, can both be measured individually and model independently. of the signal and major residual background processes, which are 4f_sl and 2f_l defined in Section III C. Figures 10 -12 show the reconstructed M rec spectra of the events remaining in a wide region around the signal M rec peak for all three center-of-mass energies. Only the plots for e − L e + R are shown for √ s=350 and 500 GeV for the sake of brevity. The following can be observed:",
            "paragraph_rank": 33,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 195,
                    "text": "Figure  8",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 297,
                    "text": "[21]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 628,
                    "text": "[24,",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 632,
                    "text": "25]",
                    "end": 635
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1049,
                    "text": "Figures 10 -12",
                    "end": 1063
                }
            ]
        },
        {
            "section": "C. Background Rejection",
            "text": "• A sharper signal peak and a better signal-tobackground ratio can be achieved at a smaller center-of-mass energy. This is explained by (a) the Higgsstrahlung cross section maximizes near √ s=250 GeV, then decreases with energy, (b) the detector momentum resolution degrades linearly with momentum, and (c) the larger beamsstrahlung effect at higher center-of-mass energies enhances the tail of the M rec spectra for both signal and background processes.",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "section": "C. Background Rejection",
            "text": "• The µ + µ − H channel has a sharper signal peak hence better mass resolution than the e + e − H channel which suffers from bremsstrahlung.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "C. Background Rejection",
            "text": "• e − L e + R benefits from larger signal cross section, whereas the background level is lower for e − R e + L since the background events from WW processes are significantly suppressed.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "C. Background Rejection",
            "text": "These traits account for the precision of σ ZH and M H evaluated in Section V B.",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "V. EXTRACTION OF HIGGS MASS AND HIGGS PRODUCTION CROSS SECTION",
            "section_rank": 14
        },
        {
            "section": "V. EXTRACTION OF HIGGS MASS AND HIGGS PRODUCTION CROSS SECTION",
            "text": "This section presents the methods to extract the Higgs boson mass (M H ) and the cross section (σ ZH ) and discusses the results.",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "A. Fitting method",
            "section_rank": 15
        },
        {
            "section": "A. Fitting method",
            "text": "After applying the selection introduced in the previous section, the remaining M rec spectrum is a superposition of signal and residual background events. The observables of interest, σ ZH and M H , are extracted by fitting the MC data using a multi-component function in a wide region surrounding the signal peak. These are shown in Figures 10 -12. The signal spectrum is modeled in a non-parametric way using a Gaussian kernel estimation method [26].    change with variations in the Higgs boson mass within a range of about 1-2 GeV, hence M H can be obtained as a free parameter by allowing the kernel function to shift in the fitting process. The background spectrum is approximated by either a third or fourth order Chebyshev polynomial (F B ), depending on the shape of the distribution for each channel. The MC data is fitted as a sum of the kernel function and the Chebyshev polynomial by",
            "paragraph_rank": 39,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 334,
                    "text": "Figures 10 -12",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 447,
                    "text": "[26]",
                    "end": 451
                }
            ]
        },
        {
            "section": "A. Fitting method",
            "text": "Here, N S is the signal yield and M H is the mass parameter (M H =125 GeV for the signal sample used to obtain the kernel function); N B is the background yield, and c i (i=0, 1,..., 3 or 4 corresponding to 3rd or 4th order polynomial) are the coefficients of of F B , which are obtained from fitting the MC background only data.",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "section": "A. Fitting method",
            "text": "The uncertainties of σ ZH and M H are evaluated using a toy MC procedure. The toy MC events (bottom right plot in Figure 13) are generated from F tot with M H =125 GeV and N S as input, then fitted by F tot with N S and M H floated and the background shape F B and background normalization N B fixed. [27] The information obtained from fitting are N S , M H , and their statistical uncertainties (∆N S and ∆M H ). N S can be translated to σ ZH through",
            "paragraph_rank": 41,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 114,
                    "text": "Figure 13",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 301,
                    "text": "[27]",
                    "end": 305
                }
            ]
        },
        {
            "section": "A. Fitting method",
            "text": "where ε S is the efficiency of signal event selection, BR(Z → l + l − ) the branching ratio of the Z boson decaying to a pair of leptons of type l, and L the integrated luminosity. Therefore the relative statistical uncertainty ∆N S /N S is equal to ∆σ ZH /σ ZH . The shift in the fitted value of M H is negligible with respect to its statistical ",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "uncertainties.",
            "section_rank": 16
        },
        {
            "section": "uncertainties.",
            "text": "B. Discussion of the results   and 500 GeV with respect to √ s = 250 GeV, as well as the precisions of beam polarization e − R e + L to that of e − L e + R . The same integrated luminosities as those mentioned in Section V B 1 are assumed. The following can be observed:",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "Precision evaluation based on nominal integrated luminosities",
            "section_rank": 17
        },
        {
            "text": "Impact of center-of-mass energy and beam polarization",
            "section_rank": 18
        },
        {
            "section": "Impact of center-of-mass energy and beam polarization",
            "text": "• Compared to √ s=250 GeV, the precision of σ ZH at √ s=350 GeV is worse by about a factor of 1.3,",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "Impact of center-of-mass energy and beam polarization",
            "text": "while ∆M H is worse by a factor of about 2.7.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "section": "Impact of center-of-mass energy and beam polarization",
            "text": "• Compared to √ s=250 GeV, the precision of σ ZH at √ s=500 GeV is worse by a factor of about 2.1,",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "section": "Impact of center-of-mass energy and beam polarization",
            "text": "while ∆M H is worse by a factor of about 14.",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "section": "Impact of center-of-mass energy and beam polarization",
            "text": "• In general, the precision of e − L e + R is worse by a factor of 1.1 -1.2 with respect to that of e − L e + R .",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "section": "Impact of center-of-mass energy and beam polarization",
            "text": "3. Scaled to the H20 run scenario Table VIII shows the uncertainties of σ ZH (from Table  VI) and M H scaled to the full H20 run scenario [4,6]. From each measurement of σ ZH , the HZZ coupling (g HZZ ) can be obtained based on σ ZH ∝ g 2 HZZ , which results in ∆g HZZ /g HZZ = 1 2 • ∆σ ZH /σ ZH . Table VIII gives the combined errors of ∆g HZZ /g HZZ and ∆M H . It can be seen that from the leptonic recoil measurements alone, a precision of 0.4% and 14 MeV can be achieved for ∆g HZZ /g HZZ and M H , respectively by the end of the 20 year run, with the dominant contribution from √ s = 250 GeV. ",
            "paragraph_rank": 49,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 34,
                    "text": "Table VIII",
                    "end": 44
                },
                {
                    "type": "table",
                    "start": 83,
                    "text": "Table  VI",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 138,
                    "text": "[4,",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 141,
                    "text": "6]",
                    "end": 143
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 298,
                    "text": "Table VIII",
                    "end": 308
                }
            ]
        },
        {
            "text": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "In the recoil method, σ ZH is measured without any explicit assumption regarding Higgs decay modes. This section demonstrates that the σ ZH measured using the methods described in previous sections does not depend on the underlying model which determines the Higgs decay modes and their branching ratios. More details on this study are given in [21]. The key question here is whether the σ ZH extracted in Equation 3 using the measured number of signal events (N S ) and the signal selection efficiency (ε S ) from the Monte Carlo samples would be biased when the Higgs boson decays differently from that assumed in the samples.",
            "paragraph_rank": 50,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 345,
                    "text": "[21]",
                    "end": 349
                }
            ]
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "First we introduce the general strategies towards a model independent σ ZH measurement. The direct observable N S can be parameterised as where the summation goes through all Higgs decay modes. N i , B i , and ε i are the the number of signal events, branching ratio and selection efficiency of Higgs decay mode i, respectively. L is the integrated luminosity, and R l is the branching ratio of Z → l + l − . If the signal efficiency equals to the same ε for all decay modes, Equation 4 becomes",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "Since Σ i B i = 1 stands in any case, σ ZH can be extracted without assumptions on decay modes or branching ratios as",
            "paragraph_rank": 52,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "This is the ideal case which guarantees model independence. On the other hand, if there exist discrepancies between the signal efficiencies of each mode, σ ZH has to  ",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "where ε = Σ i B i ε i is the expected efficiency for all decay modes. In this case, the bias on σ ZH depends on the determination of ε. This is discussed as follows in terms of three possible scenarios of our knowledge of Higgs decay at the time of σ ZH measurement.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "• scenario A: all Higgs decay modes and the corresponding B i for each mode are known. In this rather unlikely case, ε can be determined simply by summing up over all modes, leaving no question of model independence.",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "• scenario B: B i is completely unknown for every mode. We would examine the discrepancy in i by investigating as many modes as possible, and retrieve the maximum and minimum of i as ε min ≤ i ≤ ε max , from which ε can be constrained as",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "this can be rewritten as ε min ≤ ε ≤ ε max . Then from Equation 7, σ ZH can be constrained as",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "which indicates that the possible relative bias on σ ZH can be estimated as εmax−εmin εmax+εmin . This scenario is based on a considerably conservative assumption.",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "• scenario C: B i is known for some of the decay modes. Here, it is assumed that the decay modes i = 1 to n with a total branching ratio of",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "are known, and that the modes from i = n + 1 with a total branching ratio of B x = Σ i=n+1 B i are unknown. In this case, we would know the efficiency of the known modes as",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": ". Meanwhile the efficiency for each unknown mode can be expressed as ε i = ε 0 + δε i , where δε i is the deviation in efficiency for each unknown mode i from ε 0 . We can then write ε as",
            "paragraph_rank": 61,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "The relative bias for ε and hence for σ ZH is a combination of the contribution from the unknown modes and the known modes. The contribution from the unknown modes is derived as",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "where δε max is the maximum of |δε i | for the unknown modes. As for the known modes, because ε =",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "is the deviation in efficiency for each known mode, the uncertainty due to a fluctuation in their branching ratios (∆B i ) can be expressed as ∆ε =",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "∆B i δε i . Therefore the contribution from the known modes is derived as",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "Scenario C is the most realistic as we will certainly have branching ratio measurements from both the LHC and the ILC itself for a wide range of Higgs decay modes.",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "From the above formulation, it is apparent that the key to maintaining model independence is to minimize the discrepancies in signal efficiency between decay modes. This is exactly the guideline for designing the data selection methods in Section IV, while still allowing them to achieve high precision of σ ZH and M H . To cover a large number of Higgs decay modes and monitor their efficiencies, high statistics signal samples (∼ 40k events) are produced for each major SM decay mode (H → bb, cc, gg, τ τ , WW * , ZZ * , γγ, γZ), and for each beam polarisation and center-of-mass energy, so that the relative statistical error of each efficiency is below 0.2% in the end for any channel. As for the analysis strategies, from the very beginning, the isolated lepton selection mentioned in Section IV A 1 is tuned to take into account the fact that each decay mode has a different density of particles surrounding the leptons from Z boson decay. Then, as explained in Section IV A 2, the isolated leptons are carefully paired to minimize the chance of including leptons from Higgs decay into the pair [21]. Following these signal selection processes, the cuts on M l + l − , p l + l − T , BDT, and M rec are designed to use only kinematical information from the selected leptons so as to avoid introducing bias to the efficiencies of individual Higgs decay modes. Even though the cos (θ missing ) cut, which counts the missing momentum from the whole event but, in principle uses information of particles from Higgs decay, it is designed to be so loose that there is almost no effect on signal efficiency, while 2-fermion backgrounds can still be suppressed effectively. The E vis cut will not introduce additional bias either, as it simply categorizes the events into visible or invisible Higgs decay, as mentioned in Section IV C. More details on the data selection strategies regarding model independence can be found in [21]. Table  IX shows the efficiencies of each decay mode after each cut for the µ + µ − H channel at √ s=250 GeV. Table IX shows no discrepancy in efficiencies beyond 1%, which demonstrates model independence at a level of better than 0.5% based on the most conservative scenario B. The bias is even smaller at higher center-of-mass energies [21]. For example, at √ s=500 GeV, no bias ex- ists beyond the MC statistical error (< 0.2%) for any mode. Regarding the most realistic scenario C, the estimation of potential bias is obtained as follows (using Equations 10 and 11). The known modes are assumed to be H → bb, cc, gg, τ τ , WW * , ZZ * , γγ, and γZ, since they will be measured at the LHC or the ILC [29,30]. The total branching ratio for the unknown modes (B x ) is assumed to be 10%, based on the estimation of the 95% C.L. upper limit for branching ratio of BSM decay modes from the HL-LHC [29]. In fact this assumption is rather conservative, because at the ILC the upper limit for BSM decay will be greatly improved and in general any decay mode with a few percent branching ratio shall be directly measured. Since the characteristics of any exotic decay mode are expected to fall within the wide range of known decay modes being directly investigated, we obtain δε max by assuming that the efficiencies of the unknown modes will lie in the range of the efficiencies of known modes; this is, for example, -0.68% from the γZ mode in the case of the channel shown in Table IX. Then for the known modes, each B i is scaled from their SM values by 90%, following which ε 0 is obtained straightforwardly from B i and i . Each ∆B i is taken conservatively from the largest uncertainties predicted from the HL-LHC measurements [29] with exceptions of the H → cc and gg modes which are √ s 250 GeV 350 GeV 500 GeV l + l − H µ + µ − X e + e − X µ + µ − X e + e − X µ + µ − X e + e − X e − L e + R 0.08% 0.19% 0.04% 0.11% 0.05% 0.09% e − R e + L 0.06% 0.13% 0.00% 0.12% 0.02% 0.02% very difficult to obtain at the HL-LHC and thus are obtained from the predictions for the ILC [30]. Table X shows for all center-of-mass energies and polarizations in this analysis the relative bias on σ ZH , which is below 0.1% for the µ + µ − H channel and 0.2% for the e + e − X channel. The maximum contribution to the residual bias comes from either the H → γγ mode or the H → γZ mode.",
            "paragraph_rank": 67,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1101,
                    "text": "[21]",
                    "end": 1105
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1924,
                    "text": "[21]",
                    "end": 1928
                },
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 1930,
                    "text": "Table  IX",
                    "end": 1939
                },
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 2039,
                    "text": "Table IX",
                    "end": 2047
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2267,
                    "text": "[21]",
                    "end": 2271
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2632,
                    "text": "[29,",
                    "end": 2636
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2636,
                    "text": "30]",
                    "end": 2639
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2825,
                    "text": "[29]",
                    "end": 2829
                },
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 3402,
                    "text": "Table IX",
                    "end": 3410
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 3657,
                    "text": "[29]",
                    "end": 3661
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 4003,
                    "text": "[30]",
                    "end": 4007
                },
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 4009,
                    "text": "Table X",
                    "end": 4016
                }
            ]
        },
        {
            "section": "VI. DEMONSTRATION OF HIGGS DECAY MODE INDEPENDENCE",
            "text": "From the the above and results in Table X, we conclude that the model independence of σ ZH measurement at the ILC using Higgsstrahlung events e + e − → ZH → l + l − H (l = e or µ) is demonstrated to a level well below even the smallest statistical σ ZH uncertainties expected from the leptonic recoil measurements in the full H20 run, by a factor of 5.",
            "paragraph_rank": 68,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 34,
                    "text": "Table X",
                    "end": 41
                }
            ]
        },
        {
            "text": "VII. SUMMARY AND CONCLUSIONS",
            "section_rank": 20
        },
        {
            "section": "VII. SUMMARY AND CONCLUSIONS",
            "text": "Precise measurements of the absolute cross section (σ ZH ) in a model independent way and the Higgs boson mass (M H ) at the ILC are essential for providing sensitivity to new physics beyond the Standard Model. By applying the recoil technique to the Higgsstrahlung process with the Z boson decaying to a pair of electrons or muons, the precision of the measurement of σ ZH and M H has been evaluated for the proposed ILC run scenario based on the full simulation of the ILD. A clear comparison has been established between three center of mass energies √ s = 250, 350, and 500 GeV, and two beam polarizations (P e − , P e + ) =(−80%, +30%) and (+80%, −30%). The results presented contribute to further optimization of the ILC run scenario.",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "section": "VII. SUMMARY AND CONCLUSIONS",
            "text": "Assuming an integrated luminosity of 250 fb −1 at √ s = 250 GeV, where the best lepton track momentum resolution is obtainable, σ ZH and M H can be determined with a precision of 2.5% and 37 MeV for e − L e + R and 2.9% and 41 MeV for e − R e + L , respectively. Regarding a 20 year ILC physics program, the expected precisions for the HZZ coupling and M H are 0.4% and 14 MeV, respectively. Precision can be further improved by combining with hadronic recoil results.",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "section": "VII. SUMMARY AND CONCLUSIONS",
            "text": "Methods of signal selection and background rejection are optimized to not only achieve the high precision of σ ZH and M H , but also to minimize the bias on the measured σ ZH due to discrepancy in signal efficiencies among Higgs decay modes. As a result, the model independence of the leptonic recoil measurement has been demonstrated for the first time to the sub-percent level; the relative bias on σ ZH is below 0.1% for the µ + µ − H channel and 0.2% for the e + e − X channel, which is at least five times smaller than even the smallest σ ZH statistical uncertainties expected from the leptonic recoil measurements in a full 20 years ILC physics program.",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "Figure 2",
            "section_rank": 21
        },
        {
            "section": "Figure 2",
            "text": "FIG. 1.The lowest order Feynman diagrams of the three major Higgs production processes at the ILC: (top) Higgsstrahlung process e + e − → ZH, (center) WW fusion process e + e − → ννH, and (bottom) ZZ fusion process e + e − → e + e − H.",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 22
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. The Higgs production cross section as a function of √s assuming MH=125 GeV for the following Higgs production processes: Higgsstrahlung (solid), WW fusion (dashed), and ZZ fusion (dotted).(Figure taken from [3].)",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "2 .",
            "section_rank": 23
        },
        {
            "section": "2 .",
            "text": "The leptons from τ decay or b/c quark jets are suppressed by requirements on d 0 and z 0 with respect to their measurement uncertainties.",
            "paragraph_rank": 74,
            "section_rank": 23
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 24
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Comparison of the distributions of M l + l − (top) andMrec (bottom) between \"correct\" and \"wrong\" lepton pairs. This is an example of the H → ZZ * decay mode in the µ + µ − H channel at √ s = 250 GeV. The distributions are made using the high statistics samples mentioned in Section III C.",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "T",
            "section_rank": 25
        },
        {
            "section": "T",
            "text": "of the twofermion background peaks towards small values. This motivates the cut p l + l − T > 10 GeV. In addition, an upper limit on p l + l − T is imposed to suppress background processes whose p l + l − T extend to large values. The center plot in Figure 6 compares the p l + l − T of the signal and major background processes.• θ missing , the polar angle of the missing momentum, discriminates against events which are unbal-",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 26
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5.Comparison of the M l + l − (two topmost) and Mrec (two bottommost) spectra between the cases with (blue) and without (red) bremsstrahlung/FSR recovery for √ s = 250 GeV. The two bottommost plots show the µ + µ − H and e + e − H channels, respectively. The histograms are normalized to unit area.",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "For",
            "section_rank": 27
        },
        {
            "section": "For",
            "text": "the case of √ s=250 GeV, Tables III and IV show the number of remaining signal and background, signal efficiency and significance after each cut. Similar outcomes are obtained for √ s=350 and 500 GeV since similar data selection methods are used. For the case of √ s=250 GeV, Figure shows distributions of the M rec",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "2 (FIG. 6 .FIG. 7 .",
            "section_rank": 28
        },
        {
            "section": "2 (FIG. 6 .FIG. 7 .",
            "text": "FIG. 6. (top) The M µ + µ − distributions of signal and the major background processes, after a loose precut on Mrec. (center) The p µ + µ − T distributions of signal and the major background processes, after a loose precut on Mrec and a cut on M µ + µ − . (bottom) The cos (θmissing) distributions of signal and 2-fermion background, after a loose precut on Mrec and cuts have been applied on M µ + µ − and p µ + µ − T",
            "paragraph_rank": 79,
            "section_rank": 28
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 29
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. The distributions of Evis (after excluding the dilepton energy) of the signal and the 4f_zzorww_l processes, after a loose precut on Mrec and cuts have been applied onM µ + µ − , p µ + µ − T, cos (θmissing), and the BDT response of the MVA analysis.",
            "paragraph_rank": 80,
            "section_rank": 29
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 30
        },
        {
            "section": "FIG. 9 .",
            "text": "FIG. 9. The histograms of the recoil mass of the signal and the major residual background processes left in a wide window around the signal Mrec peak, shown here for the µ + µ − H (top) and e + e − H (bottom) channels at √ s=250 GeV, after all cuts described in the main text have been applied.",
            "paragraph_rank": 81,
            "section_rank": 30
        },
        {
            "text": "FIG. 10 .",
            "section_rank": 31
        },
        {
            "section": "FIG. 10 .",
            "text": "FIG. 10. The recoil mass spectra of events in the signal region 110-155 GeV at √ s = 250 GeV: (a) µ + µ − H, e − L e + R (b) µ + µ − H, e − R e + L (c) e + e − H, e − L e + R (d) e + e − H, e − R e + L . The fitting functions used for the extraction of σZH and MH (see Section V A) are superimposed. The black markers are the Monte Carlo (MC) data points, the green, magenta, and blue lines indicate the fitted function for signal, background, and the combination of signal and background, respectively.",
            "paragraph_rank": 82,
            "section_rank": 31
        },
        {
            "text": "A total of 2000 fb −1 , 200 fb −1 , and 4000 fb −1 are accumulated at √ s = 250, 350, and 500 GeV, respectively, out of which 67.5% (22.5%) of the running time are dedicated to e − L e + R (e − R e + L ) at √ s = 250 and 350 GeV, while 40% of the running time is dedicated to each of e − L e + R and e − L e + R at √ s = 500 GeV.",
            "paragraph_rank": 83,
            "section_rank": 32
        },
        {
            "text": "FIG. 11 .",
            "section_rank": 33
        },
        {
            "section": "FIG. 11 .",
            "text": "FIG. 11. The recoil mass spectra of events in the signal region 100-200 GeV for √ s = 350 GeV. Top: µ + µ − H, e − L e + R Bottom e + e − H, e − L e + R . The legend is same as in Figure 10.",
            "paragraph_rank": 84,
            "section_rank": 33
        },
        {
            "text": "FIG. 12 .",
            "section_rank": 34
        },
        {
            "section": "FIG. 12 .",
            "text": "FIG. 12. The recoil mass spectra of events in the signal region 100-250 GeV for √ s = 500 GeV. (a) µ + µ − H, e − L e + R (b) e + e − H, e − L e + R . The legend is same as in Figure 10.",
            "paragraph_rank": 85,
            "section_rank": 34
        },
        {
            "text": "FIG. 13 .",
            "section_rank": 35
        },
        {
            "section": "FIG. 13 .",
            "text": "FIG. 13. For the case of the µ + µ − H channel and e − L e + R at √ s = 250 GeV, in the region 110-155 GeV: (top) The Mrec spectra of the signal MC events used in analysis plotted together with the kernel function. (center) The Mrec spectrum of toy MC events corresponding to the top plot. (bottom)Toy MC events used for extracting σZH and MH and their statistical uncertainties, which are generated using the function which fitted the top plot as input. The legend is the same as inFigure 10.",
            "paragraph_rank": 86,
            "section_rank": 35
        },
        {
            "text": ".74 pb 0.69M 18.0k total background 58.9 pb 28.8 pb 4.18M 1.65M E CAL,tot , and p track are compared for each final state particle.",
            "paragraph_rank": 87,
            "section_rank": 36
        },
        {
            "text": "+ µ − H 6.87 fb 4.63 fb 11.3k 8.0k e + e − H 10.24 fb 6.68 fb 17.9k 9.0k 2f_l 33.5 pb 31.5 pb 2.71M 1.94M 2f_h 38.6 pb 23.0 pb 1.60M 0.89M 4f_l 4.90 pb 1.48 pb 3.07M 0.48M 4f_sl 14.5 pb 1.70 pb 4.77M 0.37M 4f_h 12.6 pb 1.11 pb 2.",
            "paragraph_rank": 88,
            "section_rank": 36
        },
        {
            "text": "TABLE II .",
            "section_rank": 37
        },
        {
            "section": "TABLE II .",
            "text": "The criteria for the identification of isolated leptons (µ and e).",
            "paragraph_rank": 89,
            "section_rank": 37
        },
        {
            "text": "TABLE III .",
            "section_rank": 38
        },
        {
            "section": "TABLE III .",
            "text": "The number of events left after each cut for the µ + µ − H channel and e − +N B ,where N S(B) is the number of signal (background)) for the Higgsstrahlung signal. Precut represents the loose cut Mrec ∈[100, 300] GeV.",
            "paragraph_rank": 90,
            "section_rank": 38
        },
        {
            "text": "TABLE IV .",
            "section_rank": 39
        },
        {
            "section": "TABLE IV .",
            "text": "The number of events left after each cut for the e + e − H channel and e − L e + R at √ s=250 GeV. Also given are the efficiency and signal significance for the Higgsstrahlung signal.",
            "paragraph_rank": 91,
            "section_rank": 39
        },
        {
            "text": "Table Vshows the expected precisions of σ ZH and M H assuming the integrated luminosities of 250 fb −1 , 333 fb −1 , and 500 fb −1 for √ s = 250, 350, and 500 GeV,",
            "paragraph_rank": 92,
            "section_rank": 40
        },
        {
            "text": "respectively, for each beam polarization. In order to maintain the model independence of the σ ZH measurement, the results inTable V are combined with those from invisible Higgs decay analyses; Table VIshows the combined results.[28] ",
            "paragraph_rank": 93,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 229,
                    "text": "[28]",
                    "end": 233
                }
            ]
        },
        {
            "text": "Table VII",
            "section_rank": 41
        },
        {
            "text": "TABLE V .TABLE VI .",
            "section_rank": 42
        },
        {
            "section": "TABLE V .TABLE VI .",
            "text": "The statistical uncertainties on σZH and ∆MH, assuming for each beam polarization a total integrated luminosity of 250 fb −1 , 333 fb −1 , and 500 fb −1 for √ s = 250, 350, and 500 GeV, respectively. The results are given in the form of separate and combined results of the µ + µ − X and e + e − X channels.√ s250 GeV 350 GeV 500 GeV ∆σ ZH /σ ZH ∆σ ZH /σ ZH ∆σ ZH /σ ZH The model independent statistical uncertainties on σZH obtained by combining the results of ∆σZH/σZH inTable Vwith those of the invisible Higgs decay analysis, assuming for each beam polarization a total integrated luminosity of 250 fb −1 , 333 fb −1 , and 500 fb −1 for",
            "paragraph_rank": 95,
            "section_rank": 42
        },
        {
            "text": "TABLE VII .",
            "section_rank": 43
        },
        {
            "section": "TABLE VII .",
            "text": "The ratio of the uncertainties of σZH and ∆MH for √ s=350 and 500 GeV with respect to √ s=250 GeV (top), as well for e − R e + L with respect to e − L e + R (bottom). These are based on the results given in Tables V and VI, which assume for each beam polarization a total luminosity of 250 fb −1 , 333 fb −1 , and 500 fb −1 for √ s = 250, 350, and 500 GeV, respectively.",
            "paragraph_rank": 96,
            "section_rank": 43
        },
        {
            "text": "TABLE VIII .",
            "section_rank": 44
        },
        {
            "section": "TABLE VIII .",
            "text": "The uncertainties of σZH and MH scaled to the full H20 run scenario, as well as the combined errors of ∆gHZZ/gHZZ and ∆MH. Ldt ∆σ ZH /σ ZH´L dt ∆σ ZH /σ ZH´L dt ∆σ ZH /σ ZH ∆M H = 14 MeVTABLE IX. The BR values and efficiencies of the major SM Higgs decay modes, after each data selection step, shown here for the case of the µ + µ − H channel and e − 70% 93.69% 93.40% 94.02% 94.04% 94.36% 93.75% 94.08% Lepton ID+Precut 93.68% 93.66% 93.37% 93.93% 93.94% 93.71% 93.63% 93.22% M l + l − ∈ [73, 120] GeV 89.94% 91.74% 91.40% 91.90% 91.82% 91.81% 91.73% 91.47% p l + l − T ∈ [10, 70] GeV 89.94% 90.08% 89.68% 90.18% 90.04% 90.16% 89.99% 89.71% |cos θ miss | < 0.98 89.94% 90.08% 89.68% 90.16% 90.04% 90.16% 89.91% 89.41% BDT > -0.25 88.90% 89.04% 88.63% 89.12% 88.96% 89.11% 88.91% 88.28% M rec ∈ [110, 155] GeV 88.25% 88.35% 87.98% 88.43% 88.33% 88.52% 88.21% 87.64%",
            "paragraph_rank": 97,
            "section_rank": 44
        },
        {
            "text": "TABLE X .",
            "section_rank": 45
        },
        {
            "section": "TABLE X .",
            "text": "The relative bias on σZH evaluated for each centerof-mass energy and polarization.",
            "paragraph_rank": 98,
            "section_rank": 45
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 47
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The authors would like to thank T. Barklow and colleagues from the ILD Concept Group for their help in realizing this paper; in particular, A. Miyamoto, C. Calancha, and M. Berggren for their work in generating the Monte-Carlo samples. J. Yan would also like to thank S. Komamiya for helpful discussions and suggestions. This work has been partially supported by JSPS Grants-inAid for Science Research No. 22244031 and the JSPS Specially Promoted Research No. 23000002.",
            "paragraph_rank": 99,
            "section_rank": 47
        }
    ]
}