{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for exclusive or quasi-exclusive γγ → W + W − production, via pp →",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "TeV, is reported using data corresponding to an integrated luminosity of 19.7 fb −1 . Events are selected by requiring the presence of an electron-muon pair with large transverse momentum p T (µ ± e ∓ ) > 30 GeV, and no associated charged particles detected from the same vertex. The 8 TeV results are combined with the previous 7 TeV results (obtained for 5.05 fb −1 of data). In the signal region, 13 (2) events are observed over an expected background of 3.9 ± 0.6 (0.84 ± 0.15) events for 8 (7) TeV, resulting in a combined excess of 3.4σ over the background-only hypothesis. The observed yields and kinematic distributions are compatible with the standard model prediction for exclusive and quasi-exclusive γγ → W + W − production. Upper limits on the anomalous quartic gauge coupling operators a W 0,C (dimension-6) and f M 0,1,2,3 (dimension-8), the most stringent to date, are derived from the measured dilepton transverse momentum spectrum.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A nonnegligible fraction of proton-proton collisions at the CERN LHC involves (quasireal) photon interactions that provide a unique opportunity to study high-energy γγ processes at center-of-mass energies and integrated luminosities much higher than previously available [1]. Using the √ s = 7 TeV data collected during Run 1 of the LHC, where Run 1 refers to the LHC data collection period between 2010-2012, measurements of γγ → µ + µ − [2,3] and γγ → e + e − [3,4] production were performed, followed by the first studies of γγ → W + W − [5]. The latter process, occurring at leading order via the JHEP08(2016)119 Figure 1. Quartic (left), t-channel (center), and u-channel (right) diagrams contributing to the γγ → W + W − process at leading order in the SM. The p ( * ) indicates that the final state proton(s) remain intact (\"exclusive\" or \"elastic\" production), or dissociate (\"quasi-exclusive\" production).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 271,
                    "text": "[1]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 439,
                    "text": "[2,",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 442,
                    "text": "3]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 462,
                    "text": "[3,",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 465,
                    "text": "4]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 541,
                    "text": "[5]",
                    "end": 544
                },
                {
                    "type": "figure",
                    "start": 617,
                    "text": "Figure 1",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "start": 769,
                    "text": "( * )",
                    "end": 774
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "diagrams shown in figure 1, is particularly well suited to search for physics beyond the standard model (SM). Such deviations from the SM may be quantified through anomalous quartic gauge couplings (AQGC) of operators of dimension-6 or -8 [6,7]. Specific models including anomalous gauge-Higgs couplings [8,9], as well as composite Higgs [9][10][11] or warped extra dimensions [10] scenarios, will also result in deviations from the SM predictions for the γγ → W + W − (differential and/or integrated) cross sections. Prior to the LHC, limits on AQGC were obtained through triboson (Zγγ and W + W − γ) production, and WW → γγ scattering at LEP [12][13][14][15][16][17][18], and through γγ → W + W − scattering at the Tevatron [19]. Anomalous quartic gauge couplings have been explored at the LHC through triboson (Wγγ or WV γ, where V is a W or Z boson) production [20,21], and same-charge WW → WW scattering [22,23].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 239,
                    "text": "[6,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 242,
                    "text": "7]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 304,
                    "text": "[8,",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 307,
                    "text": "9]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 338,
                    "text": "[9]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 341,
                    "text": "[10]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 345,
                    "text": "[11]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 377,
                    "text": "[10]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 644,
                    "text": "[12]",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 648,
                    "text": "[13]",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 652,
                    "text": "[14]",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 656,
                    "text": "[15]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 660,
                    "text": "[16]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 664,
                    "text": "[17]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 668,
                    "text": "[18]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 726,
                    "text": "[19]",
                    "end": 730
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 865,
                    "text": "[20,",
                    "end": 869
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 869,
                    "text": "21]",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 909,
                    "text": "[22,",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 913,
                    "text": "23]",
                    "end": 916
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents an update of the 7 TeV CMS γγ → W + W − measurement [5], largely following the same analysis strategy as for 7 TeV but using the 8 TeV data set collected in 2012. The signal topology considered is pp → p ( * ) W + W − p ( * ) , where the p ( * ) indicates that the final state protons either remain intact (\"exclusive\" or \"elastic\" production), or dissociate into an undetected system (\"quasi-exclusive\" or \"proton dissociation\" production). The W + W − → µ ± e ∓ (plus undetected neutrinos) channel is the final state used to search for a signal, as the backgrounds due to Drell-Yan (DY) and γγ → + − production are smaller than in the same-flavor final states. Events in which one or both of the W bosons decay into a tau lepton, with a subsequent decay of the tau to a muon or electron and neutrinos, are also included in the signal. In contrast to exclusive production, inclusive W + W − production is always accompanied by underlying event activity originating from semihard multiple-parton interactions and from softer \"spectator\" partons at forward rapidities. This will almost always result in the production of additional detectable charged particles from the µ ± e ∓ vertex. The experimental signature for the signal therefore consists of a muon-electron pair with large transverse momentum p T (µ ± e ∓ ), the vector p T sum of the pair, originating from a common primary vertex with no additional charged particles detected.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 72,
                    "text": "[5]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "start": 240,
                    "text": "( * )",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "start": 260,
                    "text": "( * )",
                    "end": 265
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Control samples of γγ → µ + µ − and γγ → e + e − events are used to study the efficiency of the exclusive selection in data, as well as the \"rescattering\" corrections [24,25], from additional parton interactions between the protons, in quasi-exclusive collisions. Control",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 167,
                    "text": "[24,",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 171,
                    "text": "25]",
                    "end": 174
                }
            ]
        },
        {
            "text": "JHEP08(2016)119",
            "section_rank": 3
        },
        {
            "section": "JHEP08(2016)119",
            "text": "regions in the dilepton p T and charged-particle multiplicity distributions are used to study the main background contributions to the signal. Finally the p T (µ ± e ∓ ) distribution is used as the discriminating variable to measure the standard model γγ → W + W − cross section, and to search for evidence of AQGC.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "JHEP08(2016)119",
            "text": "Sections 2-3 give a general description of the theory and the CMS detector, while sections 4-5 describe the data sets, Monte Carlo (MC) simulations, and event selection. Sections 6-8 explain the 8 TeV analysis, and section 9 describes the present 8 TeV results, as well as their combination with those from the previous 7 TeV study.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "JHEP08(2016)119",
            "text": "2 Phenomenology of anomalous couplings in γγ → W + W − interactions Within the SM, the triple (WWγ) and quartic (WWγγ) couplings that contribute to γγ → W + W − production are fully connected through the requirement of gauge invariance. In contrast, effective field theories can be constructed to quantify potential deviations from the SM by introducing genuine AQGCs through dimension-6 operators that are not related to the SM triple or quartic couplings [26]. By imposing U(1) EM and global custodial SU(2) C symmetries, and further requiring charge-conjugation and parity to be separately conserved, two such operators are allowed with couplings denoted a W 0 /Λ 2 and a W C /Λ 2 , where Λ is the energy scale for new physics. This approach corresponds to assuming a nonlinear representation of the spontaneously broken SU(2) ⊗ U(1) symmetry.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 457,
                    "text": "[26]",
                    "end": 461
                }
            ]
        },
        {
            "section": "JHEP08(2016)119",
            "text": "With the discovery of a light Higgs boson [27][28][29], a linear realization of the SU(2) ⊗ U(1) symmetry of the SM, spontaneously broken by the Higgs mechanism, is possible. Thus, the lowest order operators, where new physics may cause deviations in the quartic gauge boson couplings alone, are of dimension 8. In the dimension-8 formalism [30][31][32] there are fourteen operators contributing to WWγγ couplings, which in general will also generate a WWZγ vertex. By assuming that the anomalous WWZγ vertex vanishes, a direct relationship between the dimension-8 f M,0,1,2,3 /Λ 4 couplings and the dimension-6 a W 0,C /Λ 2 couplings can be recovered [20,[30][31][32]:",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 42,
                    "text": "[27]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 46,
                    "text": "[28]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 50,
                    "text": "[29]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 341,
                    "text": "[30]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 345,
                    "text": "[31]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 349,
                    "text": "[32]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 652,
                    "text": "[20,",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 656,
                    "text": "[30]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 660,
                    "text": "[31]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 664,
                    "text": "[32]",
                    "end": 668
                }
            ]
        },
        {
            "section": "JHEP08(2016)119",
            "text": "where M W is the mass of the W boson and e is the unit of electric charge. The f M,2,3 /Λ 4 couplings can be determined from the relations f M,0 = 2f M,2 and f M,1 = 2f M,3 , which are a result of the constraint on the WWZγ vertex vanishing.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "JHEP08(2016)119",
            "text": "In both dimension-6 and dimension-8 scenarios, the γγ → W + W − cross section in the presence of anomalous couplings would increase rapidly with the photon-photon centerof-mass energy W γγ . For couplings of the size that can be probed with the current data set, this would result in violation of unitarity at scales well below those reached in 7 and 8 TeV pp collisions at the LHC. To prevent this, various approaches modifying the effective Lagrangian have been proposed [33][34][35]. In this analysis, following the previous γγ → W + W − results from the LHC and Tevatron, we consider a dipole form factor with -3 -",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 473,
                    "text": "[33]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 477,
                    "text": "[34]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 481,
                    "text": "[35]",
                    "end": 485
                }
            ]
        },
        {
            "text": "JHEP08(2016)119",
            "section_rank": 4
        },
        {
            "section": "JHEP08(2016)119",
            "text": "a cutoff scale Λ cutoff :",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "JHEP08(2016)119",
            "text": "We quote both the limits which preserve unitarity, with a dipole form factor and Λ cutoff = 500 GeV as was used in previous publications [5,19], and limits with Λ cutoff → ∞, which is equivalent to no form factor, violating unitarity.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 137,
                    "text": "[5,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 140,
                    "text": "19]",
                    "end": 143
                }
            ]
        },
        {
            "section": "JHEP08(2016)119",
            "text": "The presence of anomalous couplings among the gauge bosons is expected to result in a harder spectrum of the transverse momentum of the W-pair system which can be probed experimentally by the hardness of the spectra in their decay products and, suitably, by that of the dilepton system of electron and muon.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The CMS detector",
            "section_rank": 5
        },
        {
            "section": "The CMS detector",
            "text": "A detailed description of the CMS experiment can be found in ref. [36]. The central feature of the CMS apparatus is a superconducting solenoid, of 6 m internal diameter. Within the field volume are the silicon pixel and strip tracker, the crystal electromagnetic calorimeter (ECAL) and the brass-scintillator hadronic calorimeter (HCAL). Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke of the solenoid. The momentum resolution for electrons with p T ∼ 45 GeV from Z → ee decays ranges from 1.7% for nonshowering electrons in the barrel region to 4.5% for showering electrons in the endcaps [37]. The calorimeter cells are grouped in projective towers, of granularity ∆η×∆φ = 0.087×0.087 (where φ is the azimuthal angle in radians) in the pseudorapidity region |η| < 1.5, and increasing to 0.175×0.175 in the region 3 < |η| < 5. The silicon tracker covers a range of |η| < 2.4, and consists of three layers made of 66 million 100×150 µm 2 pixels followed by ten microstrip layers, with strips of pitch between 80 and 180 µm. The silicon tracker is used to detect charged particles as tracks. Muons are measured in the window |η| < 2.4, with detection planes made of three technologies: drift tubes, cathode strip chambers, and resistive-plate chambers. Thanks to the strong magnetic field, 3.8 T, and to the high granularity of the silicon tracker, the transverse momentum, p T , of the muons matched to silicon tracks is measured with a resolution better than 1.5%, for p T smaller than 100 GeV . The resolution of z 0 , the point of closest approach of the track to the beam direction z, for a 1 (10) GeV pion is 100-300 µm (30-60 µm) in the central region and 300-1000 µm (60-150 µm) in the forward region [38]. The ECAL provides coverage in a range of |η| < 1.48 in a barrel region, and 1.48 < |η| < 3 in two endcap regions (EE). A preshower detector consisting of two planes of silicon sensors interleaved with a total of 3 radiation lengths of lead is located in front of the EE. The first level of the CMS trigger system, composed of custom hardware processors, uses information from the calorimeters and muon detectors to select (in less than 4 µs) the most interesting events. The high-level trigger processor farm further decreases the event rate from 100 kHz to a few hundred Hz, before data storage.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 66,
                    "text": "[36]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 628,
                    "text": "[37]",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "start": 1663,
                    "text": "(30-60 µm)",
                    "end": 1673
                },
                {
                    "type": "bibr",
                    "start": 1712,
                    "text": "(60-150 µm)",
                    "end": 1723
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1746,
                    "text": "[38]",
                    "end": 1750
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "-4 -",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "JHEP08(2016)119 4 Data sets and Monte Carlo simulation",
            "section_rank": 6
        },
        {
            "section": "JHEP08(2016)119 4 Data sets and Monte Carlo simulation",
            "text": "The analyzed data samples consist of 19.7 fb −1 of proton-proton collisions collected in 2012 at a center-of-mass energy of √ s = 8 TeV . This measurement is combined with a similar analysis carried out in 2011 using 5.05 fb −1 of pp collisions collected at a center-of-mass energy of √ s = 7 TeV . During Run 1 of the LHC the number of overlapping interactions per bunch crossing (\"pileup\") was nonnegligible. In the 8 7TeV data-taking period the average pileup was 21 (9) interactions per crossing. The 7 TeV data analysis is described in ref. [5], and the rest of this section focuses on describing the 8 TeV data analysis.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 420,
                    "text": "7",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 470,
                    "text": "(9)",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 546,
                    "text": "[5]",
                    "end": 549
                }
            ]
        },
        {
            "section": "JHEP08(2016)119 4 Data sets and Monte Carlo simulation",
            "text": "The simulated SM and anomalous signal samples of γγ → W + W − are generated with MadGraph [39,40] v5 release 2.0.0, using the equivalent photon approximation (EPA) [41]. Cross-checks with CalcHEP [42] v3.4 have also been performed since this is the generator used for simulated SM and anomalous signal samples for the 7 TeV analysis. The elastic and proton dissociation γγ → + − samples are produced using the lpair v4.0 generator [43,44].",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 90,
                    "text": "[39,",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 94,
                    "text": "40]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 164,
                    "text": "[41]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 196,
                    "text": "[42]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 431,
                    "text": "[43,",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 435,
                    "text": "44]",
                    "end": 438
                }
            ]
        },
        {
            "section": "JHEP08(2016)119 4 Data sets and Monte Carlo simulation",
            "text": "The backgrounds from inclusive diboson, W+jets, and tt production are simulated with",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2016)119 4 Data sets and Monte Carlo simulation",
            "text": "MadGraph. For tt production the yields are normalized to the next-to-next-to-leadingorder (NNLO) plus next-to-next-to-leading-logarithmic cross section prediction obtained with Top++2.0 [45]. For inclusive diboson and W+jets production the yields are normalized to the NNLO and next-to-leading-order cross section predictions, respectively, and are obtained with mcfm v6.6 [46]. Inclusive Drell-Yan samples are simulated with powheg v1.0 [47][48][49]. The outgoing partons from the matrix element calculation in both Mad-Graph and powheg are matched to parton showers from the pythia v6.4.26 [50] with the Z2* tune [51] for the analysis of the 8 TeV data and with the Z2 tune [52] for the analysis of the 7 TeV data. The simulated inclusive W + W − sample does not include events generated in diffractive topologies, in which one of the incoming protons remains intact. While diffractive W + W − production is expected to be small compared to the rate of inclusive W + W − production, the mean multiplicity of charged particles in diffractive events will be smaller, thus enhancing the contribution of diffractive production to the exclusive signal region. The contribution from diffractive W + W − production is simulated with pompyt v2.6.1 [53], using diffractive parton distribution functions obtained from the H1 fit B to diffractive deep inelastic scattering data [54]. In practice, the diffractive W + W − background may be suppressed by a \"gap survival probability\" factor, representing the effect of rescattering interactions that will lead to additional hadronic activity in the event. As this factor is not precisely predicted or measured at LHC energies [55], a very conservative 100% gap survival probability (meaning no correction due to rescattering interactions) is assumed. Gluon-induced central exclusive production of W + W − pairs, with an additional \"screening\" gluon emission to cancel the color flow, is expected to be heavily suppressed [56] and is neglected in the current analysis. Electroweak production (at order α 5 EW or α 6 EW for real W + W − emission) of W + W − pairs, including WW → WW scattering, is also not included in the simulated inclusive W + W − sample. We use a sample generated with MadGraph, which describes well the electroweak production of Zqq (where 'q' indicates a quark jet) at √ s = 8 TeV [57], to esti-",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 186,
                    "text": "[45]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 373,
                    "text": "[46]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 438,
                    "text": "[47]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 442,
                    "text": "[48]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 446,
                    "text": "[49]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 592,
                    "text": "[50]",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 615,
                    "text": "[51]",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 676,
                    "text": "[52]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1242,
                    "text": "[53]",
                    "end": 1246
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1369,
                    "text": "[54]",
                    "end": 1373
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1665,
                    "text": "[55]",
                    "end": 1669
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1960,
                    "text": "[56]",
                    "end": 1964
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 2341,
                    "text": "[57]",
                    "end": 2345
                }
            ]
        },
        {
            "section": "JHEP08(2016)119 4 Data sets and Monte Carlo simulation",
            "text": "mate the central value of the electroweak W + W − qq background, with phantom v1.0 [58] used for systematic studies. All simulated samples are passed through a detailed Geant4 simulation [59] of the CMS detector. The same algorithms are used to reconstruct both the simulated samples and collision data.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 83,
                    "text": "[58]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 187,
                    "text": "[59]",
                    "end": 191
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The event selection is similar for both µ ± e ∓ final states used to search for a W + W − signal, and for the µ + µ − and e + e − final states used as control samples. The events are triggered by the presence of two leptons with transverse momentum p T > 17(8) GeV for the leading (subleading) lepton.",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Offline, the leptons are required to be of opposite charge, to have p T > 20 GeV, to pass \"tight\" identification criteria for muons [60] and \"medium\" identification criteria for electrons [37], and come from the same reconstructed primary vertex. Primary vertices are identified by clustering tracks according to a deterministic annealing algorithm, and subsequently performing a fit to the clustered tracks [38]. The \"tight\" muon identification includes requirements on the minimum number of muon detector planes hit, the minimum number of hits in the pixel detector and of layers hit in the silicon strip detector, the goodness of the global fit to the muon track, and the transverse impact parameter with respect to the primary vertex. An additional requirement that the longitudinal impact parameter be at most 5 mm is added for the 8 TeV analysis and was not present in the 7 TeV analysis. This requirement is added to suppress cosmic muons, muons from decays in flight of charged mesons, and tracks from pileup. The \"medium\" identification criteria for electrons combines information from the ECAL, HCAL, and silicon tracker. This includes selections on the azimuthal angle and pseudorapidity differences between the tracks and ECAL deposits associated to the electron candidate, the ratio of energy deposited in the HCAL to that in the ECAL, the shower shape of the ECAL deposits, and the compatibility of the energy deposited in the ECAL with the momentum of the associated track. The efficiency of the \"tight\" muon identification is estimated to be ≥96% for muons with p T > 20 GeV, with a hadron misidentification probability of <0.5%. The efficiency of the \"medium\" electron identification rises from ∼60% for electrons with p T = 20 GeV, reaching a plateau at ≥80% for electrons with p T > 55 GeV . The misidentification probability is estimated to be <4% for the \"medium\" electron identification. In addition, the electrons are required to satisfy relative isolation criteria, based on the global particle-flow algorithm [61,62]. The invariant dilepton mass is also required to satisfy m( + − ) > 20 GeV in order to remove any potential background due to low-mass resonances, which is particularly relevant in the µ + µ − and e + e − final states.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 132,
                    "text": "[60]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 188,
                    "text": "[37]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 408,
                    "text": "[38]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 2034,
                    "text": "[61,",
                    "end": 2038
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 2038,
                    "text": "62]",
                    "end": 2041
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The final signal region is then defined by the presence of an opposite-charge electronmuon pair originating from a common primary vertex that has no additional tracks associated with it, and has transverse momentum p T (µ ± e ∓ ) > 30 GeV . The zero-additionaltracks requirement is motivated by the lack of underlying event activity expected for exclusive and quasi-exclusive γγ → W + W − production, in which the beam protons remain intact JHEP08 (2016)119or dissociate into an undetected forward system respectively, in contrast to backgrounds from inclusive diboson production. The p T (µ ± e ∓ ) > 30 GeV requirement is designed to suppress backgrounds from τ + τ − production, including the exclusive and quasi-exclusive γγ → τ + τ − processes. 6 The γγ → + − control samples and corrections",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 448,
                    "text": "(2016)119",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 750,
                    "text": "6",
                    "end": 751
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In the µ + µ − and e + e − final states, backgrounds due to direct γγ → + − production and Drell-Yan processes are much larger than in the µ ± e ∓ channel. Therefore these channels are used as control samples to study both the efficiency of the zero-additional-tracks selection, and the theoretically poorly known proton dissociation contribution to high-mass γγ interactions [63].",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 376,
                    "text": "[63]",
                    "end": 380
                }
            ]
        },
        {
            "text": "Efficiency correction for track veto",
            "section_rank": 8
        },
        {
            "section": "Efficiency correction for track veto",
            "text": "First, in order to select a high-purity sample of elastic pp → p + − p events and study the efficiency of the additional track veto, we apply harsh selection criteria to the kinematics of the lepton pair. These consist in requiring a small acoplanarity, |1 − ∆φ( + − )/π| < 0.01 where ∆φ( + − ) is the difference in azimuthal angle between the two leptons, and an invariant mass incompatible with Z → + − decays (m( + − ) < 70 GeV or m( + − ) > 106 GeV). The leptons from elastic pp → p + − p events have small acoplanarity because the very small virtuality of the exchanged photons results in a dilepton pair produced with p T ( + − ) ∼ 0. The acoplanarity and invariant mass requirements result in a sample expected to contain a negligible contribution from inclusive backgrounds, but some contamination from γγ → + − events where one or both of the protons dissociate. In this control sample we find a deficit in the data compared to the theoretical prediction for events with zero additional tracks associated to the dilepton vertex (figure 2). We have verified that this is due to the fact that the efficiency of the additional-track veto is overestimated in the simulation. To numerically calculate the data-to-simulation ratio, we use a tighter acoplanarity requirement (|1 − ∆φ( + − )/π| < 0.001, corresponding to >3σ in terms of the experimental resolution on the acoplanarity) to further reduce the contamination from γγ → + − events where one or both of the protons dissociate. The data-to-simulation ratio is 0.63 ± 0.04 in the µ + µ − channel and 0.63 ± 0.07 in the e + e − channel. By comparing the shapes of the γγ → + − distributions we find a good data-to-theory agreement, apart from the overall difference in normalization (figures 2 and 3). We therefore apply this ratio, averaged over the µ + µ − and e + e − samples, as a track veto efficiency correction to the γγ → W + W − signal.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Efficiency correction for track veto",
            "text": "In exclusive and quasi-exclusive production, additional tracks identified as coming from the dilepton vertex are predominantly misassociated tracks originating from other pileup vertices in the event. These are mainly very low-p T , forward tracks not modeled perfectly by the simulation. Therefore a track veto efficiency correction is applied to account for the resulting migration of signal events to higher multiplicities. For inclusive backgrounds, migrations may happen in both directions, with tracks from pileup vertices being wrongly associated with a dilepton vertex, or tracks from the underlying event being JHEP08 2016   wrongly associated with a pileup vertex. For the largest background of inclusive W + W − production, the simulation is observed to reproduce the data in the relevant control region; therefore no correction is applied to the backgrounds.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 627,
                    "text": "2016",
                    "end": 631
                }
            ]
        },
        {
            "text": "Proton dissociation contribution",
            "section_rank": 9
        },
        {
            "section": "Proton dissociation contribution",
            "text": "Simulations of high-mass γγ interactions with the lpair matrix element generator show that they predominantly occur in events where at least one of the protons dissociates. However, the cross section calculations do not include rescattering effects, in which additional gluon interactions between the protons produce extra hadronic activity in the event besides the final-state leptons or gauge bosons. As a result of these rescattering corrections, γγ → + − and γγ → W + W − signal events will migrate to higher multiplicities. This is expected to be a large effect, particularly for events in which both protons dissociate, with up to about 90% of events being nonexclusive, depending on the exact kinematic range studied [25,63]. The contribution from proton dissociation is therefore estimated directly from the data, rather than relying on simulation.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 724,
                    "text": "[25,",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 728,
                    "text": "63]",
                    "end": 731
                }
            ]
        },
        {
            "section": "Proton dissociation contribution",
            "text": "To estimate the contribution due to proton dissociation in a kinematic region similar to the W + W − signal, we select a sample of dilepton events with invariant mass greater than 160 GeV, corresponding to the threshold for the production of two on-shell W bosons, with no additional tracks associated with the dilepton vertex. We then compute the ratio of the number of events measured in this region to the predicted number of elastic pp → -8 -",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "JHEP08(2016)119",
            "section_rank": 10
        },
        {
            "section": "JHEP08(2016)119",
            "text": "Events / 20 GeV   200   400   600   800   1000   Data   (double dissociation)  p + − p events, with the additional track veto efficiency correction applied and the Drell-Yan contribution subtracted from the data. This results in a scale factor F = 4.10 ± 0.43, with the uncertainty determined from the statistical uncertainty of the data control sample, that is used to correct the elastic pp → pW + W − p prediction to the total pp → p ( * ) W + W − p ( * ) prediction, including proton dissociation. Figure 4 shows the dilepton invariant mass distribution for events with no additional tracks at the dilepton vertex. The theoretical double-dissociation contribution (blue dotted line on top of the sum of all other simulated data samples in figure 4) is much larger than the data, because the value of the gap survival probability factor is too high in the calculations, whereas at high dilepton mass the data are consistent with a very low survival probability for this contribution. For a 100% gap survival probability in both single-and double-dissociation processes, the scale factor to correct the elastic prediction would be F = 7.71 ± 0.57, by applying the same procedure described above but using the single-and double-dissociation simulated samples. However, if the double-dissociation contribution is assumed to have a gap survival probability of 0% (maximum predicted rescattering), whereas the single-dissociation contribution is assumed to have a gap survival probability of 100% (no rescattering), the proton dissociation factor estimated from the simulation would be F = 4.39 ± 0.48. This factor is compatible with that extracted from the data-driven",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 9,
                    "text": "20 GeV   200   400   600   800   1000   Data   (double dissociation)",
                    "end": 77
                },
                {
                    "type": "figure",
                    "start": 502,
                    "text": "Figure 4",
                    "end": 510
                },
                {
                    "type": "figure",
                    "start": 743,
                    "text": "figure 4",
                    "end": 751
                }
            ]
        },
        {
            "text": "JHEP08(2016)119",
            "section_rank": 11
        },
        {
            "section": "JHEP08(2016)119",
            "text": "Events / 40 GeV   Figure 4. Dilepton invariant mass for the µ + µ − (left) and e + e − (right) final states in the γγ → + − proton dissociation control region with no additional tracks associated to the dilepton vertex, for data (points with error bars) and simulated samples (histograms, with the efficiency correction applied to the exclusive samples). The last bin in both plots is an overflow bin and includes all events above the maximum value in the plot. The bottom panels show the data/MC ratio where the denominator includes the sum of all simulated samples except the double-dissociation contribution (shown as the blue dotted line in the top plots).",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 18,
                    "text": "Figure 4",
                    "end": 26
                }
            ]
        },
        {
            "section": "JHEP08(2016)119",
            "text": "method described above and is also consistent with the expectation from theory [25,64] that the single-dissociation contribution has a large gap survival probability while the double-dissociation contribution has a small gap survival probability.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 79,
                    "text": "[25,",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 83,
                    "text": "64]",
                    "end": 86
                }
            ]
        },
        {
            "text": "Backgrounds",
            "section_rank": 12
        },
        {
            "text": "Inclusive diboson backgrounds",
            "section_rank": 13
        },
        {
            "section": "Inclusive diboson backgrounds",
            "text": "The dominant inclusive diboson backgrounds consist mainly of W + W − events, with a small contribution from WZ and ZZ events. As indicated in table 1, the inclusive diboson background is reduced by a factor of more than 300 by vetoing on additional tracks at the µ ± e ∓ vertex. The remaining backgrounds are studied by selecting electron-muon vertices with p T (µ ± e ∓ ) > 30 GeV, and 1-6 additional tracks. The event yields and kinematic distributions are compatible with the expectations from simulation, with 247.0 ± 8.0 (stat) events expected and 214 events observed in data (figure 5).",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "section": "Inclusive diboson backgrounds",
            "text": "The inclusive W + W − background estimate obtained using MadGraph for the signal region (no additional tracks and p T (µ ± e ∓ ) > 30 GeV) is 2.2 ± 0.4 (stat) events. The prediction is additionally cross-checked with an estimate based on pythia, which also describes JHEP08 2016  well the control region with 1-6 extra tracks. This results in an inclusive W + W − background prediction of 2.5 ± 0.9 (stat) events, consistent with the default prediction using",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 274,
                    "text": "2016",
                    "end": 278
                }
            ]
        },
        {
            "section": "Inclusive diboson backgrounds",
            "text": "MadGraph. The WZ and ZZ background estimates are obtained from MadGraph as well, and only contribute 0.1 ± 0.1 (stat) events in the signal region.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "W+jets background",
            "section_rank": 14
        },
        {
            "section": "W+jets background",
            "text": "The background due to W+jets production, with one genuine lepton and one misidentified or nonprompt lepton in a jet, is expected to be small. To study this background in data, a control sample, expected to be dominated by W+jets, is selected with the p T (µ ± e ∓ ) >30 GeV requirement, where at least one of the two leptons has failed the nominal offline identification described in section 5. The control sample is expected to contain 78% W+jets events. To extract a prediction for the W+jets background contribution in which both leptons pass the nominal lepton identification requirements, we use the ratio of the number of events in the signal and control regions calculated from simulation and multiply this ratio by the number of data events in the control region. The resulting prediction in the signal region is 0.2 ± 0.1 (stat) events, approximately 5% of the total background.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "Drell-Yan background",
            "section_rank": 15
        },
        {
            "section": "Drell-Yan background",
            "text": "The background due to DY τ + τ − production is suppressed by a factor of more than 700 by the requirement of no additional tracks associated with the µ ± e ∓ vertex (  Figure 6. Distributions of µ ± e ∓ invariant mass (left) and acoplanarity (right) for data (points with error bars) and expected backgrounds (histograms) for p T (µ ± e ∓ ) < 30 GeV and 1-6 extra tracks (Drell-Yan τ + τ − control region). The last bin in both plots is an overflow bin and includes all events above the maximum value in the plot. The bottom panels show the data/MC ratio.",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 168,
                    "text": "Figure 6",
                    "end": 176
                }
            ]
        },
        {
            "section": "Drell-Yan background",
            "text": "the modeling of the DY background contribution, a control region with p T (µ ± e ∓ ) < 30 GeV and 1-6 additional tracks is selected, resulting in a sample that is expected to contain 87% DY τ + τ − events. We find an overall deficit in the data with respect to the prediction from simulation, with 771 events observed and 1008 ± 27 (stat) events expected. Figure 6 shows that this deficit appears at low mass and low-acoplanarity where the DY background is expected. At higher values of the mass and acoplanarity where the inclusive W + W − contribution is significant, the data agree well with the simulation, consistent with the behavior observed in the W + W − control region. The number of simulated DY events surviving in the signal region after all selections is zero, therefore no rescaling of the DY background is performed based on the control region yields.",
            "paragraph_rank": 39,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 356,
                    "text": "Figure 6",
                    "end": 364
                }
            ]
        },
        {
            "text": "The γγ → τ + τ − background",
            "section_rank": 16
        },
        {
            "section": "The γγ → τ + τ − background",
            "text": "As γγ → τ + τ − is produced in both exclusive and quasi-exclusive topologies, it cannot be completely eliminated by requiring no additional tracks at the µ ± e ∓ vertex. The requirement that p T (µ ± e ∓ ) > 30 GeV, however, combined with the 20 GeV single-lepton thresholds, reduces this background to approximately one event in the signal region (table 1). A control sample enriched in γγ → τ + τ − events is selected by requiring an electronmuon vertex with no additional associated tracks, and p T (µ ± e ∓ ) < 30 GeV . In data, 11 events are observed, compared to a prediction of 12.9 ± 2.5, including 3.4 ± 0.5 events JHEP08 2016  Figure 7. Distributions of µ ± e ∓ invariant mass (left) and acoplanarity (right) for data (points with error bars) and expected backgrounds (histograms) for p T (µ ± e ∓ ) < 30 GeV and no additional tracks (γγ → τ + τ − control region). The last bin in both plots is an overflow bin and includes all events above the maximum value in the plot. The bottom panels show the data/MC ratio.",
            "paragraph_rank": 40,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 348,
                    "text": "(table 1)",
                    "end": 357
                },
                {
                    "start": 631,
                    "text": "2016",
                    "end": 635
                },
                {
                    "type": "figure",
                    "start": 637,
                    "text": "Figure 7",
                    "end": 645
                }
            ]
        },
        {
            "section": "The γγ → τ + τ − background",
            "text": "expected from γγ → τ + τ − production. The kinematic distributions are in good agreement with the predicted sum of γγ → τ + τ − and other backgrounds (figure 7).",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "Summary of backgrounds",
            "section_rank": 17
        },
        {
            "section": "Summary of backgrounds",
            "text": "The number of expected signal and background events at each stage of the selection is shown in table 1. As described in section 4, the diffractive W + W − background is estimated from simulation, assuming the maximal gap survival probability of 100%. By assuming a smaller survival probability the total background prediction would decrease by at most 0.1 events, which is less than 3% of the total background and less than 2% of the expected SM signal. The \"Other backgrounds\" category includes the contributions of tt, W+jets, electroweak W + W − qq, diffractive W + W − , and jets. The total expected background is 3.9 ± 0.6 events, with the largest contribution coming from inclusive W + W − production. The expected SM signal is 5.3 ± 0.7 events. As a final check for potential mismodeled backgrounds, we examine same-charge µ ± e ± events. In the control region with 1-6 extra tracks and p T (µ ± e ± ) > 30 GeV, 28 such events are observed, with track multiplicity and invariant mass distributions consistent with the simulation, which predicts 20.6 ± 2.1 events. In the signal-like region with no additional tracks and p T (µ ± e ± ) > 30 GeV, no same-charge events are observed in the data, consistent with the prediction of 0.12 background events from simulation. ",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "We consider systematic uncertainties related to the integrated luminosity, the lepton trigger and selection efficiency, the efficiency of the additional track veto, and the uncertainty in the proton dissociation contribution. The integrated luminosity uncertainty for the 8 TeV data set used in this measurement is estimated to be 2.6% [65]. The trigger and lepton identification efficiencies are corrected for differences between data and simulation using control samples of Z → + − events. The systematic uncertainty is estimated from the statistical uncertainty associated with the correction applied, resulting in an uncertainty of 2.4% in the signal efficiency.",
            "paragraph_rank": 43,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 336,
                    "text": "[65]",
                    "end": 340
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The correction for the efficiency of the additional track veto is obtained from the control samples of elastic-enriched γγ → + − events, as described in section 6. Since the correction factors obtained in the µ + µ − and e + e − channels are consistent, they are combined to obtain the final correction factor. The systematic uncertainty is estimated from the statistical uncertainty associated with the correction applied, resulting in an overall uncertainty of 5% in the signal efficiency.",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "The normalization factor for the proton dissociation contribution to the signal is obtained from high-mass γγ → + − events in data as explained in section 6. The statistical uncertainty in this factor is 9.2%, based on the combination of the µ + µ − and e + e − channels. An additional effect of 5.0% must be included to describe the difference between the matrix element prediction of lpair used in the method described in section 6, and the equivalent photon approximation used to generate signal events. Adding in quadrature these contributions results in an overall systematic uncertainty of 10.5% related to the proton dissociation contribution. It is also checked that the proton dissociation factor does not vary as a function of the dilepton invariant mass threshold, between 100-400 GeV.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "The full list of systematic uncertainties for the signal efficiency is shown in table 2. The overall systematic uncertainty assigned to the signal is 12.2%. The systematic uncertainties considered for the background prediction include the limited statistics of the relevant simulation or data control samples, integrated luminosity, trigger efficiency, and lepton identification efficiency. In addition, an uncertainty of ±0.24 events in the electroweak W + W − background contribution is included, corresponding to the difference between the background predictions of the MadGraph and phantom generators.  Figure 8. Distributions of muon-electron transverse momentum for events with zero associated tracks (left), and extra-tracks multiplicity for events with p T (µ ± e ∓ ) > 30 GeV (right). The data are shown by the points with error bars; the histograms indicate the expected SM signal and backgrounds. Two representative values for anomalous couplings are shown stacked on top of the backgrounds. The last bin in the p T (µ ± e ∓ ) distribution is an overflow bin and includes all events with p T (µ ± e ∓ ) > 210 GeV.",
            "paragraph_rank": 46,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 607,
                    "text": "Figure 8",
                    "end": 615
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 19
        },
        {
            "section": "Results",
            "text": "The total expected signal from standard model exclusive or quasi-exclusive γγ → W + W − production in the 8 TeV data set is 5.3±0.7 events, with an expected background of 3.9±0.6 events. This corresponds to a mean expected signal significance of 2.1σ. Figure 8 shows the p T (µ ± e ∓ ) and extra-tracks multiplicity distributions for events passing all other selection requirements. In the signal region with no additional tracks and p T (µ ± e ∓ ) > 30 GeV, 13 events are observed in the data that pass all the selection criteria. The properties of the selected events, including the µ ± e ∓ invariant mass, acoplanarity, and missing transverse energy (E miss T ), are consistent with the SM signal plus background prediction (figure 9). The observed significance above the background-only hypothesis in the 8 TeV data, including systematic uncertainties, is 3.2σ. In the 7 TeV data, two events were observed in the signal region, with an expected background of 0.84 ± 0.15 events, corresponding to an observed (expected) significance of 0.8σ (1.8σ). We combine the 7 and 8 TeV results, treating all systematic uncertainties as fully uncorrelated between the two measurements, with the exception of the 5% uncertainty from the use of the equivalent photon approximation in the generation of signal samples, which is treated as fully correlated between the two JHEP08 2016  analyses. The resulting observed (expected) significance for the 7 and 8 TeV combination is 3.4σ (2.8σ), constituting evidence for γγ → W + W − production in proton-proton collisions at the LHC.",
            "paragraph_rank": 47,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 252,
                    "text": "Figure 8",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "start": 1044,
                    "text": "(1.8σ)",
                    "end": 1050
                },
                {
                    "start": 1368,
                    "text": "2016",
                    "end": 1372
                }
            ]
        },
        {
            "text": "Cross section measurement",
            "section_rank": 20
        },
        {
            "section": "Cross section measurement",
            "text": "Interpreting the 8 TeV results as a cross section multiplied by the branching fraction to µ ± e ∓ final states, corrected for all experimental efficiencies and extrapolated to the full phase space, yields:",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "section": "Cross section measurement",
            "text": "The SM prediction is 6.2 ± 0.5 fb, with the elastic component calculated with Mad-Graph and then rescaled by the proton dissociation factor. The uncertainty on the SM prediction reflects the uncertainty in the proton dissociation contribution to the signal. The acceptance for the SM signal calculated from the simulation is 57.8 ± 0.9%.",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "text": "JHEP08(2016)119",
            "section_rank": 21
        },
        {
            "section": "JHEP08(2016)119",
            "text": "The corresponding 95% confidence level (CL) upper limit obtained from the 7 TeV data was [5]:",
            "paragraph_rank": 50,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 89,
                    "text": "[5]",
                    "end": 92
                }
            ]
        },
        {
            "section": "JHEP08(2016)119",
            "text": "with a central value of 2.2 +3.3 −2.0 fb. The corresponding SM prediction at 7 TeV is 4.0 ± 0.7 fb, with the uncertainty reflecting that of the proton dissociation contribution to the signal.",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "Anomalous couplings",
            "section_rank": 22
        },
        {
            "section": "Anomalous couplings",
            "text": "We use the dilepton transverse momentum p T (µ ± e ∓ ) (figure 8, left) as a discriminating variable to extract limits on AQGCs. Two bins, with boundaries p T (µ ± e ∓ ) = 30-130 GeV and p T (µ ± e ∓ ) > 130 GeV, are used in the limit setting procedure for the 8 TeV analysis. The bin boundaries are chosen such that the a priori expectation for SM γγ → W + W − in the highest bin is ∼0.1 events, with other backgrounds, predominantly electroweak W + W − production, contributing an additional ∼0.1 events. In the 7 TeV analysis [5] a single bin with p T (µ ± e ∓ ) > 100 GeV was used, also chosen such that the a priori expectation for SM γγ → W + W − is ∼0.1 events.",
            "paragraph_rank": 52,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 529,
                    "text": "[5]",
                    "end": 532
                }
            ]
        },
        {
            "section": "Anomalous couplings",
            "text": "In both the 7 and 8 TeV analyses, and in the combination, the Feldman-Cousins prescription [66] is used to derive limits. In the 7 TeV analysis, where the number of expected and observed events was near zero, the inclusion of systematic uncertainties in the background estimate resulted in a shortening of the 95% confidence interval. Therefore a conservative procedure of integrating the systematic uncertainties out, reproducing the method advocated by Cousins and Highland [67], was used. In the 8 TeV analysis and in the 7+8 TeV combination, no such effect is observed, therefore the systematic uncertainties are included as log-normal nuisance parameters in the limit calculation. As in the case of the combined significance calculations, the systematic uncertainties are treated as uncorrelated between the two data sets, except for the EPA uncertainty, which is fully correlated. Table 3 summarizes all of the limits on the dimension-6 and dimension-8 AQGC parameters obtained from the 7 and 8 TeV γγ → W + W − data separately, and from the combination of the two. The 7 TeV dimension-6 results are taken from ref. [5], and translated into the dimension-8 formalism as described in section 2, using eq. (1). For these limits all parameters except the one shown are fixed to zero (the value expected in the standard model). The 8 TeV results are an improvement over previously published values with Λ cutoff = 500 GeV [5,19,21], of which the CMS 7 TeV limits of 1.5 × 10 −4 GeV −2 and 5 × 10 −4 GeV −2 on a W 0 /Λ 2 and a W C /Λ 2 , respectively, are the most stringent. These limits are also approximately two orders of magnitude more stringent than those obtained at LEP [12][13][14][15][16][17][18], where unitarity was approximately preserved without form factors, due to the lower √ s of e + e − collisions. By combining the 7 and 8 TeV data sets, we find upper limits at 95% CL that are ∼10% more restrictive than the 8 TeV results alone, for the case of a dipole form factor with Λ cutoff = 500 GeV.",
            "paragraph_rank": 53,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 91,
                    "text": "[66]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 476,
                    "text": "[67]",
                    "end": 480
                },
                {
                    "type": "table",
                    "start": 887,
                    "text": "Table 3",
                    "end": 894
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1122,
                    "text": "[5]",
                    "end": 1125
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1210,
                    "text": "(1)",
                    "end": 1213
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1424,
                    "text": "[5,",
                    "end": 1427
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1427,
                    "text": "19,",
                    "end": 1430
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1430,
                    "text": "21]",
                    "end": 1433
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1679,
                    "text": "[12]",
                    "end": 1683
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1683,
                    "text": "[13]",
                    "end": 1687
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1687,
                    "text": "[14]",
                    "end": 1691
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1691,
                    "text": "[15]",
                    "end": 1695
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1695,
                    "text": "[16]",
                    "end": 1699
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1699,
                    "text": "[17]",
                    "end": 1703
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1703,
                    "text": "[18]",
                    "end": 1707
                }
            ]
        },
        {
            "section": "Anomalous couplings",
            "text": "With no form factor corrections, there is nothing to prevent the rapidly increasing cross section from violating unitarity at high energies in the theory. We also obtain exclusion results in this scenario, listed in table 3, for comparison with other unitarity-violating limits on the same operators [5,[19][20][21]23]. In this case the high-energy behavior leads to a larger JHEP08(2016)119 Table 3. Summary of all 95% CL AQGC limits derived from the measured p T (µe) distributions in the γγ → W + W − signal region production in CMS at 7 and 8 TeV . The second column lists the 7 TeV limits on dimension-6 operators taken from ref. [5], as well as their conversion to dimension-8 operators at 7 TeV . The third column contains the 8 TeV results described in this paper. The final column shows the combined 7 and 8 TeV limits.",
            "paragraph_rank": 54,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 300,
                    "text": "[5,",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 303,
                    "text": "[19]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 307,
                    "text": "[20]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 311,
                    "text": "[21]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 315,
                    "text": "23]",
                    "end": 318
                },
                {
                    "type": "table",
                    "start": 392,
                    "text": "Table 3",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 635,
                    "text": "[5]",
                    "end": 638
                }
            ]
        },
        {
            "section": "Anomalous couplings",
            "text": "improvement when comparing the 8 TeV to the 7 TeV results in the γγ → W + W − channel. The dominance of the 8 TeV results in the unitarity-violating limits also results in only a very small improvement when they are combined with the 7 TeV limits. We perform a similar procedure to derive two-dimensional limits in the (a W 0 /Λ 2 , a W C /Λ 2 ) parameter space for the unitarized results with Λ cutoff = 500 GeV. The twodimensional 95% confidence level exclusion regions obtained from γγ → W + W − production at CMS are shown in figure 10 for the 7 TeV data (from ref. [5]), the 8 TeV data, and from the final 7 and 8 TeV combination.",
            "paragraph_rank": 55,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 570,
                    "text": "[5]",
                    "end": 573
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 23
        },
        {
            "section": "Conclusions",
            "text": "Results are presented for exclusive and quasi-exclusive γγ → W + W − production in the µ ± e ∓ final state in pp collisions at √ s = 8 (7) TeV, using data samples corresponding to integrated luminosities of 19.7 (5.05) fb −1 . In the signal region with p T (µ ± e ∓ ) > 30 GeV and no additional charged particles associated with the µ ± e ∓ vertex, we observe 13 (2) events with an expected background of 3.9 ± 0.6 (0.84 ± 0.15) events in the 8 (7) TeV data. The observed yields and kinematic distributions are consistent with the SM prediction, with a combined significance over the background-only hypothesis of 3.4σ. No significant deviations from the SM are observed in the p T (µ ± e ∓ ) distribution, and the combined 7+8 TeV limits are interpreted in terms of improved constraints on dimension-6 and dimension-8 anomalous quartic gauge operator couplings.  Figure 10. Excluded values of the anomalous coupling parameters a W 0 /Λ 2 and a W C /Λ 2 with Λ cutoff = 500 GeV. The exclusion regions are shown for the CMS measurements of γγ → W + W − at 7 TeV (outer contour), 8 TeV (middle contour), and the 7+8 TeV combination (innermost contour). The areas outside the solid contours are excluded by each measurement at 95% CL. The cross indicates the one-dimensional limits obtained for each parameter from the 7 and 8 TeV combination, with the other parameter fixed to zero.",
            "paragraph_rank": 56,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 864,
                    "text": "Figure 10",
                    "end": 873
                }
            ]
        },
        {
            "text": "JHEP08(2016)119",
            "section_rank": 24
        },
        {
            "section": "JHEP08(2016)119",
            "text": "JHEP08 2016 Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 57,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2016",
                    "end": 11
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 25
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Acoplanarity for the µ + µ − (left) and e + e − (right) final states in the elastic γγ → + − control region (|1 − ∆φ( + − )/π| < 0.01 and m( + − ) < 70 GeV or m( + − ) > 106 GeV) and 0 additional tracks associated to the dilepton vertex. The data (points with error bars) are compared to the simulated samples (histograms) in the top panels. The data/MC ratios are shown in the bottom panels (the red line shows the extracted correction for the track veto efficiency).",
            "paragraph_rank": 58,
            "section_rank": 25
        },
        {
            "text": "Figure 3 .",
            "section_rank": 26
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Dilepton invariant mass for the µ + µ − (left) and e + e − (right) final states with an acoplanarity requirement, |1 − ∆φ( + − )/π| < 0.01, and zero additional tracks associated to the dilepton vertex. The data (points with error bars) are compared to the simulated samples (histograms) in the top panels, and the data/MC ratios are shown in the bottom panels. The exclusiveproduction simulated samples are scaled to the number of events in data for m( + − ) < 70 GeV or m( + − ) > 106 GeV . The Drell-Yan simulation is scaled to the number of events in data for 70 < m( + − ) < 106 GeV . The last bin in both plots is an overflow bin and includes all events with invariant mass greater than 200 GeV.",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "Figure 5 .",
            "section_rank": 27
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Distributions of µ ± e ∓ invariant mass (left) and acoplanarity (right) for data (points with error bars) and expected backgrounds (histograms) for p T (µ ± e ∓ ) > 30 GeV and 1-6 extra tracks (inclusive W + W − control region). The last bin in the invariant mass plot is an overflow bin and includes all events with m(µe) > 360 GeV . The bottom panels show the data/MC ratio.",
            "paragraph_rank": 60,
            "section_rank": 27
        },
        {
            "text": "Figure 9 .",
            "section_rank": 28
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Muon-electron invariant mass (top left), acoplanarity (top right), and missing transverse energy (bottom) in the γγ → W + W − signal region. The data are shown by the points with error bars; the histograms indicate the expected SM signal and backgrounds. The last bin in the invariant mass and missing transverse energy plots is an overflow bin and includes also all events above the maximum value in the plot.",
            "paragraph_rank": 61,
            "section_rank": 28
        },
        {
            "text": "119 Cyprus; the Ministry of Education and Research, Estonian Research Council via IUT23-4 and IUT23-6 and European Regional Development Fund, Estonia; the Academy of Finland, Finnish Ministry of Education and Culture, and Helsinki Institute of Physics; the Institut National de Physique Nucléaire et de Physique des Particules / CNRS, and Commissariatà l'Énergie Atomique et auxÉnergies Alternatives / CEA, France; the Bundesministerium für Bildung und Forschung, Deutsche Forschungsgemeinschaft, and Helmholtz-Gemeinschaft Deutscher Forschungszentren, Germany; the General Secretariat for Research and Technology, Greece; the National Scientific Research Foundation, and National Innovation Office, Hungary; the Department of Atomic Energy and the Department of Science and Technology, India; the Institute for Studies in Theoretical Physics and Mathematics, Iran; the Science Foundation, Ireland; the Istituto Nazionale di Fisica Nucleare, Italy; the Ministry of Science, ICT and Future Planning, and National Research Foundation (NRF), Republic of Korea; the Lithuanian Academy of Sciences; the Ministry of Education, and University of Malaya (Malaysia); the Mexican Funding Agencies (CINVESTAV, CONACYT, SEP, and UASLP-FAI); the Ministry of Business, Innovation and Employment, New Zealand; the Pakistan Atomic Energy Commission; the Ministry of Science and Higher Education and the National Science Centre, Poland; the Fundação para a Ciência e a Tecnologia, Portugal; JINR, Dubna; the Ministry of Education and Science of the Russian Federation, the Federal Agency of Atomic Energy of the Russian Federation, Russian Academy of Sciences, and the Russian Foundation for Basic Research; the Ministry of Education, Science and Technological Development of Serbia; the Secretaría de Estado de Investigación, Desarrollo e Innovación and Programa Consolider-Ingenio 2010, Spain; the Swiss Funding Agencies (ETH Board, ETH Zurich, PSI, SNF, UniZH, Canton Zurich, and SER); the Ministry of Science and Technology, Taipei; the Thailand Center of Excellence in Physics, the Institute for the Promotion of Teaching Science and Technology of Thailand, Special Task Force for Activating Research and the National Science and Technology Development Agency of Thailand; the Scientific and Technical Research Council of Turkey, and Turkish Atomic Energy Authority; the National Academy of Sciences of Ukraine, and State Fund for Fundamental Researches, Ukraine; the Science and Technology Facilities Council, UK; the US Department of Energy, and the US National Science Foundation. Individuals have received support from the Marie-Curie program and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the Mobility Plus program of the Ministry of Science and Higher Education (Poland); the OPUS program of the National Science Center (Poland); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the National Priorities Research Program by Qatar National Research Fund; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University (Thailand); the Chu-JHEP08(2016)119 lalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); and the Welch Foundation, contract C-1845.",
            "paragraph_rank": 62,
            "section_rank": 29
        },
        {
            "text": "table 1",
            "section_rank": 30
        },
        {
            "text": "Table 1 .",
            "section_rank": 31
        },
        {
            "section": "Table 1 .",
            "text": "9±0.2 22180±1890 1546±15 7093±75 18.1±0.8 13520±1890 m(µ ± e ∓ ) > 20 GeV 18466 26.6±0.2 21590±1850 1507±15 7065±75 18.1±0.8 13000±1850 Number of expected signal and background events in simulation passing each selection step, normalized to an integrated luminosity of 19.7 fb −1 . The preselection includes events with an opposite-charge muon and electron associated with the same vertex, each with p T > 20 GeV and |η| < 2.4, and <16 additional tracks at the vertex. Uncertainties are statistical only.",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "Table 2 .",
            "section_rank": 32
        },
        {
            "section": "Table 2 .",
            "text": "Summary of systematic uncertainties affecting the signal.",
            "paragraph_rank": 65,
            "section_rank": 32
        },
        {
            "text": "Acknowledgments",
            "section_rank": 34
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: the Austrian Federal Ministry of Science, Research and Economy and the Austrian Science Fund; the Belgian Fonds de la Recherche Scientifique, and Fonds voor Wetenschappelijk Onderzoek; the Brazilian Funding Agencies (CNPq, CAPES, FAPERJ, and FAPESP); the Bulgarian Ministry of Education and Science; CERN; the Chinese Academy of Sciences, Ministry of Science and Technology, and National Natural Science Foundation of China; the Colombian Funding Agency (COLCIENCIAS); the Croatian Ministry of Science, Education and Sport, and the Croatian Science Foundation; the Research Promotion Foundation,",
            "paragraph_rank": 66,
            "section_rank": 34
        }
    ]
}