{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Quarkonium production in heavy-ion collisions is a well-known signature of the formation of a plasma of quarks and gluons (QGP). After thirty years from the first measurements at SPS energies, a large wealth of results is now accessible from high-energy experiments at RHIC and LHC, and these new data are contributing to sharpen the picture of the quarkonium behaviour in A-A collisions. In this paper, an overview of the main results on both charmonium and bottomonium production in p-A and A-A collisions is presented, focussing on the most recent achievements from the RHIC and LHC experiments.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Quarkonium is a bound state of a Q andQ pair, where Q can be either a charm quark (therefore forming a charmonium state) or a bottom quark (bottomonium state). Since thirty years, quarkonia are considered important probes of the formation, in heavy-ion collisions, of a strongly interacting medium, the so-called quark gluon plasma (QGP). In a hot and deconfined medium, in fact, quarkonium production is expected to be significantly suppressed with respect to the proton-proton yield, scaled by the number of binary nucleonnucleon collisions. The origin of such a suppression, taking place in the QGP, is the color screening of the force which binds the cc (bb) state [1]. In this scenario, quarkonium suppression should occur sequentially, according to the binding energy of each meson. In the charmonium sector strongly bound states, as the J/ψ, should melt at higher temperatures with respect to the more loosely bound χ c or ψ(2S) resonances, while in the bottomonium sector, the Υ(1S) is expected to melt at a higher temperature with respect to the χ b or Υ(2S) and Υ(3S). As a consequence, the in-medium dissociation probability of these states should provide an estimate of the initial temperature reached in the collisions [2]. However, the connection between the dissociation temperature and the disappearance of a given quarkonium state is not yet straightforward. From the theory point of view, large uncertainites are still associated to the evaluation of such a temperature, depending on the adopted approach as lattice quantum chromodynamics (QCD), QCD sum rules, AdS/QCD, resummed perturbation theory, effective field theories or potential models [3]. From the experimental point of view, the prediction of a sequential suppression pattern is complicated by several factors as the feeddown contributions from higher-mass resonances into the observed quarkonium yield and the B-hadrons decay into charmonium. Furthermore, other hot and cold matter effects can play a role, competing with the suppression mechanism. Increasing the center of mass energy of the collisions ( √ s ), an increase of the production of Q andQ quarks is expected. Therefore, in high-√ s NN interactions the abundance of Q and Q quarks might lead to a new quarkonium production source, originating from the (re)combination of these quarks during the collision history [4] or at the hadronization [5,6]. This additional production mechanism is related to the formation of a hot medium and is particularly important for charmonium states, given the higher number of cc with respect to bb pairs. (Re)combination is expected to enhance the J/ψ yields, therefore smoothening or even counterbalancing the effect of the suppression mechanism. Quarkonium is also expected to be affected by several effects related to cold matter (the so-called cold nuclear matter effects, CNM). For example, the production cross section of the QQ pair is influenced by the kinematic distributions of partons in the nuclei, which are different from those in free protons and neutrons (this effect is known as nuclear shadowing [7,8,9]). In a similar way, approaches based on the Color-Glass Condensate effective theory [10,11] assume that gluon saturation is expected to set in at high energies. This effect influences the quarkonium production occurring through fusion of gluons carrying small values of the Bjorxen-x in the nuclear target. Furthermore, parton energy loss may decrease the pair momentum [12,13], causing a reduction of the quarkonium production at large longitudinal momentum. Finally, while the QQ pair evolves towards the final quarkonium state, it may also interact with the medium and eventually break-up. This effect is expected to play a dominant role only for low-√ s NN collisions, where the crossing time of the (pre)-resonant state in the nuclear environement is rather large. Cold nuclear matter effects are investigated in proton-nucleus collisions, where no hot medium is expected to be formed. Since these effects are also present in nucleus-nucleus interactions, a precise knowledge of their role is crucial to correctly quantify the influence of the hot QCD medium on quarkonium. The in-medium modification of quarkonium production, induced by either hot or cold matter effects, is evaluated through the nuclear modification factor R AA , defined as the ratio of the quarkonium yield in A-A collisions (Y qq AA ) and the expected value obtained by scaling the pp yield (Y qq pp ) by the average number of nucleon-nucleon collisions, N coll , evaluated through a Glauber model calculation:",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 669,
                    "text": "[1]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1232,
                    "text": "[2]",
                    "end": 1235
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1663,
                    "text": "[3]",
                    "end": 1666
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2357,
                    "text": "[4]",
                    "end": 2360
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2385,
                    "text": "[5,",
                    "end": 2388
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2388,
                    "text": "6]",
                    "end": 2390
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 3091,
                    "text": "[7,",
                    "end": 3094
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 3094,
                    "text": "8,",
                    "end": 3096
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 3096,
                    "text": "9]",
                    "end": 3098
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 3183,
                    "text": "[10,",
                    "end": 3187
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 3187,
                    "text": "11]",
                    "end": 3190
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 3469,
                    "text": "[12,",
                    "end": 3473
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 3473,
                    "text": "13]",
                    "end": 3476
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "R AA is expected to be equal to unity if the quarkonium yield in A-A scales with N coll , as it is the case for electroweak probes (direct γ, W, Z) which do not interact strongly. On the contrary, R AA different from unity might imply that the quarkonium production is affected by the medium.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The \"history\" of quarkonium studies in heavy-ion collisions dates back to 30 years ago, when the first measurements were performed at the CERN SPS at √ s NN =17 GeV. This first measurements, limited only to the charmonium family [14,15], provide an indication for a clear suppression of the J/ψ meson (the socalled \"anomalous J/ψ suppression\"), well beyond the expectations of cold nuclear matter effects. Starting from year 2000, charmonium and first bottomonium results were achieved also at RHIC at the top energy of √ s NN =200 GeV. In the following years, the RHIC quarkonium program focussed on the investigation of the quarkonium production by varying the colliding beam species and the energy of the collisions. Results obtained at √ s NN =200 GeV indicate a J/ψ suppression similar to the one observed at SPS, although the factor ∼10 increase in center of mass energy [16,17]. Furthermore, unexpectedly, a stronger J/ψ suppression has been measured at RHIC at forward with respect to mid-rapidity (y), in spite of the higher energy density which is reached close to y ∼ 0. These observations suggest the existence of the previously mentioned (re)combination process, which might set in already at RHIC energies and which may counteract the quarkonium suppression in the QGP. At LHC, ALICE, ATLAS and CMS eventually carried out studies on quarkonium in Pb-Pb collisions at the center of mass energy of √ s NN =2.76 TeV (LHC Run-I). The high-energy density of the medium and the large number of cc pairs produced in central Pb-Pb collisions make measurements at LHC energy an excellent testing ground for suppression and (re)combination scenarios. Furthermore, the study of the bottomonium, now largely accessible due to the √ s -increase of the b production cross-section, allows a deeper understanding on quarkonium behaviour in A-A.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 229,
                    "text": "[14,",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 233,
                    "text": "15]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 877,
                    "text": "[16,",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 881,
                    "text": "17]",
                    "end": 884
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "These experiments are characterized by different kinematic coverages, allowing the investigation of quarkonium production over ∼4 rapidity units, from 0 to high transverse momentum (p T ). ATLAS and CMS are designed to measure quarkonium production reconstructing the various states in their dimuon decay channel. They both cover the mid-rapidity region: depending on the quarkonium state under study and on the p T range investigated, the CMS rapidity coverage can reach up to |y| <2.4, and a similar y range is also covered by ATLAS. ALICE measures quarkonium in two rapidity regions: at mid-rapidity (|y| <0.9) in the dielectron decay channel and at forward rapidity (2.5< y <4) in the dimuon decay channel, in both cases down to zero transverse momentum. LHCb has taken part only to the pp and p-A LHC programs 1 and results on quarkonium production, reconstructed through the dimuon decay channel, are provided at forward rapidity, i.e. 2< y <4. 5.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 815,
                    "text": "1",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 951,
                    "text": "5",
                    "end": 952
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It has to be noted that at the three facilities where quarkonium in A-A collisions has been studied, a complementary experimental pp, p-A or d-A program has always been foreseen, meant to address quarkonium production in smaller systems, but also to provide a reference for A-A studies.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In the following sections, the latest experimental quarkonium results presented at the Quark Matter 2015 Conference will be discussed, focussing on the A-A and p-A measurements.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Quarkonium in A-A collisions",
            "section_rank": 3
        },
        {
            "section": "Quarkonium in A-A collisions",
            "text": "ALICE has studied the centrality dependence of the inclusive J/ψ (prompt J/ψ plus those coming from Bhadron decays) production at low p T in Pb-Pb collisions [18,19]. The corresponding nuclear modification factor, as a function of the number of participant nucleons (N part ), is shown in Fig. 1 (left) where it is compared to the R AA measured by the PHENIX experiment [17] in a similar kinematic range. There is a clear evidence for a smaller J/ψ suppression at LHC energies, with respect to RHIC. Furthermore, while PHENIX result shows an increasing J/ψ suppression towards the most central events, the ALICE J/ψ R AA saturates for N part >100. Partonic transport models, which include, as J/ψ production process, the (re)combination of cc pairs along the history of the collisions, indeed predict such a behaviour [20,21]. The smaller suppression at the LHC is due to the larger cc pair multiplicity which allows a new production source to set in, resulting in a compensation of the suppression from color screening. A similar behaviour is expected by the statistical model [6], where the J/ψ yield is completely determined by the chemical freeze-out conditions and by the abundance of cc pairs. A more precise comparison between the experimental result and the theory predictions would clearly benefit from an experimental measurement of the charm production cross-section, which represents one of the main sources of theory uncertainties.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 158,
                    "text": "[18,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 162,
                    "text": "19]",
                    "end": 165
                },
                {
                    "type": "figure",
                    "start": 289,
                    "text": "Fig. 1 (left)",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 370,
                    "text": "[17]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 818,
                    "text": "[20,",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 822,
                    "text": "21]",
                    "end": 825
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1078,
                    "text": "[6]",
                    "end": 1081
                }
            ]
        },
        {
            "section": "Quarkonium in A-A collisions",
            "text": "The (re)combination process is expected to be dominant in central collisions and, for kinematical reasons, it should contribute mainly at low p T , becoming negligible as the J/ψ p T increases. This observation is confirmed by the mid-rapidity R AA measured by CMS [22] and STAR [23] for high-p T J/ψ, i.e. for J/ψ in a kinematic region where the (re)combination contribution can be neglected. As shown in Fig. 1(right), the J/ψ suppression, in this case, is stronger at LHC energies, as expected from a QGP dissociation scenario. The mid-rapidity STAR R AA measurement is also confirmed by the new results obtained at forward y [24].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 265,
                    "text": "[22]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 279,
                    "text": "[23]",
                    "end": 283
                },
                {
                    "type": "figure",
                    "start": 406,
                    "text": "Fig. 1(right)",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 629,
                    "text": "[24]",
                    "end": 633
                }
            ]
        },
        {
            "section": "Quarkonium in A-A collisions",
            "text": "Another hint for the p T dependence of the (re)combination process can be obtained studying the r AA , defined as the ratio of the measured < p 2 T > in A-A and in pp collisions. While at SPS or RHIC energies, the r AA shows an increasing pattern towards high centralities, ALICE [25,19] observes a decreasing r AA trend related to the enhanced J/ψ production at low p T due to (re)combination, as confirmed by transport models [20,26] already reproducing the R AA evolution.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 280,
                    "text": "[25,",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 284,
                    "text": "19]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 428,
                    "text": "[20,",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 432,
                    "text": "26]",
                    "end": 435
                }
            ]
        },
        {
            "section": "Quarkonium in A-A collisions",
            "text": "The energy increase by a factor ∼2 achieved in LHC Run-II in Fall 2015 (Pb-Pb collisions at √ s NN =5.02 TeV) together with the higher luminosity, are expected to shed more light on the (re)combination and suppression scenarioes.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Quarkonium in A-A collisions",
            "text": "A new result presented at this Conference by ALICE concerns the unexpected strong enhancement observed in the R AA [27,28] for very low p T J/ψ (0<p T <0.3 GeV/c). This excess reaches a significance larger than 5 in the most peripheral collisions (70-90%) and it might be due to a coherent J/ψ photoproduction, observed, for the first time, in A-A collisions. Also in this case, the higher luminosity reached in LHC Run-II will clearly help to improve the precision of such a measurement.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 115,
                    "text": "[27,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 119,
                    "text": "28]",
                    "end": 122
                }
            ]
        },
        {
            "section": "Quarkonium in A-A collisions",
            "text": "Further insight on charmonium production in Pb-Pb collisions can be achieved comparing the production yields of a higher mass resonance, as the ψ(2S), to the J/ψ ones. Results, presented as a double ratio Fig. 1. Left: ALICE [18] and PHENIX [17] inclusive low p T J/ψ nuclear modification factor versus the number of participant nucleons at forward rapidity. Right: CMS [22] and STAR [23] high-p T J/ψ R AA versus N part . of the ψ(2S) to J/ψ yields in Pb-Pb and in pp collisions as a function of centrality, are shown in Fig.2 for CMS [29,30] (left) and for ALICE [19,25] (right). CMS observes values higher than one in the region 1.6< |y| <2.4, 3<p T <30 GeV/c, implying a ψ(2S) R AA larger than the J/ψ one. Later ψ(2S) (re)generation, when radial flow is stronger, might explain the observed rise [31]. Results obtained in the range |y| <1.6 and 6.5<p T <30 GeV/c show a decreasing pattern towards most central collisions, i.e. the ψ(2S) R AA is, in this case, smaller than the corresponding J/ψ value, as expected in a sequential suppression scenario. AL-ICE explores a contiguous range in rapidity (2.5< y <4) and also extend the p T reach of this measurement down to zero, showing a trend in agreement with transport models [32] and with the statistical hadronization approach [33]. Unfortunately, the large statistics and systematic uncertainties associated to the ψ(2S) measurement preclude the drawing of strong conclusions on the ψ(2S) behavior and on its kinematic dependence. Also this measurement will surely benefit from the high quarkonium statistics collected in LHC Run-II. Fig. 2. ψ(2S) to J/ψ double ratio measured by CMS [29,30] (left) and ALICE [19,25] (right), as a function of N part , compared to transport models [31,32].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 205,
                    "text": "Fig. 1",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 225,
                    "text": "[18]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 241,
                    "text": "[17]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 370,
                    "text": "[22]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 384,
                    "text": "[23]",
                    "end": 388
                },
                {
                    "type": "figure",
                    "start": 522,
                    "text": "Fig.2",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 536,
                    "text": "[29,",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 540,
                    "text": "30]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 565,
                    "text": "[19,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 569,
                    "text": "25]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 801,
                    "text": "[31]",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1231,
                    "text": "[32]",
                    "end": 1235
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1284,
                    "text": "[33]",
                    "end": 1288
                },
                {
                    "type": "figure",
                    "start": 1592,
                    "text": "Fig. 2",
                    "end": 1598
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1642,
                    "text": "[29,",
                    "end": 1646
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1646,
                    "text": "30]",
                    "end": 1649
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1667,
                    "text": "[19,",
                    "end": 1671
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1671,
                    "text": "25]",
                    "end": 1674
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1739,
                    "text": "[31,",
                    "end": 1743
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1743,
                    "text": "32]",
                    "end": 1746
                }
            ]
        },
        {
            "section": "Quarkonium in A-A collisions",
            "text": "Finally, the highest LHC energies allow the study of the resonances of the bottomonium family. New CMS results [34,35], based on an improved muon reconstruction algorithm and on a high-statistics pp reference, confirm the sequential suppression observed for Υ(1S) (R AA = 0.43±0.03± 0.07), Υ(2S) (R AA = 0.13±0.03±0.02) and Υ(3S) (R AA = 0.14 at 95% CL.), as shown in Fig. 3 (left). Recent measurements of feed-down from excited states (for a review see [36]) seem not enough to explain the observed Υ(1S) suppression, pointing to a possible suppression also for this strongly-bound state. While the Υ R AA show Fig. 3. Left: R AA of Υ states as a function of centrality, as measured by CMS [34,35]. Right: Υ R AA as a function of rapidity, as measured by CMS [34,35] and ALICE [37,38]. a clear centrality dependence, a rather flat trend is observed as a function of p T or y, as shown in Fig. 3 (right). The R AA results versus p T and in a large rapidity coverage, extended up to 4 with the ALICE measurement [37,38], provide strong constraints for the theoretical models [39,40].",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 111,
                    "text": "[34,",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 115,
                    "text": "35]",
                    "end": 118
                },
                {
                    "type": "figure",
                    "start": 368,
                    "text": "Fig. 3 (left)",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 454,
                    "text": "[36]",
                    "end": 458
                },
                {
                    "type": "figure",
                    "start": 612,
                    "text": "Fig. 3",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 691,
                    "text": "[34,",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 695,
                    "text": "35]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 760,
                    "text": "[34,",
                    "end": 764
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 764,
                    "text": "35]",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 778,
                    "text": "[37,",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 782,
                    "text": "38]",
                    "end": 785
                },
                {
                    "type": "figure",
                    "start": 889,
                    "text": "Fig. 3",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1011,
                    "text": "[37,",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1015,
                    "text": "38]",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1074,
                    "text": "[39,",
                    "end": 1078
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1078,
                    "text": "40]",
                    "end": 1081
                }
            ]
        },
        {
            "text": "Quarkonium in p-A or d-A collisions",
            "section_rank": 4
        },
        {
            "section": "Quarkonium in p-A or d-A collisions",
            "text": "To correctly quantify the influence of hot matter effects, a precise knowledge of the cold matter effects is needed. This study can be addressed thanks to the d-Au and the very recent p-A runs at RHIC energies ( √ s NN =200 GeV) or the LHC p-Pb run at √ s NN = 5.02 TeV. Similarly to what is done to quantify how the medium affects quarkonium production in Pb-Pb collisions, cold nuclear matter effects are usually investigated through the nuclear modification factor R pA (R dAu ). At LHC energies, J/ψ R pA has been studied by both ALICE [41,42,43,44] and LHCb [45,46] at forward and backward y, down to p T =0, and by ATLAS [47,48,49] in the central rapidity region, focussing, in this case, only on the high-p T J/ψ production. The J/ψ R pA shows a strong dependence on rapidity and p T . While at backward-y (correponding to the Pb nucleus flight direction), R pA is close to unity, with a rather flat trend versus p T , at forward-y (corresponding to the proton flight direction) an increase towards high-p T is observed. At mid-y the R pA shows a small p T dependence, with a clear flattening in the high p T range covered by ATLAS. Fig. 4. J/ψ nuclear modification factor (Q pA ), measured by ALICE [43], as a function of centrality, at backward (left), mid (center) and forward rapidity. Results are compared with the theory models described in the text.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 540,
                    "text": "[41,",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 544,
                    "text": "42,",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 547,
                    "text": "43,",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 550,
                    "text": "44]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 563,
                    "text": "[45,",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 567,
                    "text": "46]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 627,
                    "text": "[47,",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 631,
                    "text": "48,",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 634,
                    "text": "49]",
                    "end": 637
                },
                {
                    "type": "figure",
                    "start": 1140,
                    "text": "Fig. 4",
                    "end": 1146
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1207,
                    "text": "[43]",
                    "end": 1211
                }
            ]
        },
        {
            "section": "Quarkonium in p-A or d-A collisions",
            "text": "When studied as a function of centrality, the nuclear modification factor (Q pA ) increases from peripheral to central collisions at backward rapidity, while at mid and forward-y, the J/ψ is more suppressed, with respect to pp collisions, in central events, as shown in Fig. 4.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 270,
                    "text": "Fig. 4",
                    "end": 276
                }
            ]
        },
        {
            "section": "Quarkonium in p-A or d-A collisions",
            "text": "Results are within agreement with theory predictions, based on a pure nuclear shadowing scenario [50,51], as well as partonic energy loss, either in addition to shadowing or as the only nuclear effect [52].",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 97,
                    "text": "[50,",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 101,
                    "text": "51]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 201,
                    "text": "[52]",
                    "end": 205
                }
            ]
        },
        {
            "section": "Quarkonium in p-A or d-A collisions",
            "text": "Being more weakly bound than the J/ψ, the ψ(2S) is a valuable probe to get further insight on charmonium behaviour also in p-A collisions. At RHIC or LHC energies, the time spent by the cc pair in the created medium is much shorter that the time needed to the pair to evolve into a fully formed resonance state as the J/ψ or the ψ(2S). Therefore, cold nuclear matter effects affect only the pre-resonant state and are expected to be very similar for the two charmonium states. However, at LHC [53,44,54,46] and at RHIC, both in mid-y d-Au and in backward-y p-A collisions [55,56], the ψ(2S) suppression is unexpectedly found to be stronger than the J/ψ one, as shown in Fig. 5 (left). The ψ(2S) nuclear modification factor, as a function of centrality [44], shows an increase of the suppression in most central collisions, with, in particular at backward-y, a rather different behaviour with respect to the the J/ψ one (Fig. 5). While the J/ψ behaviour can be explained in terms of nuclear shadowing or energy loss, an additional mechanism, affecting only the weakly bound ψ(2S), is required to explain the observed pattern. A plausible explanation for the stronger suppression requires, therefore, the introduction of the ψ(2S) dissociation by comovers in a hadronic medium, created in p-A collisions with or without the existence of a short-lived QGP phase [57,31].  [56]. Right: ψ(2S)R pA measured by ALICE [44] at backward y, compared to the corresponding J/ψ one and to the theoretical calculations discussed in the text.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 493,
                    "text": "[53,",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 497,
                    "text": "44,",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 500,
                    "text": "54,",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 503,
                    "text": "46]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 572,
                    "text": "[55,",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 576,
                    "text": "56]",
                    "end": 579
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 670,
                    "text": "Fig. 5 (left)",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 752,
                    "text": "[44]",
                    "end": 756
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 919,
                    "text": "(Fig. 5",
                    "end": 926
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1359,
                    "text": "[57,",
                    "end": 1363
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1363,
                    "text": "31]",
                    "end": 1366
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1369,
                    "text": "[56]",
                    "end": 1373
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1410,
                    "text": "[44]",
                    "end": 1414
                }
            ]
        },
        {
            "section": "Quarkonium in p-A or d-A collisions",
            "text": "Finally, Υ results in p-Pb collisions have also been obtained by ATLAS [58,49], ALICE [59], LHCb [60] and CMS [61]. In the rather large rapidity range covered by these experiments, no clear y dependence for the Υ(1S) state is observed, as shown in Fig.6 (left). The centrality dependence is also rather flat and the R pA is consistent with unity, indicating weak cold nuclear matter effects affecting the Υ(1S). The excited Υ states, measured by CMS [34] show a stronger suppression with respect to the Υ(1S), suggesting final states at play, as also discussed in the charmonium sector. The p T and y dependence of this effect is feeble, as measured by ATLAS [49].",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 71,
                    "text": "[58,",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 75,
                    "text": "49]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 86,
                    "text": "[59]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 97,
                    "text": "[60]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 110,
                    "text": "[61]",
                    "end": 114
                },
                {
                    "type": "figure",
                    "start": 248,
                    "text": "Fig.6 (left)",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 450,
                    "text": "[34]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 659,
                    "text": "[49]",
                    "end": 663
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 5
        },
        {
            "section": "Conclusions",
            "text": "The investigation of the quarkonium production in heavy-ion collisions, already addressed by the SPS and RHIC experiments, is now enriched by a large wealth of results from the LHC experiments. These results, which refer to several charmonium and bottomonim states in different, but complementary, kinematic regions allow a deeper understanding of the quarkonium behaviour in A-A interactions. The new results presented at the Quark Matter 2015 Conference confirm the existence of two competing processes affecting the quarkonium production in nucleus-nucleus collisions: the suppression in the deconfined medium and the (re)combination of Q and Q quarks. A deeper understanding of hot medium effects requires the knowledge of the underlying effects related to cold matter and present also in p-A (d-Au) interactions. The investigation Fig. 6. Υ(1S) nuclear modification factor as a function of y, as measured by ATLAS [58,49], ALICE [59] and LHCb [60].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 836,
                    "text": "Fig. 6",
                    "end": 842
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 919,
                    "text": "[58,",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 923,
                    "text": "49]",
                    "end": 926
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 934,
                    "text": "[59]",
                    "end": 938
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 948,
                    "text": "[60]",
                    "end": 952
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "of the J/ψ behaviour in proton-nucleus collisions has shown that several effects are at play, as nuclear shadowing and energy loss, while comover-like additional mechanisms seem to affect the excited quarkonium states. The LHC Run-II, with a higher center of mass energy and a larger luminosity, is going to provide even more precise results, addressing also measurements which were challenging in Run-I. These new data will allow us to sharpen our knowledge, aiming to a coherent description of quarkonium production in a hot and deconfined medium, from low to very high energies.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Left: double ψ(2S) and J/ψ ratio in p-A (d-A) and pp as measured by PHENIX[56]. Right: ψ(2S)R pA measured by ALICE[44] at backward y, compared to the corresponding J/ψ one and to the theoretical calculations discussed in the text.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 82,
                    "text": "[56]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 122,
                    "text": "[44]",
                    "end": 126
                }
            ]
        },
        {
            "section": "Fig. 5 .",
            "text": "In Fall 2015, LHCb has, for the first time, taken part to the LHC Pb-Pb data taking (LHC Run-II).",
            "paragraph_rank": 23,
            "section_rank": 6
        }
    ]
}