{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report the discovery of Ξc(3055) 0 , observed by its decay into the final state ΛD 0 , and present the first observation and evidence of the decays of Ξc(3055) + and Ξc(3080) + into ΛD + . We also perform a combined analysis of the ΛD + with the Σ ++ c K − and Σ * ++ c K − decay modes to measure the ratios of branching fractions, masses and widths with improved accuracy. We measure the ratios of branching fractions B(Ξc(3055) + → ΛD + )/B(Ξc(3055) + → Σ ++ c K − ) = 5.09 ± 1.01 ± 0.76, B(Ξc(3080) + → ΛD + )/B(Ξc(3080) + → Σ ++ c K − ) = 1.29 ± 0.30 ± 0.15, and B(Ξc(3080)",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "c K − ) = 1.07 ± 0.27 ± 0.04, where the uncertainties are statistical and systematic. The analysis is performed using a 980 fb −1 data sample collected with the Belle detector at the KEKB asymmetric-energy e + e − collider.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In recent years, there has been significant progress in the study of the charmed baryon spectrum, mainly from the Belle and BaBar experiments [1][2][3][4][5][6][7][8][9]. In the charmed strange baryon sector, a number of excited states (Ξ * c ) have been observed. Belle reported evidence for two ex-cited states, Ξ c (2980) and Ξ c (3080), in the Λ + c K − π + and Λ + c K 0 S π − final states [2]. These states have been confirmed by BaBar [6]. In the same paper, BaBar also claimed evidence for two resonances, the Ξ c (3055) + and the Ξ c (3123) + , observed in the Σ ++ c K − and Σ * ++ c K − final states. Recently, Belle confirmed the existence of the Ξ c (3055) + , but no evidence was found for the Ξ c (3123) + [9]. As discussed in Refs. [10,11], the decay pattern of charmed baryons provides an important contribution to our understanding of the nature of the states. To date, all measurements of Ξ * c baryons were performed using decays in which the charm quark is contained in the finalstate baryon. Measurements of final states in which the charm quark is part of the final state meson provide complementary information.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 142,
                    "text": "[1]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 145,
                    "text": "[2]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 148,
                    "text": "[3]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 151,
                    "text": "[4]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 154,
                    "text": "[5]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 157,
                    "text": "[6]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 160,
                    "text": "[7]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 163,
                    "text": "[8]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 166,
                    "text": "[9]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 395,
                    "text": "[2]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 442,
                    "text": "[6]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 721,
                    "text": "[9]",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 748,
                    "text": "[10,",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 752,
                    "text": "11]",
                    "end": 755
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we report studies of Ξ * c baryons decaying to the ΛD + and ΛD 0 final states using a data sample with an integrated luminosity of 980 fb −1 collected with the Belle detector at the KEKB asymmetric-energy e + e − collider. We find significant signals for Ξ c (3055) + and Ξ c (3080) + decays into ΛD + . In the ΛD 0 final state, we report observation of the Ξ c (3055) 0 . These measurements constitute the first observation and evidence for the Ξ c (3055) and Ξ c (3080) into the ΛD final states, and the first-ever observation of the Ξ c (3055) 0 . We also perform a combined analysis of the ΛD + , Σ ++ c K − , and Σ * ++ c K − final states to measure the ratios of branching fractions and to improve the accuracy of the mass and width measurements.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The remaining sections of the paper are organized as follows. In Sections II and III, we describe the data sample and event selections. In Section IV, observations and measurements of Ξ * c baryons in the ΛD + and ΛD 0 final states are presented. In Section V, the combined analysis with the Σ ++ c K − and Σ * ++ c K − final states is presented. Finally, the summary and conclusion are given.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "II. DATA SAMPLES AND THE BELLE DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. DATA SAMPLES AND THE BELLE DETECTOR",
            "text": "We use a data sample with a total integrated luminosity of 980 fb −1 recorded with the Belle detector at the KEKB asymmetric-beam-energy e + e − collider [12]. The Belle detector is a large-solid-angle magnetic spectrometer that consists of a silicon vertex detector (SVD), a 50-layer central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrel-like arrangement of time-of-flight scintillation counters (TOF), and an electromagnetic calorimeter comprised of CsI(Tl) crystals (ECL) located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. An iron fluxreturn located outside of the coil is instrumented to detect K 0 L mesons and to identify muons. The detector is described in detail elsewhere [13]. Two inner detector configurations were used. A 2.0-cm radius beampipe and a 3-layer silicon vertex detector was used for the first sample of 156 fb −1 , while a 1.5-cm radius beampipe, a 4-layer silicon detector and a small-cell inner drift chamber were used to record the remaining 824 fb −1 [14].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 154,
                    "text": "[12]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 755,
                    "text": "[13]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1054,
                    "text": "[14]",
                    "end": 1058
                }
            ]
        },
        {
            "section": "II. DATA SAMPLES AND THE BELLE DETECTOR",
            "text": "We use a GEANT-based Monte Carlo (MC) simulation [15] to model the detector response and its acceptance to obtain the reconstruction efficiency and the mass resolution for the signal. We re-weight the signal MC sample according to the scaled-momentum x p = p * /p max distributions, based on the measurements in real data, to obtain the correct reconstruction efficiency. Here, p * is the momentum of the Ξ * c system in the center-of-mass frame and p max = s/4 − M 2 c 4 /c, where s is the total center-of-mass energy squared, M is the invariant mass of the Ξ * c system, and c is the speed of light. The generated Ξ * c decay angular distribution is flat. We also use MC events generated with EVTGEN [16] and JETSET [17] to study the mass distribution in the background process e + e − → qq process (q = u, d, s, c and b).",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 49,
                    "text": "[15]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 702,
                    "text": "[16]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 718,
                    "text": "[17]",
                    "end": 722
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Our analysis is optimized to search for decays of Ξ * c baryons into the ΛD + and ΛD 0 final states. Throughout this paper, the inclusion of the charge-conjugate decay mode is implied unless otherwise stated. A Λ candidate is reconstructed via its decay into pπ − . A D + candidate is reconstructed via its decay into",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The selection of charged hadrons is based on information from the tracking system (SVD and CDC) and hadron identification system (CDC, ACC, and TOF). The charged hadrons that are not associated with the Λ candidate are required to have a point of closest approach to the interaction point that is within 2 cm along the z axis and within 0.2 cm in the transverse (r-φ) plane. The z axis is opposite the positron beam direction. For each track, likelihood values L p , L K , and L π are provided by the hadron identification system, based on the ionization losses in the CDC, the number of detected Cherenkov photons in the ACC, and the time-of-flight measured by the TOF. The likelihood ratio is defined as",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "A track is identified as a proton if the likelihood ratios L(p : π) and L(p : K) are greater than 0.6, as a kaon if the likelihood ratios L(K : π) and L(K : p) are greater than 0.6, or as a pion if the likelihood ratios L(π : K) and L(π : p) are greater than 0.6. In addition, an electron likelihood is provided based on information from the ECL, ACC, and CDC [18]. A track with an electron likelihood greater than 0.95 is rejected.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 360,
                    "text": "[18]",
                    "end": 364
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The momentum-averaged efficiencies of hadron identification are about 90%, 90%, and 93% for pions, kaons, and protons, respectively. The momentum-averaged probability to misidentify a pion as a kaon is about 9%, to misidentify a kaon as a pion about 10%, and to misidentify a pion or kaon as a proton about 5%. The π 0 candidates are reconstructed from pairs of photons whose invariant mass (M γγ ) satisfies 120 MeV/c 2 < M γγ < 150 MeV/c 2 , which corresponds to ±2.5σ (where σ is the one-standard-deviation of the resolution). The energy of each photon in the laboratory frame is required to be greater than 50 MeV and the energy of the π 0 candidate in the laboratory frame is required to be greater than MeV. The D + candidates are selected by requiring [19]. The D 0 candidates for each decay mode of the D 0 are selected by requiring",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 759,
                    "text": "[19]",
                    "end": 763
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "where m D 0 is the D 0 mass. These mass ranges correspond to ±2.5σ. To improve the momentum resolution, the daughter particles are fitted to a common vertex together with an invariant mass constrained to the D + or D 0 mass. The Λ candidates are selected using cuts on four parameters: the angular difference between the Λ flight direction and the direction pointing from IP to the decay vertex in the transverse plane; the distance between each track and the IP in the transverse plane; the distance between the decay vertex and the IP in the transverse plane; and the displacement along z of the closest-approach points of the two tracks to the beam axis. Also, the invariant mass of a Λ candidate is required to be within 3 MeV/c 2 of the Λ mass, which corresponds to ±3σ. Excited charmed baryons are known to be produced with much higher average momenta than the combinatorial background. We thus require that x p be greater than 0.7 for the ΛD + and 0.8 for the ΛD 0 modes. This requirement removes any possible Ξ * c contribution coming from B meson decays.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "IV. OBSERVATION OF Ξct * → ΛD DECAYS Figure 1 shows the ΛD invariant-mass (M (ΛD)) distributions for data after the application of all the selection criteria; signals near 3055 and 3080 MeV/c 2 are seen. We do not observe any such peaks in the distributions in wrong-sign ΛD combinations, in data from the D meson mass sideband, nor in MC events that do not include these resonances. We also check for the possible peaking background from D S (2460)",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 37,
                    "text": "Figure 1",
                    "end": 45
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "S is misidentified as a Λ. We find this contribution to be negligible because of the proton identification requirement and the difference of the Q-values of K 0 S and Λ decays. Hereinafter, Ξ * c baryons corresponding to these peaks are referred to as Ξ c (3055) and Ξ c (3080). In order to evaluate the masses, widths, and statistical significances of the Ξ * c states, we apply an unbinned extended maximum likelihood (UML) fit to the mass spectra in the invariant mass range of 3.0−3.2 GeV/c 2 . Note that we do not see any contribution from Ξ c (2980) decays in the lower mass region. For the ΛD 0 mode, the fit is performed simultaneously for the three different D 0 decay modes, with their relative yields fixed using the product of their known branching fractions [19] and detection efficiencies. The masses and widths of the Ξ * c states are constrained to be the same for all modes. The detection efficiencies for the Ξ c (3055) 0 and Ξ c (3080) 0 are found to exhibit no difference within the statistical precision of the MC sample, which is smaller than 1%. Therefore, we use common efficiency values for these states. The relative yields are fixed to K − π + :K − π + π + π − :K − π + π 0 = 1.00:1.30:1.15. The probability density functions (PDF) for the Ξ * c components are represented by convolutions of Breit-Wigner shapes with Gaussian distributions to take the intrinsic invariant mass resolution, σ res , into account. Using the signal MC events, we determine σ res for the ΛD + mode to be 1.1 MeV/c 2 for the Ξ c (3055) + and 1.3 MeV/c 2 for the Ξ c (3080) + . In the ΛD 0 mode, we determine σ res to be 1.1 and 2.0 MeV/c 2 for the D 0 decay mode without and with π 0 , respectively for the Ξ c (3055) 0 and 1.3 and 2.2 MeV/c 2 for the Ξ c (3080) 0 . The masses, widths and yields of the Ξ * c states are treated as free parameters. A third-order Chebyshev polynomial is used to model the PDF for the combinatorial background. The statistical significance is evaluated from −2 ln (L 0 /L), where L 0 (L) is the likelihood for the fit without (with) the signal component. When we evaluate L 0 for one of the Ξ * c states, the other Ξ * c state is included in the fit. The −2 ln (L 0 /L) values are 144.6 for the Ξ c (3055) + , 30.0 for the Ξ c (3080) + , 83.1 for the Ξ c (3055) 0 , and 6.6 for the Ξ c (3080) 0 . By taking into account the change by 3 of the number of degrees of freedom in the UML fit associated with the inclusion of the Ξ * c states, the statistical significances are 11.7σ, 4.8σ, 8.6σ, and 1.7σ for the Ξ c (3055) + , Ξ c (3080) + , Ξ c (3055) 0 , and Ξ c (3080) 0 , respectively. The peak for the Ξ c (3080) 0 is not statistically significant.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 771,
                    "text": "[19]",
                    "end": 775
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "We estimate the systematic uncertainty of the masses and widths of Ξ c (3055) 0 , Ξ c (3055) + and Ξ c (3080) + in the ΛD + decay mode as the changes produced by giving reasonable variations to the fitting technique. The stability of the background shape is checked by changing the fit region and background PDF. The maximum deviation from the nominal fit is taken as the systematic uncertainty. To check the uncertainty due to σ res , the ratio",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "are the D 0 mass resolution for MC and data. For the ΛD 0 mode, r σ is 1.16, 1.16 and 1.08 for the D 0 final state of K − π + , K − π + π + π − and K − π + π 0 , respectively. We evaluate the uncertainty by fitting data with σ res scaled by 16% for all the decay modes. To check the uncertainty on the mass due to a possible mis-calibration of the momentum and energy measurements, we check the reconstructed D 0 masses for both data and signal MC. In each mode, the peak position is observed to have a distinct but small deviation from the world average. However, these deviations are well reproduced by the MC and, because of the mass-constrained fit, have little effect on the determination of the masses of the Ξ * c baryons. In the signal MC, the differences between the input and output masses of the Ξ * c baryons is less than 0.1 MeV/c 2 for all D 0 decay modes. We assign a systematic uncertainty of 0.1 MeV/c 2 on the mass measurements. We perform fits that include the interference of the Ξ c (3055) and Ξ c (3080) assuming both resonances have spin 1/2 and decay in S-wave, which maximize the interference effect. The systematic uncertainties are summarized in Table I. The fit result for the Ξ c (3080) + width is (1.4 ± 1.8) MeV, which is consistent with zero. Therefore, we set a 90% confidence level upper limit on the width. We redo the fit by changing the width; the width for which the likelihood ratio −2 ln (L/L 0Γ ) is 2.7, where L 0Γ is the likelihood with the zero width for Ξ c (3080) + , is assigned as the 90% confidence level upper limit. We obtain the upper limit Γ Ξc(3080) + < 6.3 MeV. The measurements of the masses and widths are summarized in Table II. Note that the final values for the Ξ c (3055) + and Ξ c (3080) + masses and widths in this paper are those combined with Σ ++ c K − and Σ * ++ c K − decay modes. Values in the ΛD mode only are shown to compare with other decay modes. We find that the mass of the Ξ c (3055) + and widths of Ξ c (3055) + and Ξ c (3080) + are consistent with our previous measurements with the Σ ++ c K − and Σ * ++ c K − decay modes [9]. However, we find a small inconsistency for the mass of the Ξ c (3080) + , which may indicate the possible underestimation of the systematic uncertainty for the determination of the masses. We determine the combined value for the masses of the Ξ c (3055) + and Ξ c (3080) + by taking the weighted average. The uncertainty is scaled by χ 2 /(N − 1), where N is the number of different decay modes, which is 2 for Ξ c (3055) + and 3 for Ξ c (3080) + , if the χ 2 /(N − 1) is greater than one; this is the recipe used in Ref. [19]. The scale factor for the Ξ c (3055) + is 1.0 and that for the Ξ c (3080) + is 3.3. The measured mass of the Ξ c (3055) + is (3055.9 ± 0.4) MeV/c 2 and that for Ξ c (3080) + is (3077.9 ± 0.9) MeV/c 2 . The combined values for the widths are determined by simultaneous fit with Σ ++ c K − and Σ * ++ c K − decay modes as described in the next section.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1677,
                    "text": "Table II",
                    "end": 1685
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 2102,
                    "text": "[9]",
                    "end": 2105
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2629,
                    "text": "[19]",
                    "end": 2633
                }
            ]
        },
        {
            "text": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "section_rank": 5
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": "We measure the ratio of branching fractions, B(Ξ * + c → ΛD",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": ", using the following equations:",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": "where ǫ(ΛD + ) is the reconstruction efficiency for the ΛD + mode, ǫ i is the reconstruction efficiency for the Σ ++ c K − mode with the i th sub-decay of the Λ + c , R pK 0 S is the ratio of branching fraction B(Λ + c → pK 0 S )/B(Λ + c → pK − π + ) and R yield(ΛD) is the ratio of the yields of Ξ * c baryons in the ΛD + and the Σ ++ c K − modes. For B(Λ + c → pK − π + ), we use the latest Belle measurement [20].",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 411,
                    "text": "[20]",
                    "end": 415
                }
            ]
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": "Other branching fraction values are taken from Ref. [19]. We also measure the ratio of branching fractions, B(Ξ c (3080)",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 52,
                    "text": "[19]",
                    "end": 56
                }
            ]
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": "where ; the Λ + c candidate here is reconstructed via its decay into pK − π + and pK 0 S . Note that the requirement x p > 0.7 is the same as that for the ΛD + mode and so it is possible to directly compare the three decay modes. To obtain R yield and to measure the width of the Ξ c (3055) + and Ξ c (3080) + with greater accuracy than is possible using a single decay mode, we perform a simultaneous UML fit with the widths of the Ξ * c states constrained to be the same among the three decay modes, as discussed in the previous section. The masses are not constrained because we find inconsistency for the mass of the Ξ c (3080) + among the three decay modes. We also fit the mass distribution of the Σ ++  Figure 2 shows the results of the simultaneous fit.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 710,
                    "text": "Figure 2",
                    "end": 718
                }
            ]
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": "The following systematic uncertainties are taken into account for the combined analysis for the measure-  ments of the ratios of branching fractions and width. The systematic uncertainty due to the pion-and kaonidentification efficiency is estimated from the ratio of the yields of the D * + → D 0 π + , D 0 → K − π + with and without the pion-and kaon-identification requirements for data and MC. The difference of the ratio between data and MC is used to correct the efficiency and the statistical error of this correction is treated as the systematic uncertainty. We conservatively assume no correlation in the systematic uncertainty for pion and kaon identification between ΛD + and Σ ++ c K − decay modes as the momentum ranges for these decay modes are distinct; the systematic uncertainty for Σ ++ c K − and Σ * ++ c K − cancel.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": "The systematic uncertainty due to the efficiency of proton identification is determined using the ratio of the yields of the Λ → pπ − with and without the proton identification requirement. The difference of the ratio between data and MC is used to correct the efficiency and the statistical uncertainty of this correction is regarded as the systematic uncertainty. The systematic uncertainty due to the reconstruction efficiency of the Λ is determined using the yield ratio of B → ΛΛK + with and without the Λ selection cut as a function of momenta of Λ. By taking the weighted average of the momentum, it is estimated to be 3%. The uncertainties of the branching fractions [19,20] are included as systematic uncertainties. The stability of II: Summary of the masses, widths and significances of the Ξ * c baryons measured in the ΛD modes. The first error is statistical and the second is systematic. We set a 90% confidence level upper limit for the width of Ξc(3080) + .",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 675,
                    "text": "[19,",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 679,
                    "text": "20]",
                    "end": 682
                }
            ]
        },
        {
            "section": "V. COMBINED ANALYSIS WITH THE Σ ++",
            "text": "Resonance Mass (MeV/c 2 ) Width (MeV) Significance (σ) Ξc(3055) 0 3059.0 ± 0.5 ± 0.6 6.4 ± 2.1 ± 1.1 8.6 Ξc(3055) + 3055.8 ± 0.4 ± 0.2 7.0 ± 1.2 ± 1. 5 11.7 Ξc(3080) + 3079.6 ± 0.4 ± 0.1 < 6. c K − ; we perform a fit with σ res scaled by a factor of r σ and use the difference of the result from the nominal fit as the systematic uncertainty. To check the uncertainty due to a possible mis-calibration of momentum and energy measurements, we evaluate the difference between the reconstructed and nominal D + and Λ + c masses for both data and MC. In data, the reconstructed D + mass differs from the world average [19] by 0.1 MeV/c 2 whereas, in the MC, the D + mass differs by 0.2 MeV/c 2 . No deviation is observed for Λ + c for both data and MC. In the signal MC, the difference of the input and output Ξ * c masses in the ΛD + mode is 0.1 MeV/c 2 , which is smaller than the deviation observed in the D + mass because of the mass-constrained fit. We conservatively assign the systematic uncertainty of 0.1 MeV/c 2 on the mass measurement. The systematic uncertainty on the ratio of branching fraction due to the possibility that the Ξ * c is polarized is evaluated by producing signal MC events with various assumptions on the spin density matrix with spin 3/2 and 5/2. The maximum difference of the reconstruction efficiency from the one obtained for the flat decay angular distribution is regarded as the systematic uncertainty. Table III summarizes the systematic uncertainties. Table IV summarizes the measurement of yields and widths of the Ξ c (3055) + and Ξ c (3080) + and Table V summarizes the values related to the ratio of branching fractions measurements.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 150,
                    "text": "5",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 614,
                    "text": "[19]",
                    "end": 618
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1435,
                    "text": "Table III",
                    "end": 1444
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1584,
                    "text": "Table V",
                    "end": 1591
                }
            ]
        },
        {
            "text": "VI. SUMMARY AND CONCLUSIONS",
            "section_rank": 6
        },
        {
            "section": "VI. SUMMARY AND CONCLUSIONS",
            "text": "We present studies of Ξ * c baryons decaying into the ΛD + and ΛD 0 final states. We report the first observation of the Ξ c (3055) 0 in the ΛD 0 mode with a significance of 8.6σ. The mass and width of the Ξ c (3055) 0 are measured to be (3059.0±0.5±0.6) MeV/c 2 and (6.4±2.1±1.1) MeV, respectively. We report the first observation of the Ξ c (3055) + decay and evidence for the Ξ c (3080) + in the ΛD + final state. The mass and width of the Ξ c (3055) + obtained from the ΛD final states only are (3055.8 ± 0.4 ± 0.2) MeV/c 2 and (7.0 ± 1.2 ± 1.5) MeV, respectively, and those for Ξ c (3080) + are (3079.6±0.4±0.1) MeV/c 2 and < 6.3 MeV, respectively. The measured values for Ξ c (3055) + are more accurate than the world average thanks to the high statistics in this decay mode.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "VI. SUMMARY AND CONCLUSIONS",
            "text": "We perform a combined analysis of these particles by comparing their decays into ΛD + with those into Σ ++ c K − and Σ * ++ c K − ) = 1.07 ± 0.27 ± 0.04. The width of the Ξ c (3055) + is (7.8 ± 1.2 ± 1.5) MeV and that of the Ξ c (3080) + is (3.0 ± 0.7±0.4) MeV. We take the weighted average of the measurements in the different decay modes to find the masses of the Ξ c (3055) + and Ξ c (3080) + to be (3055.9 ± 0.4) MeV/c 2 and (3077.9 ± 0.9) MeV/c 2 , respectively, where the uncertainties are scaled by χ 2 /(N − 1) to account for small inconsistencies in the N individual measurements. The uncertainties on the masses incorporate the statistical and systematic values. The masses and widths of Ξ c (3055) + and Ξ c (3080) + , after combining other decay modes, supersede our previous measurements [9].",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 801,
                    "text": "[9]",
                    "end": 804
                }
            ]
        },
        {
            "section": "VI. SUMMARY AND CONCLUSIONS",
            "text": "Our measurements provide information on the nature of these baryons. For instance, the chiral quark model has been used to identify the Ξ c (3055) as the D-wave excitation in the N=2 shell, and predicts B(Ξ c (3055) → Σ cK ):B(Ξ c (3055) → ΛD) to be 2.3:0.1 or 5.6:0.0, depending on the possible excitation modes [11]. It further identifies the Ξ c (3080) as an S-wave excitation mode of the Ξ c in N=2 shell and predicts that its decay into ΛD is forbidden. Both of these predictions are in contradiction with our measurements. Further experimental and theoretical work is needed to understand these baryons.    [19,20]. For the ratios of branching fractions, the first error is statistical and second is systematic. 1.07 ± 0.27 ± 0.04",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 313,
                    "text": "[11]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 613,
                    "text": "[19,",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 617,
                    "text": "20]",
                    "end": 620
                }
            ]
        },
        {
            "text": "c",
            "section_rank": 7
        },
        {
            "section": "c",
            "text": "sideband region, defined as |M (Λ + c π + ) − (m Σ ++ c ± 15 MeV/c 2 )| < 5 MeV/c 2 , where m Σ ++ c is the Σ ++ c mass, to subtract the contribution from non-resonant Λ +c K − π + decays in the signal region. We subtract half of the yield found in the sideband regions because the mass range of the sideband region is double the width of the Σ ++ c signal region. It is difficult to define the Σ * ++ c sideband regions because the maximum mass that is possible for combinations to contribute to the Ξ c (3080) + is only slightly higher than the Σ * ++ c mass, and a low mass sideband would overlap with the Σ ++ c region. Thus, we estimate the contribution under the Σ * ++ c by scaling the yield in the Σ ++ c sideband regions by 2.9, a factor estimated using signal MC. We assume no interference between Σ ++ c K − or Σ * ++ c K − with non-resonant Λ + c K − π + . The PDFs and fit region for the ΛD + are the same as those described in Section IV. The fit conditions for the Σ ++ c K − and Σ * ++ c K − modes are the same as in Ref.[9]. For the fit to the events from the Σ ++ c sideband region, we use the 3.0 − 3.2 GeV/c 2 Σ ++ c K − mass range. The Ξ * c contributions are represented by a Gaussian-convolved Breit-Wigner with the same mass resolution of the Ξ * c states as that used for the Σ ++ c signal region. The combinatorial background is represented by a second-order Chebyshev polynomial.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1037,
                    "text": "[9]",
                    "end": 1040
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 8
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: M (ΛD) distributions. Points with statistical error bars are data. Blue solid lines show the fit results. The red dashed, magenta dotted, and black dashed-dotted lines show the Ξc(3055) signal, the Ξc(3080) signal, and the background components, respectively. (a) M (ΛD + ) distribution; M (ΛD 0 ) distributions for the (b) K − π + , (c) K − π + π + π − , and (d) K − π + π 0 D 0 decay modes.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "FIG. 2 := 1 .",
            "section_rank": 9
        },
        {
            "section": "FIG. 2 := 1 .",
            "text": "FIG. 2: The simultaneous fit results. Points with error bars are data. The blue solid lines show the fit result. The red dashed, magenta dotted, green dotted, and black dash-dotted lines show the contributions from the Ξc(3055) + , Ξc(3080) + , Ξc(2980) + , and background, respectively. (a) M (ΛD + ), (b) M (Σ ++ c K − ), (c) M (Λ + c K − π + ) for the Σ ++ c sideband region, and (d) M (Σ * ++ c K − ).",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "cK",
            "section_rank": 10
        },
        {
            "section": "cK",
            "text": "− . We measure the ratios of branching fractions B(Ξ c (3055) + → ΛD + )/B(Ξ c (3055) + → Σ ++ c K − ) = 5.09 ± 1.01 ± 0.76, B(Ξ c (3080) + → ΛD + )/B(Ξ c (3080) + → Σ ++ c K − ) = 1.29±0.30±0.15, and B(Ξ c (3080) + → Σ * ++ c K − )/B(Ξ c (3080) + → Σ ++",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "decay modes is the same as that for the ΛD + mode. Event selections are the same as those in Ref.[9].",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 97,
                    "text": "[9]",
                    "end": 100
                }
            ]
        },
        {
            "text": "c K −",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "TABLE I :",
            "section_rank": 12
        },
        {
            "section": "TABLE I :",
            "text": "Systematic uncertainties for the mass (MeV/c 2 ) and width (MeV) of the Ξ *",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "TABLE",
            "section_rank": 13
        },
        {
            "text": "TABLE III :",
            "section_rank": 14
        },
        {
            "section": "TABLE III :",
            "text": "Summary of the systematic uncertainties for the width (MeV) and ratio of branching fraction ratios (%) measurements from the combined analysis.SourceΓ Ξc (3055) + R B(ΛD) for Ξc(3055) + Γ Ξc(3080) + R B(ΛD) for Ξc(3080) + R B(Σ *",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "TABLE IV :",
            "section_rank": 15
        },
        {
            "section": "TABLE IV :",
            "text": "Summary of results from the simultaneous fits to the ΛD + and Σ ++ c K − modes. Resonance Width (MeV) Yield for ΛD + Yield for Σ ++ c K − Yield for sideband Yield for Σ * ++",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "TABLE V :",
            "section_rank": 16
        },
        {
            "section": "TABLE V :",
            "text": "Summary of the values related to the measurements of the ratio of branching fractions. The branching fraction values are taken from Ref.",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "VariableValueB(D + → K − π + π + ) 0.0913 ± 0.0019 B(Λ → pπ − ) 0.639 ± 0.005 B(Λ + c → pK − πΛD) for Ξc(3055) + 5.09 ± 1.01 ± 0.76 R B(ΛD) for Ξc(3080) + 1.29 ± 0.30 ± 0.15 R B(Σ *",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "c K)",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "Acknowledgments",
            "section_rank": 19
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the KEKB group for the excellent operation of the accelerator; the KEK cryogenics group for the efficient operation of the solenoid; and the KEK computer group, the National Institute of Informatics, and the PNNL/EMSL computing group for valuable computing and SINET4 network support. We acknowledge support from the Ministry of Education, Culture, Sports, Science, and Technology (MEXT) of Japan, the Japan Society for the Promotion of Science (JSPS), and the Tau ",
            "paragraph_rank": 41,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 470,
                    "text": "Tau",
                    "end": 473
                }
            ]
        }
    ]
}