{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Emulsion detectors feature a very high position resolution and consequently represent an ideal device when particle detection is required at the micrometric scale. This is the case of quantum interferometry studies with antimatter, where micrometric fringes have to be measured. In this framework, we designed and realized a new emulsion based detector characterized by a gel enriched in terms of silver bromide crystal contents poured on a glass plate. We tested the sensitivity of such a detector to low energy positrons in the range 10-20 keV. The obtained results prove that nuclear emulsions are highly efficient at detecting positrons at these energies. This achievement paves the way to perform matter-wave interferometry with positrons using this technology.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The use of nuclear emulsions as tracking detector in particle physics dates back to more than a century ago. From the nineties onwards, a renewed interest was triggered by neutrino physics, thanks to parallel technological advances in the field of emulsion production and automatic scanning [1]. More recently, their exploitation in additional fields of research has begun. Among those, an emulsion based detector is particularly a promising option to measure the free fall of antihydrogen atoms in the Earth's gravitational field at CERN [2]. Its capability to reconstruct antiproton annihilations with micrometric resolution has also been demonstrated [3]. Furthermore, a proof of the detection principle (the observation of the shadow pattern produced by antiprotons propagating through a moiré deflectometer coupled to an emulsion detector) was successfully conducted [4].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 291,
                    "text": "[1]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 539,
                    "text": "[2]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 654,
                    "text": "[3]",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 872,
                    "text": "[4]",
                    "end": 875
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper we discuss a further application of such a device for antimatter wave detection in the wake of a recent paper where Sala et al. [5] propose the Talbot-Lau set up to carry out matterwave interferometry as the best configuration for decaying particles, also in case of a Gaussian distribution of the particle energy, which describes quite realistically the actual positron and antiproton beams. Emulsion detectors represent the optimal detector for this purpose, being capable of resolving interferometric patterns at the micrometric scale. Our work proves that nuclear emulsions feature high detecting efficiency for low energy antiparticles, namely positrons in the range 10-20 keV.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 142,
                    "text": "[5]",
                    "end": 145
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The experimental methodology described in this paper paves the way for matter-wave interferometry with positrons and, more generally, can be applied for the study of fundamental symmetries and interactions, such as CPT and the Weak Equivalence Principle, towards a future scientific initiative (QUPLAS: QUantum interferometry and gravitation with Positrons and LASers). The main working principle of QUPLAS involves using the positron beam described here, micrometric gratings and the emulsion detector in order to study quantum interferometry of positrons as a straightforward application of this technique. In a subsequent phase, the insertion of transmission targets in the positron beam, and of a suitable excitation laser will make possible to study positronium (Ps) quantum interferometry and the Ps fall in the Earth gravitational field.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Materials and Methods",
            "section_rank": 3
        },
        {
            "section": "Materials and Methods",
            "text": "Nuclear emulsions are composed by silver-bromide microcrystals with diameter of ∼ 0.2 µm embedded in a gelatine matrix. The passage of ionizing radiation across a crystal produces a latent image which, after a chemical development process, leads to the creation of a ∼ 1 µm silver grain visible by means of an optical microscope. A review on the technology can be found in [1].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 373,
                    "text": "[1]",
                    "end": 376
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "The emulsion gel for low energy positron detection was produced at the Nagoya University in Japan. It features an enriched content of silver bromide crystals (∼55% in volume) and low background 1 , defined in terms of the number of thermal induced grains, that is ∼1-2 grains/1000 µm 3 . Emulsion detectors are then produced by pouring the gel on a glass plate at the Laboratory of High Energy Physics of the University of Bern. The glass support is needed for its small thermal expansion coefficient, about one order of magnitude lower than the usual emulsion plastic supports. In fact, this is a relevant point in view of the detection of micrometric fringes over surfaces of several mm 2 . Besides the local sub-micrometric precision provided by the emulsion detectors, it is crucial to keep an overall stability at the micrometric level after the chemical development of the emulsions, which could introduce significant deformations in the reconstructed pattern. A 1.0±0.1 µm gelatine layer on the emulsion surface protects the sensitive layer against minor damages. It also prevents background enhancement during handling and transportation operations. Furthermore, glycerine is added to the gel at a concentration of 1.5% to allow operation in vacuum, as described in [2]. The densities of the emulsion layer and the protective layer were 4.0 ± 0.3 g/cm 3 and 1.3 ± 0.1 g/cm 3 respectively.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 194,
                    "text": "1",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 689,
                    "text": "2",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1274,
                    "text": "[2]",
                    "end": 1277
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "The sensitivity of the emulsions to low energy particles was studied employing mono-energetic positron beams at the L-NESS laboratory in Como (Italy). This facility allows the tuning of the positron implantation energy from 0.1 to 20 keV. The positrons are emitted by a 22 Na source and moderated by a monocrystalline tungsten foil. The beam operates in vacuum at pressures between 10 −8 -10 −6 mbar. During the emulsion exposure, the gamma radiation carrying the information of the positron-electron annihilation process was simultaneously collected by two high-purity germanium detectors (HPGe) both located at a distance of 9 cm from the target (see Figure 1). The positron rate at the target during the measurement at 18 keV was (7.6 ± 0.9) × 10 3 s −1 . This estimate was performed by measuring the intrinsic efficiency of the HPGe detectors for photons of 511 keV (27±1%) using a calibrated 22 Na source and taking into account the solid angle of the detector, the attenuation of the vacuum chamber, the emulsion and the aluminum holder, the positron backscattering, etc. After the exposures to positrons and the chemical development, the emulsions were analysed at the automatic microscopes of the scanning laboratory of the University of Bern, where fast data reconstruction based on GPU technology of large area emulsion surfaces is possible thanks to a recent development [6]. The reconstruction software was optimized for the present study, where positrons with energies at the keV scale have to be detected, to maximize the performances in terms of surface detection and cluster identification. Depending on the actual particle energy, the range in emulsion is limited to a few microns or even less than 1 µm, so that only 1-2 crystals are involved. Consequently it is not possible to reconstruct tridimensional tracks, as for the standard readout of emulsions exposed to more energetic particles, and isolated clusters need to be identified.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 653,
                    "text": "Figure 1",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1382,
                    "text": "[6]",
                    "end": 1385
                }
            ]
        },
        {
            "text": "Exposure and Results",
            "section_rank": 4
        },
        {
            "section": "Exposure and Results",
            "text": "Emulsion exposures were performed at six different positron implantation energies (3, 6, 9, 12, 15 and 18 keV). The exposure time was set to (120 ± 1)s for each energy, in order to have a sufficiently high signal to background ratio. A nearly gaussian positron spot (FWHM about 2.4 mm) was delivered to the emulsions for each energy. Then an area of about 1.5 × 1.5 cm 2 around each spot was fully scanned and processed. The positron beam profile at the energy of 15 keV is shown in Figure 2 where different colours account for the number of positrons in 10 4 µm 2 emulsion surface.  The number of positrons for each spot was evaluated under the assumptions of a gaussian distribution for the positron signal and of a linear background. The vertical beam profile histogram was then fitted and the resulting gaussian integrated to estimate the positron number. The total number of detected positrons as a function of the positron implantation energy is shown in Figure 3. The number of detected positrons after background subtraction ranges between ∼ 3-7×10 5 and the statistical error, evaluated on the integral of the gaussian fit of the signal, was estimated to be between 0.2% -1.2%. No positrons were detected at energies of 3 and 6 keV.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 483,
                    "text": "Figure 2",
                    "end": 491
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 961,
                    "text": "Figure 3",
                    "end": 969
                }
            ]
        },
        {
            "section": "Exposure and Results",
            "text": "As the background rate does not depend on the exposure time, this could be properly set to maximize the statistical significance of the signal. An improved background rejection could be obtained by considering also the size of reconstructed clusters, as it clearly appears in Figure 4, where two images of the center of the 15 keV spot (left) and of a non exposed region (right) are shown. The positrons cross indeed very often more than one silver bromide crystal and after the emulsion development the resulting average cluster size is considerably larger than the size of the grains produced by thermal effects. This highly benefits interferometry experiments, where very low particle fluxes are expected.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 276,
                    "text": "Figure 4",
                    "end": 284
                }
            ]
        },
        {
            "section": "Exposure and Results",
            "text": "The number of events increases with the implantation energy. In principle, this could be due to both the increased number of positrons reaching the emulsion layer, and to the enhancement of the detection efficiency with the energy. In order to compare the number of events detected by the emulsion and the effective number of positrons implanted into the emulsion for each positron energy, the positron implantation profile was estimated by means of an algorithm based on the formulation developed by Ghosh et al. [7] and Aers et al. [8], [9], [10]. This semi-empirical method well reproduces the Monte Carlo stopping profiles in elemental multi-layers at the energy range of implanteted positrons investigated in the present work. The Ghosh-Aers formulation was adopted by virtue of its easiness and stability to small uncertainties of the material parameters. Moreover, it also accounts for the positron transmission and reflection in correspondence to each surface. A fraction of positrons is either backscattered by the emulsion protection layer or annihilated in the same layer [11] and the parameters used for the calculation depend on the properties of the multilayer materials, such as density and thickness. Even if their values for the protective and the emulsion layers had to be estimated from the literature [12], the model was considered sufficiently realistic for our purposes.  As they could not be directly measured, a conservative 10% error was assumed reflecting in the uncertanties reported in the table. As already mentioned at the energy of 3 keV and 6 keV, positrons do not reach the emulsion layer and therefore the corresponding values are not listed in the table. The evaluated number of positrons backscattered at the surface of the protective polymer layer does not depend on the energy and was found to be 5 ± 1% [11]. The remaining 95% was considered for the calculation.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 514,
                    "text": "[7]",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 534,
                    "text": "[8]",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 539,
                    "text": "[9]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 544,
                    "text": "[10]",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1083,
                    "text": "[11]",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1321,
                    "text": "[12]",
                    "end": 1325
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1842,
                    "text": "[11]",
                    "end": 1846
                }
            ]
        },
        {
            "section": "Exposure and Results",
            "text": "During emulsion exposure, the annihilation radiation (511 keV photons) from the implanted positrons was measured by means of two germanium detectors. The positron count below the annihilation peak was found to slightly decrease for increasing beam energy (the reduction with respect to the case of 9 keV being approximately 8% at 18 keV). This variation is due to the presence of a tungsten collimator along the positron path (see Figure 1). Indeed at high implantation energies a fraction of positrons does not pass through the collimator hole. This was kept into account by properly reweighting the integrated counts on the emulsions at energies from 9 to 15 keV with the corresponding positron flux. Therefore, the values shown in Figure 3 have been suitably rescaled.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 431,
                    "text": "Figure 1",
                    "end": 439
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 734,
                    "text": "Figure 3",
                    "end": 742
                }
            ]
        },
        {
            "section": "Exposure and Results",
            "text": "The emulsion efficiency ε emu for positron detection was calculated for each energy as the ratio between detected N emu and predicted N * e + positron rates. N * e + is calculated as N * e + = f emu N e + where f emu are the fractions of implanted positrons reported in Figure 5 and N e + is the positron flux of (7.6 ± 0.9) × 10 3 s −1 estimated with the HPGe detectors at 18 keV. The obtained values for the efficiency are reported in Table 1: within the errors it turns out to be independent from the positron implantation energy. A summary of the results is also shown in Figure 6.  Table 1. Fraction of implanted positrons with corresponding predicted rate, measured rate by the emulsions and resulting efficiency for each value of implantation energy.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 270,
                    "text": "Figure 5",
                    "end": 278
                },
                {
                    "type": "table",
                    "start": 437,
                    "text": "Table 1",
                    "end": 444
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 576,
                    "text": "Figure 6",
                    "end": 584
                },
                {
                    "type": "table",
                    "start": 587,
                    "text": "Table 1",
                    "end": 594
                }
            ]
        },
        {
            "text": "Positron",
            "section_rank": 5
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "We studied the sensitivity of the emulsion detector using a mono-energetic positron beam at low energies, between 9 keV and 18 keV. For this purpose we developed and realised a new emulsion detector, using a gel with enhanced content of silver bromide crystals poured on a glass plate. Nuclear emulsions were found to be highly efficient at detecting positrons at the considered energy range and the efficiency was found to be independent from the positron implantation energy. The experimental methodology described in this paper paves the way to matter-wave interferometry with positrons. Future exposures with a better knowledge of the incident positron flux for an improved assessment of the emulsion detection efficiency are being considered together with the exposure of an emulsion detector with a thinner protective layer in order to detect positrons with lower energies. ",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. A sketch of the experimental setup",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Figure 2 .",
            "section_rank": 8
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Beam profile for 15 keV positrons. Colors are relative to the number of positrons in 10 4 µm 2 emulsion surface",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "Figure 3 .",
            "section_rank": 9
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Number of events measured by the emulsion detector as a function of the positron implantation energy. For the exposures at 3 and 6 keV no positrons were observed.",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "Figure 4 .",
            "section_rank": 10
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Images of the center of the 15 keV positron spot (left) and of a region not exposed (right). The size difference between clusters created by positron interactions (signal) and thermal effects (background) is evident.",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "Figure 5 .",
            "section_rank": 11
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Calculated positron implantation profiles (left) and fractions of positrons undergoing annihilation inside the protective and the emulsion layers as a function of the implantation energy (right).",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Figure 5",
            "section_rank": 12
        },
        {
            "section": "Figure 5",
            "text": "Figure 5shows the calculated positron implantation profiles for the different energies considered in the present work (left) and the calculated fractions of positrons that annihilate inside the protective polymer layer and the emulsion layer f emu (right), corresponding to the area under the curves. Possible fluctuations of the emulsion protective layer thickness were also taken into ac-",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "text": "Figure 6 .",
            "section_rank": 13
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. A comparison between the predicted rate of implanted positrons and the rate detected by the emulsion detector as a function of the implantation energy. Emulsion efficiencies are shown in the embeddedfigure.",
            "paragraph_rank": 20,
            "section_rank": 13
        },
        {
            "section": "Figure 6 .",
            "text": "Referring to the emulsions produced by the Fuji company in Japan for the OPERA neutrino experiment with a silver bromide content of ∼30% and a background of ∼3 grains/1000 µm 3 .",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "text": "Acknowledgments",
            "section_rank": 15
        },
        {
            "section": "Acknowledgments",
            "text": "The authors would like to acknowledge the contributions by the mechanical workshops at LHEP and LNESS. This work is supported by the Swiss National Science Foundation Ambizione grant PZ00P2_154833.",
            "paragraph_rank": 22,
            "section_rank": 15
        }
    ]
}