{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Exclusive production of ω mesons was studied at the COMPASS experiment by scattering 160 GeV/c muons off transversely polarised protons. Five single-spin and three double-spin azimuthal asymmetries were measured in the range of photon virtuality 1 (GeV/c) 2 < Q 2 < 10 (GeV/c) 2 , Bjorken scaling variable 0.003 < x Bj < 0.3 and transverse momentum squared of the ω meson 0.05 (GeV/c) 2 < p 2 T < 0.5 (GeV/c) 2 . The measured asymmetries are sensitive to the nucleon helicity-flip Generalised Parton Distributions (GPD) E that are related to the orbital angular momentum of quarks, the chiral-odd GPDs H T that are related to the transversity Parton Distribution Functions, and the sign of the πω transition form factor. The results are compared to recent calculations of a GPD-based model.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Hard exclusive meson production (HEMP) in charged lepton scattering off nucleons plays an important role in studies of the nucleon structure in terms of its constituents, i.e. quarks and gluons. Interest in studying HEMP as well as deeply virtual Compton scattering (DVCS) has increased recently as this allows access to generalised parton distributions (GPDs) [1][2][3][4][5], which offer a comprehensive description of the partonic structure of the nucleon. In particular, GPDs provide a picture of the nucleon as an extended object [6][7][8]. In this picture, which is often referred to as 3-dimensional nucleon tomography, longitudinal momenta and transverse spatial degrees of freedom of partons are correlated. Constraining GPDs may also yield an insight into angular momenta of quarks, which represent another fundamental property of the nucleon [2,3]. The mapping of nucleon GPDs, which became one of the key objectives of hadron physics, requires a comprehensive programme of measuring hard exclusive production of photons and various mesons in a broad kinematic range.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 361,
                    "text": "[1]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 364,
                    "text": "[2]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 367,
                    "text": "[3]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 370,
                    "text": "[4]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "start": 373,
                    "text": "[5]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "start": 535,
                    "text": "[6]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "start": 538,
                    "text": "[7]",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "start": 541,
                    "text": "[8]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 853,
                    "text": "[2,",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 856,
                    "text": "3]",
                    "end": 858
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The amplitude for hard exclusive meson production by longitudinally polarised virtual photons was proven to factorise into a hard scattering part that is calculable in perturbative QCD (pQCD) and a soft part [4,9]. The soft part contains GPDs that describe the structure of the target nucleon and a distribution amplitude (DA), which accounts for the structure of the produced meson. The factorisation holds in the limit of large photon virtuality Q 2 and large invariant mass W of the virtual-photon nucleon system, but fixed x Bj , and for |t|/Q 2 1. Here, t is the squared four-momentum transfer to the proton and x Bj = Q 2 /(2M p ν), where ν is the energy of the virtual photon in the lab frame and M p is the proton mass. This factorisation is referred to as 'collinear' because parton transverse momenta are neglected. No similar proof of factorisation exists for transversely polarised virtual photons. However, phenomenological pQCD-inspired models have been proposed [10][11][12][13] that go beyond the collinear factorisation by postulating the so-called 'k ⊥ factorisation', where k ⊥ denotes the parton transverse momentum. In the model of Refs. [11][12][13][14][15], hereafter referred to as 'GK' model, cross sections and spin-density matrix ele-ments (SDMEs) for HEMP by both longitudinal and transverse virtual photons can be described simultaneously.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 208,
                    "text": "[4,",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "start": 211,
                    "text": "9]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 977,
                    "text": "[10]",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 981,
                    "text": "[11]",
                    "end": 985
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 985,
                    "text": "[12]",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 989,
                    "text": "[13]",
                    "end": 993
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1159,
                    "text": "[11]",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1163,
                    "text": "[12]",
                    "end": 1167
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1167,
                    "text": "[13]",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1171,
                    "text": "[14]",
                    "end": 1175
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1175,
                    "text": "[15]",
                    "end": 1179
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At leading twist, the chiral-even GPDs H f and E f , where f denotes a quark of a given flavour or a gluon, are sufficient to describe exclusive vector meson production on a spin 1 /2 target. These GPDs are of special interest as they are related to the total angular momentum carried by partons in the nucleon [2]. When higher-twist effects are included in the DA, the chiral-odd GPDs H f T and E f T appear, which describe the process amplitude with helicity flip of the exchanged quark. They are also referred to as 'transverse' GPDs. While parameterisations of GPDs H f over the presently accessible x Bj range are well constrained by existing measurements of DVCS and HEMP, much less experimental results exist that allow one to constrain the other mentioned GPDs. For references to measurements relevant for constraining GPDs H f and E f see e.g. the introductory sections in Refs. [16,17]. Depending on quark content and quantum numbers of the meson, the soft part of the process amplitude contains specific combinations of flavour-dependent quark GPDs and gluon GPDs [18][19][20]. Because of this property HEMP can be regarded as a quark flavour filter, which motivates the study of a wide spectrum of mesons.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 311,
                    "text": "[2]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 888,
                    "text": "[16,",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 892,
                    "text": "17]",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "start": 1075,
                    "text": "[18]",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1079,
                    "text": "[19]",
                    "end": 1083
                },
                {
                    "type": "bibr",
                    "start": 1083,
                    "text": "[20]",
                    "end": 1087
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The COMPASS collaboration has already published results on azimuthal asymmetries for exclusive ρ 0 production on transversely polarised protons [16,17] and deuterons [16], which were compared with predictions of the GPD model of Refs. [13,14]. These asymmetries are sensitive to all types of GPDs, including the chiral-odd GPDs H T and E T . In particular, the leading-twist asymmetry A sin(φ−φ S ) UT (see Sec. 2 for the definition) is sensitive to the chiral-even GPDs E. These GPDs are of special interest, as they describe transitions with nucleon helicity flip and are related to the orbital angular momentum of quarks. The model describes well the COMPASS data obtained for ρ 0 and provides their interpretation in terms of GPDs. The measured asymmetry A",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 144,
                    "text": "[16,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 148,
                    "text": "17]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 166,
                    "text": "[16]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 235,
                    "text": "[13,",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 239,
                    "text": "14]",
                    "end": 242
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "is of small magnitude, because for GPDs E in ρ 0 production the valence quark contribution is expected to be small. This is interpreted as approximate cancellation due to opposite signs and similar magnitudes of GPDs E u and E d for valence quarks [13]. Also, the small gluon and sea contributions evaluated in Ref. [13] cancel here to a large extent. The model also explains the non-vanishing asymmetry A sin φ S UT by a significant contribution from chiral-odd GPDs H T that are related to transversity parton distribution functions. It is the first experimental indication in hard exclusive ρ 0 production of the contribution of these chiral-odd GPDs.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 248,
                    "text": "[13]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 316,
                    "text": "[13]",
                    "end": 320
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The interest in studying transverse spin azimuthal asymmetries in hard exclusive ω production is twofold. First, due to the different quark combinations in the flavour-dependent wave functions of the mesons, certain asymmetries are expected to be larger for ω production than the corresponding ones for ρ 0 . In particular, for A",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "the version of the model as described in Ref. [13] predicts a sizable value of approximately −0.1 for the ω channel in contrast to a small value predicted for the ρ 0 channel. Thus the measurement of this asymmetry in both channels will provide additional constraints, which may help to separate the valence quarks contributions E u and E d . Secondly, it is known since a long time that pion exchange can play an important role in photo-and leptoproduction of ω mesons [21]. The recent HERMES measurements of SDMEs for exclusive electroproduction of ω mesons [22] indicate a sizable contribution of the unnaturalparity-exchange processes in the covered energy range. In the framework of the GK model it was shown [15] that the pion-pole exchange is important to reproduce HERMES results on SDMEs. Still, SDME data do not allow to distinguish the sign of the πω transition form factor. Certain azimuthal asymmetries for ω production are sensitive to the pion-pole contribution and hence in principle could allow the determination of its sign. Although the effect of the pion-pole decreases with increasing W , it might still be measurable beyond experimental uncertainties at COMPASS. For other vector mesons the effect is expected to be very small (ρ 0 production) or negligible (φ production) [15].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 46,
                    "text": "[13]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "start": 470,
                    "text": "[21]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 560,
                    "text": "[22]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 714,
                    "text": "[15]",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1295,
                    "text": "[15]",
                    "end": 1299
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Paper describes the measurement of exclusive ω muoproduction on transversely polarised protons with the COMPASS apparatus. Size and kinematic dependences of azimuthal asymmetries of the cross section with respect to beam and target polarisation are determined and discussed. The related theoretical formalism is outlined in the following section. A brief presentation of the experiment is given in Sec. 3, while in Sec. 4 the data selection is reported in detail. The extraction of asymmetries and the estimation of systematic uncertainties are described in Sec. 5 and 6, respectively. Results and concluding remarks are given in Sec. 7.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Theoretical formalism",
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "The cross section for exclusive ω muoproduction, μ N → μ ω N , on a transversely polarised nucleon reads [23] 24,25 :",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 110,
                    "text": "24,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 113,
                    "text": "25",
                    "end": 115
                }
            ]
        },
        {
            "section": "Theoretical formalism",
            "text": "where only terms relevant for the present analysis are shown. For brevity, the dependence on kinematic variables is omitted. The general formula for the cross section for meson leptoproduction can be found in Ref. [23]. The angle φ is the azimuthal angle between the lepton plane that is spanned by the momenta of the incoming and the scattered leptons, and the hadron plane that is spanned by the momenta of the virtual photon and the meson (see Fig. 1). The angle φ s is the azimuthal angle between the lepton plane and the spin direction of the target nucleon. The polarisation of the lepton beam is denoted by P . The component of the transverse target spin perpendicular to the virtual-photon direction, S T , is approximated in the COMPASS kinematic region by the corresponding component perpendicular to the direction of the incoming muon, P T . According to Ref. [23], the transition from S T to P T introduces in Eq. (1) a dependence on θ , which is the angle between the directions of virtual photon and incoming beam particle. This dependence gives rise to additional asymmetries of the cross section that are related to longitudinal target polarisation. These asymmetries are suppressed by the factor sin θ , which is small at COMPASS kinematics (sin θ ≈ 0.056 on average). In the present analysis the effect of the angle θ is neglected.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 214,
                    "text": "[23]",
                    "end": 218
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 447,
                    "text": "Fig. 1",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 871,
                    "text": "[23]",
                    "end": 875
                }
            ]
        },
        {
            "section": "Theoretical formalism",
            "text": "In the considered kinematics, where the mass of the incoming lepton m μ Q 2 , the virtualphoton polarisation parameter can be approximated in the following way:",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "Here, y is the fractional energy of the virtual photon (see Table 1), γ",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 60,
                    "text": "Table 1",
                    "end": 67
                }
            ]
        },
        {
            "section": "Theoretical formalism",
            "text": "M p is the mass of the proton. The photoabsorption cross sections or interference terms σ mn ij are proportional to bilinear combinations of helicity amplitudes M for the photoproduction subprocess,",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "where the helicity of the virtual photon is denoted by i, j = −1, 0, +1 and the helicity of the initial-state proton is denoted by m, n = − 1 /2, + 1 /2. The sum runs over all combinations of helicities of meson (i = −1, 0, +1) and final-state proton (m = − 1 /2, + 1 /2). In the following the helicities −1, − 1 /2, 0, + 1 /2, +1 will be labelled by only their sign or zero, omitting 1 /2 or 1. For a transversely polarised target five single (UT) and three double (LT) spin asymmetries can be defined: ",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "Bjorken scaling variable",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "fraction of lepton energy lost in the laboratory system M πππ invariant mass of 2 square of the four-momentum transfer to the target nucleon p 2 T transverse momentum squared of vector meson with respect to the virtual-photon direction E ω energy of ω in the laboratory system",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 80,
                    "text": "2",
                    "end": 81
                }
            ]
        },
        {
            "section": "Theoretical formalism",
            "text": "missing energy of the undetected system",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "Here, σ 0 is the total unpolarised cross section, which is the sum of the cross sections for longitudinally and transversely polarised virtual photons, σ L and σ T , respectively:",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "Each asymmetry is related to a modulation of the cross section as a function of φ and/or φ s (see Eq. (1)), which is indicated by the superscript. Calculations for the full set of five A UT and three A LT asymmetries were performed recently in the framework of the GK model [14]. Of particular interest for an interpretation of the COMPASS results described in this Paper are three asymmetries, which can be expressed through helicity amplitudes neglecting terms containing unnatural parity exchange amplitudes:",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 274,
                    "text": "[14]",
                    "end": 278
                }
            ]
        },
        {
            "section": "Theoretical formalism",
            "text": "Most of the neglected amplitudes are related to pion pole exchange, the role of which will be discussed in Sec. 7. The dominant contribution from the γ * L → V L transition, where V denotes vector meson, is described by M 0+,0+ and M 0−,0+ , which are related to chiral-even GPDs H and E. The suppressed contribution from the γ * T → V T transition is described by M ++,++ and M +−,++ , which are also related to chiral-even GPDs. A description of the γ * T → V L transition is possible by including chiral-odd GPDs H T and E T , which are related to M 0−,++ and M 0+,++ , respectively. The γ * L → V T and γ * T → V −T transitions are known to be suppressed and are neglected here. Different values are predicted for the asymmetry A sin(φ−φ S ) UT in ρ 0 and ω productions, as already mentioned above. For this asymmetry, the contribution of chiral-odd GPDs is expected to be negligible, as one can see for instance from the comparison of calculations for the ρ 0 channel in Refs. [13] and [14]. The asymmetry A sin φ S UT represents an imaginary part of two bilinear products of helicity amplitudes. The first product is related to GPDs H and H T , while the second one is related to GPDs E and E T . The latter product appears also in the asymmetry A",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 982,
                    "text": "[13]",
                    "end": 986
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 991,
                    "text": "[14]",
                    "end": 995
                }
            ]
        },
        {
            "section": "Theoretical formalism",
            "text": ". For the ρ 0 channel the asymmetry A sin φ S UT was found to be different from zero, while the asymmetry A",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "Theoretical formalism",
            "text": "is compatible with zero [17]. This implies a non-negligible contribution of GPDs H T in this case.",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 24,
                    "text": "[17]",
                    "end": 28
                }
            ]
        },
        {
            "section": "Theoretical formalism",
            "text": "A summary of the kinematic variables used in this Paper is given in Table 1.",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 68,
                    "text": "Table 1",
                    "end": 75
                }
            ]
        },
        {
            "text": "Experimental set-up",
            "section_rank": 4
        },
        {
            "section": "Experimental set-up",
            "text": "COMPASS is a fixed-target experiment situated at the high-intensity M2 beam line of the CERN SPS. A detailed description of the experiment can be found in Ref. [24].",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 160,
                    "text": "[24]",
                    "end": 164
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The μ + beam had a nominal momentum of 160 GeV/c with a spread of 5% and a longitudinal polarisation of P ≈ −0.8 known with the precision of 5%. The data were taken at a mean intensity of 3.5 × 10 8 μ/spill, for a spill length of about 10 s every 40 s. A measurement of the trajectory and the momentum of each incoming muon is performed upstream of the target. The momentum of the beam muon is measured with a relative precision better than 1%.",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "section": "Experimental set-up",
            "text": "The beam traverses a solid-state ammonia (NH 3 ) target that contains transversely polarised protons. The target is situated within a large aperture magnet with a dipole holding field of 0.5 T. The 2.5 T solenoidal field is only used when polarising the target material. A mixture of liquid 3 He and 4 He is used to cool the target to 50 mK. Ten nuclear magnetic resonance (NMR) coils surrounding the target allow for a determination of the target polarisation P T , which typically amounts to 0.8 with an uncertainty of 3%. The ammonia is contained in three cylindrical target cells with a diameter of 4 cm, placed along the beam with 5 cm space between cells. The central cell is 60 cm long and the two outer ones are 30 cm long. The spin directions in neighbouring cells are opposite. Such a target configuration allows for a simultaneous measurement of azimuthal asymmetries for the two target spin directions without relying on beam flux measurements. Systematic effects due to acceptance are reduced by reversing the spin directions on a weekly basis. With the three-cell configuration, the average acceptance for cells with opposite spin direction is approximately the same, which leads to a further reduction of systematic uncertainties.",
            "paragraph_rank": 28,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 291,
                    "text": "3",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 300,
                    "text": "4",
                    "end": 301
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The dilution factor f , which is the cross-section-weighted fraction of polarisable material, is calculated for incoherent exclusive ω production using the measured material composition and the nuclear dependence of the cross section:",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "section": "Experimental set-up",
            "text": "Here, n p and n A denote the numbers of polarisable protons in the target and of unpolarised nucleons in the target material with atomic mass A, respectively. The sum runs over all nuclei present in the COMPASS target. The ratio of the cross section per nucleon for a given nucleus to the cross section on the proton is denoted by σ A /σ p . The inclusion of the effect of nuclear shadowing on the calculation of the dilution factor is crucial for the ammonia target. However, this effect has never been measured for exclusive ω production in a kinematic region comparable to that covered by the COMPASS experiment. Therefore, we assume that the nuclear shadowing effect for ω is the same as that for ρ 0 . This assumption is supported by similar quark compo-sitions, quantum numbers (J P ) and masses of both mesons. The assumption leads to the same dilution factor as for ρ 0 , the evaluation of which is detailed in Ref. [25]. For the NH 3 target, which is used for the present analysis, the dilution factor amounts typically to 0.25 [16]. The COMPASS spectrometer is designed to reconstruct scattered muons and produced hadrons in wide momentum and angular ranges. It consists of two stages, each equipped with a dipole magnet, to measure tracks with large and small momenta, respectively. In the highflux region, in or close to the beam, tracking is provided by stations of scintillating fibres, silicon detectors, micromesh gaseous chambers and gas electron multiplier chambers. Large-angle tracking devices are multiwire proportional chambers, drift chambers and straw detectors. Muons are identified in large-area mini drift tubes and drift tubes placed downstream of hadron absorbers. Each stage of the spectrometer contains an electromagnetic and a hadron calorimeter. The identification of charged particles is possible with a RICH detector, although in this analysis it is not used.",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 924,
                    "text": "[25]",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1037,
                    "text": "[16]",
                    "end": 1041
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The data recording system is activated by several triggers. For inclusive triggers, the scattered muon is identified by a coincidence of signals from trigger hodoscopes. Semi-inclusive triggers select events with a scattered muon and an energy deposit in a hadron calorimeter exceeding a given threshold. Moreover, a pure calorimeter trigger with a high energy threshold was implemented to extend the acceptance towards high Q 2 and large x Bj . It was checked that this trigger does not introduce any bias due to the acceptance of the calorimeters in the x Bj range covered by the present data. Veto counters upstream of the target are used to suppress beam halo muons.",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 427,
                    "text": "2",
                    "end": 428
                }
            ]
        },
        {
            "text": "Event sample",
            "section_rank": 5
        },
        {
            "section": "Event sample",
            "text": "The results presented in this Paper are based on the data taken with the transversely polarised NH 3 target in 2010. An event to be accepted for further analysis is required to have the same topology as that of the observed process",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "Event sample",
            "text": "Therefore, we select only events that have an incident muon track, a scattered muon track, exactly two additional tracks of oppositely charged hadrons, which are all associated to a vertex in the polarised target material, and a single π 0 meson that is reconstructed using its two decay photons detected in the electromagnetic calorimeters. The flux of the incoming beam is equalised for all target cells using appropriate cuts on position and angle of beam tracks. Fig. 2 shows the distribution of the reconstructed vertex position z V along the beam axis. In this figure as well as in Figs. 3 to 7, the distributions are obtained applying all selections except that corresponding to the displayed variable.",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 467,
                    "text": "Fig. 2",
                    "end": 473
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 588,
                    "text": "Figs. 3 to 7",
                    "end": 600
                }
            ]
        },
        {
            "section": "Event sample",
            "text": "In order to obtain a data sample in the deep inelastic scattering region, the following kinematic cuts are applied: 1 (GeV/c) 2 < Q 2 < 10 (GeV/c) 2 , where the lower cut selects the perturbative QCD region and the upper one is chosen to remove the region of Q 2 where the fraction of nonexclusive background is large; 0.1 < y < 0.9, in order to suppress radiative corrections (large y) or poorly reconstructed kinematics (low y). The latter cut removes also events from the region of hadron resonances at small values of W . A small residual number of such events is removed by requiring W to be larger than 5 GeV/c 2 . ",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 147,
                    "text": "2",
                    "end": 148
                }
            ]
        },
        {
            "text": "Reconstruction of π 0",
            "section_rank": 6
        },
        {
            "section": "Reconstruction of π 0",
            "text": "A neutral pion is reconstructed using clusters in the electromagnetic calorimeters (ECALs), which are required not to be associated to charged particle tracks. Only events with two such clusters, which have to pass the selections described below, are retained for the analysis. The possibility to reconstruct π 0 mesons by using events with more than two clusters and examining all cluster combinations was checked in Ref. [26]. As such combinatorial method would lead to an increase of background by more than a factor of two, it is not applied in this analysis.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 423,
                    "text": "[26]",
                    "end": 427
                }
            ]
        },
        {
            "section": "Reconstruction of π 0",
            "text": "A photon reconstructed in a given ECAL is accepted only if its energy E γ is in the range 0.6 GeV < E γ < 25 GeV for ECAL1, 1.0 GeV < E γ < 50 GeV for ECAL2.",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Reconstruction of π 0",
            "text": "Here, ECAL1 (ECAL2) denotes the electromagnetic calorimeter in the large (small) angle stage of the spectrometer. The yields of exclusive ω mesons were studied as a function of the values of the lower limits on E γ resulting in maximal yields for the indicated values. The purity of the exclusive ω sample only weakly depends on these lower limits. The upper limits on E γ are determined by requiring sufficient statistics needed for a reliable determination of the E γ -dependent parameterisation of the time correlation between a given decay photon candidate and the incoming muon track. In order to ensure this correlation, the difference of the measured ECAL cluster time and the measured time of the incoming muon, t = t γ − t μ , is calculated. Since the precision of time reconstruction in ECALs depends on the cluster energy, the time correlation is ensured by requiring",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "section": "Reconstruction of π 0",
            "text": "For each calorimeter, position t par (E γ ) and width σ par (E γ ) of the γ − μ correlation peak are parameterised as a function of E γ using a sample of events for semi-inclusive π 0 production. Similarly, the limit on the invariant mass of two photons, M γ γ , depends on the energy E γ γ of the π 0 candidate:",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "section": "Reconstruction of π 0",
            "text": "Also here, position M π 0 , par (E γ γ ) and width σ par (E γ γ ) of the π 0 peak are parameterised using semi-inclusive data for π 0 mesons reconstructed in each of the three possible combinations of neutral clusters in ECALs. In addition to the real data, similar parameterisations are obtained also for Monte Carlo data that are used for the procedure of background subtraction, see Sec. 5. The parameterisations are obtained in the following ranges of energy: ",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "section": "Reconstruction of π 0",
            "text": "The selection of π 0 mesons is restricted to the ranges of energy given in Eq. (11). The distribution of M γ γ for reconstructed events is shown in Fig. 3, where the accepted events are represented by the shaded histogram. Note that there are no sharp limits on this histogram, because the energy-dependent selection on M γ γ is applied, see Eq. (10). In order to reduce the smearing related to ECAL reconstruction, after having performed the π 0 selection the energies of decay photons for each event are rescaled by the factor",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 79,
                    "text": "(11)",
                    "end": 83
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 148,
                    "text": "Fig. 3",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 346,
                    "text": "(10)",
                    "end": 350
                }
            ]
        },
        {
            "section": "Reconstruction of π 0",
            "text": "where M PDG π 0 ≈ 0.135 GeV/c 2 is the nominal π 0 mass. This reduces the width σ ω of the reconstructed ω resonance from 25 MeV/c 2 to 20 MeV/c 2 .",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "text": "Selection of incoherent exclusive ω production",
            "section_rank": 7
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "Events corresponding to incoherent exclusive ω production are selected using additional cuts on:",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "• the invariant mass of the π",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "where M PDG ω = 782.65 MeV/c 2 is the nominal ω resonance mass; • the missing energy E miss , −3.0 GeV < E miss < 3.0 GeV;  • the ω meson energy in the laboratory system,",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "• the transverse momentum squared of the ω meson with respect to the virtual-photon direction,",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "The ω meson is reconstructed using two charged hadrons and a reconstructed π 0 . As RICH information is not used in this analysis, the charged pion mass hypothesis is assigned to each hadron track. As the recoiling proton is not detected, exclusive events are selected by the cut on missing energy given by Eq. (14). The selected range is referred to as 'signal region' in the following. The distribution of E miss is shown in Fig. 5, where the exclusive peak at E miss ≈ 0 is clearly visible. The boundaries of the E miss range for the selection of exclusive events are chosen to cover the ±2σ region of the exclusive peak. Since it is not possible to distinguish on an event-by-event basis between signal and background events in the signal window, the background asymmetries are probed in the second range of E miss , 7",
            "paragraph_rank": 46,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 311,
                    "text": "(14)",
                    "end": 315
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 427,
                    "text": "Fig. 5",
                    "end": 433
                }
            ]
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "GeV < E miss < 20 GeV,",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "where only semi-inclusive background events contribute. The intermediate range, 3 GeV < E miss < 7 GeV, is contaminated by diffractive-dissociation events (γ * N → ωN * , where N * → N + π + . . .), as indicated by results of Monte Carlo simulations [27,28]. Similarly as in the ρ 0 analysis [17], this range is not taken into account in the present analysis. In order to reduce further the semi-inclusive background contribution, events are accepted only if the energy of the ω meson in the laboratory system is large enough, see Eq. (15). Diffractive dissociation background in the exclusive sample is examined using a Monte Carlo event generator called HEPGEN [27]. Using both exclusive and nucleon-dissociative ω events generated by HEPGEN, which are reconstructed and selected as the real data, the contribution from low-mass diffractive dissociation of the nucleon, corresponding to the E miss range given in Eq. (14), is found to be ≈ 14% of the exclusive ω signal.",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 80,
                    "text": "3",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 250,
                    "text": "[27,",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 254,
                    "text": "28]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 292,
                    "text": "[17]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 535,
                    "text": "(15)",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 663,
                    "text": "[27]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 919,
                    "text": "(14)",
                    "end": 923
                }
            ]
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "The p 2 T distribution is shown in Fig. 6. We choose to use p 2 T rather than t or t = |t| − t 0 , where t 0 is the minimal kinematically allowed |t|. The reason is that in the COMPASS kinematic region and for the set-up without detection of the recoil particle, p 2 T is determined with a precision better by a factor of two to five. In addition, the t distribution is distorted because t 0 , which depends on W , Q 2 , M π + π − π 0 and M 2 X , is poorly determined for non-exclusive background events [29]. The p 2 T distribution shown in Fig. 6 indicates at small p 2 T values a contribution from coherent ω production on target nuclei. Coherent events are suppressed by applying the lower limit given by Eq. (16). A study of p 2 T distributions shows that in addition to exclusive coherent and incoherent ω production a third component, which originates from non-exclusive background, is also present and its contribution increases with p 2 T , thus requiring also an upper limit. Therefore, in order to select the sample of events from incoherent exclusive ω production, the afore mentioned p 2 T limits are applied.",
            "paragraph_rank": 49,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 35,
                    "text": "Fig. 6",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 265,
                    "text": "2",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 504,
                    "text": "[29]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 516,
                    "text": "2",
                    "end": 517
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 542,
                    "text": "Fig. 6",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 713,
                    "text": "(16)",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 732,
                    "text": "2",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 944,
                    "text": "2",
                    "end": 945
                }
            ]
        },
        {
            "section": "Selection of incoherent exclusive ω production",
            "text": "After all selections, the final sample for incoherent exclusive ω production consists of about 18500 events. The mean values of the kinematic variables Q 2 , x Bj , y, W and p 2 T are given in Table 2.",
            "paragraph_rank": 50,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 176,
                    "text": "2",
                    "end": 177
                },
                {
                    "type": "table",
                    "start": 193,
                    "text": "Table 2",
                    "end": 200
                }
            ]
        },
        {
            "text": "Extraction of asymmetries",
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "The azimuthal asymmetries listed in Eq. (4) are evaluated by fitting simultaneously the exclusive signal events (denoted by subscript S) and semi-inclusive background events (denoted Table 2 Mean values of selected kinematic variables for events reconstructed in the signal region −3 GeV < E miss < 3 GeV with and without the correction for semi-inclusive background [30].",
            "paragraph_rank": 51,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 183,
                    "text": "Table 2",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 367,
                    "text": "[30]",
                    "end": 371
                }
            ]
        },
        {
            "section": "Extraction of asymmetries",
            "text": "x by subscript B) using the unbinned maximum likelihood estimator. This method of extraction allows us to study correlations between asymmetries and to reduce the statistical uncertainty of the measurement compared to binned estimators. Four subsamples of events are fitted simultaneously as a function of the azimuthal angles and the missing energy. Each subsample corresponds to the specific target cell t with the polarisation state p. Here, t = C and t = U + D refer to the central cell and the sum of upstream and downstream cells, respectively, while the two target polarisation states are denoted by p = ↑ and p = ↓. The fitted function describes the observed sum of exclusive signal and semi-inclusive background events denoted in the following by the subscript S + B:",
            "paragraph_rank": 52,
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "In the factor ",
            "paragraph_rank": 53,
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "describes the measured azimuthal modulations of the cross section for longitudinally polarised beam and transversely polarised target. In Eq. 20,",
            "paragraph_rank": 54,
            "section_rank": 8,
            "ref_spans": [
                {
                    "ref_id": "formula_31",
                    "start": 142,
                    "text": "20",
                    "end": 144
                }
            ]
        },
        {
            "section": "Extraction of asymmetries",
            "text": "are the weights corresponding to the fractions of signal and background processes that are evaluated from the data as described in the following, while",
            "paragraph_rank": 55,
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "are the raw asymmetries that enter Eq. (20) with the sign corresponding to the target polarisation state, + and − for ↑ and ↓, respectively. The raw asymmetries are related to the physics asymmetries, in particular to those defined in Eq. (4) for the exclusive signal events, in the following way:",
            "paragraph_rank": 56,
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "Here, the first line describes UT and the second one LT asymmetries, where 'mod' denotes the corresponding azimuthal modulation and f S(B) is the dilution factor defined in Eq. 7. The target and beam polarisations are given by P T and P , respectively. The depolarisation factors D mod depend on the virtual-photon polarisation parameter, see Eq. 2:",
            "paragraph_rank": 57,
            "section_rank": 8,
            "ref_spans": [
                {
                    "ref_id": "formula_16",
                    "start": 177,
                    "text": "7",
                    "end": 178
                },
                {
                    "ref_id": "formula_3",
                    "start": 347,
                    "text": "2",
                    "end": 348
                }
            ]
        },
        {
            "section": "Extraction of asymmetries",
            "text": "In the fit of the function given by Eq. 18 Equations (18) to (22) are based upon two approximations: i) the background asymmetries do not depend on the missing energy and ii) the smearing of azimuthal angles is neglected. Approximation i) is justified by results of a study that revealed no dependence on E miss for asymmetries in the range 7 GeV < E miss < 20 GeV, where only background events contribute. This observation agrees with our previous analyses of exclusive ρ 0 production [16,17], where an analogous test was performed with a much better statistical precision. A possible bias on the extraction of asymmetries related to approximation ii) is estimated in Sec. 6.",
            "paragraph_rank": 58,
            "section_rank": 8,
            "ref_spans": [
                {
                    "ref_id": "formula_29",
                    "start": 40,
                    "text": "18",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "start": 53,
                    "text": "(18)",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 61,
                    "text": "(22)",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 486,
                    "text": "[16,",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 490,
                    "text": "17]",
                    "end": 493
                }
            ]
        },
        {
            "section": "Extraction of asymmetries",
            "text": "When fitting Eq. (18), one has to separate the functions c p t, S+B (φ, φ s , E miss ) and g p t, S+B (φ, φ s , E miss ) as due to the unknown acceptance both functions may be correlated. The separation between both functions is achieved by using the reasonable assumption that the ratio of acceptances in the cells stays the same before and after target polarisation reversal:",
            "paragraph_rank": 59,
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "If this assumption does not hold, false asymmetries may appear. Such a possibility is examined in Sec. 6. Using different assumed functional forms of c p t, S+B (φ, φ s , E miss ) in the fit has no significant effect on the fitted parameters of the function g p t, S+B (φ, φ s , E miss ), i.e. on the physics asymmetries. Therefore, a constant term is used in this analysis for the simplicity.",
            "paragraph_rank": 60,
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "The possible dependence of γ p t, S (φ, φ s , E miss ) and γ p t, B (φ, φ s , E miss ) on the azimuthal angles is examined by using a Monte Carlo (MC) simulation of the COMPASS apparatus. In this simulation the signal and background processes were generated by HEPGEN [27] and LEPTO [31] generators, respectively. For the latter one the COMPASS tuning [32] of the JETSET parameters  Fig. 7. In these parameterisations a Gaussian function is used for the shape of the distribution of signal events, while for background events the shape is fixed by the aforementioned MC simulation with LEPTO. In analogy to our previous analyses [16,17], the agreement between data and MC events is improved by weighting each E miss bin i of the MC distribution by the ratio",
            "paragraph_rank": 61,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 268,
                    "text": "[27]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 283,
                    "text": "[31]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 352,
                    "text": "[32]",
                    "end": 356
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 383,
                    "text": "Fig. 7",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 629,
                    "text": "[16,",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 633,
                    "text": "17]",
                    "end": 636
                }
            ]
        },
        {
            "section": "Extraction of asymmetries",
            "text": "Here,",
            "paragraph_rank": 62,
            "section_rank": 8
        },
        {
            "section": "Extraction of asymmetries",
            "text": "are the numbers of events observed in bin i for experimental data and MC, respectively, when two hadrons with the same charge are required in the selection of events. Such selection excludes any exclusive production, so that the weights for semi-inclusive events can be calculated at any value of E miss .",
            "paragraph_rank": 63,
            "section_rank": 8
        },
        {
            "text": "Systematic studies",
            "section_rank": 9
        },
        {
            "section": "Systematic studies",
            "text": "In order to estimate the systematic uncertainties of this measurement the following contributions were examined: i) false asymmetries, ii) a possible bias of the applied estimator of the asymmetries, iii) the sensitivity to the background parameterisation, iv) the stability of asymmetries over data taking time, v) the compatibility between the three mean asymmetries obtained by averaging the one-dimensional distributions in Q 2 , x Bj and p 2 T , vi) the uncertainty in the calculation of dilution factor, beam and target polarisations.",
            "paragraph_rank": 64,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 445,
                    "text": "2",
                    "end": 446
                }
            ]
        },
        {
            "section": "Systematic studies",
            "text": "i) False asymmetries are extracted by analysing subsamples of data with the same spin orientation of target protons. In such a case, non-zero values of azimuthal asymmetries would indicate an experimental bias. In particular, false asymmetries provide a test of validity of the reasonable assumption, see Eq. 25, i.e. whether during data taking the acceptance has changed in a way that influences the extraction of asymmetries. False asymmetries are determined in two ways: by using the data from the upstream and downstream cells, as well as by the artificial division of the central cell into two 30 cm subcells. This test is performed without separation into signal and background asymmetries, and independently for the ranges |E miss | < 3 GeV and −3 GeV < E miss < 20 GeV. The resulting false asymmetries are found to be consistent with zero within statistical uncertainties. Nevertheless, an upper limit on the false asymmetries is estimated to be 0.01 [26] at the level of raw asymmetries defined in Eq. (23). This estimate represents a conservative limit for breaking the reasonable assumption given by Eq. (25). At the level of physics asymmetries, this estimation yields typically a systematic uncertainty on the level of 20% of the statistical one.",
            "paragraph_rank": 65,
            "section_rank": 9,
            "ref_spans": [
                {
                    "ref_id": "formula_36",
                    "start": 309,
                    "text": "25",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 959,
                    "text": "[26]",
                    "end": 963
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1011,
                    "text": "(23)",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1115,
                    "text": "(25)",
                    "end": 1119
                }
            ]
        },
        {
            "section": "Systematic studies",
            "text": "ii) The check of the extraction method is twofold. First, the effect of smearing and acceptance on the extraction of asymmetries is examined by introducing an asymmetry of known value to the MC data generated with the HEPGEN generator [27], which is followed by the simulation of the COMPASS apparatus and event reconstruction. It is checked whether the unbinned maximum likelihood estimator returns the introduced asymmetry correctly. In addition, a possible mixing between asymmetries is investigated, i.e. it is checked whether a non-zero asymmetry contributes to any other asymmetry. The test shows only an effect of smearing. The related systematic uncertainty is estimated to be up to 33% of the statistical one.",
            "paragraph_rank": 66,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 235,
                    "text": "[27]",
                    "end": 239
                }
            ]
        },
        {
            "section": "Systematic studies",
            "text": "In the second test the obtained asymmetries are compared with those extracted with an alternative estimator that is chosen to be the 2D binned maximum likelihood estimator. In this case, in contrast to that of the unbinned estimator, the extraction of asymmetries proceeds after performing the subtraction of semi-inclusive background that is probed in the range 7 GeV < E miss < 20 GeV. This way of extraction was used in the COMPASS analysis of transverse target spin asymmetries for the ρ 0 meson [17]. The comparison indicates a good agreement between both estimators.",
            "paragraph_rank": 67,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 500,
                    "text": "[17]",
                    "end": 504
                }
            ]
        },
        {
            "section": "Systematic studies",
            "text": "iii) The systematic uncertainty related to the background treatment, see Sec. 5, is estimated by assuming that the fractions of signal and background processes are known with an uncertainty of 10%. This assumption is supported by the COMPASS analysis for the ρ 0 meson [17], where the MC samples produced with LEPTO [31] and PYTHIA [28] generators were compared. The estimation yields typically a systematic uncertainty of 30% of the statistical one.",
            "paragraph_rank": 68,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 269,
                    "text": "[17]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 316,
                    "text": "[31]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 332,
                    "text": "[28]",
                    "end": 336
                }
            ]
        },
        {
            "section": "Systematic studies",
            "text": "iv) The data stability over time is examined by comparing asymmetries extracted from two consecutive subsets of data taking. A division into a larger number of subsets is not possible due to limited statistics. All asymmetries extracted from the two subsets of data are found to be compatible within statistical uncertainties.",
            "paragraph_rank": 69,
            "section_rank": 9
        },
        {
            "section": "Systematic studies",
            "text": "v) The extraction of asymmetries may be unstable due to limited statistics. The effect is examined by comparing the asymmetries extracted from the entire data sample with those obtained from averaging the results obtained in bins of kinematic variables Q 2 , x Bj or p 2 T , which are used for the extraction of final results, see Fig. 8 (right). The comparison indicates a bias that is estimated to be up to 20% of the statistical uncertainty. vi) In order to estimate the normalisation (scale) systematic uncertainty, we take into account the relative uncertainty of the target dilution factor, 2%, the target polarisation, 3%, and the beam polarisation, 5%. Combined in quadrature, this yields an overall systematic normalisation uncertainty of 3.6% for the single-spin asymmetries and 6.2% for the double-spin ones. Table 3 Systematic uncertainties for the average asymmetries obtained from the studies explained in the text. The uncertainties related to iv) are negligible for all asymmetries. The scaling uncertainties are not included in this table. The systematic uncertainties for the average asymmetries obtained in i)-v) are summarised in Table 3. The total systematic uncertainties evaluated by summing in quadrature the values obtained in i)-vi) are given in Table 4.",
            "paragraph_rank": 70,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 269,
                    "text": "2",
                    "end": 270
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 331,
                    "text": "Fig. 8 (right)",
                    "end": 345
                },
                {
                    "type": "table",
                    "start": 820,
                    "text": "Table 3",
                    "end": 827
                },
                {
                    "type": "table",
                    "start": 1150,
                    "text": "Table 3",
                    "end": 1157
                },
                {
                    "type": "table",
                    "start": 1272,
                    "text": "Table 4",
                    "end": 1279
                }
            ]
        },
        {
            "text": "Results and discussion",
            "section_rank": 10
        },
        {
            "section": "Results and discussion",
            "text": "The measured azimuthal asymmetries, averaged over the entire kinematic range, are given in Table 4 and shown in Fig. 8 (left). In addition, the single-spin asymmetries are measured in bins of Q 2 , x Bj or p 2 T with the results shown in Fig. 8 (right). The double-spin asymmetries are not presented in separate kinematic bins because of large uncertainties. All published results are available in the Durham data base [33].",
            "paragraph_rank": 71,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 91,
                    "text": "Table 4",
                    "end": 98
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 112,
                    "text": "Fig. 8 (left)",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 208,
                    "text": "2",
                    "end": 209
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 238,
                    "text": "Fig. 8 (right)",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 419,
                    "text": "[33]",
                    "end": 423
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "In Fig. 8 (right) the COMPASS results are compared to the calculations of the GK model [15]. The latter are obtained for the average W , Q 2 and p 2 T values of the COMPASS data: W = 7.1 GeV/c 2 and p 2 T = 0.17 (GeV/c) 2 for the x Bj and Q 2 dependences, and W = 7.1 GeV/c 2 and Q 2 = 2.2 (GeV/c) 2 for the p 2 T dependence. The predictions are given for three versions of the model: with the pion-pole contribution using a positive or negative πω transition form factor, and without the pion-pole contribution.",
            "paragraph_rank": 72,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 3,
                    "text": "Fig. 8",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 87,
                    "text": "[15]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 310,
                    "text": "2",
                    "end": 311
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The asymmetry A sin(φ−φ S ) UT for exclusive ω production predicted by the model without pionpole contribution is −0.11. This value is significantly different from that for exclusive ρ 0 production, which amounts to −0.01. Thus in principle a combined analysis of results for this asymmetry for both mesons could allow for a separation of the contributions of GPDs E u and E d , which are different in both cases, as mentioned in the Introduction. T . The curves show the predictions of the GPD-based model [15] for the average Q 2 , W and p 2 T values of the COMPASS data. The dashed red and dotted blue curves represent the predictions with the positive and negative πω form factors, respectively, while the solid black curve represents the predictions without the pion pole.",
            "paragraph_rank": 73,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 507,
                    "text": "[15]",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 542,
                    "text": "2",
                    "end": 543
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "However, the interpretation of ω results in the context of the GPD formalism is more challenging than that for ρ 0 , as exclusive ω meson production is significantly influenced by the pion-pole exchange contribution, and at present the sign of πω transition form factor is unknown. By comparing the COMPASS results with the calculations of the GK model (see Fig. 8 (right) The single-spin azimuthal asymmetries for ω production on transversely polarised protons were measured also by the HERMES collaboration [34]. They conclude that these data seem to favour the positive πω form factor, although within large experimental uncertainties. A direct comparison of published asymmetry values measured in both experiments in not straightforward, because the HERMES definition of physics asymmetries differs from that given in Eq. (4). Such comparison is only possible for the asymmetry A sin(φ−φ S ) UT . The results from both experiments are shown as a function of t in Fig. 9 indicating their compatibility within experimental uncertainties. Note that the COMPASS results cover a wider kinematic range and they have smaller uncertainties, for example for the asymmetry A sin(φ−φ S ) UT by a factor larger than two. for exclusive ω muoproduction measured by the COMPASS (filled circles) and HERMES [34] (open squares) collaborations as a function of t . The curves show the predictions of the GPD-based model [15] given for the average Q 2 and W values of the COMPASS (solid lines) and HERMES (dashed lines) data. For each set of curves, the upper (blue) and lower (red) ones are for the negative and positive πω form factors, respectively, while the middle (black) one represents the predictions without the pion pole. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 74,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 358,
                    "text": "Fig. 8 (right)",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 509,
                    "text": "[34]",
                    "end": 513
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 967,
                    "text": "Fig. 9",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1295,
                    "text": "[34]",
                    "end": 1299
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1406,
                    "text": "[15]",
                    "end": 1410
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The next measurement of exclusive meson production on a transversely polarised target is expected to be performed at Jefferson Lab after the 12 GeV upgrade [35]. The foreseen data, although to be taken at different kinematics, may contribute to the determination of the sign of the πω transition form factor. There are also plans to measure hard exclusive meson production on transversely polarised protons by combining a transversely polarised target with a recoil proton detector using an upgraded COMPASS set-up [36].",
            "paragraph_rank": 75,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 156,
                    "text": "[35]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 515,
                    "text": "[36]",
                    "end": 519
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Kinematics of exclusive meson production in the target rest frame. Here k, k , q and v represent the threemomentum vectors of the incident and the scattered muons, the virtual photon and the meson respectively. The component of the target spin vector S (not shown) perpendicular to the virtual-photon direction is denoted by S T .",
            "paragraph_rank": 76,
            "section_rank": 11
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Distribution of z-coordinate of reconstructed primary vertices. The accepted events are denoted by the shaded area.",
            "paragraph_rank": 77,
            "section_rank": 12
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Distribution of the invariant mass of two photons. The accepted events are denoted by the shaded area.",
            "paragraph_rank": 78,
            "section_rank": 13
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Distribution of M π + π − π 0 . The accepted events are denoted by the shaded area.",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Distribution of E miss . The accepted events are denoted by the shaded area.",
            "paragraph_rank": 80,
            "section_rank": 15
        },
        {
            "text": "Fig. 4",
            "section_rank": 16
        },
        {
            "section": "Fig. 4",
            "text": "shows the corresponding invariant mass spectrum that indicates clearly the ω signal at the nominal position, M PDG ω = 782.65 MeV/c 2 . The selection of ω mesons using the invariant mass range given by Eq. (13) corresponds to the ±3σ ω region around M PDG ω .",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Distribution of p 2T . The accepted events are denoted by the shaded area.",
            "paragraph_rank": 82,
            "section_rank": 17
        },
        {
            "text": "F",
            "section_rank": 18
        },
        {
            "section": "F",
            "text": "is the muon flux, n is the number of target nucleons, σ 0, S(B) are the spin-averaged cross sections and a p t, S(B) (φ, φ s , E miss ) are the acceptances for cell t with polarisation p, where S(B) denotes either S or B. The factor g p t, S+B (φ, φ s , E miss",
            "paragraph_rank": 83,
            "section_rank": 18
        },
        {
            "text": ", the unknowns are four functions c p t, S+B (φ, φ s , E miss ) and sixteen physics asymmetries encoded in g p t, S+B (φ, φ s , E miss ). The other parameters, i.e. γ p t, S(B) , f S(B) , P and D mod , are calculated for each event, while P T is known from the target polarisation measurement.",
            "paragraph_rank": 84,
            "section_rank": 19
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. Parameterised distribution of E miss for the whole data sample. The dashed (green) and dash-dotted (blue) curves represent the signal and background contributions, respectively. The sum of both contributions is represented by the solid (red) curve.",
            "paragraph_rank": 85,
            "section_rank": 20
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. Left: Average azimuthal asymmetries for exclusive ω muoproduction. The error bars (left bands) represent the statistical (systematic) uncertainties. Right: Single spin azimuthal asymmetries as a function of Q 2 , x Bj and p 2T . The curves show the predictions of the GPD-based model[15] for the average Q 2 , W and p2 T values of the COMPASS data. The dashed red and dotted blue curves represent the predictions with the positive and negative πω form factors, respectively, while the solid black curve represents the predictions without the pion pole.",
            "paragraph_rank": 86,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 291,
                    "text": "[15]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 325,
                    "text": "2",
                    "end": 326
                }
            ]
        },
        {
            "text": "), one finds that the asymmetries A sin(φ−φ S ) UT and A sin(2φ−φ S ) UT prefer the negative πω transition form factor, while the asymmetry A sin φ S UT prefers the positive one. The other measured asymmetries are not sensitive to the sign of the πω form factor.",
            "paragraph_rank": 87,
            "section_rank": 22
        },
        {
            "text": "Fig. 9 .",
            "section_rank": 23
        },
        {
            "section": "Fig. 9 .",
            "text": "Fig. 9. The asymmetry A sin φ−φ S UT",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "Table 1",
            "section_rank": 24
        },
        {
            "section": "Table 1",
            "text": "For convenience in this chapter natural units h = c = 1 are used.25 Note that the t -dependence of the cross section is indicated explicitly here and the terms σ mn ij given by Eq. (3) depend on t , while in Ref.[23] they are integrated over t .",
            "paragraph_rank": 90,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 65,
                    "text": "25",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 212,
                    "text": "[23]",
                    "end": 216
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 26
        },
        {
            "section": "Acknowledgements",
            "text": "We gratefully acknowledge the support of the CERN management and staff and the skill and effort of the technicians of our collaborating institutes. This work was made possible by the financial support of our funding agencies. Special thanks go to S.V. Goloskokov and P. Kroll for providing us with the full set of model calculations as well as for the fruitful collaboration and many discussions on the interpretation of the results.",
            "paragraph_rank": 91,
            "section_rank": 26
        }
    ]
}