{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a measurement of the top quark mass in pp collisions at a center-of-mass energy of 1.96 TeV at the Fermilab Tevatron collider. The data were collected by the D0 experiment corresponding to an integrated luminosity of 9.7 fb −1 . The matrix element technique is applied to tt events in the final state containing leptons (electrons or muons) with high transverse momenta and at least two jets. The calibration of the jet energy scale determined in the lepton + jets final state of tt decays is applied to jet energies. This correction provides a substantial reduction in systematic uncertainties. We obtain a top quark mass of mt = 173.93 ± 1.84 GeV.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "J.M. Yu, 56 J. Zennamo, 62 T.G. Zhao, 41 B. Zhou, 56 J. Zhu, 56 M. Zielinski, 63 D. Zieminska, 49 and L. Zivkovic 14 (The D0 Collaboration * )",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 38,
                    "text": "41",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 95,
                    "text": "49",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 114,
                    "text": "14",
                    "end": 116
                }
            ]
        },
        {
            "text": "The top quark is the heaviest elementary particle of the standard model (SM) [1][2][3][4][5]. Its mass (m t ) is a free parameter of the SM Lagrangian that is not predicted from first principles. The top quark was discovered in 1995 by the CDF and D0 Collaborations at the Tevatron pp collider at Fermilab [6,7]. Despite the fact that the top quark decays weakly, its large mass leads to a very short lifetime of approximately 5 • 10 −25 s [8][9][10]. It decays into a W boson and a b quark before hadronizing, a process that has a characteristic time scale of 1/Λ QCD ≈ (200 MeV) −1 , equivalent to τ had ≈ 3.3 • 10 −24 s, where Λ QCD is the fundamental scale of quantum chromodynamics (QCD). This provides an opportunity to measure the mass of the top quark with high precision due to possibility of reconstructing the top quark parameters using its decay particles.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 77,
                    "text": "[1]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 80,
                    "text": "[2]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 83,
                    "text": "[3]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 86,
                    "text": "[4]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 89,
                    "text": "[5]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 306,
                    "text": "[6,",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 309,
                    "text": "7]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 440,
                    "text": "[8]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 443,
                    "text": "[9]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 446,
                    "text": "[10]",
                    "end": 450
                }
            ]
        },
        {
            "text": "At the Tevatron, top quarks are produced mainly as tt pairs through the strong interaction. At leading order (LO) in perturbative QCD, a pair of top quarks is produced via quark-antiquark (qq) annihilation with a probability of about 85% [11,12], or via gluon-gluon (gg) fusion.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 238,
                    "text": "[11,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 242,
                    "text": "12]",
                    "end": 245
                }
            ]
        },
        {
            "text": "Final states of tt production are classified according to the decays of the two W bosons. This results in final states with two, one, or no leptons, which are referred to as the dilepton (ℓℓ), lepton + jets (ℓ+jets), and alljet channels, respectively. In this measurement we use events in the dilepton final state where both W bosons decay to leptons: tt → W + b W −b → ℓ + ν ℓ b ℓ −ν ℓb . More specifically, we consider three combinations of leptons, ee, eµ, and µµ, including also electrons and muons from leptonic decays of τ leptons, W → τ ν τ → ℓν ℓ ν τ . We present an updated measurement of the top quark mass in the dilepton channel using the matrix element (ME) approach [13]. This measurement improves the previous result using the matrix element technique with 5.3 fb −1 of integrated luminosity [39] by a factor of 1.6, where the statistical uncertainty is improved by a factor of 1.1 and systematic uncertainty by a factor of 2.7. The most precise m t measurement by D0 experiment based on this method was performed in ℓ+jets analysis [1,2]. The CMS Collaboration has applied a different approach for measuring m t in the dilepton channel, obtaining a precision of 1.23 GeV [4]. This measurement uses the entire data set accumulated by the D0 experiment during Run II of the Fermilab Tevatron collider, corresponding to an integrated luminosity of 9.7 fb −1 . We use the final D0 jet energy scale (JES) corrections and the refined corrections of the b quark jet energy scale [14]. The measurement is performed with a blinded approach, as described in Section IV. Similarly to the recent top mass measurement in the dilepton final state using a neutrino weighting technique [15], we correct jet energies by a calibration factor obtained in the top quark mass measurement in the ℓ+jets analysis [1,2].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 680,
                    "text": "[13]",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 807,
                    "text": "[39]",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1048,
                    "text": "[1,",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1051,
                    "text": "2]",
                    "end": 1053
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1187,
                    "text": "[4]",
                    "end": 1190
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1488,
                    "text": "[14]",
                    "end": 1492
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1686,
                    "text": "[15]",
                    "end": 1690
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1806,
                    "text": "[1,",
                    "end": 1809
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1809,
                    "text": "2]",
                    "end": 1811
                }
            ]
        },
        {
            "text": "II. DETECTOR AND EVENT SAMPLES",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND EVENT SAMPLES",
            "text": "A. D0 detector The D0 detector is described in detail in Refs. [16][17][18][19][20][21][22]. It has a central tracking system consisting of a silicon microstrip tracker and a central fiber tracker, both located within a 2 T superconducting solenoidal magnet. The central tracking system is designed to optimize tracking and vertexing at detector pseudorapidities of |η det | < 2.5. 1 A liquid-argon sampling calorimeter has a central section (CC) covering |η det | up to ≈ 1.1, and two end calorimeters (EC) that extend coverage to |η det | ≈ 4.2, with all three housed in separate cryostats. An outer muon system, with pseudorapidity coverage of |η det | < 2, consists of a layer of tracking detectors and scintillation trigger counters in front of 1.8 T iron toroids, followed by two similar layers after the toroids.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 63,
                    "text": "[16]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 67,
                    "text": "[17]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 71,
                    "text": "[18]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 75,
                    "text": "[19]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 79,
                    "text": "[20]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 83,
                    "text": "[21]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 87,
                    "text": "[22]",
                    "end": 91
                }
            ]
        },
        {
            "section": "II. DETECTOR AND EVENT SAMPLES",
            "text": "The sample of pp collision data considered in this analysis is split into four data-taking periods: \"Run IIa\", \"Run IIb1\", \"Run IIb2\", and \"Run IIb3\" with the corresponding integrated luminosities given in Table I. All event simulations are split according to these epochs to better model changes of detector response with time, such as the addition of an additional SMT layer [19]or the reconstruction algorithm performance variations due to increasing luminosity [23].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 206,
                    "text": "Table I",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 377,
                    "text": "[19]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 465,
                    "text": "[23]",
                    "end": 469
                }
            ]
        },
        {
            "text": "B. Object identification",
            "section_rank": 4
        },
        {
            "section": "B. Object identification",
            "text": "Top pair events in the dilepton channel contain two isolated charged leptons, two b quark jets, and a significant imbalance in transverse momentum (/ p T ) due to escaping neutrinos. 1 The pseudorapidity is defined as η = − ln[tan(θ/2)], where θ is the polar angle of the reconstructed particle originating from a primary vertex relative to the proton beam direction. Detector pseudorapidity η det is defined relative to center of the detector instead of the primary vertex.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 183,
                    "text": "1",
                    "end": 184
                }
            ]
        },
        {
            "section": "B. Object identification",
            "text": "Electrons are identified as energy clusters in the calorimeter within a cone of radius R = (∆η) 2 + (∆φ) 2 = 0.2 (where φ is the azimuthal angle) that are consistent in their longitudinal and transverse profiles with expectations from electromagnetic showers. More than 90% of the energy of an electron candidate must be deposited in the electromagnetic part of the calorimeter. The electron is required to be isolated by demanding that less than 20% of its energy is deposited in an annulus of 0.2 < R < 0.4 around its direction. This cluster has to be matched to a track reconstructed in the central tracking system. We consider electrons in the CC with |η det | < 1.1 and in the EC with 1.5 < |η det | < 2.5. The transverse momenta of electrons (p e T ) must be greater than 15 GeV. In addition, we use a multivariate discriminant based on tracking and calorimeter information to reject jets misidentified as electrons. It has an electron selection efficiency between 75% and 80%, depending on the data taking period, rapidity of the electron, and number of jets in the event. The rejection rate for jets is approximately 96%.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "B. Object identification",
            "text": "Muons are identified [23] as segments in at least one layer of the muon system that are matched to tracks reconstructed in the central tracking system. Reconstructed muons must have p T > 15 GeV, |η| < 2, and satisfy the two following isolation criteria. First, the transverse energy deposited in the calorimeter annulus 0.1 < R < 0.4 around the muon (E µ,iso T ) must be less than 15% of the transverse momentum of the muon (p µ T ). Secondly, the sum of the transverse momenta of the tracks in a cone of radius R = 0.5 around the muon track in the central tracking system (p µ,iso T ) must be less than 15% of p µ T . Jets are identified as energy clusters in the electromagnetic and hadronic parts of the calorimeter, reconstructed using an iterative mid-point cone algorithm with radius R = 0.5 [24]. An external JES correction is determined by calibrating the energy deposited in the jet cone using transverse momentum balance in exclusive photon+jet and dijet events in data [14]. When a muon track overlaps the jet cone, twice the p T of the muon is added to the jet p T , assuming that the muon originates from a semileptonic decay of a hadron belonging to the jet and that the neutrino has the same p T as the muon. In addition, we use the difference in single-particle responses between data and Monte Carlo (MC) simulation to provide a parton-flavor dependent JES correction [14]. This correction significantly reduces the bias in the jet energy and the total JES uncertainty of the jets initiated by b quarks. Jet energies in simulated events are also corrected for residual differences in energy resolution and energy scale between data and simulation. These correction factors are measured by comparing data and simulation in Drell−Yan (Z/γ ⋆ → ee) events with accompanying jets [14].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 21,
                    "text": "[23]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 799,
                    "text": "[24]",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 981,
                    "text": "[14]",
                    "end": 985
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1386,
                    "text": "[14]",
                    "end": 1390
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1793,
                    "text": "[14]",
                    "end": 1797
                }
            ]
        },
        {
            "section": "B. Object identification",
            "text": "The typical JES uncertainty is approximately 2%. We improve this by calibrating the jet energy after event selection through a constant scale factor k JES measured in the lepton+jets final state using jets associated with W boson decay [1,2]. This approach was first applied in Ref. [25]. We apply the k JES factor to the jet p T in data as p corr T = p T /k JES , independently for each data taking period. We use the correction factors averaged over e+jets and µ+jets final states (Table I). The uncertainties related to the determination and propagation of the k JES scale factor are accounted for as systematic uncertainties and described in Section V.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 236,
                    "text": "[1,",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 239,
                    "text": "2]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 283,
                    "text": "[25]",
                    "end": 287
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 483,
                    "text": "(Table I)",
                    "end": 492
                }
            ]
        },
        {
            "text": "Data taking period",
            "section_rank": 5
        },
        {
            "section": "Data taking period",
            "text": "Integrated luminosity, pb −  We use a multivariate analysis (MVA) technique to identify jets originating from b quarks [26,27]. The algorithm combines the information from the impact parameters of tracks and from variables that characterize the properties of secondary vertices within jets. Jet candidates for b tagging are required to have at least two tracks with p T > 0.5 GeV originating from the vertex of the pp interaction, and to be matched to a jet reconstructed from just the charged tracks.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 26,
                    "text": "−",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 119,
                    "text": "[26,",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 123,
                    "text": "27]",
                    "end": 126
                }
            ]
        },
        {
            "section": "Data taking period",
            "text": "The missing transverse momentum, / p T , is reconstructed from the energy deposited in the calorimeter cells, and all corrections to p T for leptons and jets are propagated into a revised / p T . A significance in / p T , symbolized by σ / pT , is defined through a likelihood ratio based on the / p T probability distribution, calculated from the expected resolution in / p T and the energies of electrons, muons, and jets.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "C. Event selection",
            "section_rank": 6
        },
        {
            "section": "C. Event selection",
            "text": "We follow the approach developed in Ref. [28] to select dilepton events, using the criteria listed below: (i) For the ee and µµ channels, we select events that pass at least one single-lepton trigger, while for the eµ channel we consider events selected through a mixture of single and multilepton triggers and lep-ton+jet triggers. Efficiencies for single electron and muon triggers are measured using Z/γ ⋆ → ee or Z/γ ⋆ → µµ data, and found to be ≈ 99% and ≈ 80%, respectively, in dilepton events. For the eµ channel, the trigger efficiency is ≈ 100%.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 41,
                    "text": "[28]",
                    "end": 45
                }
            ]
        },
        {
            "section": "C. Event selection",
            "text": "(ii) We require at least one pp interaction vertex in the interaction region with |z| < 60 cm, where z is the coordinate along the beam axis, and z = 0 is the center of the detector. At least three tracks with p T > 0.5 GeV must be associated with this vertex.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "C. Event selection",
            "text": "(iii) We require at least two isolated leptons with p T > 15 GeV, both originating from the same interaction vertex. The two highest-p T leptons must have opposite electric charges.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "C. Event selection",
            "text": "(iv) To reduce the background from bremsstrahlung in the eµ final state, we require the distance in (η, φ) space between the electron and the muon trajectories to be R(e, µ) > 0.3.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "C. Event selection",
            "text": "We require the presence of at least two jets with p T > 20 GeV and |η det | < 2.5.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "C. Event selection",
            "text": "(vi) The tt final state contains two b quark jets. To improve the separation between signal and background, we apply a selection using the b quark jet identification MVA discriminant to demand that at least one of the two jets with highest p T is b tagged [26,27]. The b tagging helps significantly in rejecting Z boson related backgrounds. We apply requirements on the MVA variable that provide b quark jet identification efficiencies of 84% in eµ, 80% in ee, and 78% in µµ final states, with background misidentifications rates of 23%, 12%, and 7%, respectively.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 256,
                    "text": "[26,",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 260,
                    "text": "27]",
                    "end": 263
                }
            ]
        },
        {
            "section": "C. Event selection",
            "text": "(vii) Additional selection criteria based on global event properties further improve the signal purity. In eµ events, we require H T > 110 GeV, where H T is the scalar sum of the p T of the leading lepton and the two leading jets. In the ee final state, we require σ / pT > 5, while in the µµ channel, we require / p T > 40 GeV and σ / pT > 2.5.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "C. Event selection",
            "text": "(viii) In rare cases, the numerical integration of the matrix elements described in Section III A may yield extremely small probabilities that prevent us from using the event in the analysis. We reject such events using a selection that has an efficiency of 99.97% for simulated tt signal samples. For background MC events, the efficiency is 99.3%. No event is removed from the final data sample because of this requirement.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "D. Simulation of signal and background events",
            "section_rank": 7
        },
        {
            "section": "D. Simulation of signal and background events",
            "text": "The main sources of background in the ℓℓ channel are Drell−Yan production (qq → (Z/γ ⋆ → ℓℓ)+jets), diboson production (WW, WZ, and ZZ), and instrumental background. The instrumental background arises mainly from (W → ℓν)+jets and multijet events, in which one or two jets are misidentified as electrons, or where muons or electrons originating from semileptonic decays of heavyflavor hadrons appear to be isolated. To estimate the tt signal efficiency and the background contamination, we use MC simulation for all contributions, except for the instrumental background, which is estimated from data.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "D. Simulation of signal and background events",
            "text": "The number of expected tt signal events is estimated using the LO matrix element generator alpgen (version v2.11) [29] for the hard-scattering process, with up to two additional partons, interfaced with the pythia generator [30] (version 6.409, with a D0 modified Tune A [31]) for parton showering and hadronization. The CTEQ6M parton distribution functions (PDF) [32,33] are used in the event generation, with the top quark mass set to 172.5 GeV. The next-to-next-to LO (NNLO) tt cross section of 7.23 +0.11 −0.20 pb [34] is used for the normalization. For the calibration of the ME method, we also use events generated at m t = 165 GeV, 170 GeV, 175 GeV, and 180 GeV. Those samples are simulated in the same way as the sample with the m t = 172.5 GeV. Drell−Yan samples are also simulated using alpgen (version 2.11) for the hard-scattering process, with up to three additional partons, and the pythia (version 6.409, D0 modified Tune A) generator for parton showering and hadronization. We separately generate processes corresponding to Z-boson production with heavy flavor partons, (Z → ℓℓ) + bb and (Z → ℓℓ) + cc, and light flavor partons. Samples with light partons only are generated separately for the parton multiplicities of 0, 1, 2 and 3, samples with the heavy flavor partons are generated including additional 0, 1 and 2 light partons. The MC cross sections for all Drell−Yan samples are scaled up with a next-to-LO (NLO) K-factor of 1.3, and cross sections for heavy-flavor samples are scaled up with additional Kfactors of 1.52 for (Z → ℓℓ)+bb and 1.67 for (Z → ℓℓ)+cc, as estimated with the MCFM program [35]. In the simulation of diboson events, the pythia generator is used for both hard scattering and parton showering. To simulate effects from additional overlapping pp interactions, \"zero bias\" events are selected randomly in collider data and overlaid on the simulated events. Generated MC events are processed using a geant3-based [36] simulation of the D0 detector.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 114,
                    "text": "[29]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 224,
                    "text": "[30]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 271,
                    "text": "[31]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 364,
                    "text": "[32,",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 368,
                    "text": "33]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "start": 503,
                    "text": "+0.11",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 518,
                    "text": "[34]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1620,
                    "text": "[35]",
                    "end": 1624
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1955,
                    "text": "[36]",
                    "end": 1959
                }
            ]
        },
        {
            "text": "E. Estimation of instrumental background contributions",
            "section_rank": 8
        },
        {
            "section": "E. Estimation of instrumental background contributions",
            "text": "In the ee and eµ channels, we determine the contributions from events in data with jets misidentified as electrons through the \"matrix method\" [37]. A sample of events (n loose ) is defined using the same selections as given for tt candidates in items (i) -(vii) above, but omitting the requirement on the electron MVA discriminant. For the dielectron channel, we drop the MVA requirement on one of the randomly-chosen electrons.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 143,
                    "text": "[37]",
                    "end": 147
                }
            ]
        },
        {
            "section": "E. Estimation of instrumental background contributions",
            "text": "Using Z/γ ⋆ → ee data, we measure the efficiency ε e that events with electrons must pass the requirements on the electron MVA discriminant. We measure the efficiency f e that events with no electron pass the electron MVA requirement by using eµ events selected with criteria (i) -(v), but requiring leptons of same electric charge. We also apply a reversed isolation requirement to the muon, E µ,iso T /p µ T > 0.2, p µ,iso T /p µ T > 0.2, and / p T < 15 GeV, to minimize the contribution from W +jets events.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "E. Estimation of instrumental background contributions",
            "text": "We extract the number of events with misidentified electrons (n f ), and the number of events with true electrons (n e ), by solving the equations n loose = n e /ε e + n f /f e , n tight = n e + n f ,",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "E. Estimation of instrumental background contributions",
            "text": "where n tight is the number of events remaining after implementing selections (i) -(vii). The factors f e and ε e are measured for each jet multiplicity (0, 1, and 2 jets), and separately for electron candidates in the central and end sections of the calorimeter. Typical values of ε e are 0.7 -0.8 in the CC and 0.65 -0.75 in the EC. Values of f e are 0.005 -0.010 in the CC, and 0.005 -0.020 in the EC.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "E. Estimation of instrumental background contributions",
            "text": "In the eµ and µµ channels, we determine the number of events with an isolated muon arising from decays of hadrons in jets by relying on the same selection as for the eµ or µµ channels, but requiring that both leptons have the same charge. In the µµ channel, the number of background events is taken to be the number of same-sign events. In the eµ channel, it is the number of events in the same-sign sample after subtracting the contribution from events with misidentified electrons in the same way as it is done in Ref. [38].",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 521,
                    "text": "[38]",
                    "end": 525
                }
            ]
        },
        {
            "section": "E. Estimation of instrumental background contributions",
            "text": "To use the ME technique, we need a pool of events to calculate probabilities corresponding to the instrumental background. In the eµ channel, we use the loose sample defined above to model misidentified electron background. Using this selection we obtain a background sample of 2901 events. In the µµ channel, the estimated number of multijet and W +jets background events is zero (Table II). In the ee channel, the number of such events is too small to provide a representative instrumental background sample. Instead we increase the number of background events due to Z-boson production by the corresponding amount in the calibration procedure.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 381,
                    "text": "(Table II",
                    "end": 390
                }
            ]
        },
        {
            "text": "F. Sample composition",
            "section_rank": 9
        },
        {
            "section": "F. Sample composition",
            "text": "The numbers of predicted background events as well as the expected numbers of signal events for the final selection in eµ, µµ, and ee channels are given in Table II. They show the high signal purity of the selected sample. The eµ channel has a relatively low fraction of the Z/γ ⋆ +jets background events because the electron and muon are produced through the cascade decay of the τlepton, Z/γ ⋆ → τ τ → eµν e ν µ . Comparisons between distributions measured in data and predictions after the final selection are shown in Figs. 1-4    ",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 156,
                    "text": "Table II",
                    "end": 164
                },
                {
                    "type": "figure",
                    "start": 522,
                    "text": "Figs. 1-4",
                    "end": 531
                }
            ]
        },
        {
            "text": "III. MASS DETERMINATION METHOD",
            "section_rank": 10
        },
        {
            "text": "A. Matrix Element Technique",
            "section_rank": 11
        },
        {
            "section": "A. Matrix Element Technique",
            "text": "This measurement uses the matrix element technique [13]. This method provides the most precise m t measurement at the Tevatron in the ℓ+jets final state [1,2], and was applied in previous measurement of m t in the dilepton final state using 5.3 fb −1 of integrated luminosity [39]. The ME method used in this analysis is described below.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 51,
                    "text": "[13]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 153,
                    "text": "[1,",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 156,
                    "text": "2]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 276,
                    "text": "[39]",
                    "end": 280
                }
            ]
        },
        {
            "text": "B. Event probability calculation",
            "section_rank": 12
        },
        {
            "section": "B. Event probability calculation",
            "text": "The ME technique assigns a probability to each event, which is calculated as",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "B. Event probability calculation",
            "text": "where f tt is the fraction of tt events in the data, and P tt and P bkg are the respective per-event probabilities calculated under the hypothesis that the selected event is either a tt event, characterized by a top quark mass m t , or background. Here, x represents the set of measured observables, i.e., p T , η, and φ for jets and leptons. We assume that the masses of top quarks and anti-top quarks are the same. The probability P tt (x, m t ) is calculated as",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "B. Event probability calculation",
            "text": "where q 1 and q 2 represent the respective fractions of proton and antiproton momenta carried by the initial state partons, f PDF represents the parton distribution functions, and y refers to partonic four-momenta of the final-state objects. The detector transfer functions (TF), W (x, y), correspond to the probability for reconstructing parton four-momenta y as the final-state observables x. The term dΦ 6 represents the six-body phase space, and σ obs (m t ) is the tt cross section observed at the reconstruction level, calculated using the matrix element M (y, m t ), corrected for selection efficiency. The LO matrix element M (y, m t ) for the processes qq → tt → W + W − bb → ℓ + ℓ − ν ℓνℓ bb is used in our calculation [40] and it contains a Breit-Wigner function to represent each W boson and top quark mass. The matrix element is averaged over the colors and spins of the initial state partons, and summed over the colors and spins of the final state partons. The gg matrix element is neglected, since it comprises only 15% of the total tt production crosssection at the Tevatron. Including it does not significantly improve the statistical sensitivity of the method. The electron momenta and the directions of all reconstructed objects are assumed to be perfectly measured and are therefore represented through δ functions, δ(x − y), reducing thereby the dimensionality of the integration. This leaves the magnitues of the jet and muon momenta to be modelled. Following the same approach as in the previous measurement [39], we parametrize the jet energy resolution by a sum of two Gaussian functions with parameters depending linearly on parton energies, while the resolution in the curvature of the muon (1/p µ T ) is described by a single Gaussian function. All TF parameters are determined from simulated tt events. We use the same parametrizations for the transfer functions as in the ℓ+jets m t measurement. The detailed description of the TFs is given in Ref. [2].",
            "paragraph_rank": 34,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 729,
                    "text": "[40]",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1532,
                    "text": "[39]",
                    "end": 1536
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1980,
                    "text": "[2]",
                    "end": 1983
                }
            ]
        },
        {
            "section": "B. Event probability calculation",
            "text": "The masses of the six final state particles are set to 0 except for the b quark jets, for which a mass of 4.7 GeV is used. We integrate over 8 dimensions in the ee channel, 9 in the eµ channel, and 10 in the µµ channel. As integration variables we use the top and antitop quark masses, the W + and W − boson masses, the transverse momenta of the two jets, the p T and φ of the tt system, and 1/p µ T for muons. This choice of variables differs from that of the previous measurement [39], providing a factor of ≈ 100 reduction in integration time.",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 482,
                    "text": "[39]",
                    "end": 486
                }
            ]
        },
        {
            "section": "B. Event probability calculation",
            "text": "To reconstruct the masses of the top quarks and W bosons, we solve the kinematic equations analytically by summing over the two possible jet-parton assignments and over all real solutions for each neutrino momentum [41]. If more than two jets exist in the event, we use only the two with highest transverse momenta. The integration is performed using the MC based numerical integration algorithm VEGAS [42,43], as implemented in the GNU Scientific Library [44].",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 215,
                    "text": "[41]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 402,
                    "text": "[42,",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 406,
                    "text": "43]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 456,
                    "text": "[44]",
                    "end": 460
                }
            ]
        },
        {
            "section": "B. Event probability calculation",
            "text": "Since the dominant source of background in the dilepton final state is from Z/γ ⋆ + jets events, as can be seen from Table II, we consider only the Z/γ ⋆ + jets matrix element in the calculation of the background probability, P bkg (x). The LO (Z/γ ⋆ → ℓℓ)+2 jets ME from the vecbos generator [45] is used in this analysis. In the eµ channel, background events are produced through the (Z/γ ⋆ → τ τ → ℓℓ)+2 jets processes. Since Z/γ ⋆ → τ τ decays are not implemented in vecbos, we use an additional transfer function to describe the energy of the final state lepton relative to the initial τ lepton, obtained from parton-level information [41]. As for P tt (x, m t ), the directions of the jets and charged leptons are assumed to be well-measured, and each kinematic solution is weighted according to the p T of the Z/γ ⋆ + jets system. The integration of the probability P bkg (x) is performed over the energies of the two partons initiating the selected jets and both possible assignments of jets to top quark decays.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 117,
                    "text": "Table II",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 293,
                    "text": "[45]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 640,
                    "text": "[41]",
                    "end": 644
                }
            ]
        },
        {
            "section": "B. Event probability calculation",
            "text": "The normalization of the background per-event probability could be defined in the same way as for the signal probabilities, i.e. by dividing the probabilities by σ obs . However, the calculation of the integral equivalent to Eq. (3) for the background requires significant computational resources, and therefore a different approach is chosen. We use a large ensemble including tt and background events in known proportion. We fit the fraction of background events in the ensemble by adjusting the background normalization. The value which minimizes the the difference between the fitted signal fraction and the true one is chosen as the background normalization factor (see Ref. [46] for more details).",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 680,
                    "text": "[46]",
                    "end": 684
                }
            ]
        },
        {
            "text": "C. Likelihood evaluation and mt extraction",
            "section_rank": 13
        },
        {
            "section": "C. Likelihood evaluation and mt extraction",
            "text": "To extract the top quark mass from a set of n events with measured observables x 1 , .., x n , we construct a loglikelihood function from the event probabilities",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "section": "C. Likelihood evaluation and mt extraction",
            "text": "This function is minimized with respect to the two free parameters f tt and m t . To calculate the signal probabilities, we use step sizes of 2.5 GeV for m t and 0.004 for f tt . The minimum value of the log-likelihood function, m lhood , is fitted using a second degree polynomial function, in which f tt is fixed at its fitted value. The statistical uncertainty on the top quark mass, σ lhood , is given by the difference in the mass at − ln L min and at − ln L min + 0.5. The m t extractions are done separately for ee, eµ, and µµ final states and for the combination of all three channels.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "D. Method calibration",
            "section_rank": 14
        },
        {
            "section": "D. Method calibration",
            "text": "We calibrate the method to correct for biases in the measured mass and statistical uncertainty through an ensemble testing technique. We generate data-like ensembles with simulated signal and background events, measure the top quark mass m i lhood and its uncertainty σ i lhood in each ensemble i through the minimization of the log-likelihood function, and calculate the following quantities: We use resampling (multiple uses of a given event) when generating the ensembles. In the D0 MC simulation, a statistical weight w j is associated with each event j, which is given by the product of the MC cross section weight, simulation-to-data efficiency corrections and other simulation-to-data correction factors. The probability for an event to be used in the ensemble is proportional to its weight w j . Multiple use of the events significantly reduces the uncertainty of the ensemble testing procedure for a fixed number of ensembles, but leads to the overestimation of the statistical precision, for which we account through a dedicated correction factor.",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "D. Method calibration",
            "text": "We use 1000 ensembles per MC input mass m t , with the number of events per ensemble equal to the number of events selected in data. In each ensemble, the number of events from each background source is generated following multinomial statistics, using the expected number of background events in Table II. The number of tt events is calculated as the difference between the total number of events in the ensemble and the generated number of background events. We combine all three channels to construct a joint calibration curve. Using MC samples generated at five MC m t , we determine a linear calibration between the measured and generated masses: m mean − 172.5 GeV = p 0 + p 1 (MC m t − 172.5) GeV. The relations obtained for the combination of the eµ, ee, and µµ final states are shown in Fig. 5. The difference of the calibration curve from the ideal case demonstrates that the method suffers from some biases.  The expected statistical uncertainty for the generated top quark mass of 172.5 GeV is calculated as ∆m exp t = ∆m t (172.5 GeV) • w pull /p 1 , and given in Table III. ",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 297,
                    "text": "Table II",
                    "end": 305
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 796,
                    "text": "Fig. 5",
                    "end": 802
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1077,
                    "text": "Table III",
                    "end": 1086
                }
            ]
        },
        {
            "text": "IV. FIT TO DATA",
            "section_rank": 15
        },
        {
            "section": "IV. FIT TO DATA",
            "text": "The fit to data is first performed using an unknown random offset in the measured mass. This offset is removed only after the final validation of the methodology. We apply the ME technique to data as follows:",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "section": "IV. FIT TO DATA",
            "text": "(i) The k JES correction factor from the lepton+jets mass analysis [1,2] is applied to the jet p T in data as p corr T = p T /k JES (Section II). The uncertainties related to the propagation of this correction from ℓ+jets to the dilepton final state are included in the systematic uncertainties as a residual JES uncertainty and statistical uncertainty on k JES scale factor discussed in Section V B.",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 67,
                    "text": "[1,",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 70,
                    "text": "2]",
                    "end": 72
                }
            ]
        },
        {
            "section": "IV. FIT TO DATA",
            "text": "(ii) The calibration correction from Fig. 5 is applied to m lhood and σ lhood to obtain the measured values:",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 37,
                    "text": "Fig. 5",
                    "end": 43
                }
            ]
        },
        {
            "section": "IV. FIT TO DATA",
            "text": "(iii) The fit to the log-likelihood function is the best fit to a parabola in an interval containing a 10 GeV range in MC m t around the minimum before its calibration.",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "section": "IV. FIT TO DATA",
            "text": "The log-likelihood function in data is shown in Fig. 6. Table IV shows the results for each channel separately and for their combination. The distribution in the expected statistical uncertainty for an input MC top quark mass of 175 GeV (the closest input value to the mass obtained in data) for the three combined channels is shown in Fig. 7.  The calibrated top quark mass for the ee, eµ, and µµ channels, and for their combination. The quoted uncertainties are statistical.",
            "paragraph_rank": 47,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 48,
                    "text": "Fig. 6",
                    "end": 54
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 56,
                    "text": "Table IV",
                    "end": 64
                },
                {
                    "type": "figure",
                    "start": 336,
                    "text": "Fig. 7",
                    "end": 342
                }
            ]
        },
        {
            "text": "V. SYSTEMATIC UNCERTAINTIES AND RESULTS",
            "section_rank": 16
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES AND RESULTS",
            "text": "Systematic uncertainties affect the measured m t in two ways. First, the distribution in the signal and background log-likelihood functions can be affected directly by a change in some parameter, leading to a bias in the calibration. Second, the signal-to-background ratio in the selected data can be affected by the parameter change, leading to a difference in the combined signal and background log-likelihood function, again causing a a bias in the calibration. Ideally, these two contributions can be treated coherently for each source of systematic uncertainty, but since the second effect is much smaller than the first for the most important systematic uncertainties, we keep the same signal-to-background ratio in pseudo-experiments, except for the systematic un-certainty in the signal fraction. Background events are included in the evaluation of all sources of systematic uncertainty, and all systematic uncertainties are evaluated using the simulated events with a top quark mass of 172.5 GeV.",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "text": "A. Systematic uncertainties in modeling signal and background",
            "section_rank": 17
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "We determine uncertainties related to signal modeling by comparing simulations with different generators and parameters, as described below.",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Higher order corrections. By default, we use LO alpgen to model signal events. To evaluate the effect of higher-order corrections on the top quark mass, we use signal events generated with the NLO MC generator mc@nlo (version 3.4) [47,48], interfaced to herwig (version 6.510) [49] for parton showering and hadronization. The CTEQ6M PDFs [32,33] are used to generate events at a top quark mass of m t = 172.5 GeV. Because mc@nlo is interfaced to herwig for simulating the showering contributions to the process of interest, we use alpgen+herwig events for this comparison, in order to avoid double-counting an uncertainty due to a different showering model.",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 231,
                    "text": "[47,",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 235,
                    "text": "48]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 277,
                    "text": "[49]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 338,
                    "text": "[32,",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 342,
                    "text": "33]",
                    "end": 345
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Initial state radiation (ISR) and final-state radiation (FSR). This systematic uncertainty is evaluated comparing the result using alpgen+pythia by changing the factorization and renormalization scale parameters, up and down by a factor of 2, as done in Ref. [2].",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 259,
                    "text": "[2]",
                    "end": 262
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Hadronization and underlying event. The systematic uncertainty due to the hadronization and the underlying event (UE) is estimated as the difference between m t measured using the default alpgen+pythia events and events generated using different hadronization models. We consider three alternatives: alpgen+herwig, alpgen+pythia using Perugia Tune 2011C (with color reconnection), or using Perugia Tune 2011NOCR (without color reconnection) [50]. We take the largest of these differences, which is the difference relative to alpgen+herwig, as an estimate of the systematic uncertainty for choice of effects from the hadronization and the UE.",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 441,
                    "text": "[50]",
                    "end": 445
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Color reconnection. We estimate the effect of the model for color reconnection (CR) by comparing the top quark mass measured with alpgen+pythia Perugia Tune 2011C (with color reconnection), and with Perugia Tune 2011NOCR (without color reconnection) [50]. Our default alpgen+pythia tune does not have explicit CR modeling, so we consider Perugia2011NOCR as the default in this comparision.",
            "paragraph_rank": 53,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 250,
                    "text": "[50]",
                    "end": 254
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Uncertainty in modeling b quark fragmentation (b quark jet modeling). Uncertainties in simulation of b quark fragmentation can affect the m t measurement through b quark jet identification or transfer functions. This is studied using the procedure described in Ref. [51] by reweighting b quark fragmentation to match a Bowler scheme tuned to either LEP or SLD data.",
            "paragraph_rank": 54,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 266,
                    "text": "[51]",
                    "end": 270
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "PDF uncertainties. The systematic uncertainty due to the choice of PDF is estimated by changing the 20 eigenvalues of the CTEQ6.1M PDF within their uncertainties in tt MC simulations. Ensemble tests are repeated for each of these changes and the total uncertainty is evaluated as in Ref. [2].",
            "paragraph_rank": 55,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 288,
                    "text": "[2]",
                    "end": 291
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Transverse momentum of the tt system. To evaluate this systematic uncertainty, we reconstruct the tt p T from the two leading jets, two leading leptons, and / p T . The distribution in the MC events is reweighted to match that in data using a linear fit to the p T distribution of the tt system. To improve statistics, we combine all the dilepton channels for the extraction of the reweighting function.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Heavy-flavor scale factor. In the alpgen (Z/γ ⋆ → ℓℓ) + jets background samples, the fraction of heavyflavor events is not well modelled. Therefore, a heavyflavor scale factor is applied to the (Z → ℓℓ) + bb and (Z/γ ⋆ → ℓℓ) + cc cross sections to increase the heavyflavor content. This scale factor has an uncertainty of ±20%. We estimate its systematic effect by changing the scale factor within this uncertainty.",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "section": "A. Systematic uncertainties in modeling signal and background",
            "text": "Multiple pp interactions. Several independent pp interactions in the same bunch crossing may influence the measurement of m t . We reweight the number of interactions in simulated MC samples to the number of interactions found in data before implementing any selection requirements. To estimate the effect from a possible mismatch in luminosity profiles, we examine the distribution in instantaneous luminosity in both data and MC after event selection, and reweight the instantaneous luminosity profile in MC events to match data.",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "B. JES systematic uncertainties",
            "section_rank": 18
        },
        {
            "section": "B. JES systematic uncertainties",
            "text": "The relative difference between the JES in data and MC simulations is described by the k JES factor extracted in the ℓ+jets mass measurement [1,2]. As mentioned above, we apply this scale factor to jet p T in data. In the previous dilepton analysis [39], the JES and the ratio of b and light jet responses were the dominant systematic uncertainties. The improvements made in the jet calibration [14] and use of the k JES factor in the dilepton channel reduce the uncertainty related to the JES from 1.5 GeV to 0.5 GeV.",
            "paragraph_rank": 59,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 141,
                    "text": "[1,",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 144,
                    "text": "2]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 249,
                    "text": "[39]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 395,
                    "text": "[14]",
                    "end": 399
                }
            ]
        },
        {
            "section": "B. JES systematic uncertainties",
            "text": "Residual uncertainty in JES. This uncertainty arises from the fact that the JES depends on the p T and η of the jet. The JES correction in the ℓ+jets measurement assumes a constant scale factor, i.e., we correct the average JES, but not the p T and η dependence. In addition, the k JES correction can be affected by the different jet p T requirements on jets in the ℓ+jets and in dilepton final states. There can also be a different JES offset correction due to different jet multiplicities. We estimate these uncertainties as follows. We use MC events in which the jet energies are shifted upward by one standard devia-tion of the γ+jet JES uncertainty and correct jet p T in these samples to p corrMC",
            "paragraph_rank": 60,
            "section_rank": 18
        },
        {
            "section": "B. JES systematic uncertainties",
            "text": "is the JES correction measured in the ℓ+jets analysis for the MC events that are shifted up by one standard deviation. The 1/k JES factor appears because the k JES is applied to the data and not to MC samples. Following the same approach as in [14], we assume that the downward change for the JES samples has the same effect as the upward changes in jet p T . Uncertainty on the k JES factor. The statistical uncertainty on the k JES scale factor is 0.5% -1.5% depending on the data taking period (Table I). We recalculate the mass measured in MC with the k JES correction shifted by one standard deviation. This procedure is applied separately for each data taking period, and the uncertainties are summed in quadrature.",
            "paragraph_rank": 61,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 244,
                    "text": "[14]",
                    "end": 248
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 497,
                    "text": "(Table I)",
                    "end": 506
                }
            ]
        },
        {
            "section": "B. JES systematic uncertainties",
            "text": "Ratio of b and light jet responses or flavordependent uncertainty. The JES calibration used in this measurement contains a flavor-dependent jet response correction, which accounts for the difference in detector response to different jet flavors, in particular b quark jets versus light-quark jets. This correction is applied to the jets in MC simulation through a convolution of the corrections for all simulated particles associated to the jet as a function of particle p T and η. It is constructed in a way that preserves the flavor-averaged JES corrections for γ+ jets events [14]. The k JES correction does not improve this calibration, because it is measured in light jet flavor from W W → qq ′ decays. To propagate the effect of the uncertainty to the measured m t value, we change the corresponding correction by the size of the uncertainty and recalculate m t .",
            "paragraph_rank": 62,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 579,
                    "text": "[14]",
                    "end": 583
                }
            ]
        },
        {
            "text": "C. Object reconstruction and identification",
            "section_rank": 19
        },
        {
            "section": "C. Object reconstruction and identification",
            "text": "Trigger. To evaluate the impact of the trigger on our analysis, we scale the number of background events according to the uncertainty on the trigger efficiency for different channels. The number of signal tt events is recalculated as the difference between the number of events in data and the expected number of background events. We reconstruct ensembles according to the varied event fractions and extract the new mass.",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "section": "C. Object reconstruction and identification",
            "text": "Electron momentum scale and resolution. This uncertainty reflects the difference in the absolute lepton momentum measurement and the simulated resolution [52] between data and MC events. We estimate this uncertainty by changing the corresponding parameters up and down by one standard deviation for the simulated samples, and assigning the difference in the measured mass as a systematic uncertainty.",
            "paragraph_rank": 64,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 154,
                    "text": "[52]",
                    "end": 158
                }
            ]
        },
        {
            "section": "C. Object reconstruction and identification",
            "text": "Systematic uncertainty in p T resolution of muons. We estimate the uncertainty by changing the muon p T resolution [23] by ±1 standard deviation in the simulated samples and assign the difference in the measured mass as a systematic uncertainty.",
            "paragraph_rank": 65,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 115,
                    "text": "[23]",
                    "end": 119
                }
            ]
        },
        {
            "section": "C. Object reconstruction and identification",
            "text": "Jet identification. Scale factors are used to correct the jet identification efficiency in MC events. We estimate the systematic uncertainty by changing these scale factors by ±1 standard deviation. Systematic uncertainty in jet resolution. The procedure of correction of jet energies for residual differences in energy resolution and energy scale in simulated events [14] applies additional smearing to the MC jets in order to account for the differences in jet p T resolution in data and MC. To compute the systematic uncertainty on the jet resolution, the parameters for jet energy smearing are changed by their uncertainties.",
            "paragraph_rank": 66,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 368,
                    "text": "[14]",
                    "end": 372
                }
            ]
        },
        {
            "section": "C. Object reconstruction and identification",
            "text": "b-tagging efficiency. A difference in b-tagging modeling between data and simulation may case a systematic change in m t . To estimate this uncertainty, we change the b tagging corrections up and down within their uncertainties using reweighting.",
            "paragraph_rank": 67,
            "section_rank": 19
        },
        {
            "text": "D. Method",
            "section_rank": 20
        },
        {
            "section": "D. Method",
            "text": "MC calibration. An estimate of the statistical uncertainties from the limited size of MC samples used in the calibration procedure is obtained through the statistical uncertainty of the calibration parameters. To determine this contribution, we propagate the uncertainties on the calibration constants p 0 and p 1 (Fig. 5) to m t .",
            "paragraph_rank": 68,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 314,
                    "text": "(Fig. 5",
                    "end": 321
                }
            ]
        },
        {
            "section": "D. Method",
            "text": "Instrumental background. To evaluate systematic uncertainty due to instrumental background, we change its contribution by ±25%. The number of signal tt events is recalculated by subtracting the instrumental background from the number of events in data, and ensemble studies are repeated to extract m t .",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "section": "D. Method",
            "text": "Background contribution (or signal fraction). To propagate the uncertainty associated with the background level, we change the number of background events according to its uncertainty, rerun the ensembles, and extract m t . In the ensembles, the number of tt events is defined by the difference in the observed number of events in data and the expected number of background events.",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "text": "E. MC statistical uncertainty estimation",
            "section_rank": 21
        },
        {
            "section": "E. MC statistical uncertainty estimation",
            "text": "We evaluated MC statistical uncertainties in the estimation of systematic uncertainties. To obtain the MC statistical uncertainty in the tt samples, we divide each sample into independent subsets. The dispersion of masses in these subsets is used to estimate the uncertainty. The estimated MC statistical uncertainties for the signal modeling and jet and electron energy resolution are 0.11 − 0.14 GeV, for all other the typical uncertainty is around 0.04 GeV. In cases when the obtained estimate of MC statistical uncertainty is larger than the value of the systematic uncertainty, we take the MC statistical uncertainty as the systematic uncertainty.  V: Systematic and statistical uncertainties for the measurement of mt in dilepton final states. The values are given for the combination of the ee, eµ, and µµ channels.",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "F. Summary of systematic uncertainties",
            "section_rank": 22
        },
        {
            "section": "F. Summary of systematic uncertainties",
            "text": "Table V summarizes all contributions to the uncertainty on the m t measurement with the ME method. Each source is corrected for the slope of the calibration from Fig. 5(a). The uncertainties are symmetrized in the same way as in the ℓ+jets measurement [1,2]. We use sign ± if the positive variation of the source of uncertainty corresponds to a positive variation of the measured mass, and ∓ if it corresponds to a negative variation for two-sided uncertainties. We quote the uncertainties for one sided sources or the ones dominated by one-side component in Table V, indicating the direction of m t change when using an alternative instead of the default model. As all the entries in the total systematic uncertainty are independent, the total systematic uncertainty on the top mass measurement is obtained by adding all the contributions in quadrature.",
            "paragraph_rank": 72,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 162,
                    "text": "Fig. 5(a)",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 252,
                    "text": "[1,",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 255,
                    "text": "2]",
                    "end": 257
                },
                {
                    "type": "table",
                    "start": 559,
                    "text": "Table V",
                    "end": 566
                }
            ]
        },
        {
            "text": "VI. CONCLUSION",
            "section_rank": 23
        },
        {
            "section": "VI. CONCLUSION",
            "text": "We have performed a measurement of the top quark mass in the dilepton channel tt → W + b W −b → ℓ + ν ℓ b ℓ −ν ℓb using the matrix element technique in 9.7 fb −1 of integrated luminosity collected by the D0 detector at the Fermilab Tevatron pp Collider. The result m t = 173.93 ± 1.61 (stat) ± 0.88 (syst) GeV, corresponding to a relative precision of 1.0%, is consistent with the values of the current Tevatron [5] and world combinations [3].",
            "paragraph_rank": 73,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 412,
                    "text": "[5]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 439,
                    "text": "[3]",
                    "end": 442
                }
            ]
        },
        {
            "text": "5 FIG. 1 :",
            "section_rank": 24
        },
        {
            "section": "5 FIG. 1 :",
            "text": "FIG. 1:The distributions in lepton pT and the ratio of data to predictions for the combined ee, eµ, and µµ final states after applying requirements (i) -(vii).",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "5 FIG. 2 : 5 FIG. 3 :",
            "section_rank": 25
        },
        {
            "section": "5 FIG. 2 : 5 FIG. 3 :",
            "text": "FIG. 2:The distributions in the number of jets and the ratio of data to the prediction for the combined ee, eµ, and µµ final states after applying requirements (i) -(vii).",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "text": "5 FIG. 4 :",
            "section_rank": 26
        },
        {
            "section": "5 FIG. 4 :",
            "text": "FIG. 4:The distributions in HT after implementing the kJES correction, and the ratio of data to the prediction for the combined ee, eµ, and µµ final states after applying requirements (i) -(vii).",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "(i) The mean value m mean of the m i lhood distribution. Comparing m mean with the input in the simulation determines the bias in m t .(ii) The mean value ∆m t of the uncertainty distribution in σ i lhood . This quantity characterizes the expected uncertainty in the measured top quark mass.(iii) The standard deviation of the distribution of the pull variable, w pull , or pull width, where the pull variable is defined as w pull = (m i lhood − m mean )/σ i lhood , provides a correction to the statistical uncertainty σ lhood .",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 28
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: The response of the ME method in (a) mt, (b) statistical uncertainty on the mt, and (c) the pull width, shown as a function of the MC input mt for the combined ee, eµ, and µµ channels. The error bars in (a) and (b) are invisibly small. The dashed line in (a) represents the case of ideal response.",
            "paragraph_rank": 78,
            "section_rank": 28
        },
        {
            "text": "FIG. 6 :FIG. 7 :",
            "section_rank": 29
        },
        {
            "section": "FIG. 6 :FIG. 7 :",
            "text": "FIG. 6:The negative log-likelihood ratio for the combined ee, eµ, and µµ data after calibration, as a function of the input MC mt. The curve is the best fit to a parabola in the interval 168.4 − 179.7 GeV.",
            "paragraph_rank": 79,
            "section_rank": 29
        },
        {
            "text": "TABLE I",
            "section_rank": 30
        },
        {
            "text": "for the combined ee, eµ, and µµ channels. Only statistical uncertainties are shown. The predicted number of tt and background events is normalized to the number of events found in data. The jet p T and H T distributions inFigs. 3 and 4are shown after applying the k JES correction from the ℓ+jets analysis[1,2].Z/γ ⋆ +jets Diboson Instr. tt Total Data eµ 13.0 +1.7 −1.6 3.7 +0.8 −0.8 16.4 +4.0 −4.0 260.6 +22.5 −16.3 293.8 +23.5 −17.7 346 ee 13.8 +2.1",
            "paragraph_rank": 81,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 305,
                    "text": "[1,",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 308,
                    "text": "2]",
                    "end": 310
                }
            ]
        },
        {
            "text": "TABLE II :",
            "section_rank": 32
        },
        {
            "section": "TABLE II :",
            "text": "The numbers of expected background and tt events, and the number of events observed in data. The NNLO cross section is used to normalize the tt content. Systematic uncertainties are shown for all the expected numbers.",
            "paragraph_rank": 82,
            "section_rank": 32
        },
        {
            "text": "TABLE III :",
            "section_rank": 33
        },
        {
            "section": "TABLE III :",
            "text": "The expected statistical uncertainties for a generated mt = 172.5 GeV for the ee, eµ, and µµ channels and their combination.",
            "paragraph_rank": 83,
            "section_rank": 33
        },
        {
            "text": "TABLE IV :",
            "section_rank": 34
        },
        {
            "text": "TABLE",
            "section_rank": 35
        },
        {
            "section": "TABLE",
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the Department of Energy and National Science Foundation ",
            "paragraph_rank": 86,
            "section_rank": 37
        }
    ]
}