{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The dijet production cross section for jets containing a b-hadron (b-jets) has been measured in protonproton collisions with a centre-of-mass energy of √ s = 7 TeV, using the ATLAS detector at the LHC. The data used correspond to an integrated luminosity of 4.2 fb −1 . The cross section is measured for events with two identified b-jets with a transverse momentum p T > 20 GeV and a minimum separation in the η-φ plane of R = 0.4. At least one of the jets in the event is required to have p T > 270 GeV. The cross section is measured differentially as a function of dijet invariant mass, dijet transverse momentum, boost of the dijet system, and the rapidity difference, azimuthal angle and angular distance between the b-jets. The results are compared to different predictions of leading order and next-to-leading order perturbative quantum chromodynamics matrix elements supplemented with models for parton-showers and hadronization.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurement of jets containing a b-hadron (b-jets) produced in proton-proton collisions at the Large Hadron Collider (LHC) provides an important test of perturbative quantum chromodynamics (pQCD). Calculations of the b-quark production cross section have been performed at next-toleading order of α s (NLO) in pQCD [1][2][3][4]. These calculations can be combined with different parton-shower and hadronisation models to generate simulated events which can be compared to data.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 319,
                    "text": "[1]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 322,
                    "text": "[2]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 325,
                    "text": "[3]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 328,
                    "text": "[4]",
                    "end": 331
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Cross sections for the production of a bb pair have been measured previously at the Tevatron [5][6][7][8], and at the LHC by the ATLAS [9,10] and CMS [11] collaborations. These measurements agree with NLO predictions for well-separated bjets, although b-jets with large transverse momenta in the central regions are not well described by simulations [9]. The results in Ref.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 93,
                    "text": "[5]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "[6]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "start": 99,
                    "text": "[7]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "start": 102,
                    "text": "[8]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[11]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "start": 350,
                    "text": "[9]",
                    "end": 353
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "[10] also agree with the NLO predictions; though small deviations are present at large transverse momenta in events with a b-jet and light-flavour jet (jet generated by a light quark). The CMS measurement found that in the phase-space region of small angular separation between the b-jets, there are substantial differences between data and NLO predictions, and among the NLO predictions themselves.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The lowest-order Feynman diagrams for bb production are shown in Fig. 1. They define different production mechanisms which are useful in understanding the behaviour of the bb system. In flavour creation (FCR) both b-jets originate from the hard scatter: these jets tend to be the hardest in the event and are predicted to have an approximate back-toback configuration in the transverse plane. The gluon splitting (GSP) production mechanism creates a pair of b-jets that are expected to have a small angular separation. The topology of flavour excitation (FEX) is less distinctive, but it tends to contain an additional parton, which reduces the angular separation between the b-jets. The requirement of a minimum transverse momentum ( p T ) of 270 GeV for the leading jet applied in this analysis enhances the three-jet production Different regions of the bb phase space are probed via the six differential cross sections presented in this article. For large values of the dijet invariant-mass, m bb , the flavour creation mechanism is expected to dominate, leading to final states with well-separated hard jets. Events produced via gluon splitting or flavour excitation are concentrated at small m bb . The opposite is expected for the p T 1 of the dijet system, p T,bb , where the higherp T,bb regions are dominated by gluon-splitting production, and only the lower values of p T,bb have significant contributions from events produced via flavour creation. The azimuthal angle between two bjets, φ, separates the different production mechanisms more evenly. The angular distance between the two b-jets, R = ( φ) 2 + ( η) 2 , is a variable often used in analyses reconstructing heavy objects decaying into two b-jets. The other two observables are the rapidity difference between the two b-jets, y * = 1 2 |y 1 − y 2 |, where y i is the rapidity of b-jet i, and the boost of the dijet system, y B = 1 2 |y 1 + y 2 |. The latter is related to the momentum of the initial-state partons involved in the hard scatter and it is therefore sensitive to the parton distribution functions (PDFs).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 65,
                    "text": "Fig. 1",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1623,
                    "text": "2",
                    "end": 1624
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1803,
                    "text": "1",
                    "end": 1804
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The measurement of the bb dijet differential cross sections is performed with the ATLAS detector, using proton-proton ( pp) collisions at a centre-of-mass energy of √ s = 7 TeV. The data were recorded in 2011 and correspond to an integrated luminosity of 4.2 fb −1 . The differential cross sections are defined as",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "1 The ATLAS reference system has the origin at the nominal interaction point. The x-and y-axes define the transverse plane, the azimuthal angle φ is measured around the beam axis, z, and the polar angle θ with respect to the z-axis. The pseudorapidity is defined as η = − ln [tan (θ/2)] and p T is momentum transverse to z. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "with O the dijet observable under investigation, N tag the number of b-tagged jet pairs, f bb the purity of the selected sample, ε the selection efficiency, L the integrated luminosity and U the correction of the measured distribution for detector effects, such as the jet energy resolution. The measurement ranges for the different variables are listed in Table 1.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 357,
                    "text": "Table 1",
                    "end": 364
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [12] consists of an inner tracking system, immersed in a 2 T axial magnetic field, surrounded by electromagnetic calorimeters, hadronic calorimeters and a muon spectrometer. The inner detector has full coverage in φ and covers the pseudorapidity range |η| < 2.5. The inner detector consists of silicon pixel and microstrip detectors, surrounded by a transition radiation tracker (up to |η| = 2.0). The electromagnetic calorimeter is a lead-liquid argon sampling calorimeter covering |η| < 3.2. Hadron calorimetry in the central pseudorapidity region (|η| < 1.7) is provided by a scintillatortile calorimeter using steel as the absorber material. The hadronic end-cap calorimeter uses liquid argon with copper absorber plates and extends up to |η| = 3.2. Additional forward calorimeters extend the coverage to |η| < 4.9. The outer region of the detector is formed by a muon spectrometer that uses a toroidal magnetic field with a bending power of 1.5-5.5 Tm in the barrel and 1.0-7.5 Tm in the end-caps. The muon spectrometer provides trigger information for muons up to |η| = 2.4 and momentum measurements in the bending plane up to |η| = 2.7.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The trigger system uses three consecutive levels to record a selection of interesting events. The level-1 trigger (L1) is based on custom-built hardware that processes the data with a fixed latency of 2.5 µs. The second level and the event filter, collectively referred to as the high-level trigger (HLT), are software-based triggers.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The jet triggers at L1 use information about the energy deposits in the electromagnetic and hadronic calorimeters using trigger towers with a granularity of φ × η = 0.1 × 0.1. Jet identification is based on the transverse energy deposited in a sliding window of 4 × 4 or 8 × 8 trigger towers. The HLT further refines the selection, making use of finer-granularity detector information and using reconstruction software close to that used by physics analyses. Due to the high rate of jet production, only a predetermined fraction of events that pass the jet triggers are recorded. The factor by which the number of events that pass a trigger is reduced is known as the prescale.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Simulated dataset",
            "section_rank": 4
        },
        {
            "section": "Simulated dataset",
            "text": "To investigate efficiencies and model the data, simulated dijet events produced by the Pythia 6. . At this stage, all generated particles with a lifetime greater than 30 ps are collectively referred to as the particle-level event. Detector-level events are produced by passing the particlelevel events through a full simulation [17] of the ATLAS detector based on GEANT4 [18]. The effect of multiple pp interactions in the same or nearby bunch crossings (pile-up) is included in all MC simulations. Events in MC simulation are reweighted, in order to match the distribution of the number of multiple pp interaction distributions to that observed in the data. During the 2011 datataking period, the number of pp collisions per bunch crossing varied between 0.5 and 24 [19]. The resulting simulated events are digitised to model the detector responses, and then reconstructed using the same software as for data processing.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 371,
                    "text": "[18]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "start": 767,
                    "text": "[19]",
                    "end": 771
                }
            ]
        },
        {
            "text": "Jet selection",
            "section_rank": 5
        },
        {
            "section": "Jet selection",
            "text": "Jets are reconstructed from energy clusters in the calorimeter using the anti-k t [20,21]  ",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 82,
                    "text": "[20,",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "start": 86,
                    "text": "21]",
                    "end": 89
                }
            ]
        },
        {
            "text": "b-Jet selection",
            "section_rank": 6
        },
        {
            "section": "b-Jet selection",
            "text": "The flavour of a jet at particle level is defined according to the hadrons contained in the jet. If the jet contains at least one b-hadron with p T > 5 GeV and R with respect to the jet axis of less than 0.3, then it is considered as a b-jet. If no b-hadron is present, but a c-hadron that meets the same criteria is found, then the jet is considered as a c-jet. All other jets are considered as light-flavour jets.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "b-Jet selection",
            "text": "At detector level, the relatively long lifetime of b-hadrons is used to select an event sample enriched in b-jet pairs. To identify b-jets, a combination of the JetFitter and IP3D algorithms [27] is used. The JetFitter algorithm aims at reconstructing the decay vertex of the b-hadron and the subsequently produced c-hadron, assuming that both vertices lie on the same line from the primary vertex, 2 corresponding to the flight direction of the b-hadron. The IP3D algorithm is a track-based algorithm using the signed longitudinal and transverse impact parameter significances of the tracks matched to the jet (where the impact parameter is defined as the distance of the track from the vertex at the point of closest approach). The variables describing the impact parameters and the reconstructed decay chain are combined by a neural network trained using MC simulation samples. This combination assigns a set of probabilities ( p b , p c , p l ) to every jet, corresponding to the probability of the jet being a b-jet, c-jet or light-flavour jet, respectively. A jet is considered to be btagged when log 10 ( p b / p l ) > 0.35, a choice that results in a b-tagging efficiency of ε b ∼ 70% in simulated tt events (corresponding to a c-jet rejection factor of 5 and light-flavour jet rejection factor of 125).",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "b-Jet selection",
            "text": "A scale factor is applied to the efficiency obtained from simulation to account for the data-MC difference. Two methods are employed to select these b-jet samples: the first uses an independent b-tagging algorithm that selects jets containing a muon from a semileptonic b-hadron decay [28]; the other selects b-jets from tt decays [29]. The differences between data and simulation observed in these control samples are used to derive a series of p T -and η-dependent scale factors, which are then applied to each jet in simulation. Table 2 contains all the fiducial phase-space definitions for particle-level and detector-level objects used in this analysis.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 331,
                    "text": "[29]",
                    "end": 335
                },
                {
                    "type": "table",
                    "start": 532,
                    "text": "Table 2",
                    "end": 539
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Events are selected using two calorimeter-based single-jet triggers with a p T -thresholds of 180 and 240 GeV and |η| < 3.2. These thresholds are used to define two ranges for the Table 2 Fiducial phase space of the measurement. The definition and the selection requirements for particle-level and detector-level jets are given. The particle-level jets are constructed using all particles, including muons and neutrinos, as input (see Sect. 6). The log 10 ( p b / p l ) criterion corresponds to the ratio of the probabilities of the jet being a b-jet or light-flavour jet",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 180,
                    "text": "Table 2",
                    "end": 187
                }
            ]
        },
        {
            "text": "Definition",
            "section_rank": 8
        },
        {
            "section": "Definition",
            "text": "Particle-level jets Detector-level jets Jet identification anti-k t with R = 0.4 a n t ik t with R = 0. transverse momentum of the leading jet where the trigger efficiency is close to 100%: 270 < p T < 355 GeV and p T > 355 GeV, respectively. A prescale factor of 3.5 was applied to the 180 GeV threshold trigger; no prescale factor was applied to the 240 GeV threshold trigger. Quality requirements are applied to ensure that the selected events are well measured. In addition to selecting only data from periods in which all sub-detectors were operating nominally, a veto is applied to reject specific events in which the calorimeters were suffering from noisy or inactive regions.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Definition",
            "text": "The leading jet is not required to be identified as a b-jet, but the selected events must have at least two b-tagged jets with p T > 20 GeV and |η| < 2.5, and the two highestp T b-tagged jets within the |η| requirement are taken as the dijet pair. To avoid jets with significant overlap, the two b-tagged jets in the pair are also required to be separated by R > 0.4.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Purity",
            "section_rank": 9
        },
        {
            "section": "Purity",
            "text": "While the requirement of b-tagged jets provides an event sample enriched in bb pairs, there is still a non-negligible contamination from c-jets and light-flavour jets. The fraction of true b-jet pairs in the sample of b-tagged jet pairs, referred to as the purity of the sample, is determined by performing a template fit to the combined IP3D and JetFitter probability distributions. This fit is performed independently in each bin of the cross-section measurement. To obtain optimal separation between b-and c-jets, the fit variable is constructed as log 10 ( p b / p c ), where the sum is taken over both of the b-tagged jets.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "section": "Purity",
            "text": "The fit uses a maximum-likelihood method to determine the relative contributions of four templates that best describe the flavour content of the bb pair in data. These templates are defined as:",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Purity",
            "text": "where f 1 and f 2 indicate the flavour of the leading and subleading jet, respectively. The fraction of bb events in the b-tagged sample is determined by the relative contribution of the bb-template.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Purity",
            "text": "The dijet templates are obtained from single-jet templates in MC simulation using a convolution technique in every bin of the investigated variables. This allows the creation of smooth, finely binned templates even for bins with a small number of dijet pairs. As the b-hadron decay is a process internal to the jet, the b-tagger probabilities for a given jet do not depend significantly on the properties of the dijet system. The shape of the fit variable distribution can be parameterised as a function of the p T and flavour of the single jets in simulation. The contribution of each",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "Purity",
            "text": "combination within a cross-section bin is then determined by convolving the log Figure 2 shows examples of the fits for two bins of the variables p T,bb and R.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 80,
                    "text": "Figure 2",
                    "end": 88
                }
            ]
        },
        {
            "section": "Purity",
            "text": "To verify the validity of the procedure, a closure test is performed by comparing the templates obtained via the convolution to those obtained from the bi-dimensional p T distribution. Good agreement is observed with the generated templates in all kinematic regions.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Unfolding",
            "section_rank": 10
        },
        {
            "section": "Unfolding",
            "text": "The correction of the measured distribution for detector effects and inefficiencies is done via an unfolding procedure that uses the iterative dynamically stabilised (IDS) method [30]. At particle level, jets are constructed using all particles, including muons and neutrinos, as input. Particlelevel jets are required to pass the same kinematic selections as jets reconstructed in the calorimeter. The detector effects are corrected by using an unfolding matrix, which maps the event migrations in a binned distribution from detector level to particle level. The data are unfolded using the unfolding matrix and then compared to the predicted particle-level distribution. The iterative part of the unfolding allows the matrix to be modified to account for mismodelling of the MC simulation. Any statistically significant differences between the data and simulation are assumed to originate from processes not included in the simulation and are added into the unfolding matrix. The data are then unfolded using the modified unfolding matrix and the process is repeated until no ele- ment in the unfolding matrix is modified by more than one percent. To cross-check the unfolding results, the unfolding is done with a bin-by-bin method and compared. The binby-bin method takes the ratio of the detector-level jet and particle-level jet distributions, combining all the necessary corrections into a single factor. It treats each bin as an independent measurement, behaving as if events appear or disappear within the bin rather than moving to another. The ratio of IDS to bin-by-bin results is about 2%, except for the mass and the p T , where differences up to 10% were observed. The unfolding matrix is derived from simulated Pythia 6.4 dijet events, and is defined for events that have both the particle-level and the detector-level jet pairs within the fiducial acceptance of the analysis. Fiducial and efficiency correction factors are applied to the data before and after the unfolding, respectively. The fiducial correction, applied before the unfolding, accounts for the effects that cause a detector-level jet pair not to be matched to a particle-level jet pair. The primary reason for the mismatch is that one of the particle-level jets has a p T below the event selection threshold and so is rejected by the analysis. The efficiency corrections, applied after the unfolding, correct primarily for particle-level jets which meet the event selection criteria but are measured outside of the fiducial range at detector level.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 179,
                    "text": "[30]",
                    "end": 183
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties on the measured cross sections are evaluated varying the relevant quantities by one standard deviation, and applying the unfolding procedure; the differences with respect to the standard procedure are taken as the uncertainties. The total systematic uncertainties are obtained by adding the components in quadrature.",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "The dominant systematic uncertainties in this measurement result from the b-tagging and the jet energy scale calibrations. Table 3 provides an overview of the systematic uncertainties. Their magnitude depends on the variable used in the differential cross section measurement, and the minimum and maximum uncertainties are reported. Each systematic uncertainty is propagated through the entire analysis, including the unfolding procedure.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 123,
                    "text": "Table 3",
                    "end": 130
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The b-tagging efficiency and light-flavour-jet rejection rates in MC simulation are calibrated by applying p T -and ηdependent scale factors to the simulated jets [28,29]. These scale factors are derived using various data-driven techniques, as discussed in Sect. 4.1. The uncertainty from this calibration is evaluated by varying the scale factors for each jet flavour by one standard deviation. The effect of this uncertainty ranges from 10 to 20% in most bins, and reaches 30% for low and high values of m bb .",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 163,
                    "text": "[28,",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "start": 167,
                    "text": "29]",
                    "end": 170
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "While the b-tagging calibration uncertainty takes into account differences between data and MC simulation in the b-tagging efficiency, this does not necessarily account for differences in the shape of the b-tagger probability distributions. The b-tagging algorithm used for this analysis makes use of tracks to identify b-jets. To account for any effects due to track mismodelling, all the template fits are re-evaluated after the simulated events are reweighted to match the small difference in b-jet track multiplicity observed in data and the difference is taken as the uncertainty. The resulting uncer-tainty in the cross section amounts to about 1%. In addition, a control sample of b-jets is selected using a tag-and-probe method. The data-to-MC ratio of the log 10 ( p b / p c ) for the probe jets is fitted with a first-order polynomial. The template fits are then redone after the MC simulation is reweighted to match the difference in log 10 ( p b / p c ) seen in data. The resulting uncertainty is in the range 3−8%.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty resulting from the calibration of the jet energy scale [23] is typically around 10%, but reaches 20% for jets with a small angular separation. Smaller contributions to the jet uncertainties result from mismodelling of the jet energy resolution [31] and the resolution of the jet direction. The uncertainty of the jet energy resolution is estimated by performing an additional Gaussian smearing of the jets by one standard deviation, resulting in a 2-8% uncertainty. The uncertainty due to the jet angular resolution is estimated by comparing the angular resolution of the nominal sample with that of samples for which the material description and b-jet fragmentation are varied [32,33]; this uncertainty is in the range 1-5%.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 705,
                    "text": "[32,",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "start": 709,
                    "text": "33]",
                    "end": 712
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The unfolding uncertainty is evaluated by reweighting the MC simulation that is used to derive the unfolding matrix to reproduce the cross section measured in data. Using the reweighted unfolding matrix results in a 5-10% change in cross section, which is assigned as a systematic uncertainty. Finally, the systematic uncertainty of the luminosity, which is fully correlated among all bins, is 1.8% [19]. All other sources of correlations are assumed to be negligible.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 399,
                    "text": "[19]",
                    "end": 403
                }
            ]
        },
        {
            "text": "Theoretical predictions",
            "section_rank": 12
        },
        {
            "section": "Theoretical predictions",
            "text": "The While Powheg and MC@NLO are both formally accurate to NLO, their treatment of higher-order terms differs. The data are also compared to the LO predictions provided by the Sherpa 1.43 [43] and Pythia 6.4 MC generators. Sherpa is capable of generating multiple partons in its matrix elements, and was also used to generate bb using a LO 2→3 matrix elements for this prediction. As Pythia 6.4 is a LO generator, it is not expected to provide an accurate normalisation. The Pythia 6.4 distributions are normalised to the integrated cross section measured in data by applying a factor of 0.61. Sherpa is found to produce the correct cross-section normalisation. Powheg+Pythia 6.4 is chosen as the base-line to examine the theoretical uncertainties. The largest theoretical uncertainties derive from the PDF uncertainties and uncertainties due to missing higher orders. By varying the renormalisation scale, μ R , and the factorisation scale, μ F , which are set to the same value in Powheg, an estimate of the effects of the missing higher-order terms can be made. To evaluate the uncertainty, the scales are varied independently from one half to twice the central value, and the cross-section variations are added in quadrature. The effect of the scale uncertainties on the NLO prediction ranges from 20 to 50%, and dominates the theoretical uncertainty. The uncertainties due to the choice of PDFs are estimated from the 52 eigenvectors of the CT10 PDF set evaluated at 68% confidence level, and are in the range 5-10% for the variables investigated. Other cross-checks were performed, such as a study of the effect due to the b-quark mass uncertainty and of the scale matching between Powheg and the parton shower. All of these have a negligible effect. The total theoretical uncertainty is obtained by adding the scale and PDF uncertainties in quadrature.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Results and discussion",
            "section_rank": 13
        },
        {
            "section": "Results and discussion",
            "text": "The differential cross section for bb production is shown as a function of the six observables in Figs. 3, 4, 5, 6, 7, 8. The top panel of each figure shows the data points as black dots, with the total experimental uncertainties as yellow boxes, together with the prediction and theoretical uncertainties obtained by using Powheg. The middle and lower panels report the ratio of theoretical predictions to data. For the predictions from MC@NLO, Sherpa and Pythia 6.4, only the statistical uncertainties are shown. Because of the normalisation factor applied to Pythia 6.4 distributions, as explained in Sect. 8, the comparison between Pythia 6.4 and data is meaningful only at the shape level. Tabulated values of all observed results are available in the Durham HEP database [44]. Figure 3 shows the differential cross section for bb production as a function of the dijet invariant mass. The cross section decreases with increasing mass except for a step around 550 GeV. This value corresponds approximately to twice the p T requirement on the leading jet, i.e. to a mass region where the flavour-creation process, with two almost back-to-back b-jets, becomes the dominant production mechanism. Powheg provides a very good description of the data over the whole mass spectrum, with the exception of the high-mass region where a small deficit in the prediction is seen. The MC@NLO prediction is consistently below the data for m bb < 350 GeV, at which point it becomes higher than data. This jump corresponds to the region where the flavour-creation process begins to contribute to bb production. The LO predictions (both Sherpa and Pythia 6.4) overestimate the data at low masses and underestimate them at very high masses.",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 98,
                    "text": "Figs. 3, 4",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "start": 777,
                    "text": "[44]",
                    "end": 781
                },
                {
                    "type": "figure",
                    "start": 783,
                    "text": "Figure 3",
                    "end": 791
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The differential cross section as a function of the dijet p T ranges between 0.2 and 0.5 pb/GeV, as can be seen in Fig. 4. Such a relatively constant distribution is a consequence of requiring a leading jet with p T > 270 GeV, which suppresses the flavour-creation process, which typically produces two b-jets with low p T,bb . Without this requirement, flavour creation would overwhelm the other production mechanisms by several order of magnitudes. All MC generators provide a good description of the highp T,bb region. Powheg and MC@NLO deviate significantly from data for p T,bb below Fig. 5 Differential cross section for bb production as a function of the azimuthal angle between the two jets, φ. The point corresponding to the first bin of the MC@NLO to data ratio is about 3.5 and does not appear in the plot. The figure layout is as in Fig. 3   The cross sections as a function of the azimuthal angle and of the η-φ distance between the jets are shown in Figs. 5 and 6, respectively. In these figures, the region at high angular separation is where the flavour-creation process is expected to dominate. This is visible in the peaks at φ ∼ π and R ∼ 3. The NLO predictions are above the data in Fig. 5 for low φ values, where the bb pair is more likely produced together with at least one other jet. They reproduce well the shape of the data distribution for φ 1, but underestimate the cross section by a factor two in the same region. Good agreement between data and simulation with LO generators Fig. 7 Differential cross section for bb production as a function of the boost of the dijet system, y B = 1 2 |y 1 + y 2 |. The figure layout is as in Fig. 3 [pb] is seen. The differential cross section as a function of R, shown in Fig. 6, is well reproduced by Powheg. The ratio of MC@NLO predictions to the data is ∼0.5 for R 2, and is above the data in the intermediate R region. The LO predictions do not show strong deviations from data apart from an excess for R values below ∼ 0.7. Figures 7 and 8 show the cross sections as a function of the rapidity variables y B and y * , respectively. The Powheg predictions reproduce well the shape of the data distribution for both observables. The LO predictions deviate from the data for y B > 1.2. The MC@NLO predictions are above the data for y B < 0.1, and are significantly lower than the data for 0.3 y B 1.4, as well as for y * 0.8. Pythia 6.4 and Sherpa also generally describe the data well, particularly the y * distribution, although their predictions are above the data for y B 1.2.",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 115,
                    "text": "Fig. 4",
                    "end": 121
                },
                {
                    "type": "figure",
                    "start": 589,
                    "text": "Fig. 5",
                    "end": 595
                },
                {
                    "type": "figure",
                    "start": 845,
                    "text": "Fig. 3",
                    "end": 851
                },
                {
                    "type": "figure",
                    "start": 1203,
                    "text": "Fig. 5",
                    "end": 1209
                },
                {
                    "type": "figure",
                    "start": 1506,
                    "text": "Fig. 7",
                    "end": 1512
                },
                {
                    "type": "figure",
                    "start": 1657,
                    "text": "Fig. 3",
                    "end": 1663
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1738,
                    "text": "Fig. 6",
                    "end": 1744
                },
                {
                    "type": "figure",
                    "start": 1995,
                    "text": "Figures 7 and 8",
                    "end": 2010
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 14
        },
        {
            "section": "Conclusion",
            "text": "Differential cross sections for pairs of b-jets have been measured in pp collisions at √ s = 7 TeV using 4.2 fb −1 of data recorded by the ATLAS detector at the LHC. Six dijet variables are investigated to probe the bb phase space: the invariant mass, the transverse momentum, and the boost of the dijet system; the azimuthal angle, the angular separation, and the rapidity difference between the two b-jets. The dijet system is defined as the two highestp T b-jets in the event with p T > 20 GeV, |η| < 2.5, requiring a minimum R of 0.4. A further requirement of a jet in the event with a minimum transverse momentum of 270 GeV is applied.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "section": "Conclusion",
            "text": "The results are compared with NLO QCD predictions obtained using Powheg and MC@NLO and the LO predictions provided by Sherpa and Pythia 6.4. The use of singlejet triggers with high p T thresholds significantly changes the relative weight of the different production processes with respect to an almost unbiased selection [9], with an enhancement of the gluon-splitting mechanism by strongly suppressing the lowp T,bb region where the flavour-creation process dominates. Under these conditions, MC@NLO shows significant deviations from data for all variables, both in terms of shape and normalisation. Powheg generally reproduces well the measured differential cross sections, although it underestimates the data at low p T,bb . The LO predictions approximately reproduce all distributions although some bins show deviations of up to about 50%.",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "section": "Conclusion",
            "text": "In general, this analysis, which is particularly sensitive to the three-jet topology, confirms that the current MC generators have significant difficulties in describing regions of phase space which are not dominated by two hard b-jets. ",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "Fig. 1",
            "section_rank": 15
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Lowest-order Feynman diagrams for bb production",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "4",
            "section_rank": 16
        },
        {
            "section": "4",
            "text": "Include muons and neutrinos b-Jets definition b-Hadron with p T > 5 GeV log 10 ( p b / p l ) > 0.35 R (jet;b-hadron)<0.3 Event selection Leading jet p T > 270 GeV and |η| < 3.2 2 b-Jets selection p T > 20 GeV and |η| < 2.5 2 b-jets separated by R > 0.4",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "Fig. 2",
            "section_rank": 17
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Examples of template fits in a p T,bb and R bin. The uncertainty shown on the bb fraction is the statistical uncertainty of the fit parameter. Systematic uncertainties are not shown",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "text": "results are compared to the NLO MC generators Powheg, r2299, [34-37] and MC@NLO 4.01 [38,39]. Both NLO generators use the CT10 [40] PDFs and a bquark mass of 4.95 GeV. Events generated with Powheg are passed through the Pythia 6.4 parton shower and MC@NLO events are showered with Herwig 6.520 [41]. Herwig 6 uses an angular ordering parton shower with a cluster hadronisation model and employs the MRST LO** PDFs and the set of tuned parameters AUET2-LO** [42].",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 Fig. 4 3 [",
            "section_rank": 19
        },
        {
            "section": "Fig. 3 Fig. 4 3 [",
            "text": "Fig. 3Top panel the differential cross section for bb production as a function of dijet invariant mass, m bb , compared to the theoretical predictions obtained using Powheg. Theoretical uncertainties obtained by using Powheg are also shown. Middle panel ratio of the NLO predictions to the measured cross section. Bottom panel ratio of the LO predictions to the measured cross section. For the predictions from MC@NLO, Sherpa and Pythia 6.4 only the statistical uncertainties are shown. For both middle and bottom panels the yellow band represents the combined statistical and systematic experimental errors for the data. Theoretical uncertainties on the POWHEG prediction are also shown",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "1 )",
            "section_rank": 20
        },
        {
            "text": "Fig. 6",
            "section_rank": 21
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Differential cross section for bb production as a function of the angular distance between the two jets, R = ( φ) 2 + ( η)2 . The figure layout is as inFig. 3",
            "paragraph_rank": 46,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 128,
                    "text": "2",
                    "end": 129
                }
            ]
        },
        {
            "text": "6 Fig. 8 3 +X",
            "section_rank": 22
        },
        {
            "section": "6 Fig. 8 3 +X",
            "text": "Fig. 8Differential cross section for bb production as a function of y * = 1 2 |y 1 − y 2 |. The figure layout is as inFig. 3",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "Table 1",
            "section_rank": 23
        },
        {
            "section": "Table 1",
            "text": "Ranges of the variables of the measured differential cross sections",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "Table 3",
            "section_rank": 24
        },
        {
            "section": "Table 3",
            "text": "Summary of the dominant sources of systematic uncertainties and their relative effect on the cross section",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "7. B. Abbott et al. (D0 Collaboration), The bb production crosssection and angular correlations in p p collisions at √ s = 1.8T eV . Phys. Lett. B 487, 264-272 (2000). doi:10.1016/ S0370-2693(00)00844-3. arXiv:hep-ex/9905024 8. B. Abbott et al. (D0 Collaboration), Cross-section for b jet production in p p collisions at √ s = 1.8 TeV. Phys. Rev. Lett. 85, 5068-5073 (2000). doi:10.1103/PhysRevLett.85.5068. arXiv:hep-ex/0008021 9. ATLAS Collaboration, Measurement of the inclusive and dijet cross-sections of b-jets in pp collisions at √ s = 7 TeV with the ATLAS detector. Eur. Phys. J. C 71, 1846 (2011). doi:10.TeV using the ATLAS detector at the LHC. Eur. Phys. J. C 73, 2518 (2013). doi:10.1140/epjc/ s10052-013-2518-3. arXiv:1302.4393 [hep-ex] 20. M. Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm. JHEP 04, 063 (2008). doi:10.1088/1126-6708/2008/04/063. arXiv:0802.1189 [hep-ph] 21. M. Cacciari, G.P. Salam, Dispelling the N 3 myth for the k t jetfinder. Phys. Lett. B 641, 57-61 (2006). doi:10.1016/j.physletb. 2006.08.037. arXiv:hep-ph/0512210 [hep-ph] 22. M. Cacciari, G.P. Salam, G. Soyez, FastJet user manual. Eur. TeV, ATLAS-CONF-2010-038, (2010). http:// cdsweb.cern.ch/record/1277678 26. ATLAS Collaboration, Pile-up subtraction and suppression for jets in ATLAS, ATLAS-CONF-2013-083, (2013). http://cdsweb.cern. ch/record/1570994 27. ATLAS Collaboration, Commissioning of the ATLAS high performance b-tagging algorithms in the 7 TeV collision data, ATLAS-CONF-2011-102(2011). http://cdsweb.cern.ch/record/1369219 28. ATLAS Collaboration, Measurement of the b-tag efficiency in a sample of jets containing muons with 5 fb −1 of data from the ATLAS detector, ATLAS-CONF-2012-043 (2012). http://cdsweb. cern.ch/record/1435197 29. ATLAS Collaboration, Measuring the b-tag efficiency in a tt sample with 4.7 fb −1 of data from the ATLAS detector. ATLAS-CONF-2012-097 (2012). http://cdsweb.cern.ch/record/1460443 30. B. Malaescu, An Iterative, dynamically stabilized method of data unfolding. (2009). arXiv:0907.3791 [physics.data-an] 31. ATLAS Collaboration, Jet energy resolution and selection efficiency relative to track jets from in-situ techniques with the ATLAS detector using proton-proton collisions at a center of mass energy √ s = 7 TeV, ATLAS-CONF-2010-054 (2010). http://cdsweb. cern.ch/record/1281311 32. M. Bowler, e + e − Production of heavy quarks in the string model. Z. Phys. C 11, 169 (1981). doi:10.1007/BF01574001 33. A. Buckley et al., Systematic event generator tuning for the LHC. Eur. Phys. J. C 65, 331-357 (2010). doi:10.1140/epjc/ s10052-009-1196-7. arXiv:0907.2973 [hep-ph] 34. P. Nason, A new method for combining NLO QCD with shower Monte Carlo algorithms. JHEP 11, 040 (2004). doi:10.1088/ 1126-6708/2004/11/040. arXiv:hep-ph/0409146 35. S. Alioli et al., A general framework for implementing NLO calculations in shower Monte Carlo programs: the POWHEG BOX. JHEP 06, 043 (2010). doi:10.1007/JHEP06(2010)043. arXiv:1002.2581 [hep-ph] 36. S. Frixione, P. Nason, C. Oleari, Matching NLO QCD computations with parton shower simulations: the POWHEG method. JHEP 11, 070 (2007). doi:10.1088/1126-6708/2007/11/070. arXiv:0709.2092 [hep-ph] 37. S. Frixione, P. Nason, G. Ridolfi, A positive-weight nextto-leading-order Monte Carlo for Heavy flavour hadroproduction. JHEP 09, 126 (2007). doi:10.1088/1126-6708/2007/09/126. arXiv:0707.3088 [hep-ph] 38. S. Frixione, B.R. Webber, Matching NLO QCD computations and parton shower simulations. JHEP 06, 029 (2002). doi:10.1088/ 1126-6708/2002/06/029. arXiv:hep-ph/0204244 39. S. Frixione, P. Nason, B.R. Webber, Matching NLO QCD and parton showers in heavy flavour production. JHEP 08, 007 (2003). doi:10.1088/1126-6708/2003/08/007. arXiv:hep-ph/0305252 40. H.-L. Lai et al., New parton distributions for collider physics. Phys. Rev. D 82, 074024 (2010). doi:10.1103/PhysRevD.82.074024. arXiv:1007.2241 [hep-ph] 41. G. Corcella et al., HERWIG 6.5: an event generator for hadron emission reactions with interfering gluons (including supersymmetric processes). JHEP 01, 010 (2001). doi:10.1088/1126-6708/ 2001/01/010. arXiv:hep-ph/0011363 42. ATLAS Collaboration, New ATLAS event generator tunes to 2010 data. ATL-PHYS-PUB-2011-008, (2011). http://cds.cern.ch/ record/1345343 43. T. Gleisberg et al., Event generation with SHERPA 1.1. JHEP 02, 007 (2009). doi:10.1088/1126-6708/2009/02/007. arXiv:0811.4622 [hep-ph] 44. 'The Durham HepData Project', http://hepdata.cedar.ac.uk/view/ ins1478355 45. ATLAS Collaboration, ATLAS computing acknowledgements 2016-2017, ATL-GEN-PUB-2016-002. http://cds.cern.ch/record/ 2202407",
            "paragraph_rank": 50,
            "section_rank": 25
        },
        {
            "text": "The primary vertex is defined as the vertex with the largest scalar sum of p2 T for its associated tracks and with at least two associated tracks with p T > 400 MeV.",
            "paragraph_rank": 51,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 76,
                    "text": "2",
                    "end": 77
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 27
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONI-CYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I- ",
            "paragraph_rank": 52,
            "section_rank": 27
        }
    ]
}