{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of the production cross-section of Z bosons in pp collisions at √ s = 13 TeV is presented using dimuon and dielectron final states in LHCb data. The crosssection is measured for leptons with pseudorapidities in the range 2.0 < η < 4.5, transverse momenta p T > 20 GeV and dilepton invariant mass in the range 60 < m( ) < 120 GeV. The integrated cross-section from averaging the two final states is σ Z = 194.3 ± 0.9 ± 3.3 ± 7.6 pb, where the first uncertainty is statistical, the second is due to systematic effects, and the third is due to the luminosity determination. In addition, differential cross-sections are measured as functions of the Z boson rapidity, transverse momentum and the angular variable φ * η .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements are reported of Z boson production 1 at the LHCb experiment in protonproton collisions at √ s = 13 TeV. The analysis uses a dataset corresponding to an integrated luminosity of 294±11 pb −1 and considers events where the boson decays either to a dimuon or a dielectron final state. The two final states offer statistically independent samples with largely independent systematic uncertainties. The analysis is performed using similar methods to previous LHCb measurements of electroweak boson production at lower pp collision energies [1][2][3][4][5]. The LHCb detector measures particle production in the forward region; the ATLAS and CMS collaborations have reported similar measurements at √ s = 13 TeV [6, 7] in a different kinematic region.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 548,
                    "text": "[1]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "start": 551,
                    "text": "[2]",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "start": 554,
                    "text": "[3]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "start": 557,
                    "text": "[4]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "start": 560,
                    "text": "[5]",
                    "end": 563
                }
            ]
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 3
        },
        {
            "section": "JHEP09(2016)136",
            "text": "Measurements of electroweak gauge boson production are benchmark tests of Standard Model processes at hadron colliders, and are of interest for constraining the parton distribution functions (PDFs) that describe the structure of the proton. Because of the longitudinal boost required for a Z boson to be produced in the forward region, LHCb results are particularly sensitive to effects at low and high values of Bjorken-x [8], and have been used to constrain global PDF fits [9][10][11]. The √ s = 13 TeV pp collisions allow LHCb to access lower values of x than previous measurements at 7 and 8 TeV. In addition, the boson transverse momentum (p T ) and φ * η distributions can be used to test Monte Carlo modelling of additional higher-order radiation that arises from quantum chromodynamics (QCD). The φ * η variable [12] is defined as φ * η ≡ tan(φ acop /2)/ cosh(∆η/2), where the acoplanarity angle φ acop ≡ π − ∆φ depends on the difference in azimuthal angle of the two leptons, ∆φ, and ∆η is the difference in pseudorapidity of the two leptons. This variable probes similar physics to that probed by the boson transverse momentum, but with better experimental resolution.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 423,
                    "text": "[8]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 476,
                    "text": "[9]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 479,
                    "text": "[10]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "start": 483,
                    "text": "[11]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 821,
                    "text": "[12]",
                    "end": 825
                }
            ]
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The fiducial region used for the results presented here is the same as in previous measurements of Z boson production at LHCb [1][2][3][4][5]13]. Both final-state leptons are required to have p T > 20 GeV and pseudorapidity 2.0 < η < 4.5. 2 The invariant mass of the dilepton pair, m( ), is required to be in the range 60 < m( ) < 120 GeV. The measurements are corrected for final-state radiation to the Born level in quantum electrodynamics (QED), allowing direct comparison of the results in the muon and electron final states, which are reported separately in bins of the boson rapidity, y Z , of φ * η and, using the dimuon events, as a function of the boson p T . Cross-sections integrated over the fiducial region (fiducial cross-sections) are also determined using both final states. These are then averaged into a single measurement of the Z → fiducial cross-section in √ s = 13 TeV pp collisions.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 126,
                    "text": "[1]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "start": 129,
                    "text": "[2]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "start": 132,
                    "text": "[3]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "start": 135,
                    "text": "[4]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 138,
                    "text": "[5]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 141,
                    "text": "13]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "start": 239,
                    "text": "2",
                    "end": 240
                }
            ]
        },
        {
            "text": "Detector and simulation",
            "section_rank": 4
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [14,15] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, primarily designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 18,
                    "text": "[14,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "15]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "The minimum distance of a track to a primary vertex, the impact parameter, is measured with a resolution of (15 + 29/p T ) µm, where the p T is measured in GeV. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad (SPD) and preshower (PS) detectors, an electromagnetic calorimeter (ECAL) and a hadronic calorimeter (HCAL). Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 5
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The online event selection is performed by a trigger, which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. The analysis described here uses triggers designed to select events containing at least one muon or at least one electron. The hardware trigger used for these studies requires that a candidate muon has p T > 6 GeV or that a candidate electron has transverse energy E T > 2.28 GeV. Global event cuts (GEC) are applied in the electron trigger in order to prevent events with high occupancy from dominating the processing time: events only pass the electron trigger if they contain fewer than 450 hits in the SPD detector. No such requirement is made within the muon trigger. The software trigger used here selects events containing a muon candidate with p T > 12.5 GeV, or an electron candidate with p T > 15 GeV.",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The main challenge with electron reconstruction at LHCb is the energy measurement. The calorimeters at LHCb are optimised for the study of low E T physics, and individual cells saturate for transverse energies greater than approximately 10 GeV. Electron reconstruction at LHCb therefore relies on accurate tracking measurements to determine the electron momentum. However, bremsstrahlung photons are often emitted as an electron traverses the LHCb detector, so the measured momentum does not directly correspond to the momentum of the electron produced in the proton-proton collision. These photons are often collinear with the electron and are detected in the same saturated calorimeter cell so that recovery of this emitted photon energy is incomplete. Consequently LHCb accurately determines the direction of electrons, but tends to underestimate their energy by a variable amount, typically around 25%. Despite these challenges, the excellent angular resolution of electrons provided by the LHCb detector means that measurements using the dielectron final state can be used to complement analyses of angular variables such as rapidity and φ * η in the dimuon final state [2, 4]. Simulated pp collisions for the study of reconstruction effects are generated using Pythia 8 [16,17] with a specific LHCb configuration [18]. Decays of hadronic particles are described by EvtGen [19], in which final-state radiation is modelled using Photos [20]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [21,22] as described in ref. [23].",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1276,
                    "text": "[16,",
                    "end": 1280
                },
                {
                    "type": "bibr",
                    "start": 1280,
                    "text": "17]",
                    "end": 1283
                },
                {
                    "type": "bibr",
                    "start": 1319,
                    "text": "[18]",
                    "end": 1323
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1378,
                    "text": "[19]",
                    "end": 1382
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1440,
                    "text": "[20]",
                    "end": 1444
                },
                {
                    "type": "bibr",
                    "start": 1567,
                    "text": "[21,",
                    "end": 1571
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1571,
                    "text": "22]",
                    "end": 1574
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1596,
                    "text": "[23]",
                    "end": 1600
                }
            ]
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The results reported in this article are compared to fixed-order predictions calculated within perturbative quantum chromodynamics (pQCD) determined using the FEWZ 3.1 generator [24] at O(α 2 s ), where α s is the coupling strength of the strong force. These predictions do not include electroweak corrections. Predictions are made using MMHT14 [9], NNPDF3.0 [10], and CT14 [11] PDF sets. In all cases, the factorisation and renormalisation scales are set to the Z boson mass. Uncertainties on the fixed-order predictions are evaluated by varying the factorisation and renormalisation scales independently using the seven-point scale variation prescription [25], and combining this effect in quadrature with the 68% CL uncertainties associated with the PDF sets and the value of α s . The results are also compared to predictions using the Monash 2013 tune of Pythia 8 [16,17,26] and an updated version of the LHCb-specific Pythia 8 tune [18]. In addition, results are compared to predictions from Powheg [27,28] at O(α s ) using the NNPDF3.0 PDF set, with the showering implemented using Pythia 8. These predictions are calculated",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 178,
                    "text": "[24]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 345,
                    "text": "[9]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 359,
                    "text": "[10]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "start": 374,
                    "text": "[11]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "start": 657,
                    "text": "[25]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "start": 869,
                    "text": "[16,",
                    "end": 873
                },
                {
                    "type": "bibr",
                    "start": 873,
                    "text": "17,",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "start": 876,
                    "text": "26]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "start": 938,
                    "text": "[18]",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1005,
                    "text": "[27,",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1009,
                    "text": "28]",
                    "end": 1012
                }
            ]
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 6
        },
        {
            "section": "JHEP09(2016)136",
            "text": "using the default Powheg settings and the Pythia 8 Monash 2013 tune. The Z differential cross-section results are also compared to simulated datasets produced using Mad-Graph5 aMC@NLO [29]. Different schemes are used to match and merge these samples. The MLM [30] sample has leading-order accuracy for the emission of zero, one or two jets; the FxFx [31] sample has next-to-leading-order (NLO) accuracy for zero-or one-jet emission; and the UNLOPS [32] sample is accurate at NLO for zero-or one-jet emission and accurate at LO for two-jet emission. Higher jet multiplicities are generated by a parton shower, implemented here using the Monash 2013 tune for Pythia 8.",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 184,
                    "text": "[29]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "start": 259,
                    "text": "[30]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 350,
                    "text": "[31]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 448,
                    "text": "[32]",
                    "end": 452
                }
            ]
        },
        {
            "text": "Dataset and event selection",
            "section_rank": 7
        },
        {
            "section": "Dataset and event selection",
            "text": "This analysis uses a dataset corresponding to an integrated luminosity of 294 ± 11 pb −1 recorded by the LHCb experiment in pp collisions at √ s = 13 TeV. This integrated luminosity is determined using the beam-imaging techniques described in ref. [33]. Candidates are selected by requiring two high p T muons or electrons of opposite charge. Additional requirements are then made to select pure samples; these and the resulting purity are now discussed in turn for the dimuon and dielectron final states.",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 248,
                    "text": "[33]",
                    "end": 252
                }
            ]
        },
        {
            "text": "Dimuon final state",
            "section_rank": 8
        },
        {
            "section": "Dimuon final state",
            "text": "The fiducial requirements outlined in section 1 are applied as selection criteria for the dimuon final state. In addition, the two tracks are required to satisfy quality criteria and to be identified as muons. At least one of the muons is required to be responsible for the event passing the hardware and software stages of the trigger. The number of selected Z → µµ candidates is 43 643.",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "section": "Dimuon final state",
            "text": "Five sources of background are investigated: heavy flavour hadron decays, misidentified hadrons, Z → ττ decays, tt events, and WW events. Similar techniques to those used in previous analyses are applied to quantify the contribution of each source [3, 5]. The contribution where at least one muon is produced by the decay of heavy flavour particles is studied by selecting sub-samples where this contribution is enhanced, either by requiring that the muons are not spatially isolated from other activity in the event, or by requiring that the muons are not consistent with a common production point. Studies on these two sub-samples are consistent, and the background contribution is estimated to be 180 ± 50 events. The contribution from misidentified hadrons is evaluated from the probability with which hadrons are incorrectly identified as muons, and is determined to be 100 ± 13 events. Following refs. [1, 3, 5], this evaluation is made with randomly triggered data. An alternative estimate of the contribution from these sources is found by selecting events where both muons have the same charge, but pass all other selection criteria. The assumption that the charges of the selected muons are uncorrelated for these sources is validated by confirming that the same-sign event yield is compatible with the opposite-sign event yield in background-enriched regions. The overall number of same-sign events is 198, with the numbers of µ + µ + and µ − µ − candidates statistically compatible with each other. The difference between this number and the sum of the hadron misidentification and heavy-flavour",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "section": "Dimuon final state",
            "text": "contributions is assigned as an additional uncertainty on the purity estimate. The contribution from Z → ττ decays where both τ leptons subsequently decay to muons is estimated from Pythia 8 simulation to be 30 ± 10 events. The background from muons produced in top-quark decays is determined from simulation normalised using the measurement of the cross-section for top-pair production measured at the ATLAS experiment [34], and is estimated to be 28 ± 10 events. The background from WW decays is also determined from the simulation and found to be negligible. Overall, the purity of the dataset is estimated to be ρ µµ = (99.2 ± 0.2)%, consistent with purity estimates found in previous LHCb measurements at lower centre-of-mass energies [3,5]. As in these previous measurements, no significant variation of the purity is found as a function of the kinematic variables studied, and so the purity is treated as constant. A systematic uncertainty associated with this assumption is discussed in section 5.",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 420,
                    "text": "[34]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "start": 740,
                    "text": "[3,",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "start": 743,
                    "text": "5]",
                    "end": 745
                }
            ]
        },
        {
            "text": "Dielectron final state",
            "section_rank": 9
        },
        {
            "section": "Dielectron final state",
            "text": "The dielectron final state requires two opposite-sign electron candidates, using the same selection criteria based on calorimeter energy deposits as previous LHCb analyses [1,4]. Electron candidates are required to have p T > 20 GeV and 2.0 < η < 4.5. A loose requirement is made on the dielectron invariant mass, m(ee) > 40 GeV, since many events where the dielectron system is produced with an invariant mass above 60 GeV may be reconstructed at lower mass due to bremsstrahlung. Effects arising from the difference between the fiducial acceptance and the selection requirements will be discussed in section 4.4. At least one of the electrons is required to be responsible for the event passing the hardware and software stages of the LHCb trigger. In total 16 395 candidates are selected.",
            "paragraph_rank": 16,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 172,
                    "text": "[1,",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "start": 175,
                    "text": "4]",
                    "end": 177
                }
            ]
        },
        {
            "section": "Dielectron final state",
            "text": "Backgrounds are determined using similar techniques as in previous analyses [1,4]. A sample of same-sign e ± e ± combinations, otherwise subject to the same selection criteria as the standard dataset, is used to provide a data-based estimate of the largest backgrounds. Hadrons that shower early in the ECAL and fake the signature of an electron are expected to be the dominant background, and should contribute roughly equally to same-sign and opposite-sign pairs. The contribution from heavy-flavour decays is also expected to contribute approximately equally to same-sign and opposite-sign datasets, and is much smaller than the background due to misidentified hadrons. Overall, 1 255 candidate same-sign events are selected, with no significant difference observed between the e + e + and e − e − datasets. In order to ascertain the reliability of this procedure, a hadron-enriched sample is selected by requiring that one of the electron candidates is associated with a significant energy deposit in the HCAL, suggesting that it is likely to be a misidentified hadron. The numbers of same-sign and opposite-sign pairs satisfying these requirements are found to agree within 6.2%. Consequently a 6.2% uncertainty is assigned to the estimated yield of background events, which corresponds to a 0.5% uncertainty on the signal yield. In addition, simulated background datasets of Z → ττ decays, tt events and WW events are generated [16,17] and studied similarly to the dimuon final state. These all contribute at the level of 0.1% or less. The overall purity of the electron dataset is found to be ρ ee = (92.2 ± 0.5)%.",
            "paragraph_rank": 17,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 76,
                    "text": "[1,",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "start": 79,
                    "text": "4]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "start": 1434,
                    "text": "[16,",
                    "end": 1438
                },
                {
                    "type": "bibr",
                    "start": 1438,
                    "text": "17]",
                    "end": 1441
                }
            ]
        },
        {
            "section": "Dielectron final state",
            "text": "-5 -",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "JHEP09(2016)136 4 Cross-section measurement",
            "section_rank": 10
        },
        {
            "section": "JHEP09(2016)136 4 Cross-section measurement",
            "text": "The Z boson production cross-section is measured in bins of y Z , φ * η , and, for the dimuon final state, in bins of the boson p T . For the dimuon final state the efficiency is obtained from per-event weights that depend on the kinematics of the muons, whereas for the dielectron final state the reconstruction and detection efficiencies are evaluated within each bin of the distribution. These approaches are validated using simulation.",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "section": "JHEP09(2016)136 4 Cross-section measurement",
            "text": "The cross-section for the dimuon final state in a particular bin i is determined as",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "section": "JHEP09(2016)136 4 Cross-section measurement",
            "text": ",",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "section": "JHEP09(2016)136 4 Cross-section measurement",
            "text": "where the index j runs over the candidates contributing to the bin, with the total number of candidates in the bin denoted by N µµ Z (i). The total reconstruction and detection efficiency for a given event j, ε(µ + j , µ − j ), depends on the kinematics of each muon. The correction factors for final-state radiation (FSR) are denoted by f µµ FSR (i). Corrections for resolution effects that cause bin-to-bin migrations, where applicable, which do not change the fiducial cross-section, are denoted by f µµ unf (i). Migration of events in and out of the overall LHCb fiducial acceptance is negligible. The purity, introduced earlier, is denoted ρ µµ . The integrated luminosity is denoted by L.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "JHEP09(2016)136 4 Cross-section measurement",
            "text": "For the dielectron final state the cross-section in a particular bin is determined as",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "JHEP09(2016)136 4 Cross-section measurement",
            "text": "where N ee Z (i) denotes the number of candidates in bin i. The efficiency associated with reconstructing the dielectron final state in bin i is ε ee (i) and the purity is ρ ee . The correction for FSR from the electrons is denoted f ee FSR (i), while f ee MZ (i) corrects the measurement for migrations in the dielectron invariant mass into and out of the fiducial region.",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "section": "JHEP09(2016)136 4 Cross-section measurement",
            "text": "For both final states the total cross-section is obtained by summing over i. The various correction factors are discussed below.",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Efficiency determination",
            "section_rank": 11
        },
        {
            "section": "Efficiency determination",
            "text": "For the measurement in the dimuon final state, candidates are assigned a weight associated with the probability of reconstructing each muon, and the correction for any inefficiency is applied on an event-by-event basis. Muon reconstruction efficiencies are determined directly from data using the same tag-and-probe techniques as applied in previous LHCb measurements of high-p T muons [1, 3, 5, 35]. Averaged over the muon kinematic distributions, the track reconstruction efficiency is determined to be 95%, the muon identification efficiency is determined to be 95% and the single muon trigger efficiency is 80%. Since either muon can be responsible for the event passing the trigger, the overall efficiency with which candidates pass the trigger is higher, on average 95%. These efficiencies are determined as a function of the muon pseudorapidity. Efficiency measurements as a function of other variables, such as the muon p T and the detector occupancy, are studied as a cross-check, with no significant change in the final results.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 12
        },
        {
            "section": "JHEP09(2016)136",
            "text": "For the measurement in the dielectron final state, electron reconstruction efficiencies are determined from data and simulation for each bin of the measurement, using the same techniques applied in previous LHCb measurements of Z → ee production [2,4]. The use of different techniques to determine efficiencies to those applied in the muon channel provides uncorrelated systematic uncertainties between the two measurements. The efficiency for electrons is factorised into similar components to those applied in the dimuon analysis, though one extra effect is considered. The GEC efficiency determines the probability that the dielectron candidates pass the GEC present in the hardware trigger. There is no such requirement in the dimuon trigger. The GEC efficiency for dielectron data is determined from the dimuon data, correcting for small differences in the detector response to muons and electrons. The average GEC efficiency is 79% and exhibits a weak dependence on rapidity and φ * η . The trigger efficiency is determined directly from data using a tag-and-probe method, and is typically 93%. The efficiency with which both electrons are identified by the calorimetry is typically 78% and is determined from simulation that has been calibrated with data. This efficiency exhibits a significant dependence on the boson rapidity, since the LHCb calorimeter acceptance only extends as far as η ≈ 4.25. The track reconstruction and kinematic efficiency describes the efficiency with which electrons that are in the fiducial region are reconstructed with p T > 20 GeV. It corrects both for failure to reconstruct a track and for incomplete bremsstrahlung recovery incorrectly reconstructing electrons with p T below the 20 GeV threshold. This is also determined from simulation calibrated to data, and is on average 48%.",
            "paragraph_rank": 27,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 246,
                    "text": "[2,",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "start": 249,
                    "text": "4]",
                    "end": 251
                }
            ]
        },
        {
            "text": "Resolution effects",
            "section_rank": 13
        },
        {
            "section": "Resolution effects",
            "text": "The excellent angular resolution of the LHCb detector in comparison to the bin widths means that no significant bin-to-bin migrations occur in the φ * η or y Z distributions for either the dimuon or dielectron final states. In addition, net migration in and out of the overall LHCb angular acceptance is negligible. However, small migrations in the boson p T distribution measured using the dimuon final state are expected at low transverse momenta. These effects are typically of similar size to the statistical uncertainty in each bin. This distribution is therefore unfolded to correct for the impact of these migrations using multiplicative correction factors (defined above as f µµ unf ) determined for each bin from simulation.",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "text": "Final-state radiation corrections",
            "section_rank": 14
        },
        {
            "section": "Final-state radiation corrections",
            "text": "The data are corrected for the effect of FSR from the leptons, allowing comparison of electron and muon final states. The correction in each bin of the measured differential distributions is taken as the average of the values determined using Herwig++ [36] and Pythia 8 [16,17]. The two generators typically agree at the per-mille level; the mean correction is about 2% for muons and 5% for electrons, but dependence is seen as functions of the different kinematic variables studied. The strongest variation is seen as a function of the boson p T , where the correction varies over the distribution by about 10%. The corrections applied are tabulated in appendix A.",
            "paragraph_rank": 29,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 252,
                    "text": "[36]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "start": 270,
                    "text": "[16,",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "start": 274,
                    "text": "17]",
                    "end": 277
                }
            ]
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 15
        },
        {
            "text": "Acceptance corrections",
            "section_rank": 16
        },
        {
            "section": "Acceptance corrections",
            "text": "The acceptance correction f ee MZ is applied for electrons to correct for events which pass the selection but are not in the fiducial acceptance in dilepton mass. This correction factor, typically 0.97, is determined from simulation as in previous analyses [2, 4] and cross-checked using data. No correction is applied for muons, where the fiducial acceptance is identical to the kinematic requirement in the acceptance, and where the experimental resolution is sufficient such that net migrations in and out of the acceptance due to experimental resolution are negligible.",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "Measuring fiducial cross-sections",
            "section_rank": 17
        },
        {
            "section": "Measuring fiducial cross-sections",
            "text": "The fiducial cross-sections are determined by integrating over the y Z distributions. Since no candidates in the bin 4.25 < y Z < 4.50 are observed for electrons, a correction for this bin is evaluated using FEWZ [24]. This correction is found to be 0.7 pb. The fraction of the fiducial cross-section expected in the bin determined using Pythia 8 simulation [16,17] is consistent with this estimate to within 0.1 pb. This is assigned as the uncertainty associated with the contribution from this bin to the fiducial cross-section measured in the dielectron final state. Consistent results are obtained when integrating over φ * η or p T .",
            "paragraph_rank": 31,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 213,
                    "text": "[24]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "start": 358,
                    "text": "[16,",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "start": 362,
                    "text": "17]",
                    "end": 365
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties associated with the measurement are estimated using the same techniques as in previous analyses [1, 3-5]. The contributions from different sources are combined in quadrature. The uncertainties on the fiducial cross-section measurement are summarised in table 1. For both muons and electrons, the statistical precisions of the efficiencies are assigned as systematic uncertainties. For muons, the accuracy of the tag-and-probe methods used to determine efficiencies is tested in simulation, and efficiencies calculated using the tagand-probe method are generally found to match simulated efficiencies at the per-mille level, with the largest difference arising from the determination of the track reconstruction efficiency. An uncertainty of 1% is assigned to this efficiency for each muon. The method of treating each muon independently and applying the efficiencies as a function of the muon pseudorapidity is also studied in simulation, and is found to be accurate to better than 0.6%. This is also assigned as a systematic uncertainty. For electrons, the accuracy of the method used to determine the trigger efficiency is studied by applying it to the simulated dataset and comparing the resulting efficiencies to those directly determined in the same dataset: no bias is observed, and no additional uncertainty is assigned. For the electron track reconstruction efficiency the relative performance in data and simulation is studied using a tag-and-probe method and an uncertainty of 1.6% is assigned. The uncertainty associated with potential mismodelling of the electron identification efficiency is determined by comparing between data and simulation the distributions of calorimeter energy deposits used to identify electrons. The impact of any mismodelling is propagated through the measurement, and an uncertainty of 1.3% is assigned. Apart from the uncertainties arising from the statistical precision of the efficiency evaluation, these uncertainties are treated as fully correlated between bins. Since the efficiencies are determined using different methods for muons and electrons these uncertainties are taken as uncorrelated between the dimuon and dielectron final states.",
            "paragraph_rank": 32,
            "section_rank": 18
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 19
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The uncertainties on the purity estimates described in section 3 introduce uncertainties on the overall cross-sections of 0.2% for muons and 0.5% uncertainty for electrons, treated as correlated between all bins. For the muon analysis, the purity is assumed to be uniform across all bins. To evaluate the uncertainty associated with this assumption, the purity is allowed to vary in each bin, with the change from the nominal result providing an additional uncertainty at the per-mille level for the differential measurement.",
            "paragraph_rank": 33,
            "section_rank": 19
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The statistical uncertainty on the FSR corrections is treated as a systematic uncertainty on the corrections. This is combined in quadrature with the difference between the corrections derived using the Herwig++ [36] and Pythia 8 [16,17] simulated datasets. The uncertainties on the FSR corrections are taken as uncorrelated between all bins.",
            "paragraph_rank": 34,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 212,
                    "text": "[36]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "start": 230,
                    "text": "[16,",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "start": 234,
                    "text": "17]",
                    "end": 237
                }
            ]
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The dimuon analysis is repeated using a momentum scale calibration and detector alignment determined from Z → µµ events, in a similar approach to that documented in ref. [37]. The impact on the measured total cross-section and the differential y Z and φ * η measurements is negligible. The mean effect in any bin of transverse momentum is typically 1% and is not statistically significant. However this is assigned as an additional uncertainty on the differential cross-section in each bin of transverse momentum. While the Z boson transverse momentum distribution is not measured in the dielectron final state, the momentum scale plays a larger role in the analysis of the dielectron final state due to the significant effect of bremsstrahlung and migrations in electron p T across the 20 GeV threshold. The impact of the scale around this threshold is evaluated in the same way as in previous Z → ee analyses at LHCb [1,4]. A fit to the min[p T (e + ), p T (e − )] spectrum returns a momentum scale correction factor of 1.000 ± 0.005 for simulation. Propagating this uncertainty on the electron momentum scale onto the cross-section measurement yields an uncertainty of about 0.6%, which is treated as correlated between all bins.",
            "paragraph_rank": 35,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 170,
                    "text": "[37]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "start": 919,
                    "text": "[1,",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "start": 922,
                    "text": "4]",
                    "end": 924
                }
            ]
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The transverse momentum distribution is unfolded to account for potential migration of events between bins arising from the experimental resolution using correction factors in each bin. A systematic uncertainty on this approach is set by considering the Bayesian -9 -",
            "paragraph_rank": 36,
            "section_rank": 19
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 20
        },
        {
            "section": "JHEP09(2016)136",
            "text": "method [38,39] with two iterations as an alternative. The difference between the two approaches is at the per-mille level in each bin and is assigned as the uncertainty. As in previous analyses [3,5], the unfolding is studied using different models of the underlying distribution, and no significant additional variation is observed.",
            "paragraph_rank": 37,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 7,
                    "text": "[38,",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 11,
                    "text": "39]",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "start": 194,
                    "text": "[3,",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "start": 197,
                    "text": "5]",
                    "end": 199
                }
            ]
        },
        {
            "section": "JHEP09(2016)136",
            "text": "The only uncertainty treated as correlated between the muon and electron final states is the one associated with the luminosity determination. This uncertainty is determined to be 3.9% following the procedures used in ref. [33]. The uncertainty on the FSR correction may also be correlated, but is sufficiently small for the effects of such correlation to be negligible. The measurement is performed for the nominal centre-of-mass energy of the colliding beams. This energy was determined to an accuracy of 0.65% for the 4 TeV proton beams used in earlier LHC operations [40]. No studies have yet been published for the 6.5 TeV proton beams used here, but for calculations performed using the FEWZ generator [24] at NNLO in pQCD, a 0.65% shift in the beam and collision energy would correspond to a shift in the fiducial cross-section of 0.9%. This is not assigned as an additional uncertainty. The correlation matrices for the measurements of the differential cross-section as a function of the Z boson rapidity are given in appendix A.",
            "paragraph_rank": 38,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 223,
                    "text": "[33]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "start": 571,
                    "text": "[40]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 708,
                    "text": "[24]",
                    "end": 712
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 21
        },
        {
            "section": "Results",
            "text": "The inclusive Z boson cross-section for decays to a dilepton final state with the dilepton invariant mass in the range 60 < m( ) < 120 GeV, and where the leptons have p T > 20 GeV and 2.0 < η < 4.5, is measured in √ s = 13 TeV pp collisions to be σ µµ Z = 198.0 ± 0.9 ± 4.7 ± 7.7 pb, σ ee Z = 190.2 ± 1.7 ± 4.7 ± 7.4 pb.",
            "paragraph_rank": 39,
            "section_rank": 21
        },
        {
            "section": "Results",
            "text": "The first uncertainties quoted are statistical, the second arise from systematic effects, and the third are due to the accuracy of the luminosity determination. This cross-section is determined at the Born level in QED. Taking the luminosity uncertainty to be fully correlated, the two measurements are consistent at the level of 1.1 σ, and are linearly combined to give σ Z = 194.3 ± 0.9 ± 3.3 ± 7.6 pb,",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "section": "Results",
            "text": "where the combination minimises the sum of the statistical and systematic uncertaintes in quadrature. The integrated cross-section in the fiducial acceptance and the differential measurement as a function of the Z boson rapidity are compared in figures 1 and 2 to the fixed-order predictions for both dimuon and dielectron final states. The measured differential cross-sections are tabulated in appendix A. Fixed-order predictions describe the LHCb data well for a range of PDF sets. The measured differential cross-section is slightly larger than the next-to-next-to-leading order pQCD predictions at lower rapidities, in line with observations in ref. [7]. The differences between the PDF sets, and the PDF uncertainties, are larger than those at lower values of √ s. Larger LHCb datasets with the uncertainty on the luminosity determination reduced to the level of previous studies JHEP09(2016)136 Figure 1. The fiducial cross-section compared between theory and data. The bands correspond to the average of the dimuon and dielectron final states, with the inner band corresponding to the statistical uncertainty and the outer band corresponding to the total uncertainty. The top three points correspond to O(α 2 s ) predictions with different PDF sets. The inner error bars on these points are due to the PDF uncertainty, with the outer error bars giving the contribution of all uncertainties. The bottom points correspond to the LHCb measurements in the dielectron and dimuon final states and their average, with the inner error bar showing the statistical uncertainty and the outer error bar the total uncertainty.",
            "paragraph_rank": 41,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 654,
                    "text": "[7]",
                    "end": 657
                },
                {
                    "type": "figure",
                    "start": 901,
                    "text": "Figure 1",
                    "end": 909
                }
            ]
        },
        {
            "section": "Results",
            "text": "(1.2%) should significantly constrain the PDFs. The differential cross-sections as a function of p T and φ * η , normalised to the total cross-section, are shown in figures 3, 4 and 5. Since the largest systematic effects are independent of these variables, systematic uncertainties largely cancel when these distributions are normalised, and the uncertainties on the normalised distributions are dominated by the statistical components. The LHCb data agree better with Pythia 8 predictions than with Powheg + Pythia 8 predictions, as seen also in previous analyses [2,3]. The LHCb specific tune of Pythia 8 does not describe the data significantly better than the Monash 2013 tune. In addition, the data do not favour a particular matching and merging scheme generated using MadGraph5 aMC@NLO.",
            "paragraph_rank": 42,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 566,
                    "text": "[2,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "start": 569,
                    "text": "3]",
                    "end": 571
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 22
        },
        {
            "section": "Conclusions",
            "text": "The Z production cross-section measured in pp collisions at √ s = 13 TeV is presented using LHCb events where the Z boson decays to two muons or two electrons. The crosssection is measured in a fiducial acceptance defined by lepton pseudorapidity in the range 2.0 < η < 4.5, transverse momentum p T > 20 GeV, and dilepton invariant mass in the range 60 < m( ) < 120 GeV. The cross-section is measured to be σ Z = 194.3 ± 0.9 ± 3.3 ± 7.6 pb, where the uncertainties are due to the size of the dataset, systematic effects, and the luminosity determination respectively. In addition, the measurement is performed in bins    Figure 5. The ratio of the normalised differential cross-sections to the predictions evaluated using the FxFx scheme. The bands correspond to the data, with the inner band corresponding to the statistical uncertainty and the outer band corresponding to the total uncertainty. The different predictions are displaced horizontally within bins to enable ease of comparison. Alternative schemes give different predictions, shown as points.All predictions are generated using MadGraph5 aMC@NLO. ",
            "paragraph_rank": 43,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 621,
                    "text": "Figure 5",
                    "end": 629
                }
            ]
        },
        {
            "text": "A Tabulated results and correlation matrices",
            "section_rank": 23
        },
        {
            "section": "A Tabulated results and correlation matrices",
            "text": "The FSR corrections used in this analysis are given in tables 2, 3, and 4. The bins are indexed in increasing rapidity, φ * η and transverse momentum, and the same binning schemes as in refs. [3-5] are used. The bin index scheme defined in tables 2, 3, and 4 is used throughout the appendix. The differential cross-section results are tabulated in tables 5, 6 and 7. The correlation matrices are given in tables 8, 9, 10, 11, and 12.  Table 7. The measured differential cross-sections as a function of p T . The first uncertainty is due to the size of the dataset, the second is due to experimental systematic uncertainties, and the third is due to the luminosity.  Table 8. The correlation matrix for the differential cross-section measurement as a function of Z boson rapidity, for the dimuon final state, excluding the luminosity uncertainty, which is fully correlated between bins.  Table 9. The correlation matrix for the differential cross-section measurements as a function of the Z boson rapidity, for the dielectron final state, excluding the luminosity uncertainty, which is fully correlated between bins.  Table 12. The correlation matrix for the differential cross-section measurements as a function of boson p T , for the dimuon final state, excluding the luminosity uncertainty, which is fully correlated between bins.",
            "paragraph_rank": 44,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 435,
                    "text": "Table 7",
                    "end": 442
                },
                {
                    "type": "table",
                    "start": 666,
                    "text": "Table 8",
                    "end": 673
                },
                {
                    "type": "table",
                    "start": 887,
                    "text": "Table 9",
                    "end": 894
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1117,
                    "text": "Table 12",
                    "end": 1125
                }
            ]
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 24
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 25
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 26
        },
        {
            "section": "JHEP09(2016)136",
            "text": "-24 -",
            "paragraph_rank": 45,
            "section_rank": 26
        },
        {
            "text": "JHEP09(2016)136",
            "section_rank": 27
        },
        {
            "section": "JHEP09(2016)136",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. ",
            "paragraph_rank": 46,
            "section_rank": 27
        },
        {
            "text": "References",
            "section_rank": 28
        },
        {
            "text": "Figure 2 .",
            "section_rank": 29
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The differential cross-section as a function of the Z boson rapidity, compared between theory and data. The bands correspond to the data, with the inner band corresponding to the statistical uncertainty and the outer band corresponding to the total uncertainty. The points correspond to O(α 2 s ) predictions with different PDF sets. The inner error bars on these points are due to the PDF uncertainty, with the outer error bars giving the contribution of all uncertainties. The different predictions are displaced horizontally within bins to enable ease of comparison. The upper plot shows the differential cross-section, and the lower plot shows the same information as ratios to the central values of the NNPDF3.0 predictions.",
            "paragraph_rank": 47,
            "section_rank": 29
        },
        {
            "text": "Figure 3 .",
            "section_rank": 30
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. The normalised differential cross-section as a function of the Z boson φ * η , compared between theory and data. The bands correspond to the data, with the inner band corresponding to the statistical uncertainty and the outer band corresponding to the total uncertainty. The points correspond to the theoretical predictions from the different generators and tunes. The different predictions are displaced horizontally within bins to enable ease of comparison. The upper plot shows the normalised differential cross-section, and the lower plot shows the same information as ratios to the central values of the predictions produced using the Monash 2013 tune of Pythia 8. The uncertainties on the theoretical predictions, visible at high φ * η , are statistical.",
            "paragraph_rank": 48,
            "section_rank": 30
        },
        {
            "text": "Figure 4 .",
            "section_rank": 31
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. The normalised differential cross-section as a function of the Z boson transverse momentum, compared between theory and data. The bands correspond to the data, with the inner band corresponding to the statistical uncertainty and the outer band corresponding to the total uncertainty. The points correspond to the theoretical predictions from the different generators and tunes. The different predictions are displaced horizontally within bins to enable ease of comparison. The upper plot shows the normalised differential cross-section, and the lower plot shows the same information as ratios to the central values of the predictions produced using the Monash 2013 tune of Pythia 8.",
            "paragraph_rank": 49,
            "section_rank": 31
        },
        {
            "text": "Figure 5. The ratio of the normalised differential cross-sections to the predictions evaluated using the FxFx scheme. The bands correspond to the data, with the inner band corresponding to the statistical uncertainty and the outer band corresponding to the total uncertainty. The different predictions are displaced horizontally within bins to enable ease of comparison. Alternative schemes give different predictions, shown as points.All predictions are generated using MadGraph5 aMC@NLO. The uncertainties on the theoretical predictions are statistical. The upper plot shows the φ * η distribution, and the lower plot shows the p T distribution.",
            "paragraph_rank": 50,
            "section_rank": 32
        },
        {
            "text": "42 0.48 0.57 0.59 0.61 0.63 0.62 0.61 0.65 0.64 1.00 13 0.28 0.41 0.47 0.54 0.57 0.59 0.61 0.61 0.60 0.64 0.63 0.63 1.00 14 0.26 0.38 0.43 0.50 0.53 0.54 0.57 0.56 0.56 0.59 0.59 0.59 0.58 1.00 15 0.23 0.34 0.39 0.46 0.48 0.49 0.51 0.51 0.50 0.55 0.54 0.55 0.54 0.51 1.00 16 0.19 0.28 0.31 0.37 0.39 0.39 0.41 0.41 0.39 0.44 0.44 0.46 0.45 0.43 0.42 1.00 17 0.19 0.27 0.31 0.36 0.38 0.39 0.40 0.40 0.40 0.44 0.44 0.45 0.44 0.42 0.41 0.35 1.00 18 0.05 0.08 0.09 0.11 0.11 0.11 0.12 0.12 0.11 0.13 0.13 0.14 0.14 0.14 0.14 0.12 0.14 1.00",
            "paragraph_rank": 51,
            "section_rank": 33
        },
        {
            "text": "0.08 0.11 0.10 0.13 0.13 0.14 0.14 0.14 0.13 0.13 0.12 0.10 0.08 0.08 1.00 17 0.03 0.06 0.07 0.07 0.09 0.09 0.10 0.10 0.10 0.09 0.09 0.08 0.07 0.06 0.05 0.03 1.00",
            "paragraph_rank": 52,
            "section_rank": 34
        },
        {
            "text": "Table 10 .Table 11 .",
            "section_rank": 35
        },
        {
            "section": "Table 10 .Table 11 .",
            "text": "0.15 0.17 0.18 0.15 0.17 0.18 0.17 0.16 0.14 0.15 0.11 0.09 0.10 1.00 The correlation matrix for the differential cross-section measurement as a function of φ * η , for the dimuon final state, excluding the luminosity uncertainty, which is fully correlated between bins. 0.08 0.08 0.10 0.08 0.09 0.09 0.08 0.08 0.06 0.06 0.04 0.03 0.02 1.00 The correlation matrix for the differential cross-section measurements as a function of φ * η , for the dielectron final state, excluding the luminosity uncertainty, which is fully correlated between bins. 0.54 0.55 0.55 0.57 0.54 0.55 0.55 0.56 1.00 11 0.53 0.55 0.57 0.56 0.56 0.56 0.55 0.57 0.57 0.56 1.00 12 0.53 0.56 0.57 0.56 0.56 0.56 0.55 0.58 0.57 0.57 0.60 1.00 13 0.54 0.55 0.57 0.58 0.58 0.56 0.58 0.58 0.60 0.59 0.60 0.61 1.00 14 0.42 0.44 0.45 0.47 0.47 0.44 0.47 0.48 0.50 0.49 0.50 0.51 0.54 1.00",
            "paragraph_rank": 53,
            "section_rank": 35
        },
        {
            "text": "Table 1 .",
            "section_rank": 36
        },
        {
            "section": "Table 1 .",
            "text": "Summary of the relative uncertainties on the Z boson total cross-section.",
            "paragraph_rank": 54,
            "section_rank": 36
        },
        {
            "text": "Table 2 .Table 4 .Table 5 .Table 6 .",
            "section_rank": 37
        },
        {
            "section": "Table 2 .Table 4 .Table 5 .Table 6 .",
            "text": "The FSR correction applied as a function of the boson rapidity. The FSR correction applied as a function of the boson transverse momentum. The measured differential cross-sections as a function of the boson rapidity. The first uncertainty is due to the size of the dataset, the second is due to experimental systematic uncertainties, and the third is due to the luminosity.29 ± 45 ± 73 1725 ± 49 ± 48 ± 67 2 1741 ± 28 ± 42 ± 68 1696 ± 49 ± 48 ± 66 3 1635 ± 27 ± 39 ± 64 1549 ± 47 ± 44 ± 60 4 1330 ± 17 ± 32 ± 52 1296 ± 30 ± 35 ± 51 The measured differential cross-sections as a function of φ * η .The first uncertainty is due to the size of the dataset, the second is due to experimental systematic uncertainties, and the third is due to the luminosity.",
            "paragraph_rank": 55,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 373,
                    "text": "29",
                    "end": 375
                }
            ]
        },
        {
            "text": "]",
            "section_rank": 38
        },
        {
            "section": "]",
            "text": "LHCb collaboration, Inclusive W and Z production in the forward region at √ s = 7 TeV, JHEP 06 (2012) 058 [arXiv:1204.1620] [INSPIRE]. [2] LHCb collaboration, Measurement of the cross-section for Z → e + e − production in pp collisions at √ s = 7 TeV, JHEP 02 (2013) 106 [arXiv:1212.4620] [INSPIRE]. [3] LHCb collaboration, Measurement of the forward Z boson production cross-section in pp collisions at √ s = 7 TeV, JHEP 08 (2015) 039 [arXiv:1505.07024] [INSPIRE]. [4] LHCb collaboration, Measurement of forward Z → e + e − production at √ s = 8 TeV, JHEP 05 (2015) 109 [arXiv:1503.00963] [INSPIRE]. [5] LHCb collaboration, Measurement of forward W and Z boson production in pp collisions at √ s = 8 TeV, JHEP 01 (2016) 155 [arXiv:1511.08039] [INSPIRE]. [6] ATLAS collaboration, Measurement of W ± and Z-boson production cross sections in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Lett. B 759 (2016) 601 [arXiv:1603.09222] [INSPIRE]. [7] CMS collaboration, Measurements of inclusive and differential Z boson production cross sections in pp collisions at √ s = 13 TeV, CMS-PAS-SMP-15-011 (2015).",
            "paragraph_rank": 56,
            "section_rank": 38
        },
        {
            "section": "]",
            "text": "[1",
            "paragraph_rank": 57,
            "section_rank": 38
        },
        {
            "section": "]",
            "text": "The label Z boson is defined to include the effects of virtual photon production and interference terms.The terms electron and muon are also used to refer to both matter and anti-matter species of the particles.",
            "paragraph_rank": 58,
            "section_rank": 38
        },
        {
            "section": "]",
            "text": "This article uses natural units with c = 1.",
            "paragraph_rank": 59,
            "section_rank": 38
        },
        {
            "text": "Acknowledgments",
            "section_rank": 40
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national",
            "paragraph_rank": 60,
            "section_rank": 40
        }
    ]
}