{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Link to publication on Research at Birmingham portal",
            "section_rank": 1
        },
        {
            "text": "General rights",
            "section_rank": 2
        },
        {
            "section": "General rights",
            "text": "Unless a licence is specified above, all rights (including copyright and moral rights) in this document are retained by the authors and/or the copyright holders. The express permission of the copyright holder must be obtained for any use of this material other than for purposes permitted by law.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "General rights",
            "text": "• Users may freely distribute the URL that is used to identify this publication.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "General rights",
            "text": "• Users may download and/or print one copy of the publication from the University of Birmingham research portal for the purpose of private study or non-commercial research.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "General rights",
            "text": "• User may use extracts from the document in line with the concept of 'fair dealing' under the Copyright, Designs and Patents Act 1988 (?) • Users may not further distribute the material nor use it for the purposes of commercial gain.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "General rights",
            "text": "Where a licence is displayed above, please note the terms and conditions of the licence govern your use of this document.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "General rights",
            "text": "When citing, please reference the published version.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Take down policy",
            "section_rank": 3
        },
        {
            "section": "Take down policy",
            "text": "While the University of Birmingham exercises care and attention in making items available there are rare occasions when an item has been uploaded in error or has been deemed to be commercially or otherwise sensitive.",
            "paragraph_rank": 8,
            "section_rank": 3
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 4
        },
        {
            "section": "Introduction",
            "text": "Studies of B 0 s -B 0 s mixing provide important tests of the Standard Model (SM) of particle physics. In the SM, mixing occurs via box diagrams. Extensions to the SM may introduce additional CP-violating phases that alter the value of the B 0 s -B 0 s mixing weak phase, φ s , from that of the SM [1]. The B 0 s system exhibits a sizeable difference in the decay widths L and H , where L and H refer to the light and heavy B 0 s mass eigenstates, respectively. The effective lifetime, τ eff , of a B 0 s meson decay mode is measured by approximating the decay time distribution, determined in the B 0 s rest system, by a single exponential function. For final states that can be accessed by both B 0 s and B 0 s mesons the effective lifetime depends on their CP components and is also sensitive to φ s [2,3].",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 13,
                    "text": "0",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "start": 242,
                    "text": "0",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "start": 249,
                    "text": "0",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "start": 298,
                    "text": "[1]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "start": 309,
                    "text": "0",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "start": 426,
                    "text": "0",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "start": 600,
                    "text": "0 s",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "start": 699,
                    "text": "0",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "start": 709,
                    "text": "0",
                    "end": 710
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 803,
                    "text": "[2,",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "start": 806,
                    "text": "3]",
                    "end": 808
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this analysis τ eff is determined for the CP-even B 0 s → J /ψη decay mode. As φ s is measured to be small [4,5] the mass eigenstates are also CP eigenstates to better than per mille level and τ eff measured in B 0 s → J /ψη decays is equal, to good approximation, to the lifetime of the light B 0",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 55,
                    "text": "0",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "start": 216,
                    "text": "0",
                    "end": 217
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the SM τ L is predicted to be 1.43 ± 0.03 ps [6]. ",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 48,
                    "text": "[6]",
                    "end": 51
                }
            ]
        },
        {
            "text": "Detector and simulation",
            "section_rank": 5
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [9,10] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector (TT) located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of siliconstrip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. Large samples of J /ψ → μ + μ − and B + → J /ψ K + decays, collected concurrently with the data set used here, were used to calibrate the momentum scale of the spectrometer to a precision of 0.03% [11]. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 887,
                    "text": "[11]",
                    "end": 891
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. The calorimeter response is calibrated using samples of π 0 → γ γ decays. For this http://dx.doi.org/10.1016/j.physletb.2016.10.006 0370-2693/© 2016 The Author. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 . analysis a further calibration was made using the decay η → γ γ , which results in a precision of 0.07% on the neutral energy scale. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Detector and simulation",
            "text": "The online event selection is performed by a trigger [12], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, where a full event reconstruction is made. Candidate events are required to pass the hardware trigger, which selects muon and dimuon candidates with high p T based upon muon system information. The subsequent software trigger is composed of two stages. The first performs a partial event reconstruction and requires events to have two well-identified oppositely charged muons with an invariant mass larger than 2.7 GeV/c 2 . The second stage performs a full event reconstruction. Events are retained for further processing if they contain a displaced J /ψ → μ + μ − candidate. The decay vertex is required to be well separated from each reconstructed PV of the proton-proton interaction by requiring the distance between the PV and the J /ψ decay vertex divided by its uncertainty to be greater than three. This introduces a nonuniform efficiency for b-hadron candidates that have a decay time less than 0.1 ps.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 53,
                    "text": "[12]",
                    "end": 57
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "Simulated pp collisions are generated using Pythia [13] with a specific LHCb configuration [14]. Decays of hadronic particles are described by EvtGen [15], in which final-state radiation is generated using Photos [16]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [17] as described in Ref. [18].",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 91,
                    "text": "[14]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "[16]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 340,
                    "text": "[17]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 366,
                    "text": "[18]",
                    "end": 370
                }
            ]
        },
        {
            "text": "Selection",
            "section_rank": 6
        },
        {
            "section": "Selection",
            "text": "A two-step procedure, is used to optimize the selection of B 0 s → J /ψη decay candidates. These studies use simulated data samples together with the high mass sideband of the data (5650 < m( J /ψη) < 5850 MeV/c 2 ), which is not used in the subsequent determination of τ eff . In a first step, loose selection criteria are applied that reduce background significantly whilst retaining high signal efficiency. Subsequently, a multivariate selection (MVA) is used to reduce further the combinatorial background. This is optimized using pseudoexperiments to obtain the best precision on the measured B 0 s lifetime. The selection starts from a pair of oppositely charged particles, identified as muons, that form a common decay vertex. Combinatorial background is suppressed by requiring that χ 2 IP of the muon candidates 1 to all reconstructed PVs to be larger than four. To ensure a high reconstruction efficiency the muon candidates are required to have a pseudorapidity between 2.0 and 4.5. The invariant mass of the dimuon candidate must be within 50 MeV/c 2 of the known J /ψ mass [19]. In addition, the trigger requirement that the J /ψ decay length divided by its uncertainty is greater than three is reapplied.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 600,
                    "text": "0",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1086,
                    "text": "[19]",
                    "end": 1090
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Photons are selected from neutral clusters reconstructed in the electromagnetic calorimeter [10] that have a transverse energy in excess of 300 MeV and a confidence level to be a photon, P γ , greater than 0.009. The latter requirement has an efficiency of 98% for the simulated signal sample whilst removing 23% of the background in the high mass sideband. To suppress combinatorial background, if either of the photons when combined with any other photon candidate in the event has an invariant mass within 25 MeV/c 2 of the known π 0 meson mass [19] the candidate is rejected. 1 The quantity χ 2 IP is defined as the difference between the χ 2 of the PV reconstructed with and without the considered particle.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 548,
                    "text": "[19]",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "start": 580,
                    "text": "1",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 597,
                    "text": "2",
                    "end": 598
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Candidate η → γ γ decays are selected from diphoton combinations with an invariant mass within 70 MeV/c 2 of the known η mass [19] and with a transverse momentum larger than 2 GeV/c. The decay angle between the photon momentum in the η rest frame and the direction of Lorentz boost from the laboratory frame to the η rest frame, θ * η , is required to satisfy cos θ * η < 0.8. decay time must be larger than 0.3 ps and less than 10 ps. If more than one PV is reconstructed in an event the properties of the unassociated vertices are studied. Any candidate for which there is a second PV with χ 2 IP < 50 is rejected. This requirement has an efficiency of 98% that is almost flat as a function of the decay time and reduces background due to incorrect association of the B 0 (s) candidate to a PV. Finally, as in Ref. [21], the position of the PV along the beam-line is required to be within 10 cm of the nominal interaction point, where the standard deviation of this variable is approximately 5 cm. This criterion leads to a 10% reduction in signal yield but defines a fiducial region where the reconstruction efficiency is uniform.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 126,
                    "text": "[19]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "start": 774,
                    "text": "(s)",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 817,
                    "text": "[21]",
                    "end": 821
                }
            ]
        },
        {
            "section": "Selection",
            "text": "The second step of the selection process is based on a neural network [22], which is trained using the simulated signal sample and the high-mass sideband of the data for background. Seven variables that show good agreement between data and simulation and that do not significantly bias the B 0 (s) decay time distribution are used to train the neural net: the χ 2 /ndf of the kinematic fit;",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 70,
                    "text": "[22]",
                    "end": 74
                }
            ]
        },
        {
            "section": "Selection",
            "text": "the p T of the B 0 (s) and η mesons; the minimum p T of the two photons; cos θ * η ; the minimum P γ of the two photons and the total hit multiplicity in the TT sub-detector. The requirement on the MVA output was chosen to minimize the statistical uncertainty on the fitted τ eff using a sample of 100 pseudoexperiments. The chosen value removes 94% of background candidates whilst retaining 69% of the signal candidates. After applying these requirements 2% of events contain multiple candidates from which only one, chosen at random, is kept.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Fit model",
            "section_rank": 7
        },
        {
            "section": "Fit model",
            "text": "The effective lifetime is determined by performing a twodimensional maximum likelihood fit to the unbinned distributions of the B In the fit, the decay-time distribution of each component is convolved with a Gaussian resolution function whose width is fixed to the standard deviation of the decay-time resolution in simulated data. A decay-time acceptance function accounts for the dependence of the signal efficiency on several effects. The procedure Table 1 Acceptance parameters due to the selection requirements ( A sel ). The correlation coefficients are ρ c0c1 = 0.51, ρ c0c2 = 0.62 and ρ c1c2 = 0.95.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 452,
                    "text": "Table 1",
                    "end": 459
                }
            ]
        },
        {
            "text": "Parameter",
            "section_rank": 8
        },
        {
            "section": "Parameter",
            "text": "Value used to model the decay-time acceptance is described in detail in Ref. [21]. The overall acceptance, A tot , is factorised into the product of the selection ( A sel ), trigger ( A trig ) and vertex ( A β ) acceptance functions, determined as described below. The effect of the selection requirements, dominated by the cut on the displacement of the muons from the PV, is studied using simulation and parameterised with the form",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 77,
                    "text": "[21]",
                    "end": 81
                }
            ]
        },
        {
            "section": "Parameter",
            "text": "where t is the decay time, and c 0 , c 1 and c 2 are parameters determined from the simulation and summarized in Table 1. In the second level of the software trigger a cut is applied on the decay length significance of the J /ψ candidate, which biases the decay time distribution. The trigger efficiency, A trig , is measured separately for the 2011 and 2012 datasets using events that are selected by a dedicated prescaled trigger in which this requirement is removed. It increases approximately linearly from 98% at t = 0.3 ps to 100% 4 ps. The resulting acceptance shape is parameterised in bins of decay time with linear interpolation between the bins. Finally, the reconstruction efficiency of the vertex detector decreases as the distance of closest approach of the decay products to the pp beam-line increases. This effect is studied using B + → J /ψ K + decays where the kaon is reconstructed without using vertex detector information [21] and parameterised with the form",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 113,
                    "text": "Table 1",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 943,
                    "text": "[21]",
                    "end": 947
                }
            ]
        },
        {
            "section": "Parameter",
            "text": "where the parameters β and γ are determined separately for the 2011 and 2012 data. The obtained values are summarized in Table 2. Fig. 1 shows the overall acceptance curves obtained for the 2011 and 2012 datasets. The shape of A tot is mainly determined by A sel , whose uncertainty is dominated by the size of the simulation sample. The overall acceptance correction is relatively small. Fitting the simulated data with and without the correction τ eff changes by 13 fs.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 121,
                    "text": "Table 2",
                    "end": 128
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 130,
                    "text": "Fig. 1",
                    "end": 136
                }
            ]
        },
        {
            "section": "Parameter",
            "text": "The invariant mass distribution for the B 0",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Parameter",
            "text": "parameterised by a Student's t-distribution. The Bukin [23] and JohnsonSU [24] functions are considered for systematic variations. In the fit to the data, the shape parameters of this distribution are fixed to the simulation values. The decay time distribution for this component is modelled with an exponential function convolved with the detector resolution and multiplied by the detector acceptance, as discussed above.  [26,27] and LHCb collaborations [28], and the measured fragmentation fractions [29][30][31].",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 55,
                    "text": "[23]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 74,
                    "text": "[24]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 424,
                    "text": "[26,",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 428,
                    "text": "27]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 456,
                    "text": "[28]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 503,
                    "text": "[29]",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 507,
                    "text": "[30]",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 511,
                    "text": "[31]",
                    "end": 515
                }
            ]
        },
        {
            "section": "Parameter",
            "text": "Combinatorial background is modelled by a first order Chebyshev polynomial in mass and the sum of two exponentials in decay time. In the fit to the data the lifetime of the shorter lived component is fixed to the value found in the fit to the sideband. As a systematic variation of the mass model, an exponential function is considered.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Parameter",
            "text": "Background from partially reconstructed decays of b hadrons is studied using a simulated bb sample. Using this sample an additional background component, due to partially reconstructed B 0 s → J /ψη X decays, is identified. Background from this source lies at invariant masses below 5100 MeV/c 2 and has a lifetime of 1.33 ± 0.10 ps. This component is modelled by a Novosibirsk function [32] in mass and an exponential in time. All parameters for this component apart from the yield are fixed to the simulation values in the fit to the data.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 187,
                    "text": "0",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 387,
                    "text": "[32]",
                    "end": 391
                }
            ]
        },
        {
            "section": "Parameter",
            "text": "The fit has eight free parameters: the yield of the B 0",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "Parameter",
            "text": ", the combinatorial background yield (N comb ), the partially reconstructed background yield (N partial ), the B 0 s mass, the lifetime of the signal component (τ eff ), the coefficient of the combinatorial background component in mass (a comb ), the longer lived background lifetime (τ comb ) and the fraction of the shortlived background ( f comb ). Independent fits are performed for the 2011 and 2012 data and a weighted average of the two lifetime values is made. The correctness of the fit procedure is validated using the full simulation and pseudoexperiments. No significant bias is found and the uncertainties estimated by the fit are found to be accurate. Fig. 2 shows the fit projections in mass and decay time for the 2011 and 2012 data. The corresponding fit results are summarized in Table 3. The fitted signal yields of the two years scale according to the known integrated luminosity and b-hadron production cross-section. There is some tension in the relative yield of the partially reconstructed background between the two years. However, this parameter is almost uncorrelated with τ eff and this tension  ",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 113,
                    "text": "0",
                    "end": 114
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 666,
                    "text": "Fig. 2",
                    "end": 672
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 798,
                    "text": "Table 3",
                    "end": 805
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "where the uncertainty is statistical. The main source of systematic uncertainty is due to the modelling of the decay time acceptance function (Section 4). Varying the parameters of the acceptance function within their correlated uncertainties, a variation of the fitted lifetime of 10 fs is found, which is assigned as a systematic uncertainty. Uncertainties on A sel due to the parameterisation of this effect are evaluated to be negligible by replacing the functional form with a histogram. The statistical and systematic uncertainties on A β are evaluated by repeating the fit and varying the parameterisation within its uncertainties. The statistical uncertainty on A trig is propagated by generating an ensemble of histograms with each bin varied within its statistical uncertainty. Systematic uncertainties on A trig are estimated to be small by varying the binning of the histogram and considering an alternative analytic form. In simulation studies the efficiency of the MVA is found to be independent of the decay time within uncertainties. Conservatively, allowing for a linear dependence, an uncertainty of 1.7 fs is assigned.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The influence of the decay time resolution is estimated by increasing its value from 51 to 70 fs. This variation covers the variation of the resolution with decay time and any possible discrepancy in the resolution between data and simulation. The change in τ eff from this variation is negligible. The impact of the uncertainties in f r , the B 0 s -B 0 mass splitting, and the B 0 lifetime are evaluated by repeating the fit procedure varying these parameters within their quoted uncertainties.",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 346,
                    "text": "0",
                    "end": 347
                }
            ]
        },
        {
            "section": "Results",
            "text": "Further uncertainties arise from the modelling of the time distributions of the background components. In the default fit the lifetime of the short-lived component is fixed to the value found in a fit to the mass sideband. Removing this constraint changes the result by 4 fs, which is assigned as a systematic uncertainty. The uncertainty due to the fixed lifetime of the partially reconstructed component is found to be negligible.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "Uncertainties arising from the modelling of the signal and background mass distributions are evaluated using the discrete profiling method described in Ref. [33] and found to be negligible. Further small uncertainties arise due to the limited knowledge of the length scale of the detector along the beam axis (z-scale), the charged particle momentum scale and the neutral particle energy scale.",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 157,
                    "text": "[33]",
                    "end": 161
                }
            ]
        },
        {
            "section": "Results",
            "text": "The stability of the result has been tested against a number of possible variations, such as the fitted invariant mass range, the requirement on the IP of the muons, the MVA requirement and analysing the sample according to the number of reconstructed PVs. No significant change in the final result is found and hence no further systematic uncertainty is assigned.",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "All the uncertainties are summarized in Table 4. Adding them in quadrature leads to a total systematic uncertainty of 11.1 fs which  is dominated by the size of the simulation sample used to determine the acceptance and to validate the analysis procedure.",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 40,
                    "text": "Table 4",
                    "end": 47
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "Using data collected by LHCb, the effective lifetime in the B 0 s → J /ψη decay mode is measured to be τ eff = 1.479 ± 0.034 (stat) ± 0.011 (syst) ps. ",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "0 s → D + s D − s and B 0 s 0 s 0 s 0 s",
            "section_rank": 11
        },
        {
            "section": "0 s → D + s D − s and B 0 s 0 s 0 s 0 s",
            "text": "Measurements of τ L have previously been reported by LHCb in the B → K + K − decay modes[7,8]. The latter is dominated by penguin diagrams, which could arise within and beyond the SM and gives rise to direct CP violation. This then leads to a different τ eff , when compared to measurements in the B → J /ψη decays which are mediated by tree diagrams. Im-proved precision on the effective lifetimes τ L and τ H will enable more stringent tests of the consistency between direct measurements of the decay width difference s = L − H measured in B → J /ψφ decays and those inferred using effective lifetimes. The measurement of the effective B 0 s → J /ψη lifetime presented in this Letter uses 3 fb −1 of data collected in pp collisions at centre-of-mass energies of 7 TeV and 8 TeV during 2011 and 2012 using the LHCb detector. The J /ψ meson is reconstructed via the dimuon decay mode and the η meson via the diphoton decay mode. The presence of only two charged particles in the final state minimizes systematic uncertainties related to the tracking system.",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Total acceptance function, A tot for 2011 data (black dashed line) and 2012 data (solid red). The second component in the fit accounts for the B 0 → J /ψη decay. As the invariant mass resolution is approximately 48 MeV/c 2 this overlaps with the B 0 s signal mode. Its mass distribution is modelled, analogously to the B 0 s component, with a Student's t-distribution, with resolution parameters fixed to values determined in the simulation. The mass difference between the B 0 s and B 0 mesons, and the B 0 lifetime, are fixed to their known central values: m(B 0 s ) − m(B 0 ) = 87.29 ± 0.26 MeV/c 2 [25] and τ (B 0 ) = 1.519 ± 0.005 ps [19] and the uncertainty propagated to the systematic error. Similarly, the relative yield of the B 0 and B 0 s components, f r , is fixed to (7.3 ± 0.8)% calculated from the average of the branching fractions measurements made by the Belle[26,27] and LHCb collaborations[28], and the measured fragmentation fractions[29][30][31].Combinatorial background is modelled by a first order Chebyshev polynomial in mass and the sum of two exponentials in decay time. In the fit to the data the lifetime of the shorter lived component is fixed to the value found in the fit to the sideband. As a systematic variation of the mass model, an exponential function is considered.Background from partially reconstructed decays of b hadrons is studied using a simulated bb sample. Using this sample an additional background component, due to partially reconstructed B0    ",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 887,
                    "text": "[26,",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 891,
                    "text": "27]",
                    "end": 894
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 918,
                    "text": "[28]",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 964,
                    "text": "[29]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 968,
                    "text": "[30]",
                    "end": 972
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 972,
                    "text": "[31]",
                    "end": 976
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Mass and decay time distributions for the 2011 dataset (top row) and 2012 dataset (bottom row). The fit model described in the text is superimposed (red line). The partially reconstructed component is shown in solid yellow (dark grey), the combinatorial background in solid green (light grey) and the B 0 component as open blue. The pull, i.e. the difference between the observed and fitted value divided by the uncertainty, is shown below each of the plots. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Summary of measurements of τ L . The yellow band corresponds to the 2015 HFAG central value and uncertainty. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "0 s 0 sB 0 s 0 s 0 s 0 s → D − s D + s and B 0 s",
            "section_rank": 15
        },
        {
            "section": "0 s 0 sB 0 s 0 s 0 s 0 s → D − s D + s and B 0 s",
            "text": "In the limit of CP conservation, τ eff is equal to the lifetime of the light B mass eigenstate τ L . The present measurement is consistent with, and has similar precision to, the effective lifetime determined using the B0    s → D + s D − s decay mode [7], τ eff (D + s D − s ) = 1.379 ± 0.026 (stat) ± 0.017 (syst) ps and also with the value measured in the B 0 s → K + K − mode [8], τ eff (K + K − ) = 1.407 ± 0.016 (stat) ± 0.007 (syst) ps, where penguin diagrams are expected to be more important. Averaging the tree level measurements gives τ eff = 1.42 ± 0.02 ps in good agreement with the expectations of the Standard Model [6], τ L = 1.43 ± 0.03 ps and the value quoted by HFAG [34] from measurements made in the B → J /ψφ mode, τ L = 1.420 ± 0.006 ps. The values from these different measurements are compared in Fig. 3. (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (USA). We are indebted to the communities behind the multiple open source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Conseil Général de Haute-Savoie, Labex ENIG-MASS and OCEVU, Région Auvergne (France), RFBR and Yandex LLC (Russia), GVA, XuntaGal and GENCAT (Spain), Herchel Smith Fund, The Royal Society, Royal Commission for the Exhibition of 1851 and the Leverhulme Trust (United Kingdom). on the B 0 s -mixing parameters, Eur. Phys. J. C 71 (2011) 1789, arXiv: 1109.5115. [3] R. Fleischer, R. Knegjens, G. Ricciardi, Exploring CP violation and η-η mixing with the B 0 s,d → J /ψη ( ) systems, Eur. Phys. J. C 71 (2011) 1798, arXiv: 1110.5490. [4] LHCb collaboration, R. Aaij, et al., Precision measurement of CP violation in B → J /ψ K + K − decays, Phys. Rev. Lett. 114 (2015) 041801, arXiv:1411.3104. [5] LHCb collaboration, R. Aaij, et al., Measurement of the CP-violating phase φ s in B → J /ψπ + π − decays, Phys. Lett. B 736 (2014) 186, arXiv:1405.4140. [6] A. Lenz, Theoretical update of B-mixing and lifetimes, in: 2012 Electroweak Interactions and Unified Theories, Moriond, 2012, arXiv:1205.1444. [7] LHCb collaboration, R. Aaij, et al., Measurement of the B → D − D + s effective lifetimes, Phys. Rev. Lett. 112 (2014) 111802, arXiv:1312.1217. [8] LHCb collaboration, R. Aaij, et al., Effective lifetime measurements in the B 0 s→ K + K − , B 0 → K + π − and B 0 s → π + K − decays,Phys. Lett. B 736 (2014) 446, arXiv:1406.7204. [9] LHCb collaboration, A.A. Alves Jr., et al., The LHCb detector at the LHC, J. Instrum. 3 (2008) S08005. [10] LHCb collaboration, R. Aaij, et al., LHCb detector performance, Int. J. Mod. Phys. A 30 (2015) 1530022, arXiv:1412.6352. [11] LHCb collaboration, R. Aaij, et al., Measurements of the 0 b , − b , and − b baryon masses, Phys. Rev. Lett. 110 (2013) 182001, arXiv:1302.1072. [12] R. Aaij, et al., The LHCb trigger and its performance in 2011, J. Instrum. 8 (2013) P04022, arXiv:1211.3055. [13] T. Sjöstrand, S. Mrenna, P. Skands, PYTHIA 6.4 physics and manual, J. High Energy Phys. 05 (2006) 026, arXiv:hep-ph/0603175; T. Sjöstrand, S. Mrenna, P. Skands, A brief introduction to PYTHIA 8.1, Comput. Phys. Commun. 178 (2008) 852, arXiv:0710.3820. [14] I. Belyaev, et al., Handling of the generation of primary events in Gauss, the LHCb simulation framework, J. Phys. Conf. Ser. 331 (2011) 032047. [15] D.J. Lange, The EvtGen particle decay simulation package, Nucl. Instrum. Methods, Sect. A 462 (2001) 152. [16] P. Golonka, Z. Was, PHOTOS Monte Carlo: a precision tool for QED corrections in Z and W decays, Eur. Phys. J. C 45 (2006) 97, arXiv:hep-ph/0506026.",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "The J /ψ and η candidates are combined to form candidate B 0(s)    mesons. The average number of PVs in each event is 1.8 (2.0) for the 2011 (2012) dataset. When multiple PVs are reconstructed, the one with the minimum χ 2 IP to the B 0 (s) candidate is chosen. A kinematic fit is performed to improve the invariant mass resolution[20]. In this fit the momentum vector of the B 0 (s) candidate is constrained to point to the PV and the intermediate resonance masses are constrained to their known values. The reduced χ 2 of this fit, χ 2 /ndf, is required to be less than five. The measured B 0",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 331,
                    "text": "[20]",
                    "end": 335
                }
            ]
        },
        {
            "text": "where l is the candidate decay length, p the candidate momentum and m the reconstructed invariant mass of the candidate. The fit is performed for candidates with 5050 < m( J /ψη) < 5650 MeV/c 2 and 0.3 < t < 10 ps. The fit model has four components: the B0   s → J /ψη signal, background from the B 0 → J /ψη decay, background from partially reconstructed B0    ",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "s → J /ψη X decays, and combinatorial background.",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "Table 2",
            "section_rank": 18
        },
        {
            "section": "Table 2",
            "text": "Values of the β and γ factor fitting the quadratic form. The first uncertainty is statistical and the second from the propagation of the uncertainty on the efficiency versus the distance of closest approach obtained with the B + → J /ψ K + calibration sample. The correlation coefficient between β and γ is 0.8.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "Table 3",
            "section_rank": 19
        },
        {
            "section": "Table 3",
            "text": "Parameters of the fit to B 0 (s) → J /ψη candidates for the 2011 and 2012 datasets.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "Table 4",
            "section_rank": 20
        },
        {
            "section": "Table 4",
            "text": "Systematic uncertainties on the lifetime measurement. Uncertainties less than 0.1 fs are indicated by a dash.",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "Appendix A. Supplementary material",
            "section_rank": 24
        },
        {
            "section": "Appendix A. Supplementary material",
            "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.physletb.2016.10.006. ",
            "paragraph_rank": 50,
            "section_rank": 24
        }
    ]
}