{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Using 482 pb −1 of e + e − collision data collected at a center-of-mass energy of √ s = 4.009 GeV with the BESIII detector, we measure the branching fractions of the decays D + s → µ + νµ and D + s → τ + ντ . By constraining the ratio of decay rates of D + s to τ + ντ and to µ + νµ to the Standard Model prediction, the branching fractions are determined to be B(D + s → µ + νµ) = (0.495 ± 0.067 ± 0.026)% and B(D + s → τ + ντ ) = (4.83 ± 0.65 ± 0.26)%. Using these branching fractions, we obtain a value for the decay constant f D + s of (241.0 ± 16.3 ± 6.5) MeV, where the first error is statistical and the second systematic.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 13.20.Fc, 12.38.Qk, 14.40.Lb",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The simplest and cleanest decay modes of the D + s meson, both theoretically and experimentally, are the purely leptonic decays. In the Standard Model (SM), D + s leptonic decays proceed via the annihilation of the c and anti-s quarks into a virtual W + boson (Fig. 1). The decay rate is predicted [1] to be",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 260,
                    "text": "(Fig. 1)",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "start": 298,
                    "text": "[1]",
                    "end": 301
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where m D + s is the D + s mass, m is the lepton mass, G F is the Fermi coupling constant, |V cs | is the Cabibbo-Kobayashi-Maskawa matrix [2] element which takes the value equal to |V ud | of 0.97425 (22)  [3], and f D + s is the decay constant that is related to the wave-function overlap of the quark and anti-quark. The D + s meson leptonic decay is a process in which a spin-0 meson decays to a left-handed neutrino or a right-handed antineutrino. According to angular momentum conservation, the lepton + ( − ) must be left-handed (right-handed). As a consequence, the leptonic decay of D + s meson is helicity-suppressed, which follows from the m 2 dependence of the decay width. Taking the phase-space factor (1−m 2 /m 2 D + s ) 2 into account, the leptonic branching fractions are in the ratio e + ν e : µ + ν µ : τ + ν τ 2 × 10 −5 : 1 : 10. The decays to µ + ν µ and τ + ν τ can be measured experimentally, while e + ν e is beyond the sensitivity of the BESIII experiment. Recently, the CLEO [4], BABAR [5], and Belle [6] Collaborations have published updated measurements of the branching fractions of D + s leptonic decays and the decay constant f D + s , resulting in the new world average f D + s = (257.5 ± 4.6) MeV [7]. Theoretical predictions of f D + s [8][9][10][11][12][13] are lower than this value. The most precise predictions are from Lattice QCD, the combined (2 + 1)and (2 + 1 + 1)-flavor result is (249.0 ± 1.2) MeV. There is an approximately 2 standard-deviation difference between the experimental average and the lattice QCD calculations. Several models of physics beyond the SM, such as the two-Higgs-doublet model [14] and the R-parityviolating model [15], may help to understand this difference. It is important to further investigate this difference both theoretically and experimentally.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 139,
                    "text": "[2]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 201,
                    "text": "(22)",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "start": 207,
                    "text": "[3]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1001,
                    "text": "[4]",
                    "end": 1004
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1012,
                    "text": "[5]",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "start": 1027,
                    "text": "[6]",
                    "end": 1030
                },
                {
                    "type": "bibr",
                    "start": 1230,
                    "text": "[7]",
                    "end": 1233
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1270,
                    "text": "[8]",
                    "end": 1273
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1273,
                    "text": "[9]",
                    "end": 1276
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1276,
                    "text": "[10]",
                    "end": 1280
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1280,
                    "text": "[11]",
                    "end": 1284
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1284,
                    "text": "[12]",
                    "end": 1288
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1288,
                    "text": "[13]",
                    "end": 1292
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1645,
                    "text": "[14]",
                    "end": 1649
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1682,
                    "text": "[15]",
                    "end": 1686
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we report new measurements of the branching fractions of D + s → µ + ν µ and D + s → τ + ν τ (where we use the decay τ + → π +ν τ ) and use them to determine the decay constant f D + s . We use 482 pb −1 [16]   [18,19], we select single-tag events, where either D + s or D − s is reconstructed, and then reconstruct the leptonic signal on the recoil side (signal side). In this paper, we choose nine hadronic modes with large branching fractions to reconstruct single-tag events:",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 219,
                    "text": "[16]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 226,
                    "text": "[18,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 230,
                    "text": "19]",
                    "end": 233
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "For convenience, we denote the single tag as D − s and the leptonic decays as D + s , although charge-conjugate states are also included.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "II. DETECTOR AND MONTE CARLO",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "The BESIII detector is designed to study hadron spectroscopy and τ -charm physics [21]. The cylindrical BE-SIII is composed of a Helium-gas based drift chamber (MDC), a Time-of-Flight (TOF) system, a CsI(Tl) Electro-Magnetic Calorimeter (EMC), and a RPC-based muon chamber (MUC), with a superconducting magnet providing a 1.0 T magnetic field in the central region of the detector. The MDC covers the polar angle range | cos θ| < 0.93, with a momentum resolution of 0.5% for charged particles at 1 GeV/c and 6% resolution in the specific energy loss dE/dx. The TOF sub-detector consists of two parts, the barrel and endcap. The intrinsic time resolution for the barrel counters is 80 ps, while for the endcap counters it is 110 ps. The EMC measures energies and positions of electrons and photons with an energy resolution of 2.5% (5%) at an energy of 1 GeV in the barrel (endcap) region. The MUC is designed to have the ability to identify more than 90% of muons with momentum over 0.5 GeV, while misidentifying less than 10% of charged pions as muons.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 82,
                    "text": "[21]",
                    "end": 86
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "We generate two Monte Carlo (MC) simulated samples for background analysis and efficiency measurement.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "The first sample is a generic MC sample, which corresponds to an equivalent integrated luminosity of about 20 times the data luminosity and includes open charm processes, continuum production of hadrons, QED processes and initial-state radiation (ISR) processes. The open-charm processes are simulated at the center-of-mass energy of 4.009 GeV, and their cross sections are taken from Ref. [17]. The second sample is an exclusive signal MC sample, in which the D − s meson decays to one of the single-tag modes while the D + s meson decays to µ + ν µ or τ + ν τ (τ + → π +ν τ ). The simulation, including the beamenergy spread, ISR [22] and final-state radiation (FSR) [23], is implemented with KKMC [24]. The known decay modes are generated with EVTGEN [25] with branching fractions set to the world average values [7], while the unmeasured decays are generated with LUNDCHARM [26].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 390,
                    "text": "[17]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 632,
                    "text": "[22]",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 669,
                    "text": "[23]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 700,
                    "text": "[24]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 754,
                    "text": "[25]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "start": 816,
                    "text": "[7]",
                    "end": 819
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 878,
                    "text": "[26]",
                    "end": 882
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "If therefore a D − s meson is tagged, the recoil side is guaranteed to be a D +",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "s . The D − s tag is reconstructed from combinations of charged particles and photons in the event. For charged particles, the polar angles must satisfy | cos θ| < 0.93, and the points of closest approach to the e + e − interaction point (IP) must be within ±10 cm along the beam direction and within 1 cm in the plane perpendicular to the beam direction. Charged pions and kaons must satisfy particle identification (PID) requirements. We calculate the confidence levels for pion (kaon) (CL π(K) ) hypothesis by combining the ionization energy loss (dE/dx) in the MDC and the flight time obtained from the TOF. The pion (kaon) candidates are required to satisfy CL π(K) > CL K(π) .",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "For photon candidates, we require that the deposited energy of a neutral shower in the EMC is larger than 25 MeV in the barrel region (| cos θ| < 0.8) or larger than 50 MeV in the endcap region (0.86 < | cos θ| < 0.92). To suppress electronic noise and energy deposits unrelated to the event, the EMC timing of the cluster (T ) with respect to the event start time is required to satisfy 0 T 700 ns. Photon candidates must be separated by at least 10 degrees from the extrapolated position of any charged track in the EMC.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "The π 0 and η mesons are reconstructed in their γγ decay modes. We reject a combination if both photons are detected in the endcap of the EMC. The invariant mass of the two photons M (γγ) is required to be within 0.115 < M (γγ) < 0.150 GeV/c 2 for π 0 and 0.51 < M (γγ) < 0.57 GeV/c 2 for η, respectively. To improve the resolution, the γγ invariant mass is constrained to the nominal π 0 or η mass [7], the resultant momenta are used in the subsequent analysis. The η meson is reconstructed in the π + π − η and π + π − γ final states. The invariant masses are required to satisfy 0.943 < M (π + π − γγ) < 0.973 GeV/c 2 and 0.932 < M (π + π − γ) < 0.980 GeV/c 2 for these two modes, respectively.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 399,
                    "text": "[7]",
                    "end": 402
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "Candidates for K 0 S are reconstructed from pairs of oppositely charged tracks without requirements on PID and their distances to the IP. The secondary vertex is required to be separated from the IP by a decay length of at least twice the vertex resolution. The invariant mass of the track pair (assuming both tracks are pions) M (π + π − ) is required to be within 0.487",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "Two kinematic variables (∆E, M BC ) reflecting energy and momentum conservation are used to identify D − s candidates. First, we calculate the energy difference",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "where E D − s is the reconstructed energy of a D − s meson and E beam is the beam energy. Correctly reconstructed signal events peak around zero in the ∆E distribution. The ∆E requirements listed in Table I cover about 95% of the signal events. We keep the combination with the smallest |∆E| for each D − s tag mode. The second variable is the beam-energy-constrained mass",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 199,
                    "text": "Table I",
                    "end": 206
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO",
            "text": "where − → p D − s is the total momentum of the particles that form the D − s candidate. Figure 2 shows the M BC distributions for data. We determine the single-tag yields by fitting the M BC distributions. In the fits, we use the MC-determined signal shapes convolved with a Gaussian function with free mean and resolution to model the signal and an ARGUS [27] function for the background. We accept the events satisfying 1.962 < M BC < 1.982 GeV/c 2 for further analysis. This range contains about 95% of the signal events. In events containing a selected tag candidate, we search for the D + s leptonic decays to µ + ν µ and τ + ν τ (τ + → π +ν τ ) by using the other final-state particles that are not used to reconstruct the D − s tag. We require that there is exactly one good charged track in the signal side, and that the charge of the track is opposite to the D − s tag. The track satisfies the selection criteria (without PID requirements) for charged tracks given in Sec. III. We also require the energy of the most energetic neutral cluster in the EMC not associated with the tag D − s to be less than 300 MeV to eliminate background events that contain photon(s). If there are multiple D + s candidates in an event, we only keep the one with the D − s tag with the smallest |∆E| for further analysis.  To characterize the signal events of D + s → + ν , the missing mass squared (MM 2 ) is defined as should peak around zero since there is only one missing neutrino. For D + s → τ + ν τ (τ + → π +ν τ ) events, the MM 2 (assuming the track is a muon when calculating the MM 2 ) has a broad structure due to the presence of the two neutrinos. In this study, the signal region considered is −0.15 < MM 2 < 0.20 (GeV/c 2 ) 2 , where the higher limit is imposed to exclude background events (e.g. ηπ + , K 0 π + , τ + ν τ (τ + → π + π 0ν τ ), etc.) that contribute sig-nificantly above 0.20 (GeV/c 2 ) 2 .",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 88,
                    "text": "Figure 2",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 356,
                    "text": "[27]",
                    "end": 360
                }
            ]
        },
        {
            "text": "B. Background estimation",
            "section_rank": 4
        },
        {
            "section": "B. Background estimation",
            "text": "Two classes of background events are considered in this analysis. The first one contains D + s events in which the single-tag D − s is correctly reconstructed but the signal side is mis-reconstructed (τ + → µ + ν µνµ , τ + → π + π 0ν µ and many other D + s decays are considered). The second class contains the non-D + s background, which is expected to be a smooth distribution under the D − s peak in the M BC spectra. We investigate the real D + s background by examining the D + s D − s events in the generic MC sample with the signal events excluded. After all selection criteria are imposed, a total of 104 events survive, which is equivalent to 7.0 ± 0.7 events for the 482 pb −1 of data. For the analysis, we fix the shape and size of this background in the MM 2 fits. We estimate the contribution of the second class of background using candidate events in the M BC sideband, which is defined as (1.946, 1.956) GeV/c 2 and (1.986, 2.000) GeV/c 2 . The background integral in the sideband region is the same as in the signal region.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "C. D + s detection efficiencies",
            "section_rank": 5
        },
        {
            "section": "C. D + s detection efficiencies",
            "text": "The overall detection efficiency for D + s → + ν can be expressed as",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "C. D + s detection efficiencies",
            "text": "where N i tag is the number of events for single-tag mode i, N tag is the number of events for all single-tag modes, i tag,sig is the efficiency of detecting both the single-tag mode i and the leptonic decays, and i tag is the efficiency of detecting the single-tag mode i. We determine i tag,sig by analyzing the signal MC sample and i tag by analyzing the generic MC sample ( Table I). The overall signal efficiencies are measured to be (91.4 ± 0.5)% and (41.0 ± 0.3)% for D + s → µ + ν µ and D + s → τ + ν τ (τ + → π +ν τ ), respectively, where the errors are from MC statistics. It is worth noting that the large efficiency difference between these two signal channels is mainly caused by the upper limit on MM 2 .",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 378,
                    "text": "Table I)",
                    "end": 386
                }
            ]
        },
        {
            "text": "D. Branching fractions",
            "section_rank": 6
        },
        {
            "section": "D. Branching fractions",
            "text": "The branching fraction of the D + s leptonic decay is calculated by",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "D. Branching fractions",
            "text": "where N sig is the number of the signal events that is determined by a fit to the MM 2 spectra. In this work, we fit the MM 2 spectra in two different ways, as described in the following sections.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The SM-constrained fit",
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": "For the finally selected candidates, we fit the MM 2 spectra by constraining the ratio of µ + ν µ and τ + ν τ decay rates to the SM prediction,",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": ".76. 7An unbinned extended maximum likelihood fit to the events in the M BC signal region and those in the M BC sideband is performed simultaneously, as shown in Fig. 3.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 5,
                    "text": "7",
                    "end": 6
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 162,
                    "text": "Fig. 3",
                    "end": 168
                }
            ]
        },
        {
            "section": "The SM-constrained fit",
            "text": "In this fit, the ratio of the number of the µ + ν µ and τ + ν τ signal events is constrained according to the SM prediction on R, the overall signal efficiencies (mentioned in Sec. IV C) and the branching fraction of τ + → π +ν τ . The shapes of the µ + ν µ and τ + ν τ signals are determined by the MC shapes convolved with a Gaussian function, the shape and yield of the real D + s background are fixed by the MC estimation, the non-D + s background is modeled by a first-order polynomial function with parameters and size constrained by the events in the D − s sideband in the simultaneous fit. We obtain yields of 69.3 ± 9.3 D + s → µ + ν µ events and 32.5 ± 4.3 D + s → τ + ν τ (τ + → π +ν τ ) events, respectively. Following Dobrescu and Kronfeld's calculation [28,29], we lower the measured B(D + s → µ + ν µ ) by 1% to account for the contribution of the γµ + ν µ final state. The corrected branching fraction is",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 767,
                    "text": "[28,",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 771,
                    "text": "29]",
                    "end": 774
                }
            ]
        },
        {
            "section": "The SM-constrained fit",
            "text": "where the error includes the statistical uncertainties of the single-tag yields and of the signal yield. The corresponding branching fraction of D + s → τ + ν τ is obtained to be",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": "2. The non-SM-constrained fit",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": "Alternatively, we perform a fit to the MM 2 spectra leaving the ratio of µ + ν µ and τ + ν τ events to be free, so that we can measure the branching fractions of D + s → µ + ν µ and D + s → τ + ν τ independently. As shown in Fig. 3, it is difficult to distinguish the τ + ν τ signal and background in the high MM 2 region. We attempt to improve this situation by taking advantage of the EMC and MUC information. We use two criteria that help to discriminate muons from pions. In principle, muons can penetrate in the MUC detector much deeper than hadrons. Therefore, the penetration depth in the MUC can provide strong discrimination power for muons and pions. To select a muon-enriched sample, we impose the following condition (µ-id) on the MUC depth d: for p < 1.1 GeV/c, we require d > (75 p c/GeV − 40.5) cm, while for p > 1.1 GeV/c, we require d > 42 cm, where p denotes the momentum of the charged track. This requirement achieves good separation of muons from pions.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 225,
                    "text": "Fig. 3",
                    "end": 231
                }
            ]
        },
        {
            "section": "The SM-constrained fit",
            "text": "The charged tracks deposit energy in the EMC by ionization. For pions, the deposited energies tend to have larger values due to nuclear interactions in the EMC materials. The condition (π-id) to select a pion-enriched sample is E EMC > 0.3 GeV.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": "We use the above two conditions to separate the + ν candidates into three sub-samples. Sub-sample I contains events that pass the µ-id but fail the π-id. Subsample II consists of events that fail both µ-id and π-id. Sub-sample III consists of events that pass the π-id. As a result, sub-samples I and III are dominated by muons and pions, respectively, while sub-sample II has comparable numbers of muons and pions. We measure the relative fractions of muon (pion) ( µ(π),data ) in the three sub-samples using e + e − → µ + µ − (ψ(2S) → π + π − J/ψ(J/ψ → ρπ)) events in data. Then we perform a two-dimensional correction (with respect to momentum and polar angle distributions of the muons or pions in signal MC) to µ(π),data , and obtain the relative fractions of µ + ν µ (τ + ν τ ) ( µν(τ ν),data ) in the three sub-samples. Table II lists the measured µ + ν µ and τ + ν τ relative fractions in the three sub-samples in data. II III µ + νµ 45.6 ± 0.5 52.9 ± 0.7 1.9 ± 0.4 τ + ντ 1.9 ± 0.1 54.8 ± 0.6 43.6 ± 0.6",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": "We perform a simultaneous fit to the MM 2 spectra for the events in the three sub-samples, constraining the ratio of µ + ν µ to be 45.6 : 52.9 : 1.9 and the ratio of τ + ν τ to be 1.9 : 54.8 : 43.6. From the fit, as shown in Fig. 4, we obtain 72.4 ± 10.4 D + s → µ + ν µ events and 22.1",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 225,
                    "text": "Fig. 4",
                    "end": 231
                }
            ]
        },
        {
            "section": "The SM-constrained fit",
            "text": "Applying the correction of 1%, we find the branching fractions to be B(D + s → µ + ν µ ) = (0.517 ± 0.075)%,",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": "and B(D + s → τ + ν τ ) = (3.28 ± 1.83)%.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "The SM-constrained fit",
            "text": "These results are consistent with those determined from the fit by constraining the τ + ν τ /µ + ν µ ratio to the SM prediction. This method can be used to test lepton universality, which demands that the τ + ν τ /µ + ν µ ratio only depend on the muon and tau masses. With the currently available data sample, this test is statistics-limited.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "text": "E. Systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "E. Systematic uncertainties",
            "text": "Table III summarizes the systematic uncertainties for the branching fraction measurements. The uncertainty due to the single-tag yield is estimated by varying the fit range and background shape. The uncertainty due to the efficiency of finding a muon or charged pion is taken to be 1% per track [30]. The uncertainty from the efficiency of the extra shower requirement is studied with the hadronic control samples ψ(2S) → π + π − J/ψ(J/ψ → µ + µ − ), ψ(2S) → 3(π + π − ) and ψ(2S) → K + K − 2(π + π − ). We fully reconstruct these three samples and measure the efficiencies for the extra shower requirement for data and MC, respectively. The efficiency difference is taken as the systematic uncertainty. Uncertainties related to the MM 2 fits include the MM 2 resolution, MM 2 fit range, background estimation and signal fractions in subsamples. The uncertainty from the MM 2 resolution is estimated by changing the resolution of the convolved Gaussian function in signal shape; the uncertainty from the MM 2 fit range is estimated by shifting the range by ±10 (MeV/c 2 ) 2 ; the uncertainty due to the background is estimated by varying the number of background events by ±1σ, assuming that the number of background events follow a Poisson distribution, for the real-D s background, and varying the sideband range and background shape for the non-D s background; the uncertainty from the relative signal fractions in the sub-samples is estimated by varying the fractions by ±1 statistical error. The systematic error associated with Dobrescu and Kronfeld's calculation [28] of the contribution of the γµ + ν µ decay mode could be 1% of the lowest-order mechanism for photon momenta below 300 MeV. We take 100% of this correction value, which is 1%, as the systematic error. In addition to these, we have considered uncertainties arising from B(τ + → π +ν τ ) [7] and MC statistics of the detection efficiencies.  ",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 295,
                    "text": "[30]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1570,
                    "text": "[28]",
                    "end": 1574
                },
                {
                    "type": "bibr",
                    "start": 1860,
                    "text": "[7]",
                    "end": 1863
                }
            ]
        },
        {
            "section": "E. Systematic uncertainties",
            "text": "where the first error is statistical and the second systematic. Systematic uncertainties include uncertainties in the measured branching fractions and the input parameters, and the latter one is dominated by the D + s lifetime, which is 0.7%.",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "V. CONCLUSION",
            "section_rank": 9
        },
        {
            "section": "V. CONCLUSION",
            "text": "In this paper, we have measured the branching fractions of D + s → µ + ν µ and D + s → τ + ν τ using 482 pb −1 of data taken at 4.009 GeV. Our results within the context of the SM are B(D + s → µ + ν µ ) = (0.495 ± 0.067 ± 0.026)%, ",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "V. CONCLUSION",
            "text": "Using these branching fractions, the decay constant f D + s is determined as shown in Eq. (13).",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 90,
                    "text": "(13)",
                    "end": 94
                }
            ]
        },
        {
            "section": "V. CONCLUSION",
            "text": "We have also measured the branching fractions without constraining the τ + ν τ and µ + ν µ decay rates to the SM prediction, and the results are B(D + s → µ + ν µ ) = (0.517 ± 0.075 ± 0.021)%,",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "section": "V. CONCLUSION",
            "text": "and B(D + s → τ + ν τ ) = (3.28 ± 1.83 ± 0.37)%.",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "section": "V. CONCLUSION",
            "text": "The branching fraction for D + s → µ + ν µ measured in this work is consistent with the experimental world average [7] within one standard deviation, while the branching fraction for D + s → τ + ν τ is about 1.5 standard deviations lower. The measured decay constant f D + s is consistent with the average of the Lattice QCD calculations [8][9][10][11][12][13]. With the pure D + s D − s sample, we provide an overall competitive result in spite of low statistics. As for the future, BESIII is taking data at √ s = 4.18 GeV, in which D s D * s production is maximal, and we will be able to significantly improve the measurement of the decay constant f D + s .",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 115,
                    "text": "[7]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 338,
                    "text": "[8]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 341,
                    "text": "[9]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 344,
                    "text": "[10]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 348,
                    "text": "[11]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 352,
                    "text": "[12]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 356,
                    "text": "[13]",
                    "end": 360
                }
            ]
        },
        {
            "section": "V. CONCLUSION",
            "text": "VI.",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 10
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Annihilation process for D +s leptonic decays in the Standard Model.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 11
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. Fits to the MBC distributions of D − s candidates. The points with error bars are data. The red curves are the fit results. The blue dashed curves are the fitted combinatorial backgrounds.",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 12
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Projections of the simultaneous fit to the MM 2 distributions of the events in (a) the D − s signal region and (b) MBC sideband region. Data are shown as the points with error bars. The red dotted curve shows the µ + νµ signal and the black dot-dashed curve shows the τ + ντ signal. The purple long-dashed line shows the non-D + s background while the green dashed line shows the real-D + s background. The blue curve shows the sum of all these contributions.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Projections of the simultaneous fit to the MM 2 distributions of (a) part I, (b) part II and (c) part III data subsamples as defined in Sec. IV D 2. (b') and (c') are the corresponding MM 2 distributions from the MBC sideband. Data are shown as the points with error bars. The red dotted curve shows the µ + νµ signal and the black dot-dashed curve shows the τ + ντ signal. The purple long-dashed line shows the non-D + s background while the green dashed line shows the real-D + s background. The blue curve shows the sum of all these contributions.",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "F",
            "section_rank": 14
        },
        {
            "section": "F",
            "text": ". Decay constant f D + s The decay constant f D + s can be determined using Eq. (1). By substituting B(",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "12 )",
            "section_rank": 15
        },
        {
            "section": "12 )",
            "text": "We use the B(D + s → µ + ν µ ) result of Eq. (8) to calculate the decay constant. Inserting G F , m µ , m D + s , |V cs | = |V ud | = 0.97425(22) [7], and the measured B(D + s → µ + ν µ ), we determine the decay constant to be f D + s = (241.0 ± 16.3 ± 6.6) MeV,",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "a",
            "section_rank": 16
        },
        {
            "section": "a",
            "text": "Also at State Key Laboratory of Particle Detection and Electronics, Beijing 100049, Hefei 230026, People's Republic of China b Also at Bogazici University, 34342 Istanbul, Turkey c Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia d Also at the Functional Electronics Laboratory, Tomsk State University, Tomsk, 634050, Russia e Also at the Novosibirsk State University, Novosibirsk, 630090, Russia f Also at the NRC \"Kurchatov Institute\", PNPI, 188300, Gatchina, Russia g Also at University of Texas at Dallas, Richardson, Texas 75083, USA h Also at Istanbul Arel University, 34295 Istanbul, Turkey i Also at Goethe University Frankfurt, 60323 Frankfurt am Main, Germany j Also at Institute of Nuclear and Particle Physics, Shanghai Key Laboratory for Particle Physics and Cosmology, Shanghai 200240, People's Republic of China",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "of e + e − annihilation data taken at 4.009 GeV with the BESIII detector. At this energy, D s mesons are only produced in D +",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "Table I",
            "section_rank": 18
        },
        {
            "section": "Table I",
            "text": "lists the single-tag yields by tag mode, with an overall total of 15127 ± 321 D − s events.",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "TABLE I .",
            "section_rank": 19
        },
        {
            "section": "TABLE I .",
            "text": "Requirements on ∆E and MBC, detection efficiencies and event yields for the different single tag modes from data (the errors are statistical).K − π − π 0 (-41,22) 12.71 ± 0.21 12.97 ± 0.15 6.11 ± 0.11 1900 ± 140 K 0 S K + π − π − (-35, 24) 23.37 ± 0.36 24.21 ± 0.19 11.50 ± 0.14 576 ± 48 π + π − π − (-36, 23) 58.27 ± 0.87 49.45 ± 0.22 23.06 ± 0.19 1606 ± 139 π − η (-38, 37) 46.34 ± 0.67 42.30 ± 0.25 19.66 ± 0.18 814 ± 52 π − π 0 η (-35, 27) 24.69 ± 0.31 24.27 ± 0.14 11.18 ± 0.10 2172 ± 150 π − η (η → π + π − η) (-35, 22) 27.83 ± 0.49 24.43 ± 0.19 11.59 ± 0.14 440 ± 39 π − η (η → π + π − γ) (-53, 30) 41.83 ± 0.86 34.54 ± 0.21 16.28 ± 0.17 1383 ± 143",
            "paragraph_rank": 52,
            "section_rank": 19
        },
        {
            "section": "TABLE I .",
            "text": "46.76 ± 0.34 43.97 ± 0.22 20.14 ± 0.18 1065 ± 39 K + K − π − (-32, 23) 42.45 ± 0.18 37.17 ± 0.22 17.55 ± 0.17 5172 ± 114 K +",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": "TABLE II .",
            "section_rank": 20
        },
        {
            "section": "TABLE II .",
            "text": "Relative signal fractions (%) in the three subsamples (errors are statistical).",
            "paragraph_rank": 54,
            "section_rank": 20
        },
        {
            "text": "TABLE III .",
            "section_rank": 21
        },
        {
            "section": "TABLE III .",
            "text": "Systematic uncertainties (%) for the branching fraction measurements.SourcesConstrained measurement Unconstrained measurementD + s → µ + νµ D + s → τ + ντ D + s → µ + νµ D + s → τ + ντ + ν τ ) = (4.83 ± 0.65 ± 0.26)%.",
            "paragraph_rank": 55,
            "section_rank": 21
        }
    ]
}