{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Kinematic imbalance of the final-state particles in the plane transverse to the neutrino direction provides a sensitive probe of nuclear effects. In this contribution, we report the MINERvA measurement of the single-transverse kinematic imbalance in neutrino chargedcurrent quasielastic-like events on CH targets. To improve the momentum measurements of the final-state particles, we develop a method to select elastically scattering contained (ESC) protons and a general procedure to correct the transverse momentum scales.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": ". Definition of the kinematic variables. For exact definitions, see [1].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 68,
                    "text": "[1]",
                    "end": 71
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Understanding nuclear effects in neutrino-nucleus interactions is crucial for the reconstruction of neutrino energy spectra from which the neutrino oscillation properties are derived. By examining the kinematic correlations between final-state particles in exclusive measurements, a useful equivalence has been established between the nuclear effects and the transverse kinematic imbalance [1]. In this contribution, the MINERvA [2] measurement with the NuMI [3] low energy (peak at 3 GeV) neutrino beams is presented. Extending the previous analysis of CCQE-like events on CH [4], the reconstructed single-transverse kinematic imbalances are studied in simulations. Based on GENIE [5] (Version 2.8.4) results with and without FSIs are compared to demonstrate the physics sensitivity of these new variables.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 390,
                    "text": "[1]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 429,
                    "text": "[2]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 459,
                    "text": "[3]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 577,
                    "text": "[4]",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 682,
                    "text": "[5]",
                    "end": 685
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The event selection requires an interaction vertex in the active scintillator tracker and one muon, at least one proton, and no pion in the final state. The muon is reconstructed by the tracker and the MINOS near detector [6]. Protons are identified by the tracker dE/dx. Pions are vetoed by cutting on the untracked energy and Michel electrons [4]. Once the final-state momenta are determined, they are projected onto the neutrino transverse plane. In particular, the transverse boosting angle δα T is defined as in Fig. 1. In the following sections, improvement in the momentum measurements beyond the default reconstruction and the achieved sensitivity are discussed.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 222,
                    "text": "[6]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 345,
                    "text": "[4]",
                    "end": 348
                },
                {
                    "type": "figure",
                    "start": 517,
                    "text": "Fig. 1",
                    "end": 523
                }
            ]
        },
        {
            "text": "Improvement of proton momentum measurement",
            "section_rank": 3
        },
        {
            "section": "Improvement of proton momentum measurement",
            "text": "The proton momentum in the default reconstruction is determined by the dE/dx profile along the track inside the tracker [4]. However, for non-contained or inelastically scattering protons, the profile is sensitive to the non-zero momentum at the track end point and has a distorted momentum mapping. Elastically scattering contained (ESC) protons, whose end point momentum is 0, are selected by dE/dx cuts at the last 6 measurement points as they have higher dE/dx near the end point compared to the non-ESC ones. The spread of the reconstructed momentum is reduced to 60% of the default value with a reduction of statistics to 40%. An additional cut on the track fit χ 2 [4] further reduces the spread to 50% and statistics to 30%. 1 The improvement on the detector response for the proton momentum and δα T is shown in Fig. 2. One notes that because non-ESC protons have missing ranges, a momentum measurement by range can also be improved by selecting ESC protons with such dE/dx cuts.  Figure 2. Response matrices by the default reconstruction (upper ) and after the dE/dx and χ 2 cuts (lower ). Each x slice is normalized such that its maximum is 1.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 120,
                    "text": "[4]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 672,
                    "text": "[4]",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 733,
                    "text": "1",
                    "end": 734
                },
                {
                    "type": "figure",
                    "start": 821,
                    "text": "Fig. 2",
                    "end": 827
                },
                {
                    "type": "figure",
                    "start": 990,
                    "text": "Figure 2",
                    "end": 998
                }
            ]
        },
        {
            "text": "Correction of the proton and muon p T scales",
            "section_rank": 4
        },
        {
            "section": "Correction of the proton and muon p T scales",
            "text": "Since a non-unity momentum scale leads to an instrumental apparent acceleration or deceleration of the final-state particles, it is crucial to correct the scales of p T as the imbalance is directly calculated from them. A general recipe to obtain the scales accurately is to find a p T scale-related distribution that can be described analytically. In this study, the distributions of p rec ⊥ /p true ⊥ for protons and 1/p rec ⊥ − 1/p true ⊥ for muons are found to be well described by a Cauchy function (p ⊥ :",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Correction of the proton and muon p T scales",
            "text": "1 With the χ 2 cut alone the spread and statistics are reduced to 70% and 60% of the default values, respectively.  transverse momentum in the detector coordinate). The fit in the proton case as an example is shown in Fig. 3 (left). By these corrections the non-linearity of the detector response is removed [compare Fig. 3 (right) to Fig. 2 (lower right)].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 218,
                    "text": "Fig. 3 (left)",
                    "end": 231
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 317,
                    "text": "Fig. 3 (right)",
                    "end": 331
                },
                {
                    "type": "figure",
                    "start": 335,
                    "text": "Fig. 2 (lower right)",
                    "end": 355
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "As is indicated by Fig. 4 (left), in the given acceptance the overall spectral shapes of the final-state momenta are not sensitive to FSIs. Nuclear effects are difficult to observe on top of kinematics originating from the neutrino-nucleon interaction level. On the contrary, the distribution of δα T clearly shows the effects of FSIs [ Fig. 4 (right)]. Because of the improvement in the momentum measurement, the peculiar feature of the GENIE \"collinear enhancement\" [1] is preserved at the reconstructed level. Future comparison to data will examine such predictions.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 19,
                    "text": "Fig. 4 (left)",
                    "end": 32
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 337,
                    "text": "Fig. 4 (right)",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 468,
                    "text": "[1]",
                    "end": 471
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 6
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Distributions of the proton p ⊥ ratio fitted to a Cauchy function (left) and the response matrix for δα T after the p T -scale corrections for the proton and muon (right).",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "Figure 4 .",
            "section_rank": 7
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Reconstructed proton momentum (left) and δα T (right) distributions. Simulations with and without FSIs are compared. Resonance production dominates the background.",
            "paragraph_rank": 10,
            "section_rank": 7
        }
    ]
}