{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The production of W boson pairs in association with one jet in pp collisions at √ s = 8 TeV is studied using data corresponding to an integrated luminosity of 20.3 fb −1 collected by the ATLAS detector during 2012 at the CERN Large Hadron Collider. The cross section is measured in a fiducial phase-space region defined by the presence of exactly one electron and one muon, missing transverse momentum and exactly one jet with a transverse momentum above 25 GeV and a pseudorapidity of |η| < 4.5. The leptons are required to have opposite electric charge and to pass transverse momentum and pseudorapidity requirements. The fiducial cross section is found to be σ fid,1-jet",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In combination with a previous measurement restricted to leptonic final states with no associated jets, the fiducial cross section of W W production with zero or one jet is measured to be σ fid,≤1-jet W W = 511 ± 9 (stat) ± 26 (syst) ± 10 (lumi) fb. The ratio of fiducial cross sections in final states with one and zero jets is determined to be 0.36 ± 0.05. Finally, a total cross section extrapolated from the fiducial measurement of W W production with zero or one associated jet is reported. The measurements are compared to theoretical predictions and found in good agreement.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurement of the production of two W bosons is a crucial test of the non-Abelian gauge structure of the electroweak theory of the Standard Model (SM). The increasing precision of the experimental measurements at the LHC has elicited improved theoretical descriptions of the process. Progress has been made to extend the next-to-leading-order (NLO) [1] calculation of pp → W + W − production to include next-to-next-to-leadingorder (NNLO) effects [2] in perturbative quantum chromodynamics (QCD). A separate calculation of the loop-induced, non-resonant gg → W + W − production process has been made available at order O(α 3 S ) [3] in the strong coupling constant α S . Resonant W W * production via the exchange of a Higgs boson has been calculated to order O(α 3 S ) [4] and O(α 4 S ) [5]. These predictions can be summed to give an updated prediction for the total cross section of 65.0 +1.2 −1.1 pb as further detailed in Section 7. In addition to these new calculations, fully differential NNLO predictions [6] have become available, as have dedicated NLO predictions for jetassociated W W production [7,8] with up to three jets [9]. The resummation of logarithms arising from a selection on the num-E-mail address: atlas.publications@cern.ch. ber of jets has been presented at next-to-next-to-leading-logarithm (NNLL) accuracy in Refs. [10,11]. It is therefore interesting to study W W production in association with jets to confront these calculations with experimental data from the LHC.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 354,
                    "text": "[1]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 452,
                    "text": "[2]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 634,
                    "text": "[3]",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 769,
                    "text": "3",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 775,
                    "text": "[4]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 793,
                    "text": "[5]",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1018,
                    "text": "[6]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1112,
                    "text": "[7,",
                    "end": 1115
                },
                {
                    "type": "bibr",
                    "start": 1115,
                    "text": "8]",
                    "end": 1117
                },
                {
                    "type": "bibr",
                    "start": 1140,
                    "text": "[9]",
                    "end": 1143
                },
                {
                    "type": "bibr",
                    "start": 1348,
                    "text": "[10,",
                    "end": 1352
                },
                {
                    "type": "bibr",
                    "start": 1352,
                    "text": "11]",
                    "end": 1355
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A measurement of the jet multiplicity in W W events at the CDF experiment was published in Ref. [12]. At the LHC, the CMS Collaboration has included W W production in association with one jet in their measurement of the total W W production cross section at √ s = 8 TeV [13], but has not published dedicated fiducial cross sections of jet-associated W W production. This letter presents a measurement of the fiducial cross section of W W production using the decay chain W + W − → e ± ν e μ ∓ ν μ in final states with one associated hadronic jet, further referred to as 1-jet final state. The fiducial region is defined using stable particles at the generator level and is chosen to match the experimental selection as closely as possible.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "[12]",
                    "end": 100
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Only events with exactly one reconstructed jet are selected for the analysis, while events with a larger number of jets suffer from a large background from top-quark production and are not considered. The selected W W candidate event sample is corrected for background processes, detection efficiencies and resolution effects, and the cross section of W W + 1-jet production is extracted for the fiducial phase-space region. The results are combined with a previous measurement reported in Ref. [14] restricted to final http://dx.doi.org/10.1016/j.physletb.2016.10.014 0370-2693/© 2016 The Author. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 490,
                    "text": "Ref. [14]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 743,
                    "text": "3",
                    "end": 744
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "states without any reconstructed jets, referred to as 0-jet final state. The fiducial W W + ≤ 1-jet cross section and the ratio R 1 of the fiducial W W + 1-jet and fiducial W W + 0-jet cross sections are determined and compared to different theoretical predictions. The measurement therefore extends the fiducial phase space of the previous measurement of the W W production cross section.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 3
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The ATLAS detector [15] is a general-purpose detector measuring collisions at the Large Hadron Collider (LHC) with coverage over the full azimuthal angle φ. It consists of an inner detector surrounded by a 2 T solenoid to measure tracks with pseudorapidities of |η| < 2.5, 1 electromagnetic and hadronic calorimeters to provide energy measurements for |η| < 4.9, and a muon spectrometer with a toroidal magnetic field to detect muons with |η| = 2.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "A three-level trigger system selects events to be read out.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The measurement uses data collected with the ATLAS experiment during the 2012 data-taking period. Only runs with stable proton beams colliding at The analysis relies on event simulation to correct the measured event yields for experimental effects and for the study of background processes. Different simulated event samples are used to model the signal from the individual production mechanisms: qq → W + W − events are simulated using the Powheg 1.0 generator [17][18][19][20][21], which is interfaced to Pythia 8.170 [22]; for the non-resonant gg-induced W W signal the gg2ww program (version 3.1.3) [23] is employed and interfaced to Herwig 6.5/Jimmy 4.31 [24,25]; resonant W W * production via a Higgs boson with a mass of m H = 125 GeV is modelled using Powheg+Pythia 8.170. The three event samples are simulated using the CT10 NLO [26] parton distribution function (PDF). Photon radiation is modelled using Photos [27]. The parameter tune used for the underlying event is AU2 [28]. The event samples are normalised to a cross section times branching ratio of 5.58 pb",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 462,
                    "text": "[17]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 466,
                    "text": "[18]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 470,
                    "text": "[19]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 474,
                    "text": "[20]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 478,
                    "text": "[21]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 520,
                    "text": "[22]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 603,
                    "text": "[23]",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 660,
                    "text": "[24,",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 664,
                    "text": "25]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 838,
                    "text": "[26]",
                    "end": 842
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 921,
                    "text": "[27]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 983,
                    "text": "[28]",
                    "end": 987
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "). The sum of these contributions corresponds to a total W W cross-section of 58.7 +4.2 −3.8 pb where the uncertainties are due to scale and PDF uncertainties in the cross section calculations. For additional studies a sample of simulated qq → W + W − events produced with MC@NLO [18] and Jimmy [24,25] using the AUET2 tune [29] and the CT10 PDF is used.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 280,
                    "text": "[18]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 295,
                    "text": "[24,",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 299,
                    "text": "25]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 324,
                    "text": "[29]",
                    "end": 328
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Production of pairs of top quarks, s-channel single top-quark production and W -associated top-quark production are modelled with the Powheg+Pythia 6 generator with the AU2 [28] tune. Single top-quark production in the t-channel is described by the Acer 3.7 [30] MC generator interfaced to Pythia 6 [31] with the AUET2B tune [32]. These events samples are normalised to the respective NNLO+NNLL calculations [33][34][35][36] to obtain the relative contribution to the total top-quark background, whose overall normalisation is determined from data as detailed in Section 4. 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). The transverse energy is computed as E T = E • sin θ , while the radial distance between two objects is defined as R =",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 173,
                    "text": "[28]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 258,
                    "text": "[30]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 299,
                    "text": "[31]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 325,
                    "text": "[32]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 408,
                    "text": "[33]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 412,
                    "text": "[34]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 416,
                    "text": "[35]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 420,
                    "text": "[36]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 574,
                    "text": "1",
                    "end": 575
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Background from W and Z boson production is modelled using Alpgen 2.14 [37] interfaced to Pythia 6 and normalised to NNLO calculations [38] where needed. The AUET2 tune is used for the underlying event. The diboson background processes W Z and Z Z are generated using the same settings as employed for the simulated qq → W + W − event samples. The production of a W boson and a virtual photon (γ * ) is generated using the Sherpa generator (version 1.4.2) [39]. For W γ production Alpgen+Herwig+Jimmy is employed.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 71,
                    "text": "[37]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "start": 135,
                    "text": "[38]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 456,
                    "text": "[39]",
                    "end": 460
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "In all simulated event samples, additional pp collisions accompanying the hard-scatter interactions (pile-up) are modelled by overlaying minimum-bias events generated using Pythia 8. To simulate the detector response, the generated events are passed through a detailed simulation of the ATLAS detector [40] based on Geant4 [41] or Geant4 combined with a parameterised calorimeter simulation [42]. Only final states with one electron and one muon are used. Events with additional leptons with p T > 7 GeV are rejected, which helps to suppress other diboson processes with more than two leptons. It is required that at least one of the leptons has met an online single-lepton selection or both have passed a dilepton trigger with reduced thresholds and less stringent object identification criteria. This setup has an efficiency of 99%-100% with respect to the offline lepton selection.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 302,
                    "text": "[40]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 323,
                    "text": "[41]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 391,
                    "text": "[42]",
                    "end": 395
                }
            ]
        },
        {
            "text": "Object reconstruction and event selection",
            "section_rank": 4
        },
        {
            "section": "Object reconstruction and event selection",
            "text": "Jets are formed using calibrated topological clusters of energy [43] reconstructed in the calorimeters using the anti-k t algorithm [44] with radius parameter R = 0.4. Further corrections to the jet energy are applied based on simulation [45] and are followed by a pile-up suppression [46]. Jets are required to have p T > 25 GeV and |η| < 4.5. More than 50% of the scalar sum of the p T of all tracks contained within R = 0.4 of the jet axis is required to be from tracks associated with the primary vertex to suppress contributions from additional pp interactions in the event [47] if the jet satisfies p T < 50 GeV and |η| < 2.4. Only events with exactly one jet meeting the above criteria are selected. Jets containing b-hadrons (so-called b-jets) are identified within the central region of the detector, |η| < 2.5, using a multivariate approach [48,49] with an efficiency of 85%. To reduce the background from top-quark production, events containing b-jets with p T > 20 GeV and within |η| < 2.5 are rejected.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 64,
                    "text": "[43]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 132,
                    "text": "[44]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "start": 238,
                    "text": "[45]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 285,
                    "text": "[46]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 579,
                    "text": "[47]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 851,
                    "text": "[48,",
                    "end": 855
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 855,
                    "text": "49]",
                    "end": 858
                }
            ]
        },
        {
            "section": "Object reconstruction and event selection",
            "text": "Selection requirements on the missing transverse momentum in the candidate events are used to reduce the contribution of events from Z /γ * → τ τ (Drell-Yan) production where both τ -leptons decay leptonically. Missing transverse momentum is reconstructed from the vector sum of the transverse momenta of identified particles [50] to which either reconstructed jets and calorimetric depo- sitions not associated with any particle are added. Missing transverse momentum induced by mismeasurements of the energy of leptons is further reduced in the calorimeter-based measurement by projecting the missing transverse momentum E miss T onto nearby leptons, to calculate the so-called relative missing transverse momentum E miss T, Rel . A lepton is considered nearby if the azimuthal separation to the ",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 326,
                    "text": "[50]",
                    "end": 330
                }
            ]
        },
        {
            "text": "Determination of backgrounds",
            "section_rank": 5
        },
        {
            "section": "Determination of backgrounds",
            "text": "The experimental signature of exactly one electron and one muon with opposite electric charge, and missing transverse momentum can be produced by a variety of SM processes which are treated as backgrounds. Top quarks decay almost exclusively to a b-quark and a W boson. This makes tt and single top-quark production the dominant background to W W production, in particular for events with jets in the final state. The background yield from top-quark production is determined using a method proposed in Ref. [51]. The event yield is extrapolated from a control sample enriched in events from top-quark production. It is defined by the nominal selection requirements but must contain exactly one identified b-jet with p T > 25 GeV and within |η| < 2.5, instead of requiring the absence of identified b-jets. The distribution of the transverse momentum of the b-jet in the control sample is shown in Fig. 1(a). The data is used to constrain the large experimental and theoretical uncertainties shown by the error bands. The factor to extrapolate from this control sample to the signal sample is determined as the ratio of jets passing or failing the b-jet requirement in additional control samples, defined by the presence of two jets, at least one of which passes the b-tag requirement. Systematic effects resulting from the choice of the control sample are corrected for by an additional factor estimated from simulated event samples. The correction introduces experimental systematic uncertainties of ±3.1%, mainly from the uncertainty in the jet energy scale. Theoretical uncertainties are found to amount to ±2.5%",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 507,
                    "text": "[51]",
                    "end": 511
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 897,
                    "text": "Fig. 1(a)",
                    "end": 906
                }
            ]
        },
        {
            "section": "Determination of backgrounds",
            "text": "and are dominated by differences in simulated tt event samples produced with Powheg and MC@NLO, and uncertainties in the W t production cross section. Statistical uncertainties from the limited size of the control samples in data and simulation introduce an uncertainty of ±3.5%, resulting in an overall precision in the estimated top-quark background yield of ±5.2%.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Determination of backgrounds",
            "text": "The estimation of the remaining background processes closely follows the methodology described in Ref. [14]. Data-driven estimates of the yields of W + jets and multijet production are determined in an event sample in data that is selected with relaxed identification and isolation criteria for the leptons. The composition of this event sample with genuine and misidentified leptons can be inferred using the probabilities of genuine and misidentified leptons selected with the relaxed criteria to satisfy the nominal lepton selection criteria and W γ production, are determined using simulation and are normalised to NLO predictions [1]. The uncertainties assigned to the NLO predictions are inflated to cover differences from the calculations in Refs. [52,53]. For W γ production a K -factor is calculated from Ref. [54] and applied to the NLO prediction.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 103,
                    "text": "[14]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 635,
                    "text": "[1]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 755,
                    "text": "[52,",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 759,
                    "text": "53]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 819,
                    "text": "[54]",
                    "end": 823
                }
            ]
        },
        {
            "section": "Determination of backgrounds",
            "text": "The observed data and the estimated signal and background yields are summarised in Table 1. Half of the events selected in data are estimated to originate from background processes, where top-quark production represents the largest contribution. The transverse momentum distribution of the selected jet after the final event selection is shown in Fig. 1(b), where data is shown to- ",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 83,
                    "text": "Table 1",
                    "end": 90
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 347,
                    "text": "Fig. 1(b)",
                    "end": 356
                }
            ]
        },
        {
            "text": "Cross-section measurement",
            "section_rank": 6
        },
        {
            "section": "Cross-section measurement",
            "text": "The cross section for W W production in the eμ final state with exactly one jet is measured. The definition of the fiducial phase space is derived from the selection applied to reconstructed events. Leptons are recombined with any final-state photons from QED radiation within a surrounding cone of size R = 0.1, to form so-called 'dressed leptons'. Furthermore, electrons and muons are required to be oppositely charged and to originate directly from W decays. The same selection requirements on transverse momentum and pseudorapidity as at reconstruction level are applied to the dressed leptons. Stable particles with a lifetime τ > 30 ps, excluding muons and neutrinos, are used to form particle-level jets using the anti-k t algorithm with a radius parameter of R = 0.4. They are selected if p T > 25 GeV and |η| < 4.5. To remove jets originating from electrons, jets which are a distance R < 0.3 from any electron from W decays selected as detailed above are ignored. The four-momentum sum of the neutrinos originating from the W boson decays is used for the calculation of both p miss T and E miss T, Rel at generator level.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Cross-section measurement",
            "text": "The number of selected W W candidate events with exactly one associated jet may receive contributions from events with different jet multiplicities due to the detector resolution. After subtracting the background contributions, N b , from the number of observed events, N obs , the observed signal yield, N s = N obs − N b , is corrected for detector inefficiencies, resolution and jet migration effects using a correction matrix R ij . The correction matrix also accounts for jets originating from pileup which increase the expected signal yield by 5%. It is evaluated using simulated W W event samples as the ratio of the number of events reconstructed in jet-bin i and generated in jet-bin j, N reco i gen j , to the number of events generated in the fiducial volume with j associated jets, N fid gen j :",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Cross-section measurement",
            "text": "where all jet multiplicities j > 1 are contained in N reco i gen j in the jet-bin corresponding to j = 1 to account for migrations into the event sample. The effect on the measured cross section is less than 1%. The values of the matrix R ij are given in Table 2 together with their total uncertainties. Events reconstructed with the wrong jet multiplicity cause non-zero values for R ij with i = j.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 255,
                    "text": "Table 2",
                    "end": 262
                }
            ]
        },
        {
            "section": "Cross-section measurement",
            "text": "The fiducial W W cross section in jet-bin j is given by the measured signal yields in jet-bins i = 0, 1:",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Cross-section measurement",
            "text": "where L is the integrated luminosity and N i s the backgroundsubtracted events yield in jet bin i. The cross sections for W W production with zero and one associated jet are extracted simultaneously using a profile likelihood fit [55,56] to data observed in 0-jet and 1-jet final states. Information from both the 0-jet final states from Ref.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 230,
                    "text": "[55,",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 234,
                    "text": "56]",
                    "end": 237
                }
            ]
        },
        {
            "section": "Cross-section measurement",
            "text": "[14] and 1-jet final states are used, where systematic uncertainties are added to the likelihood function as nuisance parameters and treated as correlated between 0-jet and 1-jet final states.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Cross-section measurement",
            "text": "The sum of the fiducial 0-jet and 1-jet cross sections is extrapolated to the total phase space by correcting for the acceptance A W W and the branching fraction B of W → ν decays:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Cross-section measurement",
            "text": "Here, the acceptance A W W is defined as the ratio of events generated in the ≤ 1-jet fiducial volume to all generated events. The acceptance correction factor is A W W = 0.319, which is roughly 40% larger than for pure W W + 0-jet final states [14]. The W → ν, = e, μ or τ , branching fraction is B = 0.1083 [57].",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 245,
                    "text": "[14]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 309,
                    "text": "[57]",
                    "end": 313
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties arising from the limited knowledge of the event reconstruction efficiency and the determination of the particle four-momenta are propagated to the measurement by varying the corresponding parameters in the calculation of the correction matrix R ij . Uncertainties in the efficiency of the trigger and the selection of the leptons result in an uncertainty of ±1.8% in the fiducial cross section [58][59][60][61][62]. An uncertainty of ±2.9% [49] is attributed to the identification and rejection of jets containing b-hadrons.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 419,
                    "text": "[58]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 423,
                    "text": "[59]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 427,
                    "text": "[60]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 431,
                    "text": "[61]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 435,
                    "text": "[62]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 465,
                    "text": "[49]",
                    "end": 469
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Uncertainties in the jet energy scale and the jet energy resolution affect the matrix elements R ij especially for events with jets near the transverse momentum threshold of p T = 25 GeV, resulting in uncertainties that can be as large as ±40% for R ij with i = j. The effect on the W W + 1-jet cross section is found to be ±4.2% and ±1.0% from the jet energy scale and resolution [45,63], respectively. The uncertainty due to E miss T scale and resolution as well as p miss T scale and resolution account for ±0.4% in total [64]. The uncertainty from the modelling of additional pp interactions occurring in the same or nearby bunch crossings is less than ±0.6%.",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 381,
                    "text": "[45,",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 385,
                    "text": "63]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 525,
                    "text": "[64]",
                    "end": 529
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Uncertainties in the fiducial cross section due to the theoretical modelling of the correction matrix R ij are evaluated using alternative simulated qq → W + W − event samples. The uncertainty due to the choice of generator and parton shower model is estimated by comparing simulated event samples generated with Powheg+Pythia 8 and with MC@NLO+Jimmy. The resulting uncertainty in the measured cross section is ±2.4%. The effect of higher-order corrections is estimated by varying the renormalisation and factorisation scales simultaneously by factors of 0.5 and 2 and comparing the resulting correction matrices. The associated uncertainty in the measured 1-jet cross section amounts to ±0.5%.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty due to the choice of PDF is calculated according to Ref. [65] and amounts to less than ±0.1%. Accounting for migrations from higher jet multiplicities introduces uncertainties of ±2.1%. The uncertainty in the correction matrix due the relative normalisations of the different signal samples, qq → W + W − , non-resonant gg and resonant gg → H production, is found to be negligible in comparison to other uncertainties.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 73,
                    "text": "[65]",
                    "end": 77
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The extrapolation from the fiducial to the total phase space introduces additional uncertainties. These are assessed separately for the qq → W + W − , non-resonant gg → W + W − and resonant gg → H → W + W − processes and amount to ±1.9% for the MC generator and parton shower uncertainty evaluated as described above. The PDF-induced uncertainty is estimated to be ±0.8%. The uncertainties due to potential contributions from higher-order effects are determined to be ±4.0% originating from the restriction to specific jet multiplicities. They are computed in the total phase space by considering the scale dependence of successive inclusive jet-binned cross sections to be uncorrelated [66]. The scale dependence of the remaining selection criteria is assessed without applying any jet requirements and is found to be ±0.2%.",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 687,
                    "text": "[66]",
                    "end": 691
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The cross section for W W + 1-jet production in the fiducial region is measured to be:",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The total relative uncertainty of the measured value is ±15% and correlated with the uncertainty of the fiducial W W + 0-jet cross section of σ fid,0-jet",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": ". The correlation coefficient between the total uncertainties of the 0-and the 1-jet fiducial measurements is found to be ρ = −0.051. The measured cross sections and uncertainties can be used to compute a cross section defined in the fiducial W W + ≤ 1-jet region:",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "Uncertainties causing migrations of events between jet bins are significantly reduced when comparing the fiducial W W + 0-jet cross section and the W W + ≤ 1-jet cross section. The previously dominant experimental uncertainty in the jet energy scale is reduced by a factor of 2.5 by extending the measurement to include 1-jet final states.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "Additional uncertainties introduced by the rejection of b-jets and increased uncertainties in the estimation of background contributions cause the overall experimental uncertainty to be lower by only 18%.",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The ratio of jet-binned fiducial cross sections R 1 is measured to be: (6) and allows a test of theoretical calculations without knowing the total cross section.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 71,
                    "text": "(6)",
                    "end": 74
                }
            ]
        },
        {
            "section": "Results",
            "text": "Theoretical predictions of the fiducial cross sections are obtained by combining three separate theoretical calculations of the total cross sections with their respective acceptance correction factors A W W . These factors are calculated using the simulated event samples generated at lower order in the perturbative expansion for the three separate processes contributing to W W production.",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The theoretical calculation of pp",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "is used, which formally includes the loop-induced gg contribution at order O(α 2 S ). This gg contribution is subtracted and replaced by a calculation of the gg loop-process to order O(α 3 S ) [ ",
            "paragraph_rank": 42,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 193,
                    "text": "[",
                    "end": 194
                }
            ]
        },
        {
            "section": "Results",
            "text": "σ fid,≤1-jet",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "A comparison of the measured and predicted fiducial cross sections is given in Fig. 2(a). While the fiducial W W + 0-jet cross section was measured slightly higher than the theoretical prediction, the fiducial W W + 1-jet and W W + ≤ 1-jet cross-section measurements agree well with the theoretical prediction.",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 79,
                    "text": "Fig. 2(a)",
                    "end": 88
                }
            ]
        },
        {
            "section": "Results",
            "text": "The ratio of the jet-binned fiducial cross sections R 1 measured in data is compared to several theoretical predictions in Fig. 2(b). All theoretical values agree well with the measurement within uncertainties. The first two theoretical predictions are taken from either the Powheg+Pythia 8 or the MC@NLO+Jimmy qq → W + W − samples. The theoretical uncertainty in these predictions is assessed by varying the renormalisation and factorisation scales independently by factors of 0.5 and 2 with the constraint 0.5 < μ F /μ R < 2. The contributions from resonant and non-resonant gg → W + W − production are taken in both cases from the respective Powheg+Pythia 8 and gg2ww samples, which increase the prediction for R 1 due to more initial-state radiation from gluons than quarks. The full effect of omitting the gg → W + W − contributions is assigned as further theoretical uncertainty. To investigate resummation effects, a third prediction is obtained from the qq → W + W − and gg → W + W − samples as discussed above, but with the Powheg+Pythia 8 qq → W + W − sample reweighted to reproduce the p T,W W distribution as predicted by the NLO+NNLL calculation in Ref. [10]. In addition to renormalisation and factorisation scales, the resummation scale is varied here. Finally, predictions for R 1 are obtained by using recent fixed-order calculations 2 The prediction for the total cross section is slightly larger than the one cited in Ref.",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 123,
                    "text": "Fig. 2(b)",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "start": 1167,
                    "text": "[10]",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1351,
                    "text": "2",
                    "end": 1352
                }
            ]
        },
        {
            "section": "Results",
            "text": "[14] due to the inclusion of the higher-order calculation of the loop-induced gg processes and the use of an alternative scale choice in the calculation of the qq → W + W − process. for the qq → W + W − and non-resonant gg → W + W − processes from Matrix at NNLO [6] and MCFM at NLO, where the latter uses the implementations of inclusive W W production [1] and W W + 1-jet production [8]. These programs allow the application of the fiducial lepton and missing transverse momentum selections avoiding the use of acceptance factors derived from lower-order programs. Jets are clustered from the final state partons using the anti-k t algorithm with the radius parameter R = 0.4. A correction for non-perturbative effects from hadronisation and the underlying event is derived by comparing samples of Madgraph [68] using the CT10 PDF interfaced with Pythia 8 and the AU2 tune with these effects enabled or disabled. A systematic uncertainty is derived by interfacing the Madgraph samples with Herwig++ [69] and the AUET2 tune. The renormalisation and factorisation scales for the Matrix and MCFM predictions are set to μ R = μ F = m W and an uncertainty is obtained by varying those independently by factors of 0.5 and 2 with the constraint 0.5 < μ F /μ R < 2. In both of these calculations, the non-resonant gg → W + W − production only contributes in the denominator of R 1 . Contributions from resonant gg → H → W + W − production are included using event samples simulated with Powheg+Pythia 8.",
            "paragraph_rank": 46,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 263,
                    "text": "[6]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 354,
                    "text": "[1]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "start": 385,
                    "text": "[8]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 809,
                    "text": "[68]",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1001,
                    "text": "[69]",
                    "end": 1005
                }
            ]
        },
        {
            "section": "Results",
            "text": "The total W W cross section is extrapolated from the fiducial W W + ≤ 1-jet cross section using Eq. (3) and found to be:",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The result presented here is 12% more precise than the previous ATLAS measurement based on W W + 0-jet candidate events ",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "text": "Conclusion",
            "section_rank": 9
        },
        {
            "section": "Conclusion",
            "text": "The production of W boson pairs in association with a hadronic jet was studied in pp collisions at a centre-of-mass energy of agrees within the uncertainty with the prediction. The fiducial W W + ≤ 1-jet cross section is extrapolated to the total phase space, yielding a measurement of the total pp → W + W − cross section of 68.2 ± 4.7 pb. This result is compared to the highestorder theory calculation available of 65.0 ± 1.2 pb.",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "section": "Conclusion",
            "text": "The total cross section extrapolated from the ≤ 1-jet fiducial volume is in better agreement with the theory calculation than the total cross section extrapolated from the 0-jet fiducial volume. The uncertainty is improved by 12%. To investigate further how well current predictions are able to describe the relative contributions of these exclusive jet cross sections, the ratio of the fiducial W W + 1-jet to the fiducial W W + 0-jet cross section, R 1 , is determined to be 0.36 ± 0.05 and compared to various theoretical predictions, which are all found to agree with the measurement within the uncertainties. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [70].",
            "paragraph_rank": 50,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1065,
                    "text": "[70]",
                    "end": 1069
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "[9] F.F. Cordero, P. Hofmann, H. Ita, W + W − + 3 jet production at the large hadron collider in NLO QCD, arXiv:1512.07591 [ ",
            "paragraph_rank": 51,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 123,
                    "text": "[",
                    "end": 124
                }
            ]
        },
        {
            "text": "√ s = 8",
            "section_rank": 10
        },
        {
            "section": "√ s = 8",
            "text": "TeV are used in which all relevant detector components were functional. This data sample corresponds to an integrated luminosity of 20.3 fb −1 determined with an uncertainty of ±1.9% and derived from beam-separation scans performed in November 2012 [16].",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. (a) Distributions of the transverse momentum of the selected jet in the control region enriched in events from top-quark production. The sum in quadrature of statistical, experimental and theoretical uncertainties in the MC prediction are shown as a hatched band. (b) Distributions of the transverse momentum of the selected jet after final event selection. Data are shown together with the yields from W W signal as estimated from simulated event samples which are scaled to a total cross section of 58.7 +4.2 −3.8 pb, and the estimated background contributions. The sum in quadrature of statistical, experimental and theoretical uncertainties is shown as a hatched band. In both figures the last bin of the distribution is an overflow bin.",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": ".",
            "section_rank": 12
        },
        {
            "section": ".",
            "text": "The relative missing transverse momentum is required to be E miss T, Rel > 15 GeV. An additional track-based measure of the missing transverse momentum (p miss T ) is constructed by adding the momenta of tracks associated with the primary vertex to the vector sum of the transverse momenta of identified electrons and muons. By construction, p miss T is less sensitive to energy deposits from additional interactions and it is required to be p miss T > 20 GeV. To further reduce the sensitivity to fluctuations in either of the missing transverse momentum variables used, the azimuthal separation between E miss T and p miss T must satisfy φ(E miss T , p miss T ) < 2.0. The invariant mass of the two selected leptons, m , is required to be greater than 10 GeV to suppress contributions from misidentified leptons produced in multijet and W + jets events. Apart from the requirements on the jets and φ(E miss T , p miss T ), this event selection is identical to the one employed in Ref. [14].",
            "paragraph_rank": 54,
            "section_rank": 12
        },
        {
            "text": ". The yield of background from Drell-Yan production is obtained from a simultaneous fit of the distribution of simulated event samples to the φ(E miss T , p miss T ) distribution of the data in the signal region and in a control sample, defined by a selection of 5 GeV < p miss T < 20 GeV and no selection on φ(E miss T , p miss T ). The yields of the diboson processes, W Z, Z Z",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (a) Comparison of the measured cross sections in the 0-jet, 1-jet and ≤ 1-jet fiducial regions. The ratio of the measured cross sections to their respective theoretical prediction is shown. The theoretical predictions were obtained by multiplying the total cross section of 65.0 +1.2 −1.1 pb with the total acceptance obtained by combining the acceptance correction factors A W W for the W W processes according to their contribution. (b) Jet-binned fiducial cross-section ratio R 1 measured in data and compared to theoretical predictions. The values are obtained for two different qq → W + W − generators and by reweighting Powheg+Pythia 8 to a resummation calculation at NLO+NNLL. Contributions from resonant and non-resonant gg → W + W − production are added to all three theoretical values. Fixed-order calculations at NNLO using Matrix[6] and at NLO using MCFM[1,8]  are also shown, where contributions from gg → H → W + W − production are added using simulated Powheg+Pythia 8 samples. For the measured cross sections in (a) and (b) the combined statistical and systematic uncertainties are shown as a blue band. When statistical uncertainties are given they are indicated as horizontal error bars. The uncertainties in theoretical cross sections are shown as a grey band. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 56,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 849,
                    "text": "[6]",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 874,
                    "text": "[1,",
                    "end": 877
                }
            ]
        },
        {
            "text": "only [14] due to smaller experimental uncertainties in the fiducial W W + ≤ 1-jet cross-section measurement. The measured cross section is compatible with the theoretical prediction of 65.0 +1.2 −1.1 pb.",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "ter, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, the Canada Council, Canarie, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 58,
            "section_rank": 16
        },
        {
            "text": "|η| < 2.47 excluding the transition region between barrel and endcap calorimeters of 1.37 < |η| < 1.52. Muons are required to lie within |η| < 2.4. The same reconstruction and identification requirements as in Ref. [14] are used, resulting in an event sample with minimal contributions from backgrounds due to particles misidentified as leptons, particularly from W + jets, multijet and W γ events. For the selection of W W candidate events, the presence of exactly two isolated, oppositely charged leptons ( , ) with transverse momenta of p T > 25 GeV and p T > 20 GeV is required.",
            "paragraph_rank": 59,
            "section_rank": 17
        },
        {
            "text": "within",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Table 1",
            "section_rank": 18
        },
        {
            "section": "Table 1",
            "text": "Summary of the event yields in the selected W W + 1-jet events observed in data and estimated from signal and background contributions. The estimated event yields for the W W signal are determined from simulated event samples which are scaled to a total cross section of 58.7 +4.2 −3.8 pb. The estimated yields from diboson production are determined from simulated event samples whereas the yields of all other backgrounds are estimated using data-driven methods. The statistical and systematic uncertainties are shown separately. For reference, the numbers of observed, expected signal and background events for the W W + 0-jet measurement [14] are",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "section": "Table 1",
            "text": "gether with the simulated W W signal events and the estimated background yields. Good agreement between the data and the estimated yields is observed for the selected W W + 1-jet candidate sample.",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "Table 2",
            "section_rank": 19
        },
        {
            "section": "Table 2",
            "text": "Numerical values of the correction matrix R ij which accounts for the full detector efficiency migrations between jet bins, and the factor A W W which accounts for the extrapolation from the W W + ≤ 1-jet final state to the total phase space. For both variables the total uncertainties are shown.R ij (i = n reco jets , j = n",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "section": "Table 2",
            "text": "+ W − cross section at NNLO does not include b-quarks, such events can occur in the simulated event samples from gluon splitting, g → bb. The veto on identified b-jets affects these contributions in the calculation of the correction matrix R ij .",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "text": "collected by the ATLAS detector at the LHC. The analysis extends a previous analysis to final states with one jet. The fiducial W W + 1-jet cross section is measured to be 136 ±16 fb within the fiducial volume defined by the kinematic requirements placed in the analysis. It is found to be in very good agreement with the theoretical prediction obtained by combining the total cross-section calcu-lations of qq → W + W − at O α 2 S , non-resonant gg → W + W − at O α3 S , and resonant gg → W + W − at O α 4S and multiplying them with their respective acceptance factor A W W . Similarly, the measured fiducial W W + ≤ 1-jet cross section of 511 ± 29 fb",
            "paragraph_rank": 65,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 466,
                    "text": "3",
                    "end": 467
                }
            ]
        },
        {
            "text": "√s = 8 TeV using data with an integrated luminosity of 20.3 fb −1",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "hep-ph], 2015. [10] P. Meade, H. Ramani, M. Zeng, Transverse momentum resummation effects in W + W − measurements, Phys. Rev. D 90 (2014) 114006, arXiv:1407.4481 [hepph]. [11] M. Grazzini, et al., Transverse-momentum resummation for vector-boson pair production at NNLL+NNLO, J. High Energy Phys. 08 (2015) 154, arXiv:1507. 02565 [hep-ph]. [12] CDF Collaboration, T.A. Aaltonen, et al., Measurement of the production and differential cross sections of W + W − bosons in association with jets in pp collisions at √ s = 1.96 TeV, Phys. Rev. D 91 (2015) 111101, Addendum: Phys. Rev. D 92 (3) (2015) 039901, arXiv:1505.00801 [hep-ex]. [13] CMS Collaboration, Measurement of the W + W − cross section in pp collisions at √ s = 8 TeV and limits on anomalous gauge couplings, arXiv:1507.03268 [hep-ex], 2015. [14] ATLAS Collaboration, Measurement of total and differential W + W − production cross sections in proton-proton collisions at √ s = 8 TeV with the ATLAS detector and limits on anomalous triple-gauge-boson couplings, arXiv:1603.01702 [hep-ex], 2016. [15] ATLAS Collaboration, The ATLAS experiment at the CERN large hadron collider, J. Instrum. 3 (2008) S08003. [16] ATLAS Collaboration, Luminosity determination in pp collisions at √",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "s = 8 TeV",
            "paragraph_rank": 68,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COL-CIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Cen-",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "text": "f Also at Physics Department, An-Najah National University, Nablus, Palestine. g Also at Department of Physics, California State University, Fresno, CA, United States.",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "text": "h Also at Department of Physics, University of Fribourg, Fribourg, Switzerland.",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "i Also at Departament de Fisica de la Universitat Autonoma de Barcelona, Barcelona, Spain. af Also at Section de Physique, Université de Genève, Geneva, Switzerland. ag Also at Eotvos Lorand University, Budapest, Hungary.",
            "paragraph_rank": 73,
            "section_rank": 25
        }
    ]
}