{
    "level": "paragraph",
    "abstract": [
        {
            "text": "High energy Astroparticles include Cosmic Ray (CR), gamma ray and neutrinos, all of them coming from the universe. The origin and production, acceleration and propagation mechanisms of ultrahigh-energy CR (UHECR ∼ 10 20 eV) are still unknown. Knowledge on particle interactions taking place at those energies, useful for studying current theories on particle physics, can be obtained only from measurements of high energy astroparticles. In the present document some techniques on data analysis of mass composition of UHECR with the Pierre Auger Observatory are described. The relevance of the muon component of air showers produced by the primary CR, as well as some low energy simulations of that component, are explained.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The energy spectrum of CR shows the flux of particles as a function of energy. It extends from a few GeV to above 10 20 eV. Acceleration mechanism together with propagation processes through the interstellar medium can explain qualitatively the whole energy range but the acceleration sites are still to be explained. The energy spectrum has some features which are easily distinguishable because of its similarity with a human leg, the knee and the ankle. Those features might be interpreted either as a change of the acceleration mechanism at sources, as a propagation effect or as a change of the hadronic interaction cross sections with increasing energy [1]. Figure 1 shows the spectrum measured by different experiments [2]. CR with energies up to some GeV arise predominantly from the Sun. From these energies up to a few 10 15 eV CR could be originated by shock acceleration in galactic Supernova Remnants (SNRs) [3]. Although there is no experimental evidence, some theories point out that SNRs could accelerate cosmic rays up to energies of 10 18 eV as well [5,6]. The maximum energy that CR may obtain from a given astronomical object is limited by the combination of the magnetic field strength and shock size [7,8]. On this basis, M. Hillas proposed a simple plot ( Figure 2) to show that there are only few astrophysical objects (Active Galactic Neclei-AGNs and Gamma Ray Burst-GRBs, Intergalactic Medium-IGM is also shown) capable to accelerate nuclei and protons to energies of 10 20 eV. There are other non-traditional theories trying to explain the origin of the extreme energetic particles, the so called top-down models. Some of those models include production of UHECRs from the decay of exotic particles such as Topological Defects (TD) [10], super heavy dark matter (SHDM) particles [11,12,13], or neutrino interactions with the relic neutrino background (Z-burst model) [14,15]. All the top-down models suggest a large fraction of photons in the flux of UHECRs [16], which can be studied measuring the flux limits for photons and neutrinos. The Pierre Auger Collaboration has estimated upper limits on both of them [17,18]. The upper limit set to the flux of photons allowed to constrain certain top-down models, which can not be considered as plausible scenarios for the production of UHECRs any more. The GZK Figure 1. Cosmic ray energy spectrum as measured by many experiments over a wide range in energy, as presented at ICRC 2015 (modified from [2]).",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 659,
                    "text": "[1]",
                    "end": 662
                },
                {
                    "type": "figure",
                    "start": 664,
                    "text": "Figure 1",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 726,
                    "text": "[2]",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 921,
                    "text": "[3]",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1068,
                    "text": "[5,",
                    "end": 1071
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1071,
                    "text": "6]",
                    "end": 1073
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1222,
                    "text": "[7,",
                    "end": 1225
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1225,
                    "text": "8]",
                    "end": 1227
                },
                {
                    "type": "figure",
                    "start": 1279,
                    "text": "Figure 2",
                    "end": 1287
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1759,
                    "text": "[10]",
                    "end": 1763
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1806,
                    "text": "[11,",
                    "end": 1810
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1810,
                    "text": "12,",
                    "end": 1813
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1813,
                    "text": "13]",
                    "end": 1816
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1894,
                    "text": "[14,",
                    "end": 1898
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1898,
                    "text": "15]",
                    "end": 1901
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1985,
                    "text": "[16]",
                    "end": 1989
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2139,
                    "text": "[17,",
                    "end": 2143
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2143,
                    "text": "18]",
                    "end": 2146
                },
                {
                    "type": "figure",
                    "start": 2335,
                    "text": "Figure 1",
                    "end": 2343
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2474,
                    "text": "[2]",
                    "end": 2477
                }
            ]
        },
        {
            "text": "Figure 2.",
            "section_rank": 3
        },
        {
            "section": "Figure 2.",
            "text": "Hillas Plot showing the required size and magnetic field strength of possible UHECR sources. Objects below the corresponding lines are not able to accelerate proton or iron nuclei to an energy of 10 20 eV [4]. effect [19,20] also imposes a limit for the distance at which the sources of cosmic rays above energies of 5 • 10 19 eV can be located. Identification of sources of UHECRs by looking directly at their arrival directions is not easy because at relative low energies, the distribution of the arrival directions is isotropic. Nevertheless, a lot of effort has been concentrated to find significant anisotropies. Most of high energy particles in CR are protons; about 10% are helium nuclei, and 1% are neutrons or nuclei of heavier elements. Together, these account for 99% of the CR, and electrons and photons conform the remaining 1%. The number of neutrinos is estimated to be comparable to that of high energy photons, but it is very high at low energy because of the nuclear processes that occur in the Sun [21]. For UHECRs, studies on the depth of shower maximum performed by the Pierre Auger Observatory, have recently shown an unexpected non-trivial behavior in the mass composition above 10 18 eV, more information on these results is described in this document. Interpreted with the leading LHC-tuned shower models, this behavior implies a gradual shift to a heavier composition. A number of fundamentally different astrophysical model scenarios have been developed to describe such evolution [22]. When CR arrive to the atmosphere, they produce an extensive air shower (EAS) of secondary particles. They reach a maximum and continues after the total energy of the primary cosmic ray is distributed to them [23]. The EAS has the components: hadronic, muonic and electromagnetic. In addition, there are particles with small contribution to the total energy balance, i.e. UV-photons and radio emission, or which are not detectable called invisible component (neutrinos and very low energy particles) [24]. Precision Auger measurements of shower properties, have revealed inconsistencies within present shower models, opening the possibility that the unexpected behavior is due to new hadronic interaction physics at energy scales beyond the reach of the LHC [22]. Gamma photons are photons of very high energy which can travel long distances without being deflected by galactic and extragalactic magnetic fields, hence they allow us to directly study their emission sources [21], neutrinos have the same situation. Gamma rays are involved in phenomena taking place in astrophysical objects such as AGNs and GRBs, as well as Dark Matter annihilation and decay, Lorentz Invariance Violation (LIV) and inter-galactic magnetic field measurement [26]. Such emissions can be meassured with HAWC experiment at TeV-scale [27]. There is a feedback between CR physics and particle physics trying to understand the mechanisms of their interactions with matter and giving the possibility to develop fundamental theories of physics [28,29,30,22]. UHERC are an alternative field of research to look for new physics beyond the Standard Model of elementary particles, in a kinematic region not accesible by terrestrial accelerators on the basic idea of the modification of effective cross sections at high energies. Examples of such theories are Supersymmetry (SUSY), Grand Unified Theories (GUT's) [31] and Extra Dimensions Models [32].",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 205,
                    "text": "[4]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 217,
                    "text": "[19,",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 221,
                    "text": "20]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1018,
                    "text": "[21]",
                    "end": 1022
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1509,
                    "text": "[22]",
                    "end": 1513
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1723,
                    "text": "[23]",
                    "end": 1727
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 2014,
                    "text": "[24]",
                    "end": 2018
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2272,
                    "text": "[22]",
                    "end": 2276
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2488,
                    "text": "[21]",
                    "end": 2492
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2755,
                    "text": "[26]",
                    "end": 2759
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2827,
                    "text": "[27]",
                    "end": 2831
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 3033,
                    "text": "[28,",
                    "end": 3037
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 3037,
                    "text": "29,",
                    "end": 3040
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 3040,
                    "text": "30,",
                    "end": 3043
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 3043,
                    "text": "22]",
                    "end": 3046
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 3397,
                    "text": "[31]",
                    "end": 3401
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 3430,
                    "text": "[32]",
                    "end": 3434
                }
            ]
        },
        {
            "text": "Mass Composition with the Pierre Auger Observatory",
            "section_rank": 4
        },
        {
            "section": "Mass Composition with the Pierre Auger Observatory",
            "text": "The Pierre Auger Observatory, is an international collaboration conformed by ∼500 people from 82 institutions in 16 countries [33]. The scientific goal of Auger is to study UHECR (10 18 to 10 20 eV). The most important achievements of the experiment are described in [22] 2.1. Description and performance of the Observatory Auger is a hybrid detector, it covers an area of 3000 km 2 . The original components are a surface detector (SD) with a duty cycle of 100% and a fluorescence detector (FD) with a duty cycle of 15%. The SD has 1660 3.6 m diameter water Cherenkov tanks. Each station is full with 12,000 l of pure water. The light produced inside the tank is measured by three 9\"Photonis photomultipliers tubes (PMTs). The PMTs are set on top of the tank symmetrically distributed, they look downwards into the water. The SD observes the particles of the EAS arriving to the earth, recording the lateral distribution. There are four FD stations located on the edges of the SD grid. Each of the stations contain six individual air-fluorescence light telescopes consisting of a spherical mirror with a spherical pixel camera. The camera is equiped with 440 hexagonal Photonis PMTs. The FD observes the longitudinal development of the EAS at the atmosphere. Extensions With the goal of studying the transition of galactic to extragalactic CR and to better understand the composition, Auger has included some enhancements including high elevetion fluorescence telescopes (HEAT), the AMIGA underground muon detectors and detectors of radio (AERA) and microwave emissions from air showers [22]. Auger Prime (Primary cosmic Ray Identification with Muons and Electrons) It consists of an upgrade of the experiment. Motivations: to get information on mass composition and the origin of the flux suppression at the highest energies, the search of a flux contribution of protons up to the highest energies, to study EAS and hadronic multiparticle production. The upgrades consist of a complementary Surface Scintilator Detector (SSD) above the existing SD stations, substitution of current electronics, the underground muon detector AMIGA and the extension of duty cycle of FD [22].",
            "paragraph_rank": 3,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 126,
                    "text": "[33]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 267,
                    "text": "[22]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1588,
                    "text": "[22]",
                    "end": 1592
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2171,
                    "text": "[22]",
                    "end": 2175
                }
            ]
        },
        {
            "text": "Mass Composition sensitive parameters",
            "section_rank": 5
        },
        {
            "section": "Mass Composition sensitive parameters",
            "text": "To know the mass composition of UHECR could give valuable information on the origin and acceleration mechanisms of such particles, as well as set constrains to the models. Interpreting the observed longitudinal shower profiles [34] with LHC-tuned interaction models, the Pierre Auger Observatory can conclude that there is a large fraction of protons present at 10 18 eV, changing to a heavier composition, possibly dominated by elements of the CNO group, at 10 19.5 eV [34]. In this section one of the first results (with data up to 2009) supporting this finding, based on mean values of X max and Risetime mass composition sensitive parameters is described. Risetime ( t 1/2 ) is the time it takes for the integrated signal recorded by the SD stations, to rise from 10% to 50% of the final value. It is sensitive to the mass composition since its value changes for light initiated EAS against that of heavy initiated ones [8,9]. Parameters derived from t 1/2 as its asymmetry [35], ∆ i [36] and ∆ 1000 are also mass sensitive. X max is the most mass-sensitive observable recorded by the FD, it is the depth of the shower maximum, meassured by looking at the longitudinal shower profile [34].  eV is found to get heavier but still remains in a mixed mass composition, if the evolution of mean X max with the energy is compared with models [1]. Improvement of t 1/2 parameter Typically t 1/2 is considered at 1000 m from the shower core per event. Nevertheless this parameter presents a large spread [1]. Since there is no physical reason to take that distance, it is worth to explore if there is other characteristic distance for each different event. Currently a study to find such a distance is being performed. It is found as the intersection distance (InD) of several parameterisations of t 1/2 as a function of the distance to the shower core for a given event. This is similar to the method used to find the 1000 m distance for the Lateral Distribution Function [37] . It is found, after analysing 15 high quality events, that the interesection changes for different zenith angles, preliminary representative results are shown in Figure 3. More studies are in progress [38].",
            "paragraph_rank": 4,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 227,
                    "text": "[34]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 470,
                    "text": "[34]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 924,
                    "text": "[8,",
                    "end": 927
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 927,
                    "text": "9]",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 978,
                    "text": "[35]",
                    "end": 982
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 988,
                    "text": "[36]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1188,
                    "text": "[34]",
                    "end": 1192
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1340,
                    "text": "[1]",
                    "end": 1343
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1500,
                    "text": "[1]",
                    "end": 1503
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1969,
                    "text": "[37]",
                    "end": 1973
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2137,
                    "text": "Figure 3",
                    "end": 2145
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2176,
                    "text": "[38]",
                    "end": 2180
                }
            ]
        },
        {
            "text": "Method for estimation of mass composition at the highest available energies",
            "section_rank": 6
        },
        {
            "text": "Muon Component",
            "section_rank": 7
        },
        {
            "section": "Muon Component",
            "text": "The muonic component of air showers is sensitive to hadronic particle interactions at all stages in the EAS, and to many properties of hadronic interactions such as the multiplicity, elasticity, fraction of neutral secondary pions, and the baryon-to-pion ratio. Currently the number of muons can only be measured indirectly except at very large lateral distances and in very inclined showers, where muons dominate the shower signal at ground level [22]. The muon content in EAS also gives information on the composition of the primary UHECR, an iron primary may induce up to about 40% more muons than a proton primary of the same energy [39].  Figure 4. There is a bias of less than 5% for showers with R M C µ > 0.6, value above which the SD array is over 95% efficient. From this result, we conclude that N 19 provides a direct measurement of the relative number of muons with respect to the reference distribution [40].",
            "paragraph_rank": 5,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 448,
                    "text": "[22]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 637,
                    "text": "[39]",
                    "end": 641
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 644,
                    "text": "Figure 4",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 917,
                    "text": "[40]",
                    "end": 921
                }
            ]
        },
        {
            "text": "Low Energy muon studies",
            "section_rank": 8
        },
        {
            "section": "Low Energy muon studies",
            "text": "Burried Array Telescope at Auger (BATATA) is a muon telescope built to analyze the muon component of EAS and to quantify the electromagnetic contamination as a function of the depth, for energies above 6•10 15 eV. BATATA is conformed by plastic scintillators bars meant to validate the depth of the design of AMIGA counters. BATATA is also an independent muon detector. A simulation code has been developed to reproduce the data of the detector for comparisons with measurements. For testing the code, results obtained with it are compared with the expected results from analytical calculations for 9 positions on the detector (positions 1 to 9 in Figure 5). This study allowed to characterize the use of the simulation code (for particle interactions in the  Figure 5. Comparison of simulations with expected results from analytical calculations for certain azimuth and zenith angles as example [41].",
            "paragraph_rank": 6,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 648,
                    "text": "Figure 5",
                    "end": 656
                },
                {
                    "type": "figure",
                    "start": 760,
                    "text": "Figure 5",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 896,
                    "text": "[41]",
                    "end": 900
                }
            ]
        },
        {
            "section": "Low Energy muon studies",
            "text": "EAS at lower energies than the primary one) for getting the most reliable results. The maximum difference is ∼ 10% [41]. 2.6. Exotic Particles UHECRONS Proposed exotic particle called UHECRON [42] is studied through simulations and compared with measurements of the Pierre Auger Observatory. UHECRON is a strongly interacting, long lived, massive and neutral particle, which do not has to interact with the Cosmic Background Radiation being able to reach the earth. Hybrid events are selected and compared with simulated events, those are mixtures of proton-UHECRON with 0.5, 2.5, 5 and 10 % of UHECRON content. Energies considered are from 10 18 up to 10 20 eV. The mixture with around 0.5 % of UHECRONs is selected as the one that best represents the experimental data. A Bayesian approach in order to determine the upper limit for the UHECRON composition fraction that may be present in the experimental data collected by the Observatory for energies above 10 19 eV is performed. The upper limit for the UHECRON composition fraction determined by this method is 4.4% at 95% C.L. [44]. For more details on this kind of studies see [43,44].",
            "paragraph_rank": 7,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 115,
                    "text": "[41]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 192,
                    "text": "[42]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1082,
                    "text": "[44]",
                    "end": 1086
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1133,
                    "text": "[43,",
                    "end": 1137
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1137,
                    "text": "44]",
                    "end": 1140
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 9
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Examples of characteristic distances for t 1/2 for different zenith angles",
            "paragraph_rank": 8,
            "section_rank": 9
        },
        {
            "text": "Inclined showers and Muon Component For estimating the energy of inclined showers, parameter N 19 , representing the shower size is defined. It is based on the muon density model prediction to fit the signals recorded by the SD with respect to a reference profile for the muon density at ground of proton showers of 10 19 eV simulated with several hadronic models. In order to test the effectiveness of N 19 as estimator of the total number of muons relative to that in the reference distribution, a simulated N 19 is compared to the true ratio R M C µ = N true µ /N µ, 19, where N true µ is the true number of muons at ground. The mean value of the difference between N M C 19 and R M C µ is shown in",
            "paragraph_rank": 9,
            "section_rank": 10
        },
        {
            "text": "Figure 4 .",
            "section_rank": 11
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Average of the relative difference between N M C 19",
            "paragraph_rank": 10,
            "section_rank": 11
        },
        {
            "text": "Observable ∆ 1000 is calculated for high quality hybrid events and calibrated with X max . With this method one takes advantage of the high statistics provided by the SD to obtain a new estimation for X max , X SD max . The energy range of the Observatory for measuring X max was",
            "paragraph_rank": 11,
            "section_rank": 12
        },
        {
            "text": "Acknowledgments Many thanks to CONACyT Mexico for financial support through projects CB 243290 and CB 132197, and L'OREAL Mexico, CONACyT, UNESCO, CONALMEX and AMC for the Fellowship for Women in Science 2014. I want to thank also to all collaborators, who contributed to the work described in this document.",
            "paragraph_rank": 12,
            "section_rank": 14
        }
    ]
}