{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The LHCb experiment is designed to study properties and decays of heavy flavored hadrons produced from pp collisions at the LHC. During Run 1, it has recorded the world's largest data sample of beauty and charm hadrons, enabling precision spectroscopy studies of such particles. Several important results obtained by LHCb, such as the discovery of the first pentaquark states and the first unambiguous determination of the Zc(4430) − as an exotic state, have dramatically increased the interest on spectroscopy of heavy hadrons. An overview of the latest LHCb results on the subject, including the discovery of four strange exotic states decaying as X → J/ψ φ, is presented. LHCb has also made significant contributions to the field of B + c physics, the lowest bound state of the heavy flavor b and c quarks. A synopsis of the the latest results is given.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The quark model enunciated by Gell-Mann et al. [1] predicts, besides conventional qq mesons and qqq baryons, any other SU(3) color-neutral combination of quarks and gluons such as gg glueballs, qqg hybrids, qqqq tetraquarks, qqqqq pentaquarks, and so on. Experimentally, such \"exotic\" states have been hard to find, especially in the light quark sector. The situation changed in 2003, after the discovery of the narrow exotic tetraquark state, X(3872), by the Belle collaboration [2]. Since then, several other states with exotic configurations have been seen, interestingly, all involving heavy quark systems. With the first unambiguous spin-parity assignments of the X(3872) [3] and Z c (4430) − [4] states, the discovery of two pentaquark states [5], among other results, the LHCb experiment has been contributing heavily towards our understanding of these particles. In this talk we touch upon some recent results from LHCb in exotic hadron spectroscopy, as well as in the rapidly evolving field of the doubly heavy-flavored B + c meson.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 47,
                    "text": "[1]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 480,
                    "text": "[2]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 677,
                    "text": "[3]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 698,
                    "text": "[4]",
                    "end": 701
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 749,
                    "text": "[5]",
                    "end": 752
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "2. J/ψ φ exotic states in B + → J/ψ φK + The X(4140) state, first claimed by the CDF collaboration in 2008 [6] as a narrow, nearthreshold peak in the J/ψ φ invariant mass in the decay B + → J/ψ φK + , has generated both considerable interest as well as confusion. Results from several experiments [6,7,8,9,10,11] have seen disagreements on the properties of the X(4140) and higher lying states. Theoretical interpretations range from tetraquark, molecular or hybrid states, or a re-scattering phenomena, including the so-called \"cusp effect\" [12] at the D ± s D * ∓ s production threshold. An earlier LHCb analysis based on a data sample corresponding to 0.37 fb −1 of integrated luminosity at arXiv:1609.03888v1 [hep-ex] 13 Sep 2016 √ s = 7 TeV found no evidence of the X(4140) state. With a larger data sample corresponding to the entire Run I dataset, the latest LHCb results [13,14] incorporate an amplitude analysis of the complete decay chain B + → J/ψ (→ µ + µ − )φ(→ K + K − )K + . The estimated signal yield is N sig = 4289 ± 151, and the estimated background fraction in the signal region is (23 ± 6)%. This constitute the largest and cleanest world dataset for this decay mode.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 107,
                    "text": "[6]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 297,
                    "text": "[6,",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 300,
                    "text": "7,",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 302,
                    "text": "8,",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 304,
                    "text": "9,",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 306,
                    "text": "10,",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 309,
                    "text": "11]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 542,
                    "text": "[12]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 879,
                    "text": "[13,",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 883,
                    "text": "14]",
                    "end": 886
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "For the amplitude analysis, there are three relevant production amplitudes that can contribute: B + → J/ψ K * + (→ φK + ), B + → X(→ J/ψ φ)K + , and B + → Z + c (→ J/ψ K + )φ. Each of the three decay amplitudes are constructed in its corresponding helicity basis. The spinprojections of all intermediate states are summed over coherently, while the spin-projections of the final state muons are summed incoherently. The lineshapes of resonant structures are taken as relativistic Breit-Wigners with mass-dependent widths, folded with the corresponding angular-momentum barrier factor. For non-resonant components, the lineshape is taken just as the angular-momentum barrier factor. The transition matrix element depends on six kinematic variables describing the full decay chain, and the angular analysis fits to the joint six-dimensional differential rate. )   Figure 1 shows the results of the default amplitude fit, projected onto the \"K * \" and \"X\" invariant mass variables (the exotic Z c contributions are found to not dominate). Although the overall m(φK) distribution in Fig. 1a appears flat, a rich spectrum of K * + → φK + resonances are found in the angular distributions. The near-threshold J/ψ φ structure in Fig. 1b is found to be consistent with previous world data on X(4140) in the mass, while the width is found to be larger. A nearby second state consistent with the X(4272) found by the CDF collaboration [15] is seen, and both states prefer spin-parity assignments J P = 1 + . The higher m(J/ψ φ) region is also found to require two J P = 0 + resonances, X(4500) and X(4700). The significances of all four exotic states are found to exceed 5 σ.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 862,
                    "text": "Figure 1",
                    "end": 870
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1079,
                    "text": "Fig. 1a",
                    "end": 1086
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1222,
                    "text": "Fig. 1b",
                    "end": 1229
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1425,
                    "text": "[15]",
                    "end": 1429
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "3. Reconfirmation of the pentaquarks 3.1. Pentaquarks in Λ 0 b → J/ψ pπ − After the 2015 discovery of two pentaquark states P c (4380) + and P c (4450) + in the mode Λ 0 b → P + c (→ J/ψ p)K − by the LHCb collaboration [5], one question that naturally arises is if these states occur in other decay modes as well. Analysing the same Run I dataset, but now in the Cabibbo suppressed mode, Λ 0 b → J/ψ pπ − , the data is found to be consistent with the two pentaquarks coupling via the Λ 0 b → P + c π − mode [16]. Figures 2a and 2b show the Feynman diagrams in Λ 0 b → J/ψ pπ − , analogous to those in the Λ 0 b → J/ψ pK − [5], but with the s-quark now replaced by a d-quark. In addition, for the pπ − mode, the third diagram in Fig. 2c contributes as well, which can potentially result in the ratio of the branching fractions",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 219,
                    "text": "[5]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 507,
                    "text": "[16]",
                    "end": 511
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 513,
                    "text": "Figures 2a and 2b",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 622,
                    "text": "[5]",
                    "end": 625
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 728,
                    "text": "Fig. 2c",
                    "end": 735
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "to deviate from that expected from Cabibbo suppression [17]. Since pπ − is a Cabibbo-suppressed mode, compared to pK − , the statistics is around 15 times lesser (N sig = 1885±50), with thrice the percentage of background. The dominant contributions to the decay amplitude come from Λ 0 b → J/ψ N * (→ pπ − ). N * resonances are modeled as relativistic Breit-Wigners, except the N (1535), which is modeled by a Flatte lineshape, since, besides coupling to pπ − , it couples to the near-threshold nη mode as well. The last component contributing is",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 55,
                    "text": "[17]",
                    "end": 59
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "c is an exotic contribution, such as the Z c (4200) − tetraquark candidate claimed by the Belle collaboration [18]. Since the Cabibbo suppressed dataset is limited in statistics, the properties of the the P c and Z c exotic candidates are kept as in previous world data and a full amplitude fit is performed, following the formalism in the original pentaquark analysis [5]. Two different models of the N * contributions are included: \"reduced\" (RM), and \"extended\" (EM), the latter including a wider set of resonances and allowed couplings. Figure 3 shows the background-subtracted data and fits results projected on to the variables m(pπ − ) and m(J/ψ p). The pentaquark contributions are more prominent at higher m(pπ − ) masses, as visible in Fig. 3b.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 110,
                    "text": "[18]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 369,
                    "text": "[5]",
                    "end": 372
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 541,
                    "text": "Figure 3",
                    "end": 549
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 746,
                    "text": "Fig. 3b",
                    "end": 753
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "[GeV]  The significance for exotic contributions (the P c 's and the Z c (4200) − ) is found to be 3.1 σ and R π/K = 0.05, and 0.033, for P c (4380) + and P c (4450) + , respectively, consistent with expectations from Cabibbo suppression [17], pointing to a negligible contribution from the diagram in Fig. 2c. 3.2. Model-independent confirmation of exotic activity in Λ 0 b → J/ψ pK − One of the important sources of systematic uncertainties in the exotic states searches is the often poorly known spectrum of conventional hadronic resonances. For pentaquarks in Λ 0 b → J/ψ pK − [5], these comprise the exited Λ * J → pK − states of spin-J. To circumvent this problem, the LHCb adopted a model-independent method [19] first proposed by the BaBar collaboration in the context of Z c (4430) − searches [20]. The underlying principle is that if the highest spin of the the contributing Λ * J states is J max , then the maximal power of x = cos θ pK in the differential decay rate is given by the Legendre polynomial, P lmax (x), of order l max = 2J max + 1. Here θ pK is the helicity angle of the daughter kaon in the mother Λ * J rest-frame. Typically, physical Λ * J resonances occurring at a given m(pK) mass will have a limited ranges of l max as depicted in Fig. 4a: resonances of higher spins occur at higher masses, as demarcated by the red and blue lines.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 238,
                    "text": "[17]",
                    "end": 242
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 302,
                    "text": "Fig. 2c.",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 715,
                    "text": "[19]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 802,
                    "text": "[20]",
                    "end": 806
                },
                {
                    "type": "figure",
                    "start": 1262,
                    "text": "Fig. 4a",
                    "end": 1269
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "On the other hand, possible exotic states in the J/ψ p or J/ψ K − systems \"reflect\" on the entire spectrum of spin-J pK − states in the 3-body Dalitz plane Λ 0 b → J/ψ pK − . At a given m(pK − ) invariant mass, the presence of such unphysically large spin-J components, corresponding to large l max , beyond the limits in Fig. 4a, signals the present of exotic activity. Further, since the Legendre polynomials constitute a complete basis of orthonormal functions, the l max component in the cos θ pK distribution can be extracted via a counting experiment, weighting each event by the corresponding P lmax (cos θ pK ) function. The analysis uses the same Run I dataset and selection as in the earlier LHCb pentaquark paper. [5]. Figure 4b shows the efficiency-corrected and background-subtracted distribution in m(J/ψ p), compared with predictions from an \"exotic\" model with large l max = 31 (shown by the broken lines) that can accommodate reflections from exotics, compared to a non-exotic \"Λ * J -only\" model (shown by the blue curve), with l max as a function of m(pK − ) given by Fig. 4a. The \"Λ * J -only\" model clearly does not describe the data, which is a strong pointer towards the presence of exotic activity. Based on a likelihood ratio study using pseudoexperiments, between the \"Λ * J -only\" and \"exotic\" models, LHCb was also able to place a numeric estimate of the exotic significance at above 9 σ.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 322,
                    "text": "Fig. 4a",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 725,
                    "text": "[5]",
                    "end": 728
                },
                {
                    "type": "figure",
                    "start": 730,
                    "text": "Figure 4b",
                    "end": 739
                },
                {
                    "type": "figure",
                    "start": 1087,
                    "text": "Fig. 4a",
                    "end": 1094
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We underscore the point that the efficacy of this method is its independence from requiring any detailed knowledge of the complicated Λ * J spectrum.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Non-confirmation of the X(5568) tetraquark",
            "section_rank": 3
        },
        {
            "section": "Non-confirmation of the X(5568) tetraquark",
            "text": "The D0 collaboration has recently claimed a 5.1 σ evidence for a novel \"4-flavored\" (bsud) exotic tetraquark state X(5568) ± → B 0 s π ± , using pp collisions at √ s = 1.97 TeV. Further, the relative production rate between the X(5568) and B 0 s , multiplied by the X → B 0 s π ± branching fraction has been claimed to be ρ D0 X ∼ 8.6%. LHCb has searched for the X(5568) decaying to B 0 s π ± with the full Run I dataset [21], employing the modes B",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 421,
                    "text": "[21]",
                    "end": 425
                }
            ]
        },
        {
            "section": "Non-confirmation of the X(5568) tetraquark",
            "text": "The overall signal yield is around 110,000 B s decays, roughly twenty times larger than in D0, and with a higher purity. The selection requirements for the B 0 s and the companion π ± follow those in previous well-understood LHCb analyses. To facilitate a clean extraction of the B 0 s candidates, its transverse momentum, p T , is required to be greater than 5, 10, or 15 GeV. No significant X(5568) is seen for either of the three p T (B 0 s ) choices, as shown in Fig. 5 and upper limits of the order ρ LHCb X ∼ 2% at the 95% confidence level, are placed. We also note that preliminary results from the CMS collaboration [22] also indicate toward non-observation of any resonant-like structure around the purported X(5568) mass. Results from the ATLAS and CDF collaborations are still awaited.   4. Model-independent exotic evidence in Λ 0 b → J/ψ pK − : (a) at a given m(pK − ), the range of expected spin-J physical Λ * J resonances, where l max = 2J max + 1 and the green bands are the experimentally observed states; (b) comparison between the background subtracted and efficiency corrected data (black markers), predictions from a non-exotic \"Λ * J -only\" model (blue curve) and exotic \"l max = 31\" predictions (broken lines).  Figure 5. Fits to the LHCb B 0 s π ± spectrum [21] showing no significant excess at the X(5568) mass for p T (B 0 s ) greater than (a) 5 GeV and (b) 15 GeV.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 467,
                    "text": "Fig. 5",
                    "end": 473
                },
                {
                    "type": "figure",
                    "start": 799,
                    "text": "4",
                    "end": 800
                },
                {
                    "type": "figure",
                    "start": 1236,
                    "text": "Figure 5",
                    "end": 1244
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1282,
                    "text": "[21]",
                    "end": 1286
                }
            ]
        },
        {
            "text": "B + c physics at LHCb",
            "section_rank": 4
        },
        {
            "section": "B + c physics at LHCb",
            "text": "The B + c (bc) meson is unique in being the only established hadronic state composed of two different heavy flavor quarks. Unlike the bb or the cc onia states, due to its flavor quantum numbers B = −C = ±1, the B + c can not decay strongly, but only weakly, either viab →cW + , c → sW + , or the so-called weak-annihilation (WA) processbc → W + . The latter can potentially receive contributions New Physics, such as charged Higgs exchange at the tree-level. Further, compared to B + decays, the WA process in B + c decays is Cabibbo favored by the factor |V cb /V ub | 2 ∼ 100. LHCb has performed several measurements involving the B + c , including its decay modes with charmonium final states J/ψ 3π, J/ψ K + , ψ(2S)π + , J/ψ D ( * )+ s , J/ψ K + K − π + , J/ψ 3π + 2π − that derive from the the Cabibbo suppressed b →c transition, as well B + c → B 0 s π + , involving the Cabibbo favored c → s transition. The most precise measurements of its mass [23] and lifetime [24] come from LHCb as well and are consistent with expectation from Lattice QCD and heavy quark effective theory.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 953,
                    "text": "[23]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 971,
                    "text": "[24]",
                    "end": 975
                }
            ]
        },
        {
            "section": "B + c physics at LHCb",
            "text": "More recently, there has been emphases on WA studies via charmless B + c → h + h − h decays such as B + c → {KKK, πππ, KKπ, ppK, ppπ} [25,26]. Theory predictions for the WA processes exist only for the quasi two-body modes, with branching fractions ranging in 10 −6 to 10 −8 [27]. Since the B + c has a mass of around 6274 MeV, decays to three light hadrons result in large available phase-space and the formation of intermediate D 0 , B 0 (s) and ψ ( ) resonances also contribute. Using the full Run I dataset, LHCb has searched for the rare decay B + c → ppπ + [25] and also measured R p ≡ fc fu × B(B + c → ppπ + ), where f c (f u ) is the fragmentation fraction of a b quark into B + c (B + ). In the J/ψ veto region, m(pp) < 2.85 GeV, no signal was detected and an upper limit at the 95% confidence level is set as R p < 3.6 × 10 −8 . The latest LHCb results [26] on the B + c → K + K − π + mode has seen some hints of WA, but more data is needed.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 134,
                    "text": "[25,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 138,
                    "text": "26]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 275,
                    "text": "[27]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 563,
                    "text": "[25]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 864,
                    "text": "[26]",
                    "end": 868
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 5
        },
        {
            "section": "Conclusions",
            "text": "During the Run I phase of LHC running, the LHCb experiment has made several important strides in exotic hadron spectroscopy searches and B + c physics. The original pentaquark discovery has been reconfirmed by two further measurements and evidence for four possible new strange exotics have been seen in the J/ψ φ spectrum, while the X(5558) tetraquark state claimed by the DO collaboration stands unconfirmed at the LHC, as yet. With a significant production and acceptance rate of B + c mesons inside LHCb detector, several precision or first measurements of its mass, lifetime and decay modes have been made. The interesting problem of whether the weak annihilation process bc → W + in B + c 3-body charmless decays, can be enhanced from New Physics contributions has also being probed. Studies are also ongoing on the spectroscopy of B + * c states. With a five fold increase in statistics expected the ongoing Run II data-taking period ends in 2018, further detailed studies of these questions are expected.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Figure 1 .",
            "section_rank": 6
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Results of the amplitude fit projected on to variables (a) m(φK) and (b) m(J/ψ φ).",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Figure 2 .",
            "section_rank": 7
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Feynman diagrams for the decay Λ 0 b → J/ψ pπ − : (a) N * resonances (b) \"external\" W * − exchange, and (c) \"internal\" W * − exchange.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Figure 3 .",
            "section_rank": 8
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Projections of the background-subtracted data and the amplitude fit results in Λ 0 b → J/ψ pπ − projected on to: (a) m(pπ − ), and (b) m(J/ψ p) with m(pπ − ) > 1.8 GeV.",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Figure",
            "section_rank": 9
        },
        {
            "section": "Figure",
            "text": "Figure 4. Model-independent exotic evidence in Λ 0 b → J/ψ pK − : (a) at a given m(pK − ), the range of expected spin-J physical Λ * J resonances, where l max = 2J max + 1 and the green bands are the experimentally observed states; (b) comparison between the background subtracted and efficiency corrected data (black markers), predictions from a non-exotic \"Λ * J -only\" model (blue curve) and exotic \"l max = 31\" predictions (broken lines).",
            "paragraph_rank": 18,
            "section_rank": 9
        }
    ]
}