{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurement of matter-antimatter di erences in beauty baryon decays",
            "section_rank": 1
        },
        {
            "section": "Measurement of matter-antimatter di erences in beauty baryon decays",
            "text": "The LHCb collaboration † Di erences in the behaviour of matter and antimatter have been observed in K and B meson decays, but not yet in any baryon decay. Such di erences are associated with the non-invariance of fundamental interactions under the combined chargeconjugation and parity transformations, known as CP violation. Here, using data from the LHCb experiment at the Large Hadron Collider, we search for CP-violating asymmetries in the decay angle distributions of Λ 0 b baryons decaying to pπ − π + π − and pπ − K + K − final states. These four-body hadronic decays are a promising place to search for sources of CP violation both within and beyond the standard model of particle physics. We find evidence for CP violation in Λ 0 b to pπ − π + π − decays with a statistical significance corresponding to 3.3 standard deviations including systematic uncertainties. This represents the first evidence for CP violation in the baryon sector.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "T",
            "section_rank": 2
        },
        {
            "section": "T",
            "text": "he asymmetry between matter and antimatter is related to the violation of the CP symmetry (CPV), where C and P are the charge-conjugation and parity operators. CP violation is accommodated in the standard model (SM) of particle physics by the Cabibbo-Kobayashi-Maskawa (CKM) mechanism that describes the transitions between up-and down-type quarks 1,2 , in which quark decays proceed by the emission of a virtual W boson and where the phases of the couplings change sign between quarks and antiquarks. However, the amount of CPV predicted by the CKM mechanism is not sufficient to explain our matter-dominated Universe 3,4 and other sources of CPV are expected to exist. The initial discovery of CPV was in neutral K meson decays 5 , and more recently it has been observed in B 0 (refs 6,7), B + (refs [8][9][10][11], and B 0 s (ref. 12) meson decays, but it has never been observed in the decays of any baryon. Decays of the Λ 0 b (bud) baryon to final states consisting of hadrons with no charm quarks are predicted to have non-negligible CP asymmetries in the SM, as large as 20% for certain three-body decay modes 13 . It is important to measure the size and nature of these CP asymmetries in as many decay modes as possible, to determine whether they are consistent with the CKM mechanism or, if not, what extensions to the SM would be required to explain them 14- 16 .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 348,
                    "text": "1,",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "start": 350,
                    "text": "2",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 619,
                    "text": "3,",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 621,
                    "text": "4",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 730,
                    "text": "5",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 802,
                    "text": "[8]",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 805,
                    "text": "[9]",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "start": 808,
                    "text": "[10]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 812,
                    "text": "[11]",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 834,
                    "text": "12",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1118,
                    "text": "13",
                    "end": 1120
                },
                {
                    "type": "bibr",
                    "start": 1366,
                    "text": "14-",
                    "end": 1369
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1370,
                    "text": "16",
                    "end": 1372
                }
            ]
        },
        {
            "section": "T",
            "text": "The decay processes studied in this article, Λ 0",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "T",
            "text": "and Λ 0 b → pπ − K + K − , are mediated by the weak interaction and governed mainly by two amplitudes, expected to be of similar magnitude, from different diagrams describing quark-level b → uud transitions, as shown in Fig. 1. Throughout this paper the inclusion of charge-conjugate reactions is implied, unless otherwise indicated. CPV could arise from the interference of two amplitudes with relative phases that differ between particle and antiparticle decays, leading to differences in the Λ 0 b and Λ 0 b decay rates. The main source of this effect in the SM would be the large relative phase (referred to as α in the literature) between the product of the CKM matrix elements V ub V * ud and V tb V * td , which are present in the different diagrams depicted in Fig. 1. Parity violation (PV) is also expected in weak interactions, but has never been observed in Λ 0 b decays. To search for CP-violating effects one needs to measure CPodd observables, which can be done by studying asymmetries in the T operator. This is a unitary operator that reverses both the momentum and spin three-vectors 17,18 , and is different from the antiunitary time-reversal operator T 19,20 that also exchanges initial and final states. A non-zero CP-odd observable implies CP violation, and similar considerations apply to P-odd observables and parity violation 21 . Furthermore, different values of P-odd observables for a decay and its charge conjugate would imply CPV. In this paper, scalar triple products of final-state particle momenta in the Λ 0 b centre-of-mass frame are studied to search for P-and CPviolating effects in four-body decays. These are defined as",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 220,
                    "text": "Fig. 1",
                    "end": 226
                },
                {
                    "type": "figure",
                    "start": 769,
                    "text": "Fig. 1",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1101,
                    "text": "17,",
                    "end": 1104
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1104,
                    "text": "18",
                    "end": 1106
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1350,
                    "text": "21",
                    "end": 1352
                }
            ]
        },
        {
            "section": "T",
            "text": ", where h 1 and h 2 are final-state hadrons:",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "T",
            "text": "In the latter case there is an inherent ambiguity in the choice of the pion for h 1 that is resolved by taking that with the larger momentum in the Λ 0 b rest frame, referred to as π fast . The following asymmetries may then be defined 22,23 :",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 236,
                    "text": "22,",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 239,
                    "text": "23",
                    "end": 241
                }
            ]
        },
        {
            "section": "T",
            "text": "where N and N are the numbers of Λ 0 b and Λ 0 b decays. These asymmetries are P-odd and T -odd and so change sign under P or",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "T",
            "text": "The P-and CP-violating observables are defined as",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "T",
            "text": "and a significant deviation from zero would signal PV or CPV, respectively.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "T",
            "text": "Searches for CPV with triple-product asymmetries are particularly suited to Λ 0 b four-body decays to hadrons with no charm quark 24 thanks to the rich resonant substructure, dominated by ∆(1232) ++ → pπ + and ρ(770",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 130,
                    "text": "24",
                    "end": 132
                }
            ]
        },
        {
            "section": "T",
            "text": "The observable a T -odd",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "CP",
            "section_rank": 3
        },
        {
            "section": "CP",
            "text": "is sensitive to the interference of T -even and T -odd amplitudes with different CP-odd ('weak') phases. Unlike the overall asymmetry in the decay rate that is sensitive to the interference of T -even amplitudes, a T -odd CP does not require a non-vanishing difference † A full list of authors and a liations appears at the end of the paper. ",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "CP",
            "text": "The two diagrams show the transitions that contribute most strongly to Λ 0",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "CP",
            "text": "In both cases, a pair of π + π − (K + K − ) is produced by gluon emission from the light quarks (u,d). The di erence is in the b quark decay that happens on the left through a virtual W − boson emission ('tree diagram') and on the right as a virtual W − boson emission and absorption together with a gluon emission ('loop diagram'). The magnitudes of the two amplitudes are expected to be comparable, and each is proportional to the product of the CKM matrix elements involved, which are shown in the figure.  in the CP-invariant ('strong') phase between the contributing amplitudes 19,25 . The observables A T , A T , a T -odd P and a T -odd CP are, by construction, largely insensitive to particle-antiparticle production asymmetries and detector-induced charge asymmetries 26 .",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 583,
                    "text": "19,",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 586,
                    "text": "25",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 776,
                    "text": "26",
                    "end": 778
                }
            ]
        },
        {
            "section": "CP",
            "text": "This article describes measurements of the CP-and P-violating asymmetries introduced in equation 3",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 97,
                    "text": "3",
                    "end": 98
                }
            ]
        },
        {
            "section": "CP",
            "text": "The asymmetries are measured first for the entire phase space of the decay, integrating over all possible final-state configurations, and then in different regions of phase space so as to enhance sensitivity to localized CPV. The analysis is performed using proton-proton collision data collected by the LHCb detector, corresponding to 3.0 fb −1 of integrated luminosity at centre-of-mass energies of 7 and 8 TeV, and exploits the copious production of Λ 0 b baryons at the LHC, which constitutes around 20% of all b hadrons produced 27 . Control samples of Λ 0",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 534,
                    "text": "27",
                    "end": 536
                }
            ]
        },
        {
            "section": "CP",
            "text": "c decaying to pK − π + , pπ − π + , and pK − K + final states, are used to optimize the event selection and study systematic effects; the most abundant control sample consists of Λ 0",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "CP",
            "text": "transitions in which no CPV is expected 28 . To avoid introducing biases in the results, all aspects of the analysis, including the selection, phase space regions, and procedure used to determine the statistical significance of the results, were fixed before the data were examined. The LHCb detector 29,30 is designed to collect data of b-hadron decays produced from proton-proton collisions at the Large Hadron Collider. It instruments a region around the proton beam axis, covering the polar angles between 10 and 250 mrad, where approximately 24% of the b-hadron decays occur 31 . The detector includes a high-precision tracking system with a dipole magnet, providing measurements of the momentum and decay vertex position of particle decays. Different types of charged particles are distinguished using information from two ring-imaging Cherenkov detectors, a calorimeter and a muon system. Simulated samples of Λ 0 b signal modes and control samples are used in this analysis to verify the experimental method and to study certain systematic effects. These simulated events model the experimental conditions in detail, including the proton-proton collision, the decays of the particles, and the response of the detector. The software used is described in refs 32-38. The online event selection is performed by a trigger system that takes fast decisions about which events to record. It consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. The software trigger requires Λ 0 b candidates to be consistent with a b-hadron decay topology, with tracks originating from a secondary vertex detached from the primary pp collision point A boosted decision tree (BDT) classifier 40 is constructed from a set of kinematic variables that discriminate between signal and background. The signal and background training samples used for the BDT are derived from the Λ 0 b → pK − π + π − control sample, since its kinematics and topology are similar to the decays under study; background in this sample is subtracted with the sPlot technique 41 , a statistical technique to disentangle signal and background contributions. The background training sample consists of candidates that lie far from the signal mass peak, between 5.85 and 6.40 GeV/c 2 ",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 40,
                    "text": "28",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 301,
                    "text": "29,",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 304,
                    "text": "30",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 580,
                    "text": "31",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1785,
                    "text": "40",
                    "end": 1787
                },
                {
                    "type": "bibr",
                    "start": 2345,
                    "text": "2",
                    "end": 2346
                }
            ]
        },
        {
            "section": "CP",
            "text": "c (pK − K + )π − are used to optimize the particle identification criteria for the signal mode with the same final state. For events in which multiple candidates pass all selection criteria for a given mode, one candidate is retained at random and the rest discarded.",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "CP",
            "text": "Unbinned extended maximum likelihood fits to the pπ − π + π − and the pπ − K + K − invariant mass distributions are shown in Fig. 2. The invariant mass distribution of the Λ 0 b signal is modelled by a Gaussian core with power-law tails 42 , with the mean and the width of the Gaussian determined from the fit to data. The combinatorial background is modelled by an exponential distribution with the rate parameter extracted from data. All other parameters of the fit model are taken from simulations except the yields. Partially reconstructed Λ 0 b decays are described by an empirical function 43 convolved with a Gaussian function to account for resolution effects. The shapes of backgrounds from other b-hadron decays due to incorrectly identified particles, for example, kaons identified as pions or protons identified as kaons, are modelled using simulated events. These consist mainly of Λ 0 Signal candidates are split into four categories according to Λ 0 b or Λ 0 b flavour and the sign of C T or C T to calculate the asymmetries defined in equations (1) and (2). The reconstruction efficiency for signal candidates with C T > 0 is identical to that with C T < 0 within the statistical uncertainties of the control sample, and likewise for C T , which indicates that the detector and the reconstruction program do not bias this measurement. This check is performed both on the Λ 0 b → Λ + c (pK − π + )π − data control sample and on large samples of simulated events, using yields about 30 times those found in data, which are generated with no CP asymmetry. The CP asymmetry measured in the control sample is a T -odd",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 125,
                    "text": "Fig. 2",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 237,
                    "text": "42",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "start": 596,
                    "text": "43",
                    "end": 598
                }
            ]
        },
        {
            "text": "CP",
            "section_rank": 4
        },
        {
            "section": "CP",
            "text": "The asymmetries A T and A T in the signal samples are measured with a simultaneous unbinned maximum likelihood fit to the invariant mass distributions of the different signal categories, and are found to be uncorrelated. Corresponding asymmetries for each of the background components are also measured in the fit; they are found to be consistent with zero, and do not lead to significant systematic uncertainties in the signal asymmetries. The values of a T -odd CP and a T -odd P are then calculated from A T and A T . In four-body particle decays, the CP asymmetries may vary over the phase space due to resonant contributions or their interference effects, possibly cancelling when integrated over the whole phase space. Therefore, the asymmetries are measured in different regions of phase space for the Λ 0 b → pπ − π + π − decay using two binning schemes, defined before examining the data. Scheme A, defined in Table 1, is designed to isolate regions of phase space according to their dominant resonant contributions. Scheme B exploits in more detail the interference of contributions which could be visible as a function of the angle Φ between the decay planes formed by the pπ − fast and the π − slow π + systems, as illustrated in Fig. 3. Scheme B has ten non-overlapping bins of width π/10 in |Φ|. For every bin in each of the schemes, the Λ 0 b efficiencies for C T > 0 and C T < 0 are compared and found to be equal within uncertainties, and likewise the Λ 0 b efficiencies for C T > 0 and C T < 0. The analysis technique is validated on the Λ 0 b → Λ + c (pK − π + )π − control sample, for which the angle Φ is defined by the decay planes of the pK − and π + π − pairs, and on simulated signal events.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 919,
                    "text": "Table 1",
                    "end": 926
                },
                {
                    "type": "figure",
                    "start": 1242,
                    "text": "Fig. 3",
                    "end": 1248
                }
            ]
        },
        {
            "section": "CP",
            "text": "The asymmetries measured in Λ 0 b → pπ − π + π − decays with these two binning schemes are shown in Fig. 4 and reported in Table 2, together with the integrated measurements. For each scheme individually, the compatibility with the CP-symmetry hypothesis is evaluated by means of a χ 2 test, with χ 2",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 100,
                    "text": "Fig. 4",
                    "end": 106
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 123,
                    "text": "Table 2",
                    "end": 130
                }
            ]
        },
        {
            "section": "CP",
            "text": "where R is the array of a T -odd CP measurements and V is the covariance matrix, which is the sum of the statistical and systematic covariance matrices. An average systematic uncertainty, whose evaluation is discussed below, is assigned for all bins. The systematic uncertainties are assumed to be fully correlated; their contribution is small compared to the statistical uncertainties. The p-values of the CPsymmetry hypothesis are 4.9 × 10 −2 and 7.1 × 10 −4 for schemes A and B, respectively, corresponding to statistical significances of 2.0 and 3.4 Gaussian standard deviations (σ ). A similar χ 2 test is performed on a T -odd P measurements with p-values for the Psymmetry hypothesis of 5.8 × 10 −3 (2.8σ ) and 2.4 × 10 −2 (2.3σ ), for scheme A and B, respectively. The overall significance for CPV in Λ 0 b → pπ − π + π − decays from the results of schemes A and B is determined by means of a permutation test 44 , taking into account correlations among the results. A sample of 40,000 pseudoexperiments is generated from the data by assigning each event a random Λ 0 b /Λ hypothesis is determined as the fraction of pseudoexperiments with χ 2 larger than that measured in data. Applying this method to the χ 2 values from schemes A and B individually, the p-values obtained agree with those from the χ 2 test within the uncertainty due to the limited number of pseudoexperiments. To assess a combined significance from the two schemes, the product of the two p-values measured in data is compared with the distribution of the product of the p-values of the two binning schemes from the pseudoexperiments. The fraction of pseudoexperiments whose pvalue product is smaller than that seen in data determines the overall p-value of the combination of the two schemes 45 . An overall p-value of 9.8 × 10 −4 (3.3σ ) is obtained for the CP-symmetry hypothesis, including systematic uncertainties. For the Λ 0 b → pπ − K + K − decays, the smaller purity and signal yield of the sample do not permit PV and CPV to be probed with the same precision as for Λ 0 b → pπ − π + π − , and therefore only two regions of phase space are considered. One spans 1.43 < m(pK − ) < 2.00 GeV/c 2 (bin 1) and is dominated by excited Λ resonances decaying to pK and the other covers the remaining phase space, 2.00 < m(pK − ) < 4.99 GeV/c 2 (bin 2). The observables measured in these regions are given in Table 2 and are consistent with CP and P symmetry.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 918,
                    "text": "44",
                    "end": 920
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1772,
                    "text": "45",
                    "end": 1774
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2388,
                    "text": "Table 2",
                    "end": 2395
                }
            ]
        },
        {
            "section": "CP",
            "text": "The main sources of systematic uncertainties for both pπ − π + π − and pπ − K + K − decays are experimental effects that could introduce biases in the measured asymmetries. This is tested by measuring the asymmetry a T -odd",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "CP",
            "section_rank": 5
        },
        {
            "section": "CP",
            "text": ", integrated over phase space and in various phase space regions, using the control sample Λ 0 b → Λ + c (pK − π + )π − , which is expected to exhibit negligible CPV. The results are in agreement with the CP-symmetry hypothesis; an uncertainty of 0.31% is assigned as a systematic uncertainty for the a T -odd CP and a T -odd P integrated measurements; an uncertainty of 0.60%, the largest asymmetry from a fit to scheme B measurements using a range of efficiency and fit models, is assigned for the corresponding phase space measurements. The systematic uncertainty arising from the experimental resolution in the measurement of the triple products C T and C T , which could introduce a migration of events between the bins, is estimated from simulated samples of Λ 0 b → pπ − π + π − and Λ 0 b → pπ − K + K − decays where neither P-nor CP-violating effects are present. The difference between the reconstructed and generated asymmetry is taken as a systematic uncertainty due to this effect, and is less than 0.06% in all cases. To assess the uncertainty associated , resulting from the fit to the data are listed with their statistical and systematic uncertainties. Each value is obtained through an independent fit to a region of the phase space as described in the text and Table 1. Results for schemes A and B are outlined for Λ 0 b → pπ − π + π − decays, and in two bins of phase space for with the fit models, alternative functions are used; these tests lead only to small changes in the asymmetries, the largest being 0.05%. For Λ 0 b → pπ − K + K − decays, this contribution is larger, about 0.28% for the a T -odd CP and a T -odd P asymmetries. Further cross-checks are made to investigate the stability of the results with respect to different periods of recording data, different polarities of the spectrometer magnet, the choice made in the selection of multiple candidates, and the effect of the trigger and selection criteria. Alternative binning schemes are studied as a crosscheck, such as using 8 or 12 bins in |Φ| for Λ 0 b → pπ − π + π − decays.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1279,
                    "text": "Table 1",
                    "end": 1286
                }
            ]
        },
        {
            "section": "CP",
            "text": "For these alternative binning schemes, the significance of the CPV measurement of the modified scheme B is reduced to below 3σ . Nonetheless, the overall significance of the combination of these two additional binnings with schemes A and B remains above three standard deviations, with a p-value of 1.8 × 10 −3 (3.1σ ), consistent with the 3.3σ result seen in the baseline analysis. An independent analysis of the data based on alternative selection criteria confirmed the results. It used a similar number of events, of which 73.4% are in common with the baseline analysis, and gave p-values for CP symmetry of 3.4 × 10 −3 (2.9σ ) for scheme A and 1.4 × 10 −4 (3.8σ ) for scheme B.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "CP",
            "text": "In conclusion, a search for P and CP violation in Λ 0 b → pπ − π + π − and Λ 0 b → pπ − K + K − decays is performed on signal yields of 6,646 ± 105 and 1,030 ± 56 events. This is the first observation of these decay modes. Measurements of asymmetries in the entire phase space do not show any evidence of P or CP violation. Searches for localized P or CP violation are performed by measuring asymmetries in different regions of the phase space. The results are consistent with CP symmetry for Λ 0 b → pπ − K + K − decays, but evidence for CP violation at the 3.3σ level is found in Λ 0 b → pπ − π + π − decays. No significant P violation is found. This represents the first evidence of CP violation in the baryon sector, and indicates an asymmetry between baryonic matter and antimatter.",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "section": "CP",
            "text": "Data availability. All data shown in histograms and plots are publicly available from HEPdata (https://hepdata.net).",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "b",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "Figure 2 |",
            "section_rank": 7
        },
        {
            "section": "Figure 2 |",
            "text": "Figure 2 | Reconstructed invariant mass fits used to extract the signal yields. The invariant mass distributions for (a) Λ 0 b → pπ − π + π − and (b)",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": ". The mean Λ 0 b lifetime is1.5 ps (ref. 39), which corresponds to a typical flight distance of a few millimetres in the LHCb.The Λ 0b → pπ − h + h − candidatesare formed by combining tracks identified as protons, pions, or kaons that originate from a common vertex. The proton or antiproton identifies the candidate as a Λ 0 b or Λ 0 b . There are backgrounds from b-hadron decays to charm hadrons that are suppressed by reconstructing the appropriate two-or three-body invariant masses, and requiring them to differ from the known charm hadron masses by at least three times the experimental resolution. For the Λ 0 b → Λ + c π − control mode, only the Λ 0 b → ph + h − π − events with reconstructed ph + h − invariant mass between 2.23 and 2.31 GeV/c 2 are retained.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "sample and of similar final states for the Λ 0 b → pπ − K + K − sample, as shown in Fig. 2. The yields of these contributions are obtained from fits to data reconstructed under the appropriate mass hypotheses for the final-state particles. The signal yields of Λ 0 b → pπ − π + π − and Λ 0 b → pπ − K + K − are 6,646 ± 105 and 1,030 ± 56, respectively. This is the first observation of these decay modes.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Figure 3 |Figure 4 |",
            "section_rank": 10
        },
        {
            "section": "Figure 3 |Figure 4 |",
            "text": "Figure 3 | Definition of the Φ angle. The decay planes formed by the pπ − fast (blue) and the π − slow π + (red) systems in the Λ 0 b rest frame. The momenta of the particles, represented by vectors, determine the two decay planes and the angle Φ ∈ [−π, π] (ref. 19) measures their relative orientation.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "0b",
            "section_rank": 11
        },
        {
            "section": "0b",
            "text": "flavour such that CP symmetry is enforced. The sign of C T is unchanged if a Λ 0 b candidate stays Λ 0 b and reversed if the Λ 0 b candidate becomes Λ 0 b . The p-value of the CP-symmetry",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Λ 0 b",
            "section_rank": 12
        },
        {
            "section": "Λ 0 b",
            "text": "→ pπ − K + K − decays, as defined in the text. The first column lists the bin number. For both decay modes the measurement integrated over the phase space, performed independently, is also shown.",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "Table 1 | Definition of binning scheme A for the decay mode Λ 0 b → pπ",
            "section_rank": 13
        },
        {
            "section": "Table 1 | Definition of binning scheme A for the decay mode Λ 0 b → pπ",
            "text": "− π + π − . Binning scheme A is defined to exploit interference patterns arising from the resonant structure of the decay. Bins 1-4 focus on the region dominated by the ∆(1232) ++ → pπ + resonance. The other eight bins are defined to study regions where pπ − resonances are present (5-8) on either side of the ρ(770) 0 → π + π − resonances (5-12). Further splitting for |Φ| lower or greater than π/2 is done to reduce potential dilution of asymmetries, as suggested in ref. 19. Masses are in units of GeV/c 2 .",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "Table 2 | Measurements of CP-and P-violating observables.",
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "→ pπ − π + π − 1 21.64 ± 8.28 ± 0.60 −7.69 ± 8.28 ± 0.60 2 −2.04 ± 3.26 ± 0.60 −0.33 ± 3.26 ± 0.60 3 2.03 ± 6.12 ± 0.60 1.94 ± 6.12 ± 0.60 4 −2.45 ± 4.60 ± 0.60 −3.49 ± 4.60 ± 0.60 5 −10.04 ± 4.13 ± 0.60 10.29 ± 4.13 ± 0.60 6 −6.40 ± 5.23 ± 0.60 6.51 ± 5.23 ± 0.60 7 −11.91 ± 5.00 ± 0.60 8.40 ± 5.00 ± 0.60 8 0.94 ± 5.60 ± 0.60 −1.88 ± 5.60 ± 0.60 9 −5.38 ± 4.67 ± 0.60 7.20 ± 4.67 ± 0.60 −4.16 ± 4.01 ± 0.60 7.74 ± 4.01 ± 0.60 10 4.21 ± 3.84 ± 0.60 −9.16 ± 3.84 ± 0.60 Integrated −3.71 ± 1.45 ± 0.32 1.15 ± 1.45 ± 0.32 → pπ − K + K − 1 3.27 ± 6.07 ± 0.66 −4.68 ± 6.07 ± 0.66 2 4.43 ± 6.73 ± 0.66 4.73 ± 6.73 ± 0.66 Integrated 3.62 ± 4.54 ± 0.42 −0.93 ± 4.54 ± 0.42",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "b b",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "NATURE PHYSICS | VOL 13 | APRIL 2017 | www.nature.com/naturephysics",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "NATURE PHYSICS DOI: 10.1038/NPHYS4021",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved. NATURE PHYSICS | VOL 13 | APRIL 2017 | www.nature.com/naturephysics",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "NATURE PHYSICS | VOL 13 | APRIL 2017 | www.nature.com/naturephysics © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "NATURE PHYSICS | www.nature.com/naturephysics © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "section": "Table 2 | Measurements of CP-and P-violating observables.",
            "text": "© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved. NATURE PHYSICS | www.nature.com/naturephysics",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "text": "Acknowledgements",
            "section_rank": 16
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FASO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (USA). We are indebted to the communities behind the multiple open source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Conseil Général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR and Yandex LLC (Russia), GVA, XuntaGal and GENCAT (Spain), Herchel Smith Fund, The Royal Society, Royal Commission for the Exhibition of 1851 and the Leverhulme Trust (United Kingdom).",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Author contributions",
            "section_rank": 18
        },
        {
            "section": "Author contributions",
            "text": "All authors have contributed to the publication, being variously involved in the design and the construction of the detectors, in writing software, calibrating sub-systems, operating the detectors and acquiring data, and finally analysing the processed data.",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "text": "Additional information",
            "section_rank": 19
        },
        {
            "section": "Additional information",
            "text": "Reprints and permissions information is available online at www.nature.com/reprints. Correspondence and requests for materials should be addressed to N. Neri (nicola.neri@mi.infn.it).",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Competing financial interests",
            "section_rank": 20
        },
        {
            "section": "Competing financial interests",
            "text": "The authors declare no competing financial interests.  ",
            "paragraph_rank": 50,
            "section_rank": 20
        },
        {
            "text": "Secondary a liations",
            "section_rank": 21
        }
    ]
}