{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is presented for massive long-lived particles, in the 20-60 GeV/c 2 mass range with lifetimes between 5 and 100 ps. The dataset used corresponds to 0.62 fb −1 of proton-proton collision data collected by the LHCb detector at √ s = 7 TeV. The particles are assumed to be pair-produced by the decay of a Higgs-like boson with mass between 80 and 140 GeV/c 2 . No excess above the background expectation is observed and limits are set on the production cross-section as a function of the long-lived particle mass and lifetime and of the Higgs-like boson mass.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The standard model of particle physics (SM) has shown great success in describing physics processes at very short distances. Nevertheless, open questions remain, such as the hierarchy problem, the imprecise unification of gauge couplings, and the absence of candidates for dark matter. Considerable efforts have been made to address these issues, resulting in a large variety of models. Supersymmetry (SUSY), in which the strong and electroweak forces are unified at a renormalisation scale near the Planck scale, provides a possible solution for the hierarchy problem; the minimal supersymmetric standard model (MSSM) is the simplest, phenomenologically viable realisation of SUSY [1,2].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 682,
                    "text": "[1,",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 685,
                    "text": "2]",
                    "end": 687
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The present study focuses on a subset of models featuring massive long-lived particles (LLP) with a measurable flight distance. We concentrate on scenarios in which the LLP decays hadronically in the LHCb vertex detector, travelling distances which can be larger than those of typical b hadrons.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A large number of LLP searches have been performed by the experiments at the LHC and Tevatron, mainly using the Hidden Valley framework [3] as a benchmark model [4][5][6][7][8]. Hidden Valley processes have also been sought by LHCb [9], which is able to explore the forward rapidity region only partially covered by other LHC experiments. In addie-mail: aurelio.bay@epfl.ch tion, it is able to trigger on particles with low transverse momenta, allowing the experiment to probe relatively small LLP masses.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 136,
                    "text": "[3]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 161,
                    "text": "[4]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 164,
                    "text": "[5]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 167,
                    "text": "[6]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 170,
                    "text": "[7]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "start": 173,
                    "text": "[8]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 232,
                    "text": "[9]",
                    "end": 235
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The event topology considered in this study is quite different from that of Hidden Valley models. The minimal supergravity model (mSUGRA) realisation of the MSSM is used as a benchmark model with baryon number violation [10], as suggested in Refs. [11,12]. Here a Higgs-like boson produced in pp collisions decays into two LLPs (neutralinos), subsequently decaying into three quarks each. The Higgslike particle mass ranges from 80 up to 140 GeV/c 2 , covering the mass of the scalar boson discovered by the ATLAS and CMS experiments [13,14]. The explored LLP lifetime range of 5-100 ps is higher than the typical b hadron lifetime, and corresponds to an average flight distance of up to 30 cm, which is inside the LHCb vertex detector region. The LLP mass range considered is between 20 and 60 GeV/c 2 .",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 220,
                    "text": "[10]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "start": 248,
                    "text": "[11,",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 252,
                    "text": "12]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 534,
                    "text": "[13,",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "start": 538,
                    "text": "14]",
                    "end": 541
                }
            ]
        },
        {
            "text": "Detector description",
            "section_rank": 3
        },
        {
            "section": "Detector description",
            "text": "The LHCb detector [15,16] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region (VELO), a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes, placed downstream of the magnet. The tracking system provides a measurement of the momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter, is measured with a resolution of (15 + 29/ p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillatingpad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The online event selection is performed by a trigger [17], which consists of a hardware stage, L0, based on information from the calorimeter and muon systems, followed by two software stages, HLT1 and HLT2, which run a simplified version of the offline event reconstruction.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[15,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "16]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "start": 1370,
                    "text": "[17]",
                    "end": 1374
                }
            ]
        },
        {
            "text": "Event generation and detector simulation",
            "section_rank": 4
        },
        {
            "section": "Event generation and detector simulation",
            "text": "Various simulated event samples are used in this analysis. The pp collisions are generated with Pythia 6 [18]. The process simulated is h 0 →χ 0 1χ 0 1 , where the Higgs-like boson of mass m h 0 is produced via gluon-gluon fusion, with the parton density function taken from CTEQ6L [19]. The neutralinõ χ 0 1 is an LLP of mass m LLP and lifetime τ LLP , which decays into three quarks via the mSUGRA baryon number violating process available in Pythia. The corresponding decay flavour structure for the neutralino with a mass of 48 GeV/c 2 is 18.5% for each of the combinations with a b quark (udb, usb, cdb, csb), and 13% for each udq and cdq, where q is not a b quark, i.e. about 75% of LLPs have a b quark in the decay. This fraction becomes 70% for m LLP = 20 GeV/c 2 .",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 105,
                    "text": "[18]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "start": 282,
                    "text": "[19]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "start": 305,
                    "text": "0",
                    "end": 306
                }
            ]
        },
        {
            "section": "Event generation and detector simulation",
            "text": "Two separate detector simulations are used, a full simulation where the interaction of the generated particles with the detector is based on Geant4 [20,21], and a fast simulation. In Geant4, the detector and its response are implemented as described in Ref. [22]. Signal models for a representative set of theoretical parameters have been generated and fully simulated (Appendix A, Table 5). In the remainder of this paper, the following nomenclature is chosen: a prefix \"BV\", indicating baryon number violation, is followed by the LLP mass in GeV/c 2 and lifetime, and the prefix \"mH\" followed by the m h 0 value in GeV/c 2 . Most of the fully simulated models have m h 0 =114 GeV/c 2 , which is in the middle of the chosen Higgs-like particle mass range. Only events with at least oneχ 0 1 in the pseudorapidity region 1.8 < η < 5.0 are processed by Geant4, corresponding to about 30% of the generated events.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 148,
                    "text": "[20,",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "start": 152,
                    "text": "21]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "[22]",
                    "end": 262
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 382,
                    "text": "Table 5",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "start": 788,
                    "text": "0",
                    "end": 789
                }
            ]
        },
        {
            "section": "Event generation and detector simulation",
            "text": "The fast simulation is used to cover a broader parameter space of the theoretical models. Here the charged particles from the h 0 →χ 0 1χ 0 1 process falling in the geometrical acceptance of the detector are processed by the vertex reconstruction algorithm. The fast simulation is validated by comparison with the full simulation. The detection efficiencies predicted by the full and the fast simulation differ by less than 5% for all the signal models. The distributions for mass, momentum and transverse momentum of the reconstructed LLP, and for the reconstructed vertex position coincide.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Event generation and detector simulation",
            "text": "Events with direct production of charm, bottom and top quarks are considered as sources of background. Samples of such events were produced and fully simulated. In particular, 17 × 10 6 inclusive bb events (9 × 10 6 inclusive cc events) were produced with at least two b hadrons (c hadrons) in 1.5 < η < 5.0, and half a million tt events with at least one muon in the acceptance.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Event selection and signal determination",
            "section_rank": 5
        },
        {
            "section": "Event selection and signal determination",
            "text": "This analysis searches for events with pairs of displaced highmultiplicity vertices. The main background is due to secondary interactions of particles with the detector material. These events are discarded by a material veto, which rejects vertices in regions occupied by detector material [23]. The remaining candidates are found to be compatible with bb events.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 290,
                    "text": "[23]",
                    "end": 294
                }
            ]
        },
        {
            "section": "Event selection and signal determination",
            "text": "From simulation, LLP candidates within the detector acceptance are selected by the L0 and HLT1 triggers with an efficiency of more than 85%. The simulation indicates that the trigger activity is dominated by the hadronic component of the signal expected from high multiplicity events. In HLT2, primary vertices and displaced vertices are reconstructed from charged tracks [24]. Genuine PVs are identified by a small radial distance from the beam axis, R xy < 0.3 mm, and must have at least 10 tracks, including at least one forward track (i.e. in the direction of the spectrometer) and one backward track. Once the set of PVs is identified, all other reconstructed vertices are candidates for the decay position of LLPs. The preselection requires at least one PV in the event and two LLP candidates. The LLP candidates must have at least four forward tracks, no backward tracks, and a minimum invariant mass reconstructed from charged tracks larger than 3.5 GeV/c 2 for one candidate, and larger than 4.5 GeV/c 2 for the other. In addition, the two secondary vertices must have R xy > 0.4 mm and pass the material veto.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 372,
                    "text": "[24]",
                    "end": 376
                }
            ]
        },
        {
            "section": "Event selection and signal determination",
            "text": "The preselection criteria drastically suppress the hadronic background. Only 37 events (74 LLP candidates) survive from the simulated set of 17.1×10 6 bb events generated in the LHCb acceptance, corresponding to an integrated luminosity of 0.3 pb −1 . Three simulated cc events pass the selection. They contain b hadrons and hence belong to the category of inclusive bb, which is also the case of the two surviving tt events. From the 0.62 fb −1 data sample, 42.9 × 10 3 events are selected. The bb cross-section value measured by LHCb, 288 ± 4 ± 48 µb [25,26], predicts (76 ± 22) × 10 3 events, 1.8 ± 0.5 times the yield observed in data. The estimate uses the next-to-leading-order POWHEG calculation [27] to correct Pythia, and the detection efficiency obtained from the simulated events. The measured yield has also been compared to the rate observed in LHCb by a dedicated inclusive bb analysis, based on a topological trigger [28]. The consis-   ",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 553,
                    "text": "[25,",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 557,
                    "text": "26]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 703,
                    "text": "[27]",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 932,
                    "text": "[28]",
                    "end": 936
                }
            ]
        },
        {
            "text": "(b)",
            "section_rank": 6
        },
        {
            "section": "(b)",
            "text": "LHCb tency with the bb background is verified within a statistical precision of 10%. The shapes of the distributions of the relevant observables are compatible with the bb background. Figure 1 compares the distributions for the LLP candidates taken from data and from simulated bb events. The distributions for three fully simulated signal models are also shown. The mass and the p T values are calculated assuming the pion mass for each charged track. Figure 1d presents the radial distribution of the displaced vertices; the drop in the number of candidates with a vertex above R xy ∼ 5 mm is due to the material veto. The variables σ R and σ Z shown in Fig. 1e, f are the posi-tion uncertainties provided by the vertex fit in the transverse distance R xy and along the z axis, parallel to the beam. The values of σ R and σ Z are larger for the candidates from bb background than for the signal because light boosted particles produce close parallel tracks, with the consequence that the vertex fit has larger uncertainties than for the decay of heavier particles producing more diverging tracks. The reconstructed four-vectors of the two LLPs in the event are added to form the Higgs-like candidate (di-LLP),  the corresponding invariant mass and p T distributions are given in Fig. 3. Further cuts are applied to the preselected data, to increase the statistical sensitivity. The figure of merit used is given by",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 184,
                    "text": "Figure 1",
                    "end": 192
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 453,
                    "text": "Figure 1d",
                    "end": 462
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 656,
                    "text": "Fig. 1e",
                    "end": 663
                },
                {
                    "type": "figure",
                    "start": 1281,
                    "text": "Fig. 3",
                    "end": 1287
                }
            ]
        },
        {
            "section": "(b)",
            "text": "where is the signal efficiency from simulation for a given selection, and N d the corresponding number of candidates found in the data. The baseline selection (Sel 1 ) is defined by a minimum number of charged tracks on each vertex N track min = 6, a minimum reconstructed mass m LLP min = 6 GeV/c 2 , and maximum uncertainties from the vertex fit σ R max = 0.05 mm, and σ Z max = 0.25 mm. All the selections used in this analysis are described in Table 1, with the indication of the number of data events selected for a di-LLP reconstructed mass above 19 GeV/c 2 . Selection Bkg 1 is used to model the background in the fit procedure described in Sect. 5, selections Sel 2 and Bkg 2 are used to study systematic effects.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 448,
                    "text": "Table 1",
                    "end": 455
                }
            ]
        },
        {
            "text": "Determination of the di-LLP signal",
            "section_rank": 7
        },
        {
            "section": "Determination of the di-LLP signal",
            "text": "The signal yield is determined by a fit of the di-LLP invariant mass, assuming that the two LLPs are the decay products of a narrow resonance. This technique is hampered by the difficulty in producing a reliable background model from simulation, despite the fact that it is reasonable to believe that only bb events are the surviving SM component. Therefore, in this analysis the alternative is chosen to infer the background model from data by relaxing the selection requirements, as given by lines Bkg 1 and Bkg 2 of Table 1. The comparison of the results obtained with the different signal and background selections is subsequently used to estimate the systematic effects.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 519,
                    "text": "Table 1",
                    "end": 526
                }
            ]
        },
        {
            "section": "Determination of the di-LLP signal",
            "text": "The signal template is the histogram built from BV simulated events selected under the same conditions as data, i.e. Sel 1 . The background template is the histogram obtained from data events selected by the Bkg 1 conditions. The number of signal (background) candidates N s (N b ) is determined by an extended maximum likelihood fit. The results are given in Fig. 4 for the BV48 10 ps mH114 signal. The fit χ 2 /ndf is 0.6. Note that only the portion of the di-LLP mass spectrum above 19 GeV/c 2 is used, in order to be sufficiently above the mass threshold set by the selections. Alternatively, Sel 2 and Bkg 2 are used to assess systematic effects. The fit results for the selections (Sel 1 ,Bkg 2 ), (Sel 2 ,Bkg 1 ) are shown in Fig. 5. The corresponding fit χ 2 /ndf values are 0.6 and 1.0. The results are given in Table 2 for all fully simulated signal models. All fits give a negative number of signal candidates, compatible with zero. These results are correlated because the data sample is in common and the di-LLP mass shapes are almost identical for the different fully simulated models as depicted in Fig. 3. A check is performed on 142 di-LLP candidates selected from simulated bb background without the requirement on R xy and with m LLP min = 4 GeV/c 2 for both LLPs. The fitted number of signal events is −0.8 ± 3.5.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 360,
                    "text": "Fig. 4",
                    "end": 366
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 733,
                    "text": "Fig. 5",
                    "end": 739
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 821,
                    "text": "Table 2",
                    "end": 828
                },
                {
                    "type": "figure",
                    "start": 1114,
                    "text": "Fig. 3",
                    "end": 1120
                }
            ]
        },
        {
            "section": "Determination of the di-LLP signal",
            "text": "The behaviour and sensitivity of the procedure is further studied by adding a small number of signal events to the data according to a given signal model. Figure 6 shows the results for two models with 10 signal events added to the data. The fitted N s corresponds well to the number of injected signal events.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 155,
                    "text": "Figure 6",
                    "end": 163
                }
            ]
        },
        {
            "section": "Determination of the di-LLP signal",
            "text": "An alternative fit procedure has been applied, using parameterised signal and background templates. The sum of two exponential functions is used for the background, and an exponential convolved with a Gaussian function for the signal. The results are consistent with a null signal for all the models. As a final check a two-dimensional sideband subtraction method (\"ABCD method\" [29]) has been applied in the reconstructed mass of one LLP and the number of tracks of the other LLP, also giving results consistent with zero signal. ",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 379,
                    "text": "[29]",
                    "end": 383
                }
            ]
        },
        {
            "text": "Detection efficiency and systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "The determination of the detection efficiency is based on simulated events. The geometrical acceptance for the detection  Results of the fit to the data to which 10 signal events have been added randomly chosen following the signal model. For the theoretical model BV48 10 ps mH100, in a, the fitted signal is 11.1 ± 7.0 events; for BV48 10 ps mH125, in b, the result is 9.3 ± 5.6 events of oneχ 0 1 in LHCb is, depending on the model, between 20 and 30%. After selection Sel 1 the predicted total di-LLP detection efficiency is in the range 0.1-1% for most of the models. Potential discrepancies between simulation and data are considered as sources of systematic uncertainties. Table 3 summarises the contributions of the systematic uncertainties, which are valid for all fully simulated models, dominated by the 15% contribution from the trigger.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 396,
                    "text": "0",
                    "end": 397
                },
                {
                    "type": "table",
                    "start": 680,
                    "text": "Table 3",
                    "end": 687
                }
            ]
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "The consistency between the trigger efficiency in data and simulation is checked by selecting LLP events with an independent trigger, designed for the detection of J/ψ events. Comparing the fraction of the data that also passes the double-LLP selection with the corresponding fraction in simulated inclusive J/ψ events, consistent efficiencies are found within a statistical uncertainty of 30%. A more precise result is obtained when requiring only a single LLP candidate [9] and assuming uncorrelated contributions from the two LLPs to determine the efficiency for detecting two LLPs in coincidence. A maximum discrepancy between data and simulation of 15% is inferred, which is the value adopted.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 472,
                    "text": "[9]",
                    "end": 475
                }
            ]
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "The consistency between the track reconstruction efficiency in data and simulation is studied by a comparison Table 3 Contributions to the systematic uncertainty for fully simulated models. For the analysis based on the fast simulation the same total systematic uncertainty is adopted augmented by 5% to account for the relative imprecision of the fast and full simulations. The contributions from the signal and the data-driven background models used in the di-LLP mass fit are discussed in the text of the number of tracks selected in displaced vertices from bb events. The average number of tracks per LLP in data is higher than in simulated events by about 0.07 tracks. Assuming that this small effect is entirely due to a difference in tracking efficiency, the overall di-LLP detection efficiency changes by at most 5%. The vertex reconstruction efficiency is affected by the tracking efficiency and resolution. A study of vertices from B 0 → J/ψ K * 0 with J/ψ → μ + μ − and K * 0 → K + π − has shown that the data and simulation detection efficiencies for this four-prong process agree within 7.5% [9]. This has been evaluated to correspond at most to a 4% discrepancy between the di-LLP efficiency in data and simulation.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 110,
                    "text": "Table 3",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1105,
                    "text": "[9]",
                    "end": 1108
                }
            ]
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "A maximum mismatch of 10% on both the transverse momentum and mass scales is inferred from the comparison of data and simulated bb distributions, which propagates to a 6% contribution to the systematic uncertainty.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "The effect of the material veto corresponds to a reduction of the geometrical acceptance and depends mainly on the LLP lifetime. An analysis with the requirement of R xy < 4 mm allows to infer a maximum systematic uncertainty of 4%.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "A small contribution to the systematic uncertainty of 0.1% is determined by reweighting the simulated events to match the PV multiplicity in the data.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "The uncertainty on the position of the beam line is less than 20 µm [30]. It can affect the secondary vertex selection, mainly via the requirement on R xy . By altering the PV position in simulated signal events, the maximum effect on the di-LLP selection efficiency is 0.7%. The Higgs-like particle production model is mainly affected by the uncertainty on the parton luminosity. A maximum variation of the detection efficiency of 9.5% is obtained following the prescriptions given in [31]. A second contribution of 3% is obtained by reweighting the Pythia generated events to match a recent calculation of the p T distributions [32]. The total theoretical uncertainty is 9.9%, obtained by summing in quadrature the mentioned contributions.",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 68,
                    "text": "[30]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 486,
                    "text": "[31]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 630,
                    "text": "[32]",
                    "end": 634
                }
            ]
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "In addition to the systematic uncertainty on the detection efficiency, the following contributions have been considered. The uncertainty on the integrated luminosity is 1.7% [33]. As previously stated, the uncertainty on the momentum scale and the invariant mass scale is smaller than 10%. This value is also assumed for the di-LLP mass calibration. To assess the impact on the signal measurement, pseudoexperiments are produced with 10 events of simulated signal added to the background following the nominal signal distribution but with the di-LLP mass value scaled by ±10%. The subsequent maximum variation of the fitted number of events is ±1.6, for all the signal hypotheses. The uncertainty due to the shape of the background template is obtained by comparing the number of fitted events obtained with the Bkg 1 and Bkg 2 selections. The change is less than one event, for all the signal models. The difference in data and simulation in the di-LLP mass resolution and the statistical precision of the signal templates used in the fit have a negligible effect. Hence, a fit uncertainty of ±2 events is considered in the calculation of the cross-section upper limits.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 174,
                    "text": "[33]",
                    "end": 178
                }
            ]
        },
        {
            "section": "Detection efficiency and systematic uncertainties",
            "text": "For the analysis based on the fast simulation, a 5% uncertainty is added to account for the relative imprecision of the fast simulation with respect to the full simulation, as explained in Sect. 3.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The 95% confidence level (CL) upper limits on the production cross-section times branching ratio are presented in Table 4, for the fully simulated models, based on the CLs approach [34]. The fast simulation allows the exploration of a larger region of parameter space. The cross-section times branching fraction upper limits at 95% CL for benchmark theoretical models are shown in Fig. 7 (the corresponding tables are given in Appendix C).",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 114,
                    "text": "Table 4",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 181,
                    "text": "[34]",
                    "end": 185
                },
                {
                    "type": "figure",
                    "start": 381,
                    "text": "Fig. 7",
                    "end": 387
                }
            ]
        },
        {
            "section": "Results",
            "text": "The estimated detection efficiencies can be found in Appendix B, Tables 6 and 7. The efficiency increases with m LLP because more particles are produced in the decay of heavier LLPs. This effect is only partially counteracted by the loss of particles outside of the spectrometer acceptance, which is especially the case with heavier Higgs-like particles. Another competing phenomenon is that the lower boost of heavier LLPs results in a shorter average flight length, i.e. the requirement of a minimum R xy disfavours heavy LLPs. The cut on R xy is more efficient at selecting LLPs with large lifetimes, but for lifetimes larger than ∼50 ps a portion of the decays falls into the material region and is discarded. Finally, a drop of sensitivity is expected for LLPs with a lifetime close to the b hadron lifetimes, where the contamination from bb events becomes important, especially for low mass LLPs.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 65,
                    "text": "Tables 6 and 7",
                    "end": 79
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "A search for Higgs-like bosons decaying into two long-lived particles decaying hadronically has been carried out using data from pp collisions at 7 TeV collected with the LHCb detector, corresponding to a total integrated luminosity of 0.62 fb −1 .",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "The model used to describe the LLP decay is an mSUGRA process in which the lightest neutralinoχ 0 1 decays through a baryon number violating coupling to three quarks. Upper limits have been placed on the production cross-section for Higgs-like boson masses from 80 to 140 GeV/c 2 , LLP masses ",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "0",
                    "end": 97
                }
            ]
        },
        {
            "text": "Appendices",
            "section_rank": 11
        },
        {
            "section": "Appendices",
            "text": "A Fully simulated signal datasets Table 5 shows the parameters used to generate the 11 fully simulated signal models with Pythia 6. The Higgs-  Table 6 gives the detection efficiency as a function of m h 0 and m LLP , the LLP lifetime is 10 ps. Table 7 gives the efficiency as a function of m LLP and τ LLP , assuming m h 0 = 114 GeV/c 2 .  ",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 34,
                    "text": "Table 5",
                    "end": 41
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 144,
                    "text": "Table 6",
                    "end": 151
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 245,
                    "text": "Table 7",
                    "end": 252
                }
            ]
        },
        {
            "text": "B Detection efficiencies",
            "section_rank": 12
        },
        {
            "text": "C Cross-section upper limits tables",
            "section_rank": 13
        },
        {
            "section": "C Cross-section upper limits tables",
            "text": "Expected and observed 95% CL cross-section times branching ratio upper limits for benchmark models, from the fast simulation. Tables 8 and 9 give the limits as a function of m h 0 , covering LLP masses from 35 to 60 GeV/c 2 , τ LLP = 10 ps. Table 10   ",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 126,
                    "text": "Tables 8 and 9",
                    "end": 140
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 241,
                    "text": "Table 10",
                    "end": 249
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 14
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Data (black dots) and simulated distributions after preselection normalised to unit integral. There are two LLP candidates per event. The simulated bb background is shown by the filled red histograms with error bars. The dashed (blue), dotted (purple) and solid (green) lines are distributions for fully simulated signal models. The subplots show a number of tracks used to reconstruct the LLP candidates, b LLP transverse momentum, c LLP invariant mass, d radial distance, R xy , e uncertainty of the radial position, σ R , and f uncertainty of the longitudinal position, σ Z , of the LLP vertex",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "LHCbFig. 2 1 LLP",
            "section_rank": 15
        },
        {
            "section": "LHCbFig. 2 1 LLP",
            "text": "Fig. 2 Distributions for a the LLP distance of flight from the PV, and, b the radial distance of the LLP vertex, R xy . The fully simulated signal models are chosen with LLP lifetimes of 5, 10, and 50 ps. Symbols are defined as inFig. 1",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Figure 2presents the LLP distance of flight and R xy distributions compared to three fully simulated signal models, corresponding to τ LLP values of 5, 10, and 50 ps.",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "Fig. 3 1 di",
            "section_rank": 17
        },
        {
            "section": "Fig. 3 1 di",
            "text": "Fig. 3Distributions for a the p T of the Higgs-like candidate, and b its invariant mass. Symbols are defined as inFig. 1",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "Fig. 4",
            "section_rank": 18
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Results of the fit based on the model BV48 10 ps mH114. In a log distribution and b linear scale with pull distribution. Dots with error bars are the data, the dotted (red) and the dashed (green) histograms show the fitted background and signal contributions, respectively. The purple histogram is the total fitted distribution",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Fig. 5",
            "section_rank": 19
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Results of the fit based on the model BV48 10ps mH114, for different combinations of signal and background selections, a signal from Sel 1 and background from Bkg 2 , b signal from Sel 2 and background from Bkg 1 . Dots with error bars are data, the dashed (green) line is the fitted signal and the dotted (red) line the background. In both cases the fitted signal is negative. The histogram (blue) is the total fitted function",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "text": "Fig. 6",
            "section_rank": 20
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Results of the fit to the data to which 10 signal events have been added randomly chosen following the signal model. For the theoretical model BV48 10 ps mH100, in a, the fitted signal is 11.1 ± 7.0 events; for BV48 10 ps mH125, in b, the result is 9.3 ± 5.6 events",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "Fig. 7 2 m h 0 = 125 GeV/c 2",
            "section_rank": 21
        },
        {
            "section": "Fig. 7 2 m h 0 = 125 GeV/c 2",
            "text": "Fig. 7 Expected (open dots with 1σ and 2σ bands) and observed (full dots) upper limits at 95% confidence level, a-c shown for different masses of the Higgs-like particle, d, f for different LLP lifetimes, and e as a function of the LLP mass. The values of the other parameters are indicated on the plots. Results inferred from the fast simulation",
            "paragraph_rank": 43,
            "section_rank": 21
        },
        {
            "text": ": limits as a function of the LLP lifetime for m h 0 = 100 GeV/c 2 and m LLP = 40 GeV/c 2 , and for m h 0 = 125 GeV/c 2 and m LLP = 48 GeV/c 2 . Table 11: limits as a function of the LLP mass, for m h 0 = 125 GeV/c 2 , τ LLP = 10 ps.",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "Table 1",
            "section_rank": 23
        },
        {
            "section": "Table 1",
            "text": "Definition of the criteria used for the signal determination. Selections Sel 1 and Bkg 1 are the baseline selections used in the fit, Sel 2 and Bkg 2 are used for the determination of systematic effects. The material veto and the requirement R xy > 0.4 mm are applied to both LLP candidates. The last column gives the number of data events selected, for a di-LLP reconstructed mass above 19 GeV/c 2",
            "paragraph_rank": 45,
            "section_rank": 23
        },
        {
            "text": "Table 2 Values",
            "section_rank": 24
        },
        {
            "text": "Table 4",
            "section_rank": 25
        },
        {
            "section": "Table 4",
            "text": "Detection efficiency with total uncertainty, and upper limits at 95% CL on the cross-section times branching ratio for the process pp → h 0 X , h",
            "paragraph_rank": 47,
            "section_rank": 25
        },
        {
            "text": "Table 5",
            "section_rank": 26
        },
        {
            "section": "Table 5",
            "text": "Parameters of the signal models generated by Pythia and fully simulated",
            "paragraph_rank": 48,
            "section_rank": 26
        },
        {
            "text": "Table 6",
            "section_rank": 27
        },
        {
            "section": "Table 6",
            "text": "Detection efficiency values in percent estimated by the fast simulation as a function of m h 0 and m LLP . The LLP lifetime is 10 ps. The statistical uncertainty is 10% for ∼ 0.02%, 5 % for ∼ 0.1%, 3% for ∼ 0.5%, and 2% for ∼ 1%",
            "paragraph_rank": 49,
            "section_rank": 27
        },
        {
            "text": "Table 7",
            "section_rank": 28
        },
        {
            "section": "Table 7",
            "text": "Detection efficiency in percent estimated by the fast simulation as a function of the m LLP and τ LLP , for m h 0 = 114 GeV/c 2 . The statistical uncertainty is 10% for ∼ 0.02%, 5 % for ∼ 0.1%, 3% for ∼ 0.5%, and 2% for ∼ 1% τ LLP (ps) m LLP (GeV/c 2 )",
            "paragraph_rank": 50,
            "section_rank": 28
        },
        {
            "text": "Table 8",
            "section_rank": 29
        },
        {
            "section": "Table 8",
            "text": "Expected and observed 95% CL cross-section times branching ratio upper limits as a function of m h 0 , with m LLP = 35 GeV/c 2 , and τ LLP = 10 ps, estimated by the fast simulation",
            "paragraph_rank": 51,
            "section_rank": 29
        },
        {
            "text": "Table 9 Table 10 Table 11",
            "section_rank": 30
        },
        {
            "section": "Table 9 Table 10 Table 11",
            "text": "Expected and observed 95% CL cross-section times branching ratio upper limits as a function of m h 0 , for LLP masses of 40, 48, 55, and 60 GeV/c 2 , τ LLP = 10 ps, estimated by the fast simulation Expected and observed 95% CL cross-section times branching ratio upper limits as a function of the LLP lifetime, for m h 0 = 100 GeV/c 2 and m LLP = 40 GeV/c 2 , and for m h 0 = 125 GeV/c 2 and m LLP = 48 GeV/c 2 , estimated by the fast simulation Expected and observed 95% CL cross-section times branching ratio upper limits as a function of the LLP mass, with m h 0 = 125 GeV/c 2 and τ LLP = 10 ps, estimated by the fast simulation",
            "paragraph_rank": 52,
            "section_rank": 30
        },
        {
            "section": "Table 9 Table 10 Table 11",
            "text": "a Universidade Federal do Triângulo Mineiro (UFTM), Uberaba-MG, Brazil b Laboratoire Leprince-Ringuet, Palaiseau, France c P.N. Lebedev Physical Institute, Russian Academy of Science (LPI RAS), Moscow, Russia d Università di Bari, Bari, Italy e Università di Bologna, Bologna, Italy f Università di Cagliari, Cagliari, Italy g Università di Ferrara, Ferrara, Italy h Università di Genova, Genova, Italy i Università di Milano Bicocca, Milano, Italy j Università di Roma Tor Vergata, Roma, Italy k Università di Roma La Sapienza, Roma, Italy l AGH-University of Science and Technology, Faculty of Computer Science, Electronics and Telecommunications, Kraków, Poland m LIFAELS, La Salle, Universitat Ramon Llull, Barcelona, Spain n Hanoi University of Science, Hanoi, Viet Nam o Università di Padova, Padova, Italy p Università di Pisa, Pisa, Italy q Università degli Studi di Milano, Milano, Italy r Università di Urbino, Urbino, Italy s Università della Basilicata, Potenza, Italy t Scuola Normale Superiore, Pisa, Italy u Università di Modena e Reggio Emilia, Modena, Italy",
            "paragraph_rank": 53,
            "section_rank": 30
        },
        {
            "text": "Acknowledgements",
            "section_rank": 32
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the",
            "paragraph_rank": 54,
            "section_rank": 32
        }
    ]
}