{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a measurement of the charged particle reconstruction inefficiency inside of jet cores, using data collected by the ATLAS experiment in 2015 of pp collisions produced at the LHC, at a center-of-mass energy of 13 TeV. The determination of this inefficiency is important for jet energy scale and mass calibration, as well as multiple other performance studies and analyses. A data driven method is used, where the fraction of lost particle tracks is determined from energy deposition dE/dx in the pixel detector. The fraction of lost tracks is found to be less than 5%, which is an improvement since the previous study, and agrees well within systematic uncertainties with a Monte Carlo simulation.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The performance of charged particle track reconstruction in dense environments, such as the core of high p T jets, is important for many analyses and performance studies. Examples include btagging and boosted τ reconstruction, jet energy scale and mass determination, and analyses using jet substructure information. The leading source of systematic uncertainty is in many cases the uncertainty on track reconstruction efficiency. Thus, it is necessary to maintain a high tracking efficiency also inside of jets, and to determine the (in-)efficiency precisely.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Tracks are reconstructed from hit clusters in the inner detector. Clusters shared between multiple tracks are penalized during reconstruction, to ensure high quality tracks, as one of the tracks in this case is likely to be fake. However, in dense environments this is a disadvantage, since clusters from close-by tracks can naturally merge. To account for this, an artificial neural network is trained to identify and not penalize such merged clusters [1,2]. This greatly increases the percentage of correct associations of clusters to tracks at small track separations, and improves b-tagging and τ reconstruction performance. To determine the remaining inefficiency of tracking in dense environments, a data driven method is applied, where the fraction of lost tracks is determined from the energy deposition dE/dx in the pixel detector (section 4).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 453,
                    "text": "[1,",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 456,
                    "text": "2]",
                    "end": 458
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The ATLAS [3] pixel detector is part of the inner detector system, together with the semiconductor tracker (SCT) and the transition radiation tracker (TRT). The pixel detector is built in a barrel and disc geometry, and has a pseudorapidity coverage 1 of |η| < 2.5. It is built mostly from planar silicon pixel modules. The insertable B-Layer (IBL), which was added after a long shutdown (2013-2015), includes planar and 3D sensors [4]. There are four barrels, including the IBL, situated at r = 33.2, 50.5, 88.5 and 122.5 mm. The forward region is instrumented with three disk pairs at z = ±495, 580 and 650 mm. Sensor pixels are typically 50 µm in transverse direction and 400 µm in longitudinal direction, whereas pixels of the IBL are only 250 µm longitudinally.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 10,
                    "text": "[3]",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 432,
                    "text": "[4]",
                    "end": 435
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A measure of energy deposition dE/dx is given by the pixel detector time-over-threshold (ToT). This is the time that a pulse, caused by a particle, spends over a given threshold, and is approximately proportional to the collected charge. In particle reconstruction, pixels are grouped by a clustering algorithm into clusters. The dE/dx value of a cluster is determined by the total collected charge.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Since the magnetic field of the detector bends particle trajectories apart as they move out of the detector, nearby clusters are more likely to merge closer to the interaction point. However, the IBL only encodes ToT information in 4 bits, whereas the next layer, the B-layer, uses 8 bits and provides a better ToT resolution. For that reason, in the following the dE/dx information from clusters in the B-Layer will be used.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Samples",
            "section_rank": 3
        },
        {
            "section": "Samples",
            "text": "For this analysis, data samples recorded by the ATLAS detector in 2015 (Run II) of proton-proton collisions produced by the LHC at √ s = 13 TeV were used, corresponding to an integrated luminosity of 2.8 fb −1 . Events were selected passing single jet triggers, with a minimal jet p T threshold of 100 GeV. The triggers were subject to a prescaling depending on the instantaneous luminosity and the energy of the jet triggered on. This suppresses low p T jets, while keeping all events including a jet with at least p T > 1 TeV, leading to a more uniform transverse momentum spectrum. Events were required to pass standard data quality requirements, and contain at least one reconstructed primary vertex, associated to at least three tracks.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Samples",
            "text": "Data is compared with a Monte Carlo simulation, generated by Pythia 8.186 [5]. Generator parameters were set according to the A14 tune for parton showering and hadronization, and parton distribution functions (PDF) were taken from NNPDF23LO [6]. For comparison, samples were also generated using Herwig++ 2.7.1 [7] with the UEEE5 tune and the CTEQ6L1 PDF set [9], as well as Sherpa 2.1 [8] using CT10 PDFs [10]. Events are digitized using a GEANT4 based simulation of the ATLAS detector, and then reconstructed using the same reconstruction algorithms as used for data. Monte Carlo events are finally reweighted to match the number of events triggered on in data.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 74,
                    "text": "[5]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 241,
                    "text": "[6]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 311,
                    "text": "[7]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 359,
                    "text": "[9]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 386,
                    "text": "[8]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 406,
                    "text": "[10]",
                    "end": 410
                }
            ]
        },
        {
            "text": "Object Selection",
            "section_rank": 4
        },
        {
            "section": "Object Selection",
            "text": "Jets used were seeded from topological clusters [11] and reconstructed by the anti-k T algorithm [12] with a cone radius of R = 0.4. They were required to have a transverse momentum of p jet T ≥ 200 GeV and lie in the region of |η jet | < 2.5. Jets have been calibrated to the hadronic jet energy scale using a calibration derived from Monte Carlo [13]. It has been shown previously that simulated jet properties agree well with data [14].",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 48,
                    "text": "[11]",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 97,
                    "text": "[12]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 348,
                    "text": "[13]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 434,
                    "text": "[14]",
                    "end": 438
                }
            ]
        },
        {
            "section": "Object Selection",
            "text": "Tracks are reconstructed using an iterative algorithm. They are seeded using combined measurements from the silicon detectors, and reconstructed using a combinatorial Kalman filter together with a stringent ambiguity solver [15,16]. The following cuts are applied to tracks: • p trk T > 10 GeV",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 224,
                    "text": "[15,",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 228,
                    "text": "16]",
                    "end": 231
                }
            ]
        },
        {
            "section": "Object Selection",
            "text": "• |d BL 0 | < 1.5 mm , where d BL 0 is the transverse impact parameter w.r.t. the beamline position",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Object Selection",
            "text": "• |z BL 0 sin θ| < 1.5 mm , where z BL 0 is the distance in z direction between the track's point of closest approach and the primary vertex, and θ is the polar angle of the track at this point",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Object Selection",
            "text": "The goal of this method is to determine the fraction of tracks lost due to merged clusters in jet cores. The energy deposition dE/dx of pixel clusters follows a Landau distribution [18], assuming the material is sufficiently thin and only single particles hit the clusters. The peak of the distribution is around the minimally ionizing particle (MIP) energy. In the case where two particles contribute to the same cluster, a second peak at 2× the MIP energy is visible. A third weaker peak can appear for three particles hitting the same cluster.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 181,
                    "text": "[18]",
                    "end": 185
                }
            ]
        },
        {
            "section": "Object Selection",
            "text": "When a cluster is assigned to only one reconstructed track (not multiply used), two situations are possible: The cluster was indeed hit by only one particle, or it was hit by one reconstructed particle, and another missed one. It is impossible to distinguish both situations on a per-cluster basis, but one can determine statistically how often each situation occurs, by comparing the two peaks in the dE/dx distribution. From this, the probability that a track is lost due to merging can be computed.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Object Selection",
            "text": "To determine the individual contributions of both cases, a template fit is used. The data to be fitted is the dE/dx distribution of not multiply used clusters, in the core of jets (angular separation 3 2 A pixel hole is defined as a expected hit, where the reconstructed track crosses the detector surface, but no hit is recorded. Inactive parts such as sensor edges or disabled modules are excluded from the definition and do not create holes.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 202,
                    "text": "2",
                    "end": 203
                }
            ]
        },
        {
            "section": "Object Selection",
            "text": "3 Angular distance is given by ∆R = ∆ϕ 2 + ∆η 2 -3 -    between center of jet and track ∆R(trk, jet) < 0.05). To get a sample that is enriched in clusters hit by single tracks (single-track template), a selection outside of the jet core (∆R(trk, jet) > 0.1) is applied. An enriched multiple-track template is obtained by staying in the jet core, but using multiply-used clusters instead (that is, clusters that have multiple confirmed reconstructed tracks). The selection is summarized in figure 1. Data is separated into seven p jet T bins ranging from 200-1600 GeV. Since at high p jet T the available statistics is low, the templates taken at p jet T = 200-400 GeV are used to fit all distributions in data. The single-and multiple-track templates, and a data distribution can be seen in figure 2. To minimize the influence of clusters which were hit by three tracks, the fit was performed in a reduced region of 0.8-3.2 MeV g −1 cm 2 for MC, and 0.67-3.07 MeV g −1 cm 2 for data. The regions were chosen such that the fraction of all clusters they contain is the same in data as in MC.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Object Selection",
            "text": "The fraction of lost tracks F loss is given directly by the fit fraction of the multiple-track template. The fit result for data can be seen in figure 3 for two different p T bins. Similar plots for Monte Carlo simulation are shown in [17]. The fraction of lost tracks depending on p   ",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 235,
                    "text": "[17]",
                    "end": 239
                }
            ]
        },
        {
            "text": "Systematic Uncertainties",
            "section_rank": 5
        },
        {
            "section": "Systematic Uncertainties",
            "text": "The systematic uncertainties for simulation are dominated by Monte Carlo generator differences. This uncertainty has been evaluated by comparing the fit results from Pythia8, Sherpa and Her-wig++ samples. The relative systematic uncertainty ranges from 41% at 200-400 GeV to 5% at 1000-1200 GeV. For details, see [17].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 313,
                    "text": "[17]",
                    "end": 317
                }
            ]
        },
        {
            "section": "Systematic Uncertainties",
            "text": "An additional uncertainty comes from the choice of fit region. It was found that varying the upper edge of the region changes F lost , however only significantly in data. A systematic uncertainty of the size of the maximal change in F lost has been applied in each p jet T bin, varying between 12% and 25%.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Systematic Uncertainties",
            "text": "In data, an uncertainty results from using low p jet T templates to fit high p jet T data. A check has been carried out with a simulation of high statistics, and it was found that the fraction of clusters with three contributing tracks varies as a function of p jet T . This leads to a small bias in the resulting value of F lost which has been taken into account as a systematic uncertainty. The size of this uncertainty is between 11% and 17%.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "The tracking inefficiency in jet cores has been determined using measurements of energy deposition in the ATLAS pixel detector, on √ s = 13 TeV LHC data taken in 2015. It was found that the fraction of lost tracks due to cluster merging is between 1%-5% for jet p T = 200-1600 GeV. The data and simulation are found to agree within 25% in the investigated jet p T range.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Definition of template and data distributions. This and all further figures taken from[17] ",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 96,
                    "text": "[17]",
                    "end": 100
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 8
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Left: Single and multiple track templates, derived from data. Right: Energy loss dE/dx distribution from pixel clusters in jet cores, to be fit with the templates. From[17].",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 178,
                    "text": "[17]",
                    "end": 182
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 9
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Result of the template fit for data, for values of jet p T = 200-400 GeV (left) and p T = 1000-1200 GeV (right). From[17].",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 127,
                    "text": "[17]",
                    "end": 131
                }
            ]
        },
        {
            "text": "jetT",
            "section_rank": 10
        },
        {
            "section": "jetT",
            "text": "is shown in figure 4, for data and simulation. The loss fraction increases with p jet T , and shows over the whole range agreement between data and simulation, within systematic uncertainties as outlined in section 5. The discrepancy between central values of data and simulation is approximately 25% [17].",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Figure 4 .",
            "section_rank": 11
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Fraction of lost tracks due to merged clusters, determined in data and simulation for varying values of p jet T . Shaded areas show total uncertainty including systematic uncertainties as described in section 5. From[17].",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 226,
                    "text": "[17]",
                    "end": 230
                }
            ]
        },
        {
            "section": "Figure 4 .",
            "text": "ATLAS uses a right handed coordinate system, centered around the nominal interaction point (IP) at the center of the detector. The x axis points towards the center of the LHC, the y axis points upwards, and the z axis in parallel to the proton beams. In the transverse plane, cylindrical coordinates (r, ϕ) are used, where ϕ is the polar angle around the z axis. Instead of azimuthal angle θ, pseudorapidity η = − ln tan θ/2 is often used.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "The author would like to thank the conference organizers for an interesting and enjoyable conference, the authors of the presented results [17] for their excellent work, and the ATLAS collaboration for the opportunity to present it. The work is partly supported by the National Natural Science Foundation of China (Grant No. 11575200).",
            "paragraph_rank": 27,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 139,
                    "text": "[17]",
                    "end": 143
                }
            ]
        }
    ]
}