{
    "level": "paragraph",
    "abstract": [
        {
            "text": "CP violation and branching fraction measurements in D decays are interesting topics as any difference with respect to the Standard Model prediction would be an indication of new physics. With the large data sample collected by the Belle detector, which sits at the interaction point of KEKB asymmetric e + e − collider in Japan, we present the results of searches for CP violation in D 0 → Vγ (V = φ, K * 0 , ρ 0 ) decay and the rare D",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Selection criteria, fitting and signal extraction",
            "section_rank": 2
        },
        {
            "section": "Selection criteria, fitting and signal extraction",
            "text": "Selection criteria are defined using a Monte Carlo (MC) simulation study performed on data produced",
            "paragraph_rank": 2,
            "section_rank": 2
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "CP violation in the charm sector is an interesting topic as it is very sensitive to the new physics. This is because Standard Model CP violation in the D meson system is very small O(10 −3 ). Therefore even a small enhancement in CP asymmetry will be due to new physics. Any enhancement comes from loop-level contributions from non-Standard Model particles or interactions. Here we present the preliminary branching fraction (B) and CP asymmetry (A CP ) results for D 0 → Vγ (V = φ, K * 0 , ρ 0 ) decay and the measurements of branching fraction (B) of D 0 → γγ decay with the Belle data set corresponding to an integrated luminosity of 943 fb −1 and 832 fb −1 , respectively.",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "D 0 → Vγ decay",
            "section_rank": 4
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "The decay D 0 → Vγ (V = φ, K * 0 , ρ 0 ) is sensitive to new physics via A CP measurements. This is because of the contributions from the chromomagnetic dipole operators [1], [2] that can enhance A CP from the expected value of zero. So far no A CP measurements have been reported for this mode. The previous B measurements [3], [4] of D 0 → Vγ mode are shown in Table 1. With the 943 fb −1 Belle data set, which is very much larger than the one used in the previous measurements, we expect to get a more precise measurement of B for this decay channel. This is the first analysis to measure the B for D 0 → ρ 0 γ mode. Collaboration Luminosity Decay mode Branching fraction (B) Belle [3] 78 fb −1 D 0 → φγ 2.60 +0.70 −0.61 (stat) +0.15 −0.17 (syst) × 10 −5 BABAR [4] 387 fb −1 D 0 → φγ 2.73 ± 0.30(stat) ± 0.26(syst) × 10 −5 BABAR [4] 387 fb −1 D 0 → K * 0 γ 3.22 ± 0.20(stat) ± 0.27(syst) × 10 −4 radiations (FSR). The D mesons are required to come from the D * ± meson by D * ± → D 0 π ± slow decay. As the final state is the same for both D 0 and its conjugate D 0 decay, we use the charge of π ± slow to distinguish the flavour of the D meson. The π slow is so called because it carries very little momentum compared to the D meson. The vector mesons are reconstructed from the following decay channels:",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 170,
                    "text": "[1]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 175,
                    "text": "[2]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 324,
                    "text": "[3]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 329,
                    "text": "[4]",
                    "end": 332
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 363,
                    "text": "Table 1",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 685,
                    "text": "[3]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 764,
                    "text": "[4]",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 832,
                    "text": "[4]",
                    "end": 835
                }
            ]
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "* 0 → K − π + and ρ 0 → π + π − . The selection criteria for the variables are chosen to maximize the significance, defined as",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "where N sig and N bkg are the number of signal and background events in the defined signal region. A tight mass window of 11 MeV/c 2 is applied for the φ candidates around its nominal mass [7] due to the narrow resonance. The mass window for the K * 0 and ρ 0 candidates are 60 MeV/c 2 and 150 MeV/c 2 respectively. The photon candidates are selected with energy greater than 540 MeV. In order to suppress the merged photon cluster, we made a cut on the ratio of 3 × 3 array (E 9 ) to 5 × 5 array (E 25 ) of Electromagnetic Calorimeter (ECL) crystals to be greater than 0.94. A vertex fit is performed for D * and D mesons where the candidates with confidence level less than 10 −3 are rejected. The D * meson fit also has an Interaction-Point (IP) constraint, which ensures that the D * daughter particles originate from the e + e − interaction region. We defined a variable",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 189,
                    "text": "[7]",
                    "end": 192
                }
            ]
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "are the masses of D * meson, D meson and π meson, respectively, which is the total energy released in a D * decay. The D * candidates with a q value within 0.6 MeV/c 2 of the nominal value [7] are selected. A cut on the momentum of D * meson in the center-of-mass (CMS) system is also applied for the modes, which are 2.42 GeV/c for the φ mode, 2.17 GeV/c for the K * 0 mode and 2.72 GeV/c for the ρ 0 mode.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 189,
                    "text": "[7]",
                    "end": 192
                }
            ]
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "The measurements of B and A CP are performed by using control samples for all the three modes. This procedure ease the systematic studies as many common effects get cancelled. These control samples are D 0 → K + K − for the φ mode, D 0 → K − π + for the K * 0 mode and D 0 → π + π − for the ρ 0 mode. The branching fraction is calculated as",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "where N sig (N norm ), B sig (B norm ) and sig ( norm ) are the yields from the fit, branching fractions and reconstruction efficiencies for the signal (control sample) modes. The CP asymmetry can be derived from the following equation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "where",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "is the raw asymmetry (N(D 0 ), N(D 0 ) are the yields of D 0 and D 0 from the fit to the data), A FB [7] is the asymmetry in the production of D * + and D * − due to the interference between γ * and Z 0 bosons in the e + e − → cc process and A ± is the asymmetry in the efficiency of the reconstruction of positive and negative charged particles, respectively. Thus A CP can be extracted by using the information from the control samples in the respective signal modes. common to both signal and control sample modes, they are cancelled out. Finally,",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 101,
                    "text": "[7]",
                    "end": 104
                }
            ]
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "where subscript sig (norm) corresponds to the signal (control) sample. The dominant background for the signal mode comes from the decay of a π 0 meson to a pair of photons. Here one of the the photons from the π 0 meson is misreconstructed as the signal candidate. To reduce these events, a π 0 mass veto is applied with a neural network variable [8], [9] obtained from the two mass veto variables. The signal photon is combined with all other photons in an event with an energy 30 (75) MeV and when the diphoton invariant mass is close to the nominal mass of π 0 meson, the pair is fed to the neural network. A selection on the output of the neural network results in the retention of 85% of the signal while rejecting 60% of the background.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 347,
                    "text": "[8]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 352,
                    "text": "[9]",
                    "end": 355
                }
            ]
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "To extract the signal yield and then A CP , a simultaneous two-dimensional unbinned extended maximum likelihood fit is performed with the variables M D 0 and cos θ H , where θ H is the the angle between one of the V daughter particles with D meson in the V rest frame. The signal cos θ H distribution is expected to have the form 1− cos 2 θ H due to the conservation of angular momentum while the background distributions do not. The range for M D 0 is 1.67 < M D 0 < 2.06 GeV/c 2 for all the three modes. A tighter cut of −0.8 < cos θ H < 0.4 is also applied in K * 0 and ρ 0 modes to suppress certain peaking backgrounds. The signal reconstruction efficiency is estimated from signal MC to be 9.7%, 7.8% and 6.8% for φ, K * and ρ 0 modes, respectively.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "The invariant mass distribution of signal events in φ and ρ 0 modes are modelled with Crystal-Ball function [10] whereas Crystal Ball with two Gaussians is used for the K * 0 mode. To account for the data-MC difference, a free offset and scale factor are implemented for the mean and width of the K * 0 PDF, and the obtained values are used for the other two signal modes. The π 0 and η M D 0 background distributions are modelled in one of two ways: (1) a single Crystal Ball, or (2) combinations of either Crystal Ball or logarithmic Gaussians [11] with upto two Gaussians. There is only one π 0 type background in the φ mode, which is D 0 → φπ 0 . The π 0 and η type backgrounds in the K * 0 modes are:",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 108,
                    "text": "[10]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 546,
                    "text": "[11]",
                    "end": 550
                }
            ]
        },
        {
            "section": "D 0 → Vγ decay",
            "text": "The backgrounds in the ρ 0 mode are ρ 0 π 0 , ρπ and K − ρ + due to the misidentification of a kaon as a pion. In all of the three modes, apart from the above mentioned backgrounds, another category is defined for all other decays with correctly reconstructed D 0 . Two more backgrounds are present in the K * 0 mode: non-resonant decay to K − π + (π + π − ) with the photon being emitted as FSR, and the decay to K − ρ + with the photon being emitted from a radiative decay of the charged ρ meson. The M D 0 distributions are similar to that of signal in these modes as there are no missing particles, which are fixed from MC and known branching fractions. The remaining combinatoric backgrounds in M D 0 is modelled with an exponential function in the φ mode and a second order Chebyshev polynomial in the K * 0 and ρ 0 modes. The M D 0 distribution for the dominant background is calibrated by reconstructing D 0 → K 0 S γ in both simulation and data. Since the decay is forbidden, this yields mostly the backgrounds of the type D 0 → K 0 S π 0 and D 0 → K 0 S η. The same selection cuts as in the φ mode are applied here. K 0",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "S",
            "section_rank": 5
        },
        {
            "section": "S",
            "text": "candidates have a mass cut of ±9 MeV/c 2 around the nominal K 0 S mass. The cos θ H distribution is modelled with 1− cos 2 θ H , where all the parameters are fixed to MC values for all the three signal modes. The Vπ 0 and Vη categories are parametrized by cos 2 θ H for the φ mode, a third order Chebyshev polynomial for the K * 0 mode and a second order polynomial for the ρ 0 mode. The other background categories are parametrized with respect to their shapes. The fit results are shown in Fig. 1, Fig. 2 and Fig. 3 for the φ, K * 0 and ρ 0 , respectively. The signal component is shown by dotted red line. The signal yield obtained from the fits are: 524 ± 35 for φ mode, 9104 ± 396 for K * 0 mode and 500 ± 85 for ρ 0 mode, respectively. Thus the raw asymmetries are −0.091 ± 0.066 (stat), −0.002 ± 0.020 (stat), 0.056 ± 0.151 (stat) for φ, K * 0 and ρ 0 modes, respectively. The control samples are analysed in the similar way as done earlier by the Belle collaboration [12]. The selection criteria are the same as in the signal modes and the signal extraction is performed via sideband subtraction method, where the signal (SW), lower (LW) and upper (UW) windows are defined in M D 0 . The efficiencies from the simulation is obtained as 22.7%, 27.0% and 21.4% for K + K − , K − π + and π + π − samples respectively. The extracted signal yields are 362,274 for K + K − mode, 4.02 × 10 6 for K − π + mode and 127,683 for π + π − mode. The raw asymmetries are (2.2 ± 1.7) × 10 −3 for K + K − mode, (1.3 ± 0.5) × 10 −3 for K − π + mode and (8.1 ± 3.0) × 10 −3 for π + π − mode.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 492,
                    "text": "Fig. 1, Fig. 2 and Fig. 3",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 975,
                    "text": "[12]",
                    "end": 979
                }
            ]
        },
        {
            "text": "Systematics",
            "section_rank": 6
        },
        {
            "section": "Systematics",
            "text": "The list of various sources of systematics is shown in Table 2. There are two main sources: one is due to the applied selection criteria and the other due to the signal extraction method for both the  signal and the control sample modes. The uncertainties common to both signal and normalization modes cancel. A 2% uncertainty is given to the photon reconstruction efficiency [13]. The systematic effect from the variable q is due to its low resolution in the signal mode compared to the control sample mode. This is evaluated with the help of the control sample D 0 → K * 0 π 0 . The systematic uncertainty for the q cut is found to be 1.16%. The systematic for the π 0 veto is calculated with the mode",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 55,
                    "text": "Table 2",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 376,
                    "text": "[13]",
                    "end": 380
                }
            ]
        },
        {
            "section": "Systematics",
            "text": "The veto is performed with the first daughter of π 0 with all other photons except the second π 0 daughter. The ratio R between the yields for the signal and the control sample is calculated for both simulation and the data and by taking the double ratio, R MC R DATA we assigned the systematic for the π 0 veto. Similarly we extracted the systematics for the E 9 E 25 variable with D 0 → K 0 S γ as the control sample. A systematic uncertainty is assigned to the fit procedure where the fixed parameters are varied with respect to their errors. The biggest difference between the so obtained B and A CP and the mean value is taken as the systematic error. An uncertainty is assigned to the dominant backgrounds of π 0 type for the chosen width of the smearing, varying the width by ±1 MeV/c 2 . For the normalization mode systematics, the procedure is repeated with different sidebands, ±25 MeV/c 2 for M D 0 . The statistical error on the fraction f , which is the fraction of background events in the signal window compared to all events in the sideband, is also taken into account. The difference between the data and simulation could also affect f , so a similar procedure for the calibration of the π 0 background is also performed. A systematic uncertainty is assigned for the case when f is obtained from simulation smeared by a Gaussian of width 1.6 MeV.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Results",
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "The preliminary measurements of the branching fraction in D 0 → Vγ mode are",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "where the uncertainties are statistical and systematic, respectively. The branching fraction for the φ mode is consistent with the previous measurements. There is a 3.3σ difference with the BABAR",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "5",
            "section_rank": 8
        },
        {
            "section": "5",
            "text": "EPJ Web of Conferences 164, 07008 (2017) DOI: 10.1051/epjconf/201716407008 ICNFP 2016 Table 2. List of various sources of systematics and their contributions for B and A CP in D 0 → Vγ study. result for the branching fraction of D 0 → K * 0 γ mode. We also report the first branching fraction measurement for the D 0 → ρ 0 γ mode with > 5σ significance. The observed value of B for the ρ 0 mode is very close to that of φ mode, agreeing with the theory predictions. We also measure the first-ever A CP measurements for D 0 → Vγ modes. The preliminary results are",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 86,
                    "text": "Table 2",
                    "end": 93
                }
            ]
        },
        {
            "section": "5",
            "text": "where the uncertainties are statistical and systematic, respectively. No CP asymmetry is observed.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "D 0 → γγ decay",
            "section_rank": 9
        },
        {
            "section": "D 0 → γγ decay",
            "text": "Flavour changing neutral currents (FCNC) in the Standard Model are forbidden at the tree level of an interaction, while it can happen through higher orders. There are many new physics models that allow FCNC even at the tree level by a c → uγγ transition. The branching fraction is expected to be very small (O(10 −8 )) [14], [15], [16]. But with the minimal supersymmetric Standard Model (MSSM), it has been predicted that the branching fraction can be enhanced due to the exchange of a gluino to O(10 −6 ) [17]. Thus by measuring the mode D 0 → γγ, we could identify any new physics contributions [18].",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 319,
                    "text": "[14]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 325,
                    "text": "[15]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 331,
                    "text": "[16]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 507,
                    "text": "[17]",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 598,
                    "text": "[18]",
                    "end": 602
                }
            ]
        },
        {
            "section": "D 0 → γγ decay",
            "text": "Previous measurements were carried out by BABAR [19], CLEO [20] and BESIII [21] collaborations. The most stringent limit is set by the BABAR collaboration: 2.2×10 −6 with a confidence level of 90%. Our analysis is with the 832 fb −1 data collected at the Υ(4S ) and Υ(5S ) resonances. As in the D 0 → Vγ analysis, we also performed a Monte Carlo simulation for the selection criteria and background studies.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 48,
                    "text": "[19]",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 59,
                    "text": "[20]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 75,
                    "text": "[21]",
                    "end": 79
                }
            ]
        },
        {
            "text": "Selection criteria, fitting and signal extraction",
            "section_rank": 10
        },
        {
            "section": "Selection criteria, fitting and signal extraction",
            "text": "The analysis is similar to that of D 0 → Vγ decay. We use the mode D * → D 0 π slow to suppress the large combinatoric background. But there are peaking backgrounds due to the decays of a π 0 and/or η meson, which decays to a pair of photons. These are",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "section": "Selection criteria, fitting and signal extraction",
            "text": "To suppress these peaking backgrounds, a dedicated π 0 (η) veto is applied and the suppression of merged clusters in ECL by E 9 /E 25 . The chosen control sample mode is D 0 → K 0 S π 0 to measure the branching fraction.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Selection criteria, fitting and signal extraction",
            "text": "The signal extraction is performed with a two-dimensional fit between M D 0 and ∆M variables. The efficiency is found to be 7.3%. We obtained a signal yield 4 ± 15 from the fit. The fit is shown in Fig. 4. The similar procedure is done for the control sample mode and we obtained a signal yield 343050 ± 673. ",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 198,
                    "text": "Fig. 4",
                    "end": 204
                }
            ]
        },
        {
            "text": "Systematics",
            "section_rank": 11
        },
        {
            "section": "Systematics",
            "text": "The dominant contribution is coming from the cut variation of E γ2 , A E and P(π 0 ), which are the energy of lower energy photon, energy asymmetry between the two photons and the probability of π 0 , respectively. For E γ2 , we calculated N , where N is signal yield and is the detection efficiency, with and without any photon requirement on the photon energy in the D 0 → φγ control sample. The change with respect to the nominal value is taken as the systematic error. P(π 0 ) systematics is estimated with the same control sample where we relaxed the selection to P(π 0 ) < 0.7 from P(π 0 ) < 0.15. We double the above two systematic uncertainties as we have two photons in the final state. For A E , as we do not have any proper control sample, we fit to the data without any requirement on A E and take the resulting change in the upper limit as the systematic error. The list of all the sources of systematics are shown in Table 3.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 931,
                    "text": "Table 3",
                    "end": 938
                }
            ]
        },
        {
            "text": "Source",
            "section_rank": 12
        },
        {
            "section": "Source",
            "text": "Contribution cut variation ± 6.8 % signal shape +4.0 −2.4 events γ rec. eff ± 4.4 % K 0 S reconstruction ± 0.7 % π 0 identification ± 4.0 % B(D 0 → K 0 S π 0 ) ± 3.3 % ",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "Results",
            "section_rank": 13
        },
        {
            "section": "Results",
            "text": "As the signal is absent in this analysis, a frequentist method is used to set the upper limit on the branching fraction of D 0 → γγ decay with 90% confidence level. The result is B(D 0 → γγ) < 8.4 × 10 −7 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "section": "Results",
            "text": "This is the most stringent limit of this mode to date, as illustrated in Fig. 5. ",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 73,
                    "text": "Fig. 5",
                    "end": 79
                }
            ]
        },
        {
            "text": "2 Figure 1 . 2 Figure 2 .",
            "section_rank": 14
        },
        {
            "section": "2 Figure 1 . 2 Figure 2 .",
            "text": "Figure 1. M D 0 distributions for D 0 (first) and D 0 (second) and cos θ H distributions for D 0 (third) and D 0 (fourth) in the φ mode. The dotted red, cyan, blue and yellow lines are signal, φπ 0 , combinatoric and remaining components, respectively.",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "5 Figure 3 .",
            "section_rank": 15
        },
        {
            "section": "5 Figure 3 .",
            "text": "Figure 3. M D 0 distributions for D 0 (first) and D 0 (second) and cos θ H distributions for D 0 (third) and D 0 (fourth) in the ρ 0 mode. The dotted red, blue lines are the signal and combinatoric components, respectively. The other components are also shown in different colours.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Figure 4 .",
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. 2D fit between ∆M (left) and M D 0 (right) where the dashed blue, purple lines are combinatoric, peaking backgrounds respectively and the red histogram is the signal.",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Figure 5 .",
            "section_rank": 17
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. B(c → uγ) prediction in SM and MSSM. Our result is shown in purple line. Dotted green, red and black lines are the results from BABAR, BESIII and CLEO collaborations, respectively.",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Table 1 .",
            "section_rank": 18
        },
        {
            "section": "Table 1 .",
            "text": "Previous B measurements in D 0 → Vγ decays.",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Since A FB and A ± is",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Table 3 .",
            "section_rank": 20
        },
        {
            "section": "Table 3 .",
            "text": "Systematic uncertainties for D 0 → γγ study.",
            "paragraph_rank": 38,
            "section_rank": 20
        },
        {
            "section": "Table 3 .",
            "text": "EPJ Web of Conferences 164, 07008 (2017) DOI: 10.1051/epjconf/201716407008 ICNFP 2016",
            "paragraph_rank": 39,
            "section_rank": 20
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We thank the KEKB group and all institutes and agencies that support the work of the members of the Belle collaboration. We also extend our gratitude to Indian Institute of Technology Madras (IIT Madras) and International and Alumni relations, IIT Madras for their financial support to attend the conference.",
            "paragraph_rank": 40,
            "section_rank": 22
        }
    ]
}