{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Differential cross sections are presented for the prompt and non-prompt production of the hidden-charm states X(3872) and ψ(2S), in the decay mode J/ψπ + π − , measured using 11.4 fb −1 of pp collisions at √ s = 8 TeV by the ATLAS detector at the LHC. The ratio of cross-sections X(3872)/ψ(2S) is also given, separately for prompt and nonprompt components, as well as the non-prompt fractions of X(3872) and ψ(2S). Assuming independent single effective lifetimes for non-prompt X(3872) and ψ(2S) production gives R B = B(B→X(3872) + any)B(X(3872)→J/ψπ + π − ) B(B→ψ(2S) + any)B(ψ(2S)→J/ψπ + π − ) = (3.95 ± 0.32(stat) ± 0.08(sys)) × 10 −2 , while separating short-and long-lived contributions, assuming that the short-lived component is due to B c decays, gives R B = (3.57 ± 0.33(stat) ± 0.11(sys)) × 10 −2 , with the fraction of non-prompt X(3872) produced via B c decays for p T (X(3872)) > 10 GeV being (25 ± 13(stat) ± 2(sys) ± 5(spin))%. The distributions of the dipion invariant mass in the X(3872) and ψ(2S) decays are also measured and compared to theoretical predictions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The hidden-charm state X(3872) was discovered by the Belle Collaboration in 2003 [1] through its decay to J/ψπ + π − in the exclusive decay B ± → K ± J/ψπ + π − . Its existence was subsequently confirmed by CDF [2] through its production in pp collisions, and its production was also observed by the BaBar [3] and D0 [4] experiments shortly after. CDF determined [5] that the only possible quantum numbers for X(3872) were J P C = 1 ++ and 2 −+ . At the LHC, the X(3872) was first observed by the LHCb Collaboration [6], which finally confirmed its quantum numbers to be 1 ++ [7]. A particularly interesting aspect of the X(3872) is the closeness of its mass, 3871.69 ± 0.17 MeV [8], to the D 0D * 0 threshold, such that it was hypothesised to be a D 0D * 0 molecule with a very small binding energy [9]. A cross-section measurement of promptly produced X(3872) was performed by CMS [10] as a function of p T , and showed the non-relativistic QCD (NRQCD) prediction [11] for prompt X(3872) production, assuming a D 0D * 0 molecule, to be too high, although the shape of the p T dependence was described fairly well. A later interpretation of X(3872) as a mixed χ c1 (2P )-D 0D * 0 state, where the X(3872) is produced predominantly through its χ c1 (2P ) component, was adopted in conjunction with the next-to-leading-order (NLO) NRQCD model and fitted to CMS data, showing good agreement [12].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 211,
                    "text": "[2]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 306,
                    "text": "[3]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 317,
                    "text": "[4]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 516,
                    "text": "[6]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 576,
                    "text": "[7]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 679,
                    "text": "[8]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 800,
                    "text": "[9]",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 883,
                    "text": "[10]",
                    "end": 887
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 966,
                    "text": "[11]",
                    "end": 970
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1389,
                    "text": "[12]",
                    "end": 1393
                }
            ]
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 3
        },
        {
            "section": "JHEP01(2017)117",
            "text": "ATLAS previously observed the X(3872) state while measuring the cross section of prompt and non-prompt ψ(2S) meson production in the J/ψπ + π − decay channel with 2011 data at a centre-of-mass energy √ s = 7 TeV [13]. ATLAS later performed cross-section measurements for J/ψ and ψ(2S) decaying through the µ + µ − channel at √ s = 7 TeV and √ s = 8 TeV [14].",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 212,
                    "text": "[13]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 353,
                    "text": "[14]",
                    "end": 357
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "In this analysis, a measurement of the differential cross sections for the production of ψ(2S) and X(3872) states in the decay channel J/ψπ + π − is performed, using 11.4 fb −1 of proton-proton collision data collected by the ATLAS experiment at the LHC at √ s = 8 TeV. The J/ψπ + π − final state allows good invariant mass resolution through the use of a constrained fit, and provides a straightforward way of comparing the production characteristics of ψ(2S) and X(3872) states, which are fairly close in mass. The prompt and nonprompt contributions for ψ(2S) and X(3872) are separated, based on an analysis of the displacement of the production vertex. Non-prompt production fractions for ψ(2S) and X(3872) are measured, and the X(3872)/ψ(2S) production ratios are measured separately for prompt and non-prompt components. The non-prompt results show that while the nonprompt ψ(2S) data is readily described by a traditional single-effective-lifetime fit, there are indications in the non-prompt X(3872) data which suggest introducing a two-lifetime fit with both a short-lived and long-lived component. Results are presented here based on both the single-and two-lifetime fit models. In the two-lifetime case, assuming that the short-lived non-prompt component of X(3872) originates from the decays of B c mesons, the best-fit fractional contribution of the B c component is determined. The distributions of the dipion invariant mass in ψ(2S) → J/ψπ + π − and X(3872) → J/ψπ + π − decays are also measured. Comparisons are made with theoretical models and available experimental data.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [15] is a cylindrical, forward-backward symmetric, general-purpose particle detector. The innermost part of the inner detector (ID) comprises pixel and silicon microstrip (SCT) tracking technology for high-precision measurements, complemented further outwards by the transition radiation tracker (TRT). The inner detector spans the pseudorapidity 1 range |η| < 2.5 and is immersed in a 2 T axial magnetic field. Enclosing the ID and the solenoidal magnet are the electromagnetic and hadronic sampling calorimeters, which provide good containment of the electromagnetic and hadronic showers in order to limit punch-through into the muon spectrometer (MS). Surrounding the calorimeters, the MS covers the rapidity range |η| < 2.7 and utilises three air-core toroidal magnets, each consisting of eight coils, generating a magnetic field providing 1.5-7.5 T•m of bending power. The MS consists of fast-trigger detectors (thin-gap chambers and resistive plate chambers) as well as precision-measurement detectors (monitored drift tubes and cathode strip chambers).",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 19,
                    "text": "[15]",
                    "end": 23
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Polar coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity η is defined in terms of the polar angle θ as η = − ln tan(θ/2), and the transverse momentum pT is defined as pT = p sin θ. The rapidity y is defined as y = 0.5 ln[(E + pz)/(E − pz)], where E and pz = p cos θ refer to energy and longitudinal momentum, respectively.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "-2 -",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 5
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The ATLAS detector uses a three-level trigger system in order to select 300 Hz of interesting events to be written out from the 20 MHz of proton bunch collisions. This analysis uses a dimuon trigger with the lowest available transverse momentum threshold of 4 GeV for each muon. The level-1 muon trigger finds regions-of-interest (RoIs) by searching for hit coincidences in layers of the muon trigger detectors inside predefined geometrical windows. The software-based two-stage high-level trigger (HLT) is seeded by the level-1 RoIs, and uses more precise MS and ID information to reconstruct the final muon trigger objects with a resolution comparable to the full offline reconstruction.",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Events used in this analysis are triggered by a pair of muons successfully fitted to a common vertex. The data sample corresponds to an integrated luminosity of 11.4 fb −1 [16], collected at a proton-proton collision energy √ s = 8 TeV. Each muon candidate reconstructed offline is required to have good spatial matching to a trigger object, satisfying ∆R ≡ (∆η) 2 + (∆φ) 2 < 0.01. Events where two oppositely charged muon candidates are reconstructed with pseudorapidity |η µ | < 2.3 and transverse momenta p µ T > 4 GeV are kept for further analysis only if the invariant mass of the dimuon system falls within ±120 MeV of the mass of the J/ψ meson, m(J/ψ) = 3096.916 ± 0.011 MeV [8].",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 172,
                    "text": "[16]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 682,
                    "text": "[8]",
                    "end": 685
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The two muon tracks are fitted to a common vertex with a loose cut on fit quality, χ 2 < 200. The dimuon invariant mass is then constrained to the J/ψ mass, and the fourtrack vertex fit of the two muon tracks and pairs of non-muon tracks is performed to find J/ψπ + π − candidates. The two non-muon tracks are assigned pion masses, and are required to have opposite charges and to satisfy the conditions p π T > 0.6 GeV, |η π | < 2.4. Four-track candidates with fit χ 2 probability P (χ 2 ) < 4% are discarded.",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Only J/ψπ + π − combinations with rapidity y within the range |y| < 0.75 are considered in this analysis, with most of the contributing tracks measured within the barrel part of the detector |η| 1 where the tracking resolution is optimal. Then the transverse momenta of the J/ψπ + π − candidates are required to be within the range 10 GeV< p T < 70 GeV.",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Further selection requirements are applied to the remaining J/ψπ + π − combinations:",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "where ∆R(J/ψ, π ± ) is the angular distance between the momenta of the dimuon system and each pion candidate, while Q ≡ m(J/ψπ",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Here m(J/ψπ + π − ) and m(π + π − ) are the fitted invariant masses of the µ + µ − π + π − and the dipion system, respectively. These requirements are found to be > 90% efficient for the signal from ψ(2S) and X(3872) decays, while significantly suppressing the combinatorial background. The invariant mass distribution of the dimuons contributing to the selected J/ψπ + π − combinations is shown in figure 1(a) between the dashed vertical lines. The distribution is fitted with the sum of a second-order polynomial background and a double-Gaussian function, which contains about 3.6 M J/ψ candidates. The invariant mass distribution of the J/ψπ + π − candidates selected for further analysis is presented in figure 1  Figure 1. (a) The invariant mass distribution of the J/ψ candidates satisfying all selection criteria except the ±120 MeV J/ψ mass window requirement indicated here by the dotted vertical lines. The curve shows the result of a fit with a double-Gaussian function for signal and a second-order polynomial for background. (b) Invariant mass of the selected J/ψπ + π − candidates collected over the full p T range 10-70 GeV and the rapidity range |y| < 0.75 after selection requirements. The curve shows the results of the fit using double-Gaussian functions for the ψ(2S) and X(3872) peaks and a fourth-order polynomial for the background. The X(3872) mass range is highlighted in the inset.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 708,
                    "text": "figure 1",
                    "end": 716
                },
                {
                    "type": "figure",
                    "start": 718,
                    "text": "Figure 1",
                    "end": 726
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "function is the sum of a fourth-order polynomial background and two double-Gaussian functions. The double-Gaussian functions for ψ(2S) and X(3872) contain about 470 k and 30 k candidates, respectively.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Monte Carlo (MC) simulation is used to study the selection and reconstruction efficiencies. The MC samples with b-hadron production and decays are generated with Pythia 6.4 [17], complemented, where necessary, with a dedicated extension for B c production based on calculations from refs. [18][19][20][21]. The decays of b-hadrons are then simulated with EvtGen [22]. The generated events are passed through a full simulation of the detector using the ATLAS simulation framework [23] based on Geant4 [24,25] and processed with the same software as that used for the data.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 173,
                    "text": "[17]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 289,
                    "text": "[18]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 293,
                    "text": "[19]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 297,
                    "text": "[20]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 301,
                    "text": "[21]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 362,
                    "text": "[22]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 500,
                    "text": "[24,",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 504,
                    "text": "25]",
                    "end": 507
                }
            ]
        },
        {
            "text": "Analysis method",
            "section_rank": 7
        },
        {
            "section": "Analysis method",
            "text": "The production cross sections of the ψ(2S) and X(3872) states decaying to J/ψπ + π − are measured in five bins of J/ψπ + π − transverse momentum, with bin boundaries (10,12,16,22,40,70) GeV.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 166,
                    "text": "(10,",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 170,
                    "text": "12,",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 173,
                    "text": "16,",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 176,
                    "text": "22,",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 179,
                    "text": "40,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "start": 182,
                    "text": "70)",
                    "end": 185
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "The selected J/ψπ + π − candidates are weighted in order to correct for signal loss at various stages of the selection process. Following previous similar analyses [13,14] a percandidate weight ω was calculated as",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 164,
                    "text": "[13,",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 168,
                    "text": "14]",
                    "end": 171
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "(4.1) Here, p T and y stand for the transverse momentum and rapidity of the J/ψπ + π − candidate, y J/ψ is the rapidity of the J/ψ candidate, while p π ± T , p µ ± T , η π ± and η µ ± are transverse -4 -",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 8
        },
        {
            "section": "JHEP01(2017)117",
            "text": "momenta and pseudorapidities of the respective pions and muons. The trigger efficiency trig and the muon reconstruction efficiency µ were obtained using data-driven tag-andprobe methods described in refs. [14,26]. The pion reconstruction efficiency π is obtained through MC simulations using the method described in ref. [13].",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 205,
                    "text": "[14,",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "start": 209,
                    "text": "26]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 321,
                    "text": "[13]",
                    "end": 325
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The acceptance A(p T , y) is defined as the probability that the muons and pions comprising a J/ψπ + π − candidate with transverse momentum p T and rapidity y fall within the fiducial limits described in section 3. The acceptance map is created using generator-level simulation, with small reconstruction-level corrections applied at a later stage (see ref. [14] for more details). The different quantum numbers of the ψ(2S) and X(3872) (J P C = 1 −− and 1 ++ , respectively) cause a difference in the expected dependence of the acceptance on the spin-alignments of the two states. The cross sections measured in this paper are obtained assuming no spin-alignment, but appropriate sets of correction factors for a number of extreme spin-alignment scenarios are calculated and presented in appendix A for each p T bin, separately for ψ(2S) and X(3872).",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 358,
                    "text": "[14]",
                    "end": 362
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The efficiencies of the reconstruction-quality requirements and the backgroundsuppression requirements described in section 3 are determined using MC simulations, and the corrections are applied in each of the p T bins, separately for ψ(2S) and X(3872). These efficiencies are found to vary between 84% and 95%. The simulated distributions are reweighted to match the data, and values with and without reweighting are used to estimate systematic uncertainties (see section 6).",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "JHEP01(2017)117",
            "text": "In order to separate prompt production of the ψ(2S) and X(3872) states from the non-prompt production occurring via the decays of long-lived particles such as b-hadrons, the data sample in each p T bin is further divided into intervals of pseudo-proper lifetime τ , defined as",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "JHEP01(2017)117",
            "text": "where m is the invariant mass, p T is the transverse momentum and L xy is the transverse decay length of the J/ψπ + π − candidate. L xy is defined as",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "JHEP01(2017)117",
            "text": "where L is the vector pointing from the primary pp collision vertex to the J/ψπ + π − vertex, while p T is the transverse momentum vector of the J/ψπ + π − system. The coordinates of the primary vertices (PV) are obtained from charged-particle tracks with p T > 0.4 GeV not used in the decay vertices, and are transversely constrained to the luminous region of the colliding beams. The matching of a J/ψπ + π − candidate to a PV is made by finding the one with the smallest three-dimensional impact parameter, calculated between the J/ψπ + π − momentum and each PV. Based on an analysis of the lifetime resolution and lifetime dependence of the signal, four lifetime intervals were defined:",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "JHEP01(2017)117",
            "text": "0.3 ps < τ (J/ψππ) < 1.5 ps,  Figure 2. The invariant mass spectra of the J/ψπ + π − candidates to extract ψ(2S) and X(3872) signal for each pseudo-proper lifetime window in the p T bin (a) [12,16] GeV and (b) [22,40] GeV. Shown underneath the fits are the corresponding pull distributions, with respective values of χ per degree of freedom for each fit.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 30,
                    "text": "Figure 2",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 190,
                    "text": "[12,",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 194,
                    "text": "16]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 210,
                    "text": "[22,",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 214,
                    "text": "40]",
                    "end": 217
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "In each of these intervals, and for each p T bin, the invariant mass distribution of the J/ψπ + π − system is built using fully corrected weighted events. These distributions are shown in figure 2 for representative p T bins. In order to determine the yields of the ψ(2S) and X(3872) signals, the distributions are fitted in each lifetime interval to the function:",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "JHEP01(2017)117",
            "text": "where the threshold mass m th = m J/ψ + 2m π = 3376.06 MeV. The ψ(2S) and X(3872) signal yields Y ψ and Y X , coefficients of the second-order polynomial P , parameters p 1 and p 2 , and the normalisation of the background term N , are determined from the fits. Signal peaks for ψ(2S) and X(3872) are described by normalised double-Gaussian functions with common means: G ψ 1 (m) and G X 1 (m) are the narrower Gaussian functions with respective widths σ ψ and σ X , while G ψ 2 (m) and G X 2 (m) are wider Gaussian functions with widths 2σ ψ and 2σ X . The fraction of the narrower Gaussian function f 1 is assumed to be the same for ψ(2S) and X(3872), while the widths σ ψ and σ X are related by σ X = κσ ψ . The parameters f 1 and κ are fixed for the main fits to the values f 1 = 0.76±0.04, κ = 1.52±0.05 as determined from a fit applied in the range 16 GeV< p T < 70 GeV, which offers a better signal-to-background ratio than the full range, and is varied within these errors in the systematic uncertainty studies. The fit quality is found to be good throughout the range of transverse momenta and lifetimes. The yields extracted from the fits are shown in table 1 for the ψ(2S) and table 2 for the X(3872).",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 9
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Once the corrected yields Y ψ and Y X are determined in each p T bin, the double differential cross sections (times the product of the relevant branching fractions) can be calculated:",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "JHEP01(2017)117",
            "text": "where i stands for ψ(2S) or X(3872), Ldt is the integrated luminosity, while ∆p T and ∆y are widths of the relevant transverse momentum and rapidity bins, with ∆y = 1.5. B(i → J/ψπ + π − ) and B(J/ψ → µ + µ − ) are the branching fractions of these respective decays.",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Lifetime fits",
            "section_rank": 10
        },
        {
            "section": "Lifetime fits",
            "text": "The probability density function (PDF) describing the dependence of ψ(2S) and X(3872) signal yields on the pseudo-proper lifetime τ is a superposition of prompt (P) and nonprompt (NP) components:",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Lifetime fits",
            "text": "where f NP is the non-prompt fraction, while i stands for either ψ(2S) or X(3872). The prompt components of ψ(2S) and X(3872) production should not have any observable decay length, and hence F P (τ ) is effectively described by the lifetime resolution function F res (τ ), assumed to be the same for ψ(2S) and X(3872) signals. This was verified with simulated data samples. The resolution function F res (τ ) is parameterised as a weighted sum of three normalised Gaussian functions with a common mean, with respective width parameters σ 1 = σ τ , σ 2 = 2σ τ and σ 3 = 4σ τ . The resolution parameter σ τ and the relative weights of the three Gaussian functions are determined separately for each analysis p T bin, using two-dimensional mass-lifetime unbinned maximum-likelihood fits on the subset of data which contains a narrow range of masses around the ψ(2S) peak. The fitted values for σ τ are within the range of 32-52 fs, with the weight of the narrowest Gaussian function steadily increasing with p T from 6% to about 50%. The simplest description of the non-prompt components of the signal PDF is given by a single one-sided exponential smeared with the resolution function, with the effective lifetime τ eff determined from the fit. This model, referred to as a 'single-lifetime fit', is applied to the ψ(2S) and X(3872) yields from tables 1 and 2, and the results of the corresponding binned minimum-χ 2 fits are shown in figure 3. Figure 3(a) shows the effective pseudo-proper lifetimes τ eff for non-prompt ψ(2S) and X(3872) signals in bins of p T (see also table 3). While for ψ(2S) the fitted values of τ eff are measured to be around 1.45 ps in all p T bins, the signal from X(3872) at low p T tends to have shorter lifetimes, possibly hinting at a different production mechanism at low p T .",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1434,
                    "text": "figure 3",
                    "end": 1442
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1444,
                    "text": "Figure 3",
                    "end": 1452
                }
            ]
        },
        {
            "section": "Lifetime fits",
            "text": "In figure 3(b) the ratio of non-prompt production cross sections of X(3872) and ψ(2S), times respective branching fractions, for the single-lifetime fit is plotted as a function of transverse momentum. The measured distribution is compared to the kinematic template, which is calculated as a ratio of the simulated p T distributions of non-prompt X(3872) and non-prompt ψ(2S), assuming that the same mix of the parent b-hadrons contributes to both JHEP01(2017)117  Table 3. Effective pseudo-proper lifetimes for non-prompt ψ(2S) and X(3872) obtained with the single-lifetime fit model.  signals. The shape of the template reflects the kinematics of the decay of a b-hadron into ψ(2S) or X(3872), with the width of the band showing the range of variation for extreme values of the invariant mass of the recoiling hadronic system. A fit of the measured ratio to this template allows determination of the ratio of the average branching fractions:",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 465,
                    "text": "Table 3",
                    "end": 472
                }
            ]
        },
        {
            "section": "Lifetime fits",
            "text": "2) where the systematic uncertainty reflects the variation of the kinematic template. The χ 2 of the fit is 5.4 for the four degrees of freedom (dof), which corresponds to the confidence level of 25%.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Lifetime fits",
            "text": "An alternative lifetime model, also implemented in this analysis, allows for two nonprompt contributions with distinctly different effective lifetimes (the 'two-lifetime fit'). The statistical power of the data sample is insufficient for determining two free lifetimes, especially in the case of X(3872) production, so in this fit model the non-prompt PDFs are represented in each p T bin by a sum of two contributions with different fixed lifetimes, -9 -",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 11
        },
        {
            "section": "JHEP01(2017)117",
            "text": "and a relative weight determined by the fit:",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Here, the labels SL and LL refer to short-lived and long-lived non-prompt components, respectively, and f i SL are the short-lived non-prompt fractions for i = ψ(2S), X(3872). The PDFs F SL (τ ) and F LL (τ ) are parameterised as single one-sided exponential functions with fixed lifetimes, smeared with the lifetime resolution function F res (τ ) described above. Any long-lived part of the non-prompt contribution is assumed to originate from the usual mix of B ± , B 0 , B s mesons and b-baryons, while any short-lived part would be due to the contribution of B ± c mesons. Simulations show that the observed effective pseudo-proper lifetime of ψ(2S) or X(3872) from B c decays depends on the invariant mass of the hadronic system recoiling from the hidden-charm state. Within the kinematic range of this measurement, it varies from about 0.3 ps for small masses of the recoiling system to about 0.5 ps for the largest ones. The majority of the decays are expected to have masses of the recoiling system between these values, therefore τ SL is taken as the mean of the two extremes, 0.40±0.05 ps.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The effective pseudo-proper lifetime of the long-lived component, τ LL , is determined from the two-lifetime test fits to the ψ(2S) mass range, with τ LL free and allowing for an unknown contribution of a short-lived component with lifetime τ SL . Across the p T bins, τ LL is found to be within the range 1.45 ± 0.05 ps. The effective pseudo-proper lifetimes τ LL and τ SL are fixed to the above values for the main fits, and are varied within the quoted errors during systematic uncertainty studies. Figure 4 shows the p T dependence of the ratio of X(3872) to ψ(2S) cross sections (times respective branching fractions), separately for prompt and non-prompt production contributions. The non-prompt production cross section of X(3872) is further split into short-lived and long-lived components. The short-lived contribution to non-prompt ψ(2S) production is found to be not significant (see table 6 below). The measured ratio of longlived X(3872) to long-lived ψ(2S), shown in figure 4(b) with blue triangles, is fitted with the MC kinematic template described before to obtain",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 502,
                    "text": "Figure 4",
                    "end": 510
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "(5.4) with χ 2 /dof = 2.3/4, corresponding to the confidence level of 68%. This value of R B is somewhat lower than the corresponding result in equation (5.2) obtained from the same data with the single-lifetime fit model. Either is significantly smaller than the value 0.18 ± 0.08 obtained by using the estimate for the numerator, (1.9 ± 0.8) × 10 −4 [11], obtained from the Tevatron data, and the world average values for the branching fractions in the denominator:",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 352,
                    "text": "[11]",
                    "end": 356
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Production of B c mesons in high-energy hadronic collisions at low transverse momentum is expected to be dominated by non-fragmentation processes [27]. These processes are expected to have p T dependence ∝ p −2 T relative to the fragmentation contribution, while it is the fragmentation contribution which dominates the production of long-lived b-hadrons [28].  Figure 4. Ratio of cross sections times branching fractions, X(3872)/ψ(2S), for (a) prompt and (b) non-prompt production, in the two-lifetime fit model. In (b), the total non-prompt ratio (black circles) is separated into short-lived (red squares) and long-lived (blue triangles) components for the X(3872), shown with respective fits described in the text. The data points are slightly shifted horizontally for visibility.",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 146,
                    "text": "[27]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 355,
                    "text": "[28]",
                    "end": 359
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 362,
                    "text": "Figure 4",
                    "end": 370
                }
            ]
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 12
        },
        {
            "section": "JHEP01(2017)117",
            "text": "So the ratio of short-lived non-prompt X(3872) to non-prompt ψ(2S), shown in figure 4(b) with red squares, is fitted with a function a/p 2 T to find a = 2.04 ± 1.43(stat) ± 0.34(sys) GeV 2 , with χ 2 /dof = 0.43/4. This value of a, and the measured non-prompt yields of X(3872) and ψ(2S) states, are used to determine the fraction of non-prompt X(3872) from short-lived sources, integrated over the p T range (p T > 10 GeV) covered in this measurement, giving:",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "JHEP01(2017)117",
            "text": "= (25 ± 13(stat) ± 2(sys) ± 5(spin))%, (5.5)",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "JHEP01(2017)117",
            "text": "where the last uncertainty comes from varying the spin-alignment of X(3872) over the extreme scenarios discussed in appendix A. Since B c production is only a small fraction of the inclusive beauty production, this value of the ratio could mean that the production of X(3872) in B c decays is enhanced compared to its production in the decays of other b-hadrons. The two-lifetime fits are used for ψ(2S) and X(3872) to obtain all subsequent results in this paper, unless specified otherwise, with the relatively small differences between the results of the single-lifetime and two-lifetime fits being highlighted alongside all other sources of systematic uncertainty.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "The sources of various uncertainties and their smallest (Min), median (Med) and largest (Max) values across the p T bins are summarised in table 4 for the differential cross sections of X(3872) and ψ(2S) states, and in    Table 5. Summary of uncertainties for ψ(2S) and X(3872) non-prompt fractions, and short-lived non-prompt fraction for X(3872) production, showing the smallest (Min), median (Med) and largest (Max) values across the p T bins. The last row is described in the text.",
            "paragraph_rank": 44,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 222,
                    "text": "Table 5",
                    "end": 229
                }
            ]
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 14
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Uncertainties in the trigger efficiency, and in the muon and pion reconstruction efficiencies are determined using the procedures adopted in ref. [13]. Additional uncertainty of ±2% [14] is assigned to the tracking efficiency of the two muons within the ID, primarily due to its dependence on the total number of pp collisions per event. The uncertainties in matching generator-level particles to reconstruction-level particles, and in the detector material simulation within the barrel part of the inner detector are found to be the main contributions to the systematic uncertainty of the pion reconstruction efficiency, estimated to be ±2.5%. Such efficiency uncertainties largely cancel in the various non-prompt fractions (table 5).",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 146,
                    "text": "[13]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 182,
                    "text": "[14]",
                    "end": 186
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 726,
                    "text": "(table 5)",
                    "end": 735
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The uncertainties in the efficiency of the background suppression requirements (see section 4), obtained by combining MC statistical errors and systematic errors in quadrature, are in the range 1%-6%. The uncertainties in the mass fits are estimated by varying the values of parameters that were fixed during the main fit, and by increasing the order of the polynomial P in the background parameterisation (see equation (4.4)). Similarly, the systematic uncertainties of the lifetime fits are determined by varying the values of the fixed lifetimes and the parameters of the lifetime resolution function within their predetermined ranges.",
            "paragraph_rank": 46,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 420,
                    "text": "(4.4)",
                    "end": 425
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The statistical and individual systematic uncertainties are added in quadrature to form the total error shown in the tables. In general, the results for X(3872) are dominated by statistical errors, while for ψ(2S) statistical and systematic uncertainties are of comparable size.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The last rows in tables 4 and 5 show the relative differences between the values obtained using the single-and two-lifetime fits, labelled as '1L-fit' and '2L-fit', respectively. For the quantities listed in tables 4 and 5, these differences were found to be generally fairly small, compared to the combined systematic uncertainty from other sources.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "text": "Results and discussion",
            "section_rank": 15
        },
        {
            "section": "Results and discussion",
            "text": "The measured differential cross section (times the product of the relevant branching fractions) for prompt production of ψ(2S) is shown in figure 5(a). It is described fairly well by the NLO NRQCD model [29] with long-distance matrix elements (LDMEs) determined from the Tevatron data, although some overestimation is observed at the highest p T values. The k T factorisation model [30], which includes the colour-octet (CO) contributions tuned to 7 TeV CMS data [31] in addition to colour-singlet (CS) production, describes ATLAS data fairly well, with a slight underestimation at higher p T . The NNLO* Colour-Singlet Model (CSM) predictions [32] are close to the data points at low p T , but significantly underestimate them at higher p T values. The measured differential cross section for nonprompt ψ(2S) production is presented in figure 5(b), compared with the predictions of the FONLL calculation [28]. The calculation describes the data well over the whole range of transverse momenta.",
            "paragraph_rank": 49,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 382,
                    "text": "[30]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 463,
                    "text": "[31]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 644,
                    "text": "[32]",
                    "end": 648
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 837,
                    "text": "figure 5(b)",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 905,
                    "text": "[28]",
                    "end": 909
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Similarly, the differential cross section for prompt production of X(3872) is shown in figure 6(a). It is described within the theoretical uncertainty by the prediction of the NRQCD model which, in this case, considers X(3872) to be a mixture of χ c1 (2P ) and a JHEP01(2017)117 , the k T factorisation model [30] and the NNLO* CSM [32], and (b) non-prompt ψ(2S) production compared to FONLL [28] predictions.",
            "paragraph_rank": 50,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 309,
                    "text": "[30]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 332,
                    "text": "[32]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 392,
                    "text": "[28]",
                    "end": 396
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "D 0D * 0 molecular state [12], with the production being dominated by the χ c1 (2P ) component and the normalisation fixed through the fit to CMS data [10]. The measured differential cross section for non-prompt production of X(3872) is shown in figure 6(b). This is compared to a calculation based on the FONLL model prediction for ψ(2S), recalculated for X(3872) using the kinematic template for the non-prompt X(3872)/ψ(2S) ratio shown in figure 3(b) and the effective value of the product of the branching fractions B(B → X(3872))B(X(3872) → J/ψπ + π − ) = (1.9 ± 0.8) × 10 −4 estimated in ref. [11] based on the Tevatron data [33]. This calculation overestimates the data by a factor increasing with p T from about four to about eight over the p T range of this measurement.",
            "paragraph_rank": 51,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 25,
                    "text": "[12]",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 151,
                    "text": "[10]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 599,
                    "text": "[11]",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 631,
                    "text": "[33]",
                    "end": 635
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The non-prompt fractions of ψ(2S) and X(3872) production are shown in figure 7. In the case of ψ(2S), f NP increases with p T , in good agreement with measurements obtained with dimuon decays of ψ(2S) from ATLAS [14] and CMS [34]. The non-prompt fraction of X(3872) shows no sizeable dependence on p T . This measurement agrees within errors with the CMS result obtained at √ s =7 TeV [10].",
            "paragraph_rank": 52,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 212,
                    "text": "[14]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 225,
                    "text": "[34]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 385,
                    "text": "[10]",
                    "end": 389
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The numerical values of all cross sections and fractions shown in figures 4-7 are presented in table 6.  Figure 6. Measured cross section times branching fractions as a function of p T for (a) prompt X(3872) compared to NLO NRQCD predictions with the X(3872) modelled as a mixture of χ c1 (2P ) and a D 0D * 0 molecular state [12], and (b) non-prompt X(3872) compared to the FONLL [28] model prediction, recalculated using the branching fraction estimate from ref. [11] as described in the text.",
            "paragraph_rank": 53,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 105,
                    "text": "Figure 6",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 326,
                    "text": "[12]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 381,
                    "text": "[28]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 465,
                    "text": "[11]",
                    "end": 469
                }
            ]
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 16
        },
        {
            "section": "JHEP01(2017)117",
            "text": "[GeV]  0.016 ± 0.024 ± 0.003 0.015 ± 0.011 ± 0.003 0.001 ± 0.008 ± 0.002 0.001 ± 0.009 ± 0.004 0.001 ± 0.024 ± 0.005 Table 6. Summary of ψ(2S) and X(3872) cross-section measurements, fractions and ratios. The subscripts P and NP denote prompt and nonprompt components, while the labels SL and LL stand for short-lived and long-lived non-prompt components, respectively. The first uncertainty is statistical, the second is systematic. Uncertainties from integrated luminosity (1.9%) and those due to unknown spin-alignment are not included.",
            "paragraph_rank": 54,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 117,
                    "text": "Table 6",
                    "end": 124
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "-16 -  ",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "Dipion invariant mass spectra",
            "section_rank": 17
        },
        {
            "section": "Dipion invariant mass spectra",
            "text": "The distributions of the dipion invariant mass m ππ in the ψ(2S) → J/ψπ + π − and X(3872) → J/ψπ + π − decays are measured by determining the corrected yields of ψ(2S) and X(3872) signals in narrow bins of m ππ . The two additional selection requirements (equation (3.1)) used specifically to reduce combinatorial background in the cross-section measurement, are found to bias the m ππ distributions and are therefore replaced for this study by requirements on the pseudo-proper lifetime significance, τ /∆τ < 2.5, and the transverse momentum of the J/ψπ + π − candidates, p T > 12 GeV.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "section": "Dipion invariant mass spectra",
            "text": "The invariant mass distributions of the corrected J/ψπ + π − candidates selected for this analysis are shown in figure 8(a) for the mass range around ψ(2S) peak and in figure 8(b) for X(3872).",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "section": "Dipion invariant mass spectra",
            "text": "The interval of allowed m ππ values is subdivided into 21 and 11 bins for ψ(2S) and X(3872), respectively. In each m ππ bin, the signal yield is extracted using a fit to the function",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "section": "Dipion invariant mass spectra",
            "text": "where m is the invariant mass of the J/ψπ + π − system, Y is the yield of the parent resonance, N bkg is the normalisation factor of the background PDF, m 0 is the world average mass [8] of the parent resonance, and p 0,1,2,3 are free parameters. The signals are described by the same double-Gaussian PDFs f 1 G 1 (m) + (1 − f 1 )G 2 (m) as the ones used in the crosssection analysis described in section 4. In most m ππ bins the position of the signal peak is determined from the fit; however, in some bins with small signal yields it is necessary to fix the centre and the width of the signal peak to the values obtained from the fits over the whole m  factor multiplying the PDF in equation (8.1). For both the ψ(2S) and X(3872) samples, the errors from the fits in m ππ bins are found to be statistically dominated.",
            "paragraph_rank": 59,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 183,
                    "text": "[8]",
                    "end": 186
                }
            ]
        },
        {
            "section": "Dipion invariant mass spectra",
            "text": "The resulting normalised differential distributions in m ππ are shown in figure 9(a) for ψ(2S) → J/ψπ + π − and in figure 9(b) for X(3872) → J/ψπ + π − decays. The solid blue curve in figure 9(a) represents a fit to the data points with the Voloshin-Zakharov distribution [35] 1 Γ",
            "paragraph_rank": 60,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 272,
                    "text": "[35]",
                    "end": 276
                }
            ]
        },
        {
            "section": "Dipion invariant mass spectra",
            "text": "where PS stands for the dipion phase-space. The fitted value of the parameter λ is found to be λ = 4.16 ± 0.06(stat) ± 0.03(sys), in agreement with λ = 4.35 ± 0.18 measured by BES [36], and λ = 4.46 ± 0.25 measured by LHCb [37]. The shaded blue histogram in figure 9(b) is obtained from straightforward simulations, assuming the dipion system in the decay X(3872) → J/ψπ + π − is produced purely via the ρ 0 meson, and appears to be in good agreement with the data. In both decays the measured m ππ spectrum strongly disfavours the dipion phase-space distribution (shown in figures 9(a) and 9(b) by the red shaded area), with the data clearly preferring higher masses in either case.",
            "paragraph_rank": 61,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 180,
                    "text": "[36]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 223,
                    "text": "[37]",
                    "end": 227
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 18
        },
        {
            "section": "Summary",
            "text": "The measurement of the differential production cross section of ψ(2S) and X(3872) states in the J/ψπ + π − final state is carried out using 11.4 fb −1 of √ s = 8 TeV pp collision data recorded by the ATLAS detector at the LHC. The prompt and non-prompt production of ψ(2S) and X(3872) is studied separately, as a function of transverse momentum in the rapidity region |y| < 0.75 and transverse momentum range 10 GeV < p T < 70 GeV.",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 19
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The ψ(2S) cross-section measurements show good consistency with the theoretical predictions based on NLO NRQCD and FONLL for prompt and non-prompt production, respectively. The predictions from the k T factorisation model with the colour-octet component tuned to 7 TeV CMS data describe the prompt ψ(2S) measurement fairly well, while NNLO* colour-singlet model calculations underestimate the data, especially at higher transverse momenta.",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The prompt X(3872) cross-section measurement shows good agreement with the CMS result for transverse momenta 10 GeV < p T < 30 GeV where they overlap, and extends the range of transverse momenta up to 70 GeV. Good agreement is found with theoretical predictions within the model based on NLO NRQCD, which considers X(3872) to be a mixture of χ c1 (2P ) and a D 0D * 0 molecular state, with the production being dominated by the χ c1 (2P ) component and the normalisation fixed through the fit to CMS data.",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The non-prompt production of ψ(2S) is described by the FONLL predictions within the uncertainties. But the same predictions, recalculated for X(3872) using the branching fraction extracted from the Tevatron data, overestimate the non-prompt production of X(3872), especially at large transverse momenta.",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Two models of lifetime dependence of the non-prompt production are considered: a model with a single effective lifetime, and an alternative model with two distinctly different effective lifetimes. The two models give compatible results for the prompt and non-prompt differential cross sections of ψ(2S) and X(3872).",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Within the single-lifetime model, assuming that non-prompt ψ(2S) and X(3872) originate from the same mix of parent b-hadrons, the following result is obtained for the ratio of the branching fractions: (9.1) In the two-lifetime model, the two lifetimes are fixed to expected values for X(3872) originating from the decays of B c and from long-lived b-hadrons, respectively, with their relative weight determined from the fits to the data. The ratio of the branching fractions R B is determined from the long-lived component alone: (9.2) In the two-lifetime model, the fraction of the short-lived non-prompt component in X(3872) production, for p T > 10 GeV, is found to be σ(pp → B c + any)B(B c → X(3872) + any) σ(pp → non-prompt X(3872) + any) = (25±13(stat)±2(sys)±5(spin))%. (9.3)",
            "paragraph_rank": 67,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 778,
                    "text": "(9.",
                    "end": 781
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The invariant mass distributions of the dipion system in ψ(2S) → J/ψπ + π − and X(3872) → J/ψπ + π − decays are also measured. The results disfavour a phase-space distribution in both cases, and point strongly to the dominance of the X(3872) → J/ψρ 0 mode in X(3872) decays.",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "section": "JHEP01(2017)117",
            "text": "-19 -JHEP01(2017)117",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "A Spin-alignment",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The acceptance of the µ + µ − π + π − final state depends on the spin-alignment of the parent state. Several polarisation hypotheses were considered, based on the measured quantum numbers of the hidden-charm states (J P = 1 − for ψ(2S) and J/ψ [8], 1 + for X(3872) [7]) and of the dipion system (0 + in ψ(2S) → J/ψπ + π − decay [36], 1 − in X(3872) → J/ψπ + π − [7]). In both decays, the dipion system is assumed to be in S-wave with respect to the J/ψ.",
            "paragraph_rank": 71,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 244,
                    "text": "[8]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 265,
                    "text": "[7]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 328,
                    "text": "[36]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 362,
                    "text": "[7]",
                    "end": 365
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "The spin-alignment scenarios considered in this paper were derived using the helicity formalism [39][40][41], and are conveniently classified in terms of the various helicity amplitudes of the parent state, A m , with m = −1, 0, +1:",
            "paragraph_rank": 72,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 96,
                    "text": "[39]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 100,
                    "text": "[40]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 104,
                    "text": "[41]",
                    "end": 108
                }
            ]
        },
        {
            "section": "JHEP01(2017)117",
            "text": "• Unpolarised -an incoherent superposition of A − = 1, A 0 = 1 and A + = 1, which is labelled UNPOL. This is used as the central hypothesis.",
            "paragraph_rank": 73,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "• Transversely polarised with either A + = +1, A 0 = 0, A − = 0, or A + = 0, A 0 = 0, A − = +1, which is labelled T +0 .",
            "paragraph_rank": 74,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "• Transversely polarised with A + = +1/ √ 2, A 0 = 0, A − = +1/ √ 2, which is labelled T ++ .",
            "paragraph_rank": 75,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "• Transversely polarised with A + = −1/ √ 2, A 0 = 0, A − = +1/ √ 2, which is labelled T +− .",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "• Longitudinally polarised with A + = 0, A 0 = +1, A − = 0, which is labelled LONG.",
            "paragraph_rank": 77,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "• Off-Plane Positive -with A + = − √ 6/3, A 0 = + √ 3/3, A − = 0, which is labelled OFFP+.",
            "paragraph_rank": 78,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "• Off-Plane Negative -with A + = + √ 6/3, A 0 = + √ 3/3, A − = 0, which is labelled OFFP−.",
            "paragraph_rank": 79,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Average acceptance weights are calculated for each of these scenarios in each of the analysis p T bins. The ratios of the average weights for each polarisation scenario to those of the unpolarised case are shown in figure 10(a) for ψ(2S) and figure 10(b) for X(3872), with the values tabulated in tables 7 and 8, respectively.",
            "paragraph_rank": 80,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2017)117",
            "text": "No individual production process can lead to an unpolarised vector state, but an unpolarised vector state can be observed due to a superposition of several production subprocesses with different spin-alignments [42]. The polarisation of prompt ψ(2S) has been measured by CMS [43] and LHCb [44] and it was found that the angular dependence was close to isotropic, justifying the choice of unpolarised production for the central hypothesis. The non-prompt ψ(2S) and X(3872) are unlikely to show significant spin-alignment, since they are produced from a large number of different incoherent exclusive decays of parent b-hadrons.   Table 8. Correction factors for various polarisation hypotheses in p T bins for X(3872) production.",
            "paragraph_rank": 81,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 211,
                    "text": "[42]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "start": 275,
                    "text": "[43]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 289,
                    "text": "[44]",
                    "end": 293
                },
                {
                    "type": "table",
                    "start": 629,
                    "text": "Table 8",
                    "end": 636
                }
            ]
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 21
        },
        {
            "section": "JHEP01(2017)117",
            "text": "-22 -",
            "paragraph_rank": 82,
            "section_rank": 21
        },
        {
            "text": "JHEP01(2017)117",
            "section_rank": 22
        },
        {
            "section": "JHEP01(2017)117",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 83,
            "section_rank": 22
        },
        {
            "text": "w 3 :1.5 ps < τ (J/ψππ) < 15.0 ps.",
            "paragraph_rank": 84,
            "section_rank": 23
        },
        {
            "text": "Figure 3 .",
            "section_rank": 24
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. (a) Measured effective pseudo-proper lifetimes for non-prompt X(3872) and ψ(2S). (b) Ratio of non-prompt production cross sections times branching fractions, X(3872)/ψ(2S), in the single-lifetime fit model. The measured distribution is fitted to the kinematic template described in the text.",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "Table 4 .",
            "section_rank": 25
        },
        {
            "section": "Table 4 .",
            "text": "Summary of relative uncertainties for the ψ(2S) and X(3872) cross-section measurements showing the smallest (Min), median (Med) and largest (Max) values across the p T bins. The last two rows are described in the text. The uncertainty of the integrated luminosity (1.9%) is not included.",
            "paragraph_rank": 86,
            "section_rank": 25
        },
        {
            "text": "Figure 5 .",
            "section_rank": 26
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Measured cross section times branching fractions as a function of p T for (a) prompt ψ(2S) production compared to NLO NRQCD [29], the k T factorisation model[30] and the NNLO* CSM[32], and (b) non-prompt ψ(2S) production compared to FONLL[28] predictions.",
            "paragraph_rank": 87,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 167,
                    "text": "[30]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 189,
                    "text": "[32]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 248,
                    "text": "[28]",
                    "end": 252
                }
            ]
        },
        {
            "text": "Figure 7 .FF",
            "section_rank": 27
        },
        {
            "section": "Figure 7 .FF",
            "text": "Figure 7. Measured non-prompt fractions for (a) ψ(2S) and (b) X(3872) production, compared to CMS results at √ s = 7 TeV. The blue circles are the results shown in this paper, while the green squares show CMS results[10,34].",
            "paragraph_rank": 88,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 216,
                    "text": "[10,",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 220,
                    "text": "34]",
                    "end": 223
                }
            ]
        },
        {
            "text": "Figure 8 .",
            "section_rank": 28
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. The invariant mass distributions of the J/ψπ + π − candidates to extract (a) ψ(2S) and (b) X(3872) signal integrated over a wide range of m ππ .",
            "paragraph_rank": 89,
            "section_rank": 28
        },
        {
            "text": "ππ range shown in figure 8(b). As in the cross-section analysis, the fraction of the narrow Gaussian function f 1 is fixed to 0.76 ± 0.04, varied within the range of ±0.04 during systematic uncertainty studies. In another variation a first-order polynomial is added as a",
            "paragraph_rank": 90,
            "section_rank": 29
        },
        {
            "text": "Figure 9 .",
            "section_rank": 30
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. (a) Normalised differential decay width of ψ(2S) → J/ψ(→ µ + µ − )π + π − in bins of dipion invariant mass over the range 0.280 GeV < m ππ < 0.595 GeV, fitted with the Voloshin-Zakharov model. Also shown is the normalised m ππ phase-space distribution (red shaded histogram). (b) Normalised differential decay width of X(3872) → J/ψ(→ µ + µ − )π + π − in bins of dipion invariant mass over the range 0.28 GeV < m ππ < 0.79 GeV. Also shown is the MC prediction for the decay X(3872) → J/ψ(→ µ + µ − )ρ 0 (→ π + π − ) (blue histogram) and the normalised distribution of m ππ phase-space (red shaded histogram).",
            "paragraph_rank": 91,
            "section_rank": 30
        },
        {
            "text": "B → X(3872) + any)B(X(3872) → J/ψπ + π − ) B(B → ψ(2S) + any)B(ψ(2S) → J/ψπ + π − ) = (3.95 ± 0.32(stat) ± 0.08(sys)) × 10 −2 .",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "3872) + any)B(X(3872) → J/ψπ + π − ) B(B → ψ(2S) + any)B(ψ(2S) → J/ψπ + π − ) = (3.57 ± 0.33(stat) ± 0.11(sys)) × 10 −2 .",
            "paragraph_rank": 93,
            "section_rank": 32
        },
        {
            "text": "Figure 10 .",
            "section_rank": 33
        },
        {
            "section": "Figure 10 .",
            "text": "Figure 10. Correction factors for the (a) ψ(2S) and (b) X(3872) yields for various polarisation hypotheses.",
            "paragraph_rank": 94,
            "section_rank": 33
        },
        {
            "text": "Corrected yields of ψ(2S) [×10 5 ] vs. p T [GeV] 17.48 ± 0.36 11.03 ± 0.11 3.53 ± 0.03 1.14 ± 0.01 0.078 ± 0.004 w 1 14.07 ± 0.37 9.04 ± 0.10 2.94 ± 0.03 1.01 ± 0.01 0.071 ± 0.003 w 2 9.13 ± 0.29 7.04 ± 0.09 2.97 ± 0.03 1.27 ± 0.01 0.104 ± 0.004 w 3 6.74 ± 0.16 5.21 ± 0.06 2.22 ± 0.02 0.94 ± 0.01 0.081 ± 0.003 Table 1. Fitted yields of ψ(2S) in bins of pseudo-proper lifetime and p T . Uncertainties are statistical only.",
            "paragraph_rank": 95,
            "section_rank": 34
        },
        {
            "text": "Corrected yields of X(3872) [×10 4 ] vs. p T [GeV] 0 10.8 ± 2.3 10.55 ± 0.76 3.53 ± 0.26 1.19 ± 0.11 0.093 ± 0.030 w 1 9.3 ± 2.7 8.21 ± 0.71 2.60 ± 0.24 0.72 ± 0.11 0.039 ± 0.023 w 2 4.1 ± 1.7 3.83 ± 0.63 1.29 ± 0.21 0.45 ± 0.10 0.036 ± 0.023 w 3 2.06 ± 0.81 2.09 ± 0.34 0.98 ± 0.13 0.30 ± 0.06 0.020 ± 0.014 Table 2. Fitted yields of X(3872) in bins of pseudo-proper lifetime and p T . Uncertainties are statistical only.",
            "paragraph_rank": 96,
            "section_rank": 34
        },
        {
            "text": "table 5",
            "section_rank": 35
        },
        {
            "section": "table 5",
            "text": "for the measured fractions.",
            "paragraph_rank": 97,
            "section_rank": 35
        },
        {
            "section": "table 5",
            "text": "(2L-fit − 1L-fit) / 2L-fit (non-prompt) +0.1 +0.4 +0.7 +0.1 +1.4 +9.8",
            "paragraph_rank": 98,
            "section_rank": 35
        },
        {
            "text": "Table 7 .",
            "section_rank": 36
        },
        {
            "section": "Table 7 .",
            "text": "p T [GeV] Polarisation hypothesis 10-12 12-16 16-22 22-40 40-70 Correction factors for various polarisation hypotheses in p T bins for ψ(2S) production.",
            "paragraph_rank": 99,
            "section_rank": 36
        },
        {
            "text": "Acknowledgments",
            "section_rank": 38
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 100,
            "section_rank": 38
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 101,
            "section_rank": 38
        }
    ]
}