{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The production of tt, W + bb and W + cc is studied in the forward region of proton-proton collisions collected at a centre-of-mass energy of 8 TeV by the LHCb experiment, corresponding to an integrated luminosity of 1.98 ± 0.02 fb −1 . The W bosons are reconstructed in the decays W → ν, where denotes muon or electron, while the b and c quarks are reconstructed as jets. All measured cross-sections are in agreement with next-to-leading-order Standard Model predictions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The production of tt pairs from proton-proton (pp) collisions in the forward region is of considerable interest, as it may be sensitive to physics beyond the Standard Model (SM) [1]. Furthermore, forward tt events can be used to constrain the gluon parton distribution function (PDF) at large momentum fraction [2]. The tt cross-section has been measured at ATLAS and CMS using several final states and at various centre-of-mass energies [3][4][5]. LHCb has also measured top quark production in the forward region in the W + b final state [6].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 178,
                    "text": "[1]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 311,
                    "text": "[2]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 438,
                    "text": "[3]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "start": 441,
                    "text": "[4]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 444,
                    "text": "[5]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 540,
                    "text": "[6]",
                    "end": 543
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Measurements of the production cross-sections of W + bb and W + cc in the forward region provide experimental tests of perturbative quantum chromodynamics (pQCD) [7][8][9], in a complementary phase space region to ATLAS and CMS. Previous studies of the W + bb final state have been performed by ATLAS [10] and CMS [11,12] at centre-of-mass energies √ s = 7 TeV and 8 TeV.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 162,
                    "text": "[7]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "start": 165,
                    "text": "[8]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 168,
                    "text": "[9]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "start": 301,
                    "text": "[10]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 314,
                    "text": "[11,",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "start": 318,
                    "text": "12]",
                    "end": 321
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "LHCb has previously performed measurements of the production cross-sections of a W boson with at least one observed b or c jet [13] at 7 and 8 TeV, and a Z boson with at least one b jet at 7 TeV [14]. This Letter reports a study of events containing one isolated lepton (muon or electron) and two heavy-flavour tagged jets to measure the production cross-sections of tt, W + + bb, W − + bb, W + + cc and W − + cc. The study of W + cc is the first of its kind.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 195,
                    "text": "[14]",
                    "end": 199
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Measurements are performed using a data sample corresponding to an integrated luminosity of 1.98 ± 0.02 fb −1 of pp collisions recorded at 8 TeV during 2012 by the LHCb experiment.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The LHCb detector and samples",
            "section_rank": 3
        },
        {
            "section": "The LHCb detector and samples",
            "text": "The LHCb detector [15,16] is a single-arm forward spectrometer fully instrumented in the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV. 1 The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) μm, where p T is the component of the momentum transverse to the beam, in GeV. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad (SPD) and preshower (PRS) detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The online event selection is performed by a trigger, which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[15,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "16]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 687,
                    "text": "1",
                    "end": 688
                }
            ]
        },
        {
            "section": "The LHCb detector and samples",
            "text": "The W → μν candidates are required to satisfy the hardware trigger requirement for muons, of having hits in the muon system corresponding to a high transverse momentum particle, and to satisfy the software trigger requirement of p T (μ) > 10 GeV. The W → eν candidates are required to satisfy the hardware trigger requirement for electrons of having an electromagnetic cluster of high transverse energy associated with signals in the PRS and SPD detectors, and the software trigger, which selects events with an electron with p T (e) > 15 GeV. A global event cut (GEC) on the number of hits in the SPD is applied in order to prevent highmultiplicity events from dominating the processing time of the reconstruction code.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "The LHCb detector and samples",
            "text": "Simulated event samples of W + jets, Z + jets, tt, single-top and diboson (W Z, Z Z) production are generated using Pythia 8 [17] with a specific LHCb configuration [18]. Event samples of W + bb, W + cc, Z + bb and Z + cc production are generated with Alpgen [19], which includes tree-level contributions with up to four additional emissions of final state partons with respect to the leading-order diagram. Pythia 8 is used to perform the hadronisation for these samples. The cross-sections of the simulated processes are calculated at next-to-leading-order (NLO) including spin correlation effects with MCFM [20] using the CT10 PDF set [21]. Decays of hadronic particles are described by EvtGen [22], in which final-state radiation is generated using Photos [23]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [24] as described in Ref. [25]. Since neither showering nor hadronisation are included in MCFM, an overall correction is calculated to compare the measurements with the predicted cross-section at particlelevel. This is done by generating W + bb, W + cc and tt events with Pythia 8 with the CT10 PDF set [21] where the same acceptance requirements are applied. The particle-level lepton momentum used here is the momentum after final-state radiation as implemented in Pythia 8.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 125,
                    "text": "[17]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "start": 165,
                    "text": "[18]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 259,
                    "text": "[19]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 610,
                    "text": "[20]",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 638,
                    "text": "[21]",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 697,
                    "text": "[22]",
                    "end": 701
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 760,
                    "text": "[23]",
                    "end": 764
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 887,
                    "text": "[24]",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 913,
                    "text": "[25]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1190,
                    "text": "[21]",
                    "end": 1194
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Events are selected by requiring the presence of either a high-p T muon or electron and two heavy-flavour tagged jets. The same fiducial definition for lepton and jets used in previous studies [6,13,26]   [27], only jets with p T (j) < 100 GeV are considered. The lepton is required to be isolated from both jets using R( , j) > 0.5, where R = η 2 + φ 2 is the distance between them in η-φ space and φ is the azimuthal angle. This requirement serves to remove the background formed by leptons coming from the same parton as the jets. The jets are also required to have",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 193,
                    "text": "[6,",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "start": 196,
                    "text": "13,",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 199,
                    "text": "26]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 205,
                    "text": "[27]",
                    "end": 209
                }
            ]
        },
        {
            "section": "Event selection",
            "text": ", are removed to reduce the contamination from events not containing a W boson. If more than one ( + j 1 + j 2 ) candidate is found in the event, the candidate with highest p miss T is selected. Jets are reconstructed using a particle flow algorithm [28] and clustered using the anti-k T algorithm [29] with distance parameter R = 0.5 as implemented in the FastJet software package [30]. As in Ref. [28], the jet energy is corrected to the particle level, excluding neutrinos, and the same jet quality requirements are applied. Jets are heavy-flavour tagged, i.e. as originating from a b or c quark, by the presence of a secondary vertex (SV) with R < 0.5 between the jet axis and the direction of flight of the heavy-flavour hadron candidate, defined by the vector from the PV to the SV position.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 250,
                    "text": "[28]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 298,
                    "text": "[29]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 382,
                    "text": "[30]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 399,
                    "text": "[28]",
                    "end": 403
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The SV-tagger algorithm, described in detail in Ref. [27], uses two boosted decision trees (BDTs) [31,32]: one that separates heavy-flavour from light-parton jets (BDT(bc|udsg)) and one that separates b jets from c jets (BDT(b|c)). Both jets used in the analysis are required to have BDT(bc|udsg) > 0.2, which gives a heavy-flavour tagging efficiency of about 50% (20%) for b (c) jets and a misidentification probability of about 0.1% for light jets.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 53,
                    "text": "[27]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 98,
                    "text": "[31,",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 102,
                    "text": "32]",
                    "end": 105
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In order to suppress the Z + jets background, events with an additional oppositely charged high-p T lepton that fulfills the lepton requirements described above are vetoed. Backgrounds from misidentified leptons or semileptonic decays of heavy-flavour hadrons are suppressed by two requirements applied to the lepton: IP( ) must be less than 0.04 mm and p T ( )/p T (j ) > 0.8, where j is defined as a reconstructed jet with relaxed quality criteria that contains the lepton.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Backgrounds",
            "section_rank": 5
        },
        {
            "section": "Backgrounds",
            "text": "In both the electron and muon channels, the background processes include Z + bb and Z + cc production with Z → μμ or Z → ee, where one of the final state leptons is not reconstructed.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Backgrounds",
            "text": "Z (→ τ τ ) + bb production is also considered, where at least one τ decays to an electron or a muon. A small contribution of Z → τ τ produced in association with one b or c jet is also included. Other processes of Z production associated to jets are negligible. Background contributions from W (→ ν) + jets where the event does not contain two b jets, and W (→ τ ν τ ) + bb where τ decays to an electron or muon are also included. Single-top, W (→ ν)Z (→ bb) and Z (→ )Z (→ bb) production are considered as background processes. The expected yields of the background processes described above are obtained from NLO cross-sections. Weight factors are applied to compensate for residual differences between data and simulation for GEC, trigger and heavy-flavour tagging efficiencies. Further details about these factors and their uncertainties are given in Sec. 5.4.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 452,
                    "text": "(→ bb)",
                    "end": 458
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "The QCD multi-jet background, which includes lepton misidentification and semileptonic decays of a beauty or charm hadron, is estimated by using events which fail the p T ( )/p T (j ) > 0.8 requirement. The QCD multi-jet background normalisation is adjusted in order to describe the event yield at IP( ) > 0.04 mm, after subtracting the non-QCD backgrounds obtained from simulation.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Signal yield determination",
            "section_rank": 6
        },
        {
            "text": "Overview",
            "section_rank": 7
        },
        {
            "section": "Overview",
            "text": "The data sample is split into four subsamples, according to the flavour and charge of the lepton (μ ± and e ± ). A simultaneous fit to the distributions of four variables is performed to determine the tt, W + + bb, W − + bb, W + + cc, and W − + cc yields in each sample. The four variables used in the fit are the invariant mass of the two jets (m jj ), the response of a multivariate classifier trained to distinguish between tt and W + bb events and the multivariate discriminant classifier for each jet, j 1 BDT(b|c) and j 2 BDT(b|c), trained to discriminate between b and c jets. The expected background components are obtained from simulation, with the exception of the QCD multijet background. The fitted signal yields are converted into cross-sections using simulation and data-driven efficiencies and the measurement of the integrated luminosity [33]. The systematic uncertainties are included as nuisance parameters in the fit and propagated to the final result.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 854,
                    "text": "[33]",
                    "end": 858
                }
            ]
        },
        {
            "text": "Fit variables",
            "section_rank": 8
        },
        {
            "section": "Fit variables",
            "text": "While W + bb and W + cc processes can be disentangled using the BDT(b|c) variables for both jets, the separation between tt and W + bb or W + cc is obtained by using the m jj variable and a multivariate discriminant, uGB, constructed such that its response is minimally correlated with m jj [34]. The variables m jj , j 1 BDT(b|c) and j 2 BDT(b|c) are found to be uncorrelated. The uGB response is trained in simulation using 11 kinematic variables of the lepton and jets:",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 291,
                    "text": "[34]",
                    "end": 295
                }
            ]
        },
        {
            "section": "Fit variables",
            "text": "and cos(θ jj ( )), where θ jj ( ) is the lepton scattering angle in the dijet rest frame and jj represents the dijet system. The muon and electron decay channels are trained separately. Fig. 1 shows the correlation between the uGB and the m jj variables. In the fit all variables are treated as uncorrelated; the effect of the observed small correlations is taken into account in the systematic uncertainties of the results.",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 186,
                    "text": "Fig. 1",
                    "end": 192
                }
            ]
        },
        {
            "text": "Signal determination",
            "section_rank": 9
        },
        {
            "section": "Signal determination",
            "text": "A binned maximum likelihood fit is performed to determine the yields of tt, W + + bb, W − + bb, W + + cc and W − + cc. The sim-ulated background yields are normalised to NLO predictions and they are allowed to vary in the fit within their uncertainties. The QCD multijet background is normalised from a data-driven method as explained in Section 4. The fit is performed assuming the four variables (m jj , uGB, j 1 BDT(b|c) and j 2 BDT(b|c)) to be uncorrelated.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "section": "Signal determination",
            "text": "The  Figs. 2-5, while the fit results are given in Table 1.",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 5,
                    "text": "Figs. 2-5",
                    "end": 14
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 51,
                    "text": "Table 1",
                    "end": 58
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic effects can impact the results in two ways: by affecting signal and background yields, or by altering template shapes used in the fits. The efficiency of the GEC is measured in a Z + jet sample selected with a looser trigger requirement [26] and a 2% uncertainty is assigned to account for the final-state dependence of the GEC efficiency observed in simulation. The systematic uncertainty on the integrated luminosity is 1.16% [33].",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 248,
                    "text": "[26]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 439,
                    "text": "[33]",
                    "end": 443
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The lepton reconstruction and trigger efficiencies are studied using data-driven methods in Z → + − [35,36]. Those studies show that data and simulation agree within 1.0-5.0% depending on η( ) and p T ( ), which is taken as systematic uncertainty. The uncertainty of the lepton kinematic efficiency, which includes the effect of final-state radiation, is neglected. The method described in Ref. [27] is used to assess the systematic uncertainty due to the errors of the heavy-flavour tagging efficiency weight-factor described in Sec. 4, which amounts to 5-10% depending on p T (j).    ",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 100,
                    "text": "[35,",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 104,
                    "text": "36]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 395,
                    "text": "[27]",
                    "end": 399
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty of the jet energy calibration includes possible biases due to flavour dependence (2%), tracks not associated to a real particle (1.2%), track momentum resolution (1%) and residual differences between simulation and data due to pile-up and calorimeter response (1%) as described in Refs. [26,28]. The jet energy resolution at LHCb is modelled in simulation to an accuracy of about 10% [28,13]. The uncertainties related to the jet reconstruction and quality selection efficiencies are found to be below 2%. The jet-related systematic uncertainties affect both the template shapes and the expected yields.",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 314,
                    "text": "[26,",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 318,
                    "text": "28]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 411,
                    "text": "[28,",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "start": 415,
                    "text": "13]",
                    "end": 418
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The simulated background normalisations are predicted at NLO and they are affected by uncertainties on the PDF (δ PDF ), on the strong coupling constant α s (δ αs ) and on the renormalisation and factorisation scale (δ scale ). The PDF uncertainty is evaluated following the procedure of Ref. [37]. The influence of the uncertainty on the strong coupling constant is evaluated by calculating the cross-sections with PDF sets [21] using values of α s (M Z ): 0.117, 0.118 and 0.119. The scale uncertainty is evaluated by calculat-ing the cross-sections varying the renormalisation and factorisation scale by a factor of two. The total uncertainty is taken as (δ 2 PDF + δ 2 αs ) + δ scale as done in Ref. [6] which translates to relative uncertainties on the signal yields in the range 3-10%. These theoretical uncertainties are also considered in the signal yields in the experimental acceptance. The systematic uncertainties in the normalisations due to the limited size of the simulated samples are between 1 and 7%. The uncertainty on the normalisation of the QCD multi-jet background, taken from data, is found to have a negligible effect.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 293,
                    "text": "[37]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 425,
                    "text": "[21]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 661,
                    "text": "2",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 704,
                    "text": "[6]",
                    "end": 707
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Possible correlation effects between the fitted variables are studied by using templates generated randomly from the analysis templates with or without correlations found in simulation. It is found that the correlation and the fit procedure can affect the final yields by up to 10%.",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "All significant systematic uncertainties are correlated between the four samples except for the uncertainty due to the finite size of the simulated samples, which affects each sample and process independently.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Results and conclusions",
            "section_rank": 11
        },
        {
            "section": "Results and conclusions",
            "text": "The production cross-sections for tt, W + + bb, W − + bb, W + + cc and W − + cc are measured for pp collisions at a centre-ofmass energy of 8 TeV corresponding to an integrated luminosity of 1.98 ± 0.02 fb −1 of data collected in 2012 by the LHCb experiment. These production cross-sections are obtained as the product of the normalisation factors shown in Table 1 and the expected SM cross-sections. The muons (electrons) coming from the W boson are required to have 2.0 < η( ) < 4.5 (2.0 < η( ) < 4.25) and p T ( ) > 20 GeV, while the jets are required to have 2.2 < η(j) < 4.2 and p T (j) > 12.5 GeV. In addition, the transverse component of  Table 2. The outer bars (light yellow) correspond to the total uncertainties of the measured cross-sections and the inner bars (dark yellow) correspond to the statistical uncertainties. Theoretical prediction is represented by the black markers and error bars, where inner and outer uncertainties represent the scale and the total errors respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Table 2 Observed and expected cross-sections in the fiducial region defined in Section 3. The first uncertainty on the expected cross-sections is related to the scale variation and the second is the total. The first uncertainty on the observed cross-sections is statistical and the second is systematic. ",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 357,
                    "text": "Table 1",
                    "end": 364
                },
                {
                    "type": "table",
                    "start": 646,
                    "text": "Table 2",
                    "end": 653
                },
                {
                    "type": "table",
                    "start": 1129,
                    "text": "Table 2",
                    "end": 1136
                }
            ]
        },
        {
            "text": "4.9σ",
            "section_rank": 12
        },
        {
            "text": "Table 3",
            "section_rank": 13
        },
        {
            "section": "Table 3",
            "text": "Correlation matrix for the measured cross sections. The correlations are given in %.  ",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Average of uGB response in different intervals of m jj for W + bb (black) and tt (green). The vertical error bars represent the standard error of the uGB mean in each interval. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Projections of the simultaneous 4D-fit results for the μ + sample: a) the dijet mass; b) the uGB response; the BDT(b|c) of the c) leading and d) sub-leading jets. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 30,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 .Fig. 4 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 3 .Fig. 4 .",
            "text": "Fig. 3. Projections of the simultaneous 4D-fit results for the μ − sample: a) the dijet mass; b) the uGB response; the BDT(b|c) of the c) leading and d) sub-leading jets. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 31,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Projections of the simultaneous 4D-fit results for the e − sample: a) the dijet mass; b) the uGB response; the BDT(b|c) of the c) leading and d) sub-leading jets. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 32,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Graphical representation ofTable 2. The outer bars (light yellow) correspond to the total uncertainties of the measured cross-sections and the inner bars (dark yellow) correspond to the statistical uncertainties. Theoretical prediction is represented by the black markers and error bars, where inner and outer uncertainties represent the scale and the total errors respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 33,
            "section_rank": 18
        },
        {
            "text": "(√ s = 7 and 8",
            "section_rank": 19
        },
        {
            "section": "(√ s = 7 and 8",
            "text": "China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FASO (Russia); MINECO (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (USA). We are indebted to the communities behind the multiple open source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Conseil Général de Haute-Savoie, Labex ENIG-MASS and OCEVU, Région Auvergne (France), RFBR and Yandex LLC (Russia), GVA, XuntaGal and GENCAT (Spain), Herchel Smith Fund, The Royal Society, Royal Commission for the Exhibition of 1851 and the Leverhulme Trust (United Kingdom). TeV with the ATLAS detector, Eur. Phys. J. C 74 (2014) 3109, arXiv:1406.5375. [4] CMS collaboration, V. Khachatryan, et al., Measurements of the tt production cross section in lepton + jets final states in pp collisions at 8 TeV and ratio of 8 to 7 TeV cross sections, Eur. Phys. J. C 77 (2017) 15, arXiv:1602.09024. [5] CMS collaboration, V. Khachatryan, et al., Measurement of the tt production cross section in the e-μ channel in proton-proton collisions at √ s = [10] ATLAS collaboration, G. Aad, et al., Measurement of the cross-section for W boson production in association with b-jets in pp collisions at √ s = 7 TeV with the ATLAS detector, J. High Energy Phys. 06 (2013) 084, arXiv:1302.2929. [11] CMS collaboration, S. Chatrchyan, et al., Measurement of the production cross section for a W boson and two b jets in pp collisions at √ s = 7 TeV, Phys. Lett. B 735 (2014) 204, arXiv:1312.6608. [12] CMS collaboration, V. Khachatryan, et al., Measurement of the production cross section of the W boson in association with two b jets in pp collisions at √ s = 8 TeV, arXiv:1608.07561. [13] LHCb collaboration, R. Aaij, et al., Study of W boson production in association with beauty and charm, Phys. Rev. D 92 (2015) 052012, arXiv:1505.04051. [14] LHCb collaboration, R. Aaij, et al., Measurement of the Z + b-jet cross-section in pp collisions at √ s = 7 TeV in the forward region, J. High Energy Phys. 01",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "free parameters in the fit are the normalisation factors with respect to the SM predicted yields K (i), where i = tt, W + + bb, W − + bb, W + + cc, W − + cc. The K (tt) parameter is fitted using all four samples, while the others are fitted in each corresponding sample. The projections of the fit in each of the four samples are shown in",
            "paragraph_rank": 35,
            "section_rank": 20
        },
        {
            "text": "Table 1",
            "section_rank": 21
        },
        {
            "section": "Table 1",
            "text": "Simultaneous 4D-fit results for each of the four signal categories (e and μ, negative and positive). The normalisation factor K and the fitted yields per sample are shown. The uncertainties quoted are statistical only.",
            "paragraph_rank": 36,
            "section_rank": 21
        },
        {
            "text": ") + p(j 1 ) + p(j 2 )) is required to be p miss T > 15 GeV. The measured and expected cross-sections are presented inTable 2andFig. 6. The significance obtained using Wilks' theorem[38] is 4.9σ for tt, 7.1σ for W + + bb, 5.6σ for W − + bb, 4.7σ for W + + cc and 2.5σ for W − + cc. The correlation matrix of the measured cross-sections is presented inTable 3. The measured cross-sections are in agreement with the SM predictions calculated at NLO using MCFM and the CT10 PDF set.",
            "paragraph_rank": 37,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 181,
                    "text": "[38]",
                    "end": 185
                }
            ]
        },
        {
            "text": "In this Letter natural units where c = 1 are used. http://dx.doi.org/10.1016/j.physletb.2017.01.044 0370-2693/© 2017 The Author. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 38,
            "section_rank": 22
        },
        {
            "text": "Acknowledgements",
            "section_rank": 24
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "x Associated to Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, Brazil.",
            "paragraph_rank": 40,
            "section_rank": 26
        }
    ]
}