{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "The cross section for the process e + e − → π + π − J/ψ is measured precisely at center-of-mass energies from 3.77 to 4.60 GeV using 9 fb −1 of data collected with the BESIII detector operating at the BEPCII storage ring. Two resonant structures are observed in a fit to the cross section. The first resonance has a mass of (4222.0 ± 3.1 ± 1.4) MeV/c 2 and a width of (44.1 ± 4.3 ± 2.0) MeV, while the second one has a mass of (4320.0 ± 10.4 ± 7.0) MeV/c 2 and a width of (101.4 +25.3 −19.7 ± 10.2) MeV, where the first errors are statistical and second ones are systematic. The first resonance agrees with the Y (4260) resonance reported by previous experiments. The precision of its resonant parameters is improved significantly. The second resonance is observed in e + e − → π + π − J/ψ for the first time. The statistical significance of this resonance is estimated to be larger than 7.6σ. The mass and width of the second resonance agree with the Y (4360) resonance reported by the BABAR and Belle experiments within errors. Finally, the Y (4008) resonance previously observed by the Belle experiment is not confirmed in the description of the BESIII data. The process e + e − → π + π − J/ψ at center-of-mass (c.m.) energies between 3.8 and 5.0 GeV was first studied by the BABAR experiment using an initial-state-radiation (ISR) technique [1], and a new structure, the Y (4260), was reported with a mass around 4.26 GeV/c 2 . This observation was immediately confirmed by the CLEO [2] and Belle experiments [3] in the same process. In addition, the Belle experiment reported an accumulation of events at around 4 GeV, which was called Y (4008) later. Although the Y (4008) state is still controversial -a new measurement by the BABAR experiment does not confirm it [4], while an updated measurement by the Belle experiment still supports its existence [5] -the observation of the Y -states has stimulated substantial theoretical discussions on their nature [6,7].",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 479,
                    "text": "+25.3",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "start": 1345,
                    "text": "[1]",
                    "end": 1348
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1487,
                    "text": "[2]",
                    "end": 1490
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1513,
                    "text": "[3]",
                    "end": 1516
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1771,
                    "text": "[4]",
                    "end": 1774
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1858,
                    "text": "[5]",
                    "end": 1861
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1963,
                    "text": "[6,",
                    "end": 1966
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1966,
                    "text": "7]",
                    "end": 1968
                }
            ]
        },
        {
            "text": "Being produced in e + e − annihilation, the Y -states have quantum numbers J P C = 1 −− . However, unlike the known 1 −− charmonium states in the same mass range, such as ψ(4040), ψ(4160) and ψ(4415) [8], which decay predominantly into open charm final states [D ( * )D( * ) ], the Y states show strong coupling to hidden-charm final states [9]. Furthermore, the observation of the states Y (4360) and Y (4660) in e + e − → π + π − ψ(2S) [10], together with the newly observed resonant structures in e + e − → ωχ c0 [11] and e + e − → π + π − h c [12], overpopulate the vector charmonium spectrum predicted by potential models [13]. All of this indicates that the Y states may not be conventional charmonium states, and they are good candidates for new types of exotic particles, such as hybrids, tetraquarks, or meson molecules [6,7].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 200,
                    "text": "[8]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 341,
                    "text": "[9]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 438,
                    "text": "[10]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 516,
                    "text": "[11]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 547,
                    "text": "[12]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 627,
                    "text": "[13]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 829,
                    "text": "[6,",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 832,
                    "text": "7]",
                    "end": 834
                }
            ]
        },
        {
            "text": "The Y (4260) state was once considered a good hybrid can-didate [14] since its mass is close to the value predicted by the flux tube model for the lightest hybrid charmonium [15]. Recent lattice calculations also show a 1 −− hybrid charmonium could have a mass of 4285 ± 14 MeV/c 2 [16] or 4.33(2) GeV/c 2 [17]. Meanwhile, the diquark-antidiquark tetraquark model predicts a wide spectrum of states which can also accommodate the Y (4260) [18]. Moreover, the mass of Y (4260) is near the mass threshold of",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 64,
                    "text": "[14]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 174,
                    "text": "[15]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 282,
                    "text": "[16]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 306,
                    "text": "[17]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 439,
                    "text": "[18]",
                    "end": 443
                }
            ]
        },
        {
            "text": "and f 0 (980)J/ψ, and Y (4260) was supposed to be a meson molecule candidate of these meson pairs [19,20]. A recent observation of a charged charmoniumlike state Z c (3900) by BESIII [21], Belle [5] and with CLEO data [22] seems favor theDD 1 meson pair option [19]. Another possible interpretation describes the Y (4260) as a heavy charmonium (J/ψ) being bound inside light hadronic matter -hadrocharmonium [23]. To better identify the nature of the Y states and distinguish various models, more precise experimental measurements, including the production cross section, the mass and width of the Y states, are essential.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 98,
                    "text": "[19,",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 102,
                    "text": "20]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 183,
                    "text": "[21]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 195,
                    "text": "[5]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 218,
                    "text": "[22]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 261,
                    "text": "[19]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 408,
                    "text": "[23]",
                    "end": 412
                }
            ]
        },
        {
            "text": "In this Letter, we report a precise measurement of the e + e − → π + π − J/ψ cross section at e + e − c.m. energies from 3.77 to 4.60 GeV, using a data sample with an integrated luminosity of 9.05 fb −1 [24] collected with the BESIII detector operating at the BEPCII storage ring [25]. The J/ψ candidate is reconstructed with its leptonic decay modes (µ + µ − and e + e − ). The data sample used in this measurement includes two independent data sets. A high luminosity data set (dubbed \"XYZ data\") contains more than 40 pb −1 at each c.m. energy with a total integrated luminosity of 8.2 fb −1 , which domi-nates the precision of this measurement; and a low luminosity data set (dubbed \"Scan data\") contains about 7-9 pb −1 at each c.m. energy with a total integrated luminosity of 0.8 fb −1 . The integrated luminosities are measured with Bhabha events with an uncertainty of 1% [24]. The c.m. energy of each data set is measured using dimuon events, with an uncertainty of ±0.8 MeV [26]. The BESIII detector is described in detail elsewhere [25]. The GEANT4-based [27] Monte Carlo (MC) simulation software package BOOST [28], which includes the geometric description of the BESIII detector and the detector response, is used to optimize event selection criteria, determine the detection efficiency, and estimate the backgrounds. For the signal process, we generate 60,000 e + e − → π + π − J/ψ events at each c.m. energy of the \"XYZ data\", and an extrapolation is performed to the \"Scan data\" with nearby c.m. energies. At e + e − c.m. energies between 4.189 and 4.358 GeV, the signal events are generated according to the Dalitz plot distributions obtained from the data set at corresponding c.m. energy, since there is significant Z c (3900) production [5,21,22]. At other c.m. energies, signal events are generated using an EVTGEN [29] phase space model. The J/ψ decays into µ + µ − and e + e − with same branching fractions [8]. The ISR is simulated with KKMC [30], and the maximum ISR photon energy is set to correspond to a 3.72 GeV/c 2 production threshold of the π + π − J/ψ system. Final-state-radiation (FSR) is simulated with PHO-TOS [31]. Possible background contributions are estimated with KKMC-generated inclusive MC samples [e + e − → e + e − , µ + µ − , τ + τ − , γγ, γ ISR J/ψ, γ ISR ψ(2S), and qq with q = u, d, s, c] with comparable integrated luminosities to the \"XYZ data\".",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 203,
                    "text": "[24]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 280,
                    "text": "[25]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 881,
                    "text": "[24]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 985,
                    "text": "[26]",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1044,
                    "text": "[25]",
                    "end": 1048
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1067,
                    "text": "[27]",
                    "end": 1071
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1123,
                    "text": "[28]",
                    "end": 1127
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1758,
                    "text": "[5,",
                    "end": 1761
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1761,
                    "text": "21,",
                    "end": 1764
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1764,
                    "text": "22]",
                    "end": 1767
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1837,
                    "text": "[29]",
                    "end": 1841
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1931,
                    "text": "[8]",
                    "end": 1934
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1967,
                    "text": "[30]",
                    "end": 1971
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 2148,
                    "text": "[31]",
                    "end": 2152
                }
            ]
        },
        {
            "text": "Events with four charged tracks with zero net charge are selected. For each charged track, the polar angle in the drift chamber must satisfy | cos θ| < 0.93, and the point of closest approach to the e + e − interaction point must be within ±10 cm in the beam direction and within 1 cm in the plane perpendicular to the beam direction. Taking advantage of the fact that pions and leptons are kinematically well separated in the signal decay, charged tracks with momenta larger than 1.06 GeV/c in the laboratory frame are assumed to be leptons, and the others are assumed to be pions. We use the energy deposited in the electromagnetic calorimeter (EMC) to separate electrons from muons. For both muon candidates, the deposited energy in the EMC is required to be less than 0.35 GeV, while for both electrons, it is required to be larger than 1.1 GeV. To avoid systematic errors due to unstable operation, the muon system is not used here. Each event is required to have one π + π − ℓ + ℓ − (ℓ = e or µ) combination.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "To improve the momentum and energy resolution and to reduce the background, a four-constraint (4C) kinematic fit is applied to the event with the hypothesis e + e − → π + π − ℓ + ℓ − , which constrains the total four-momentum of the final state particles to that of the initial colliding beams. The χ 2 /ndf of the kinematic fit is required to be less than 60/4.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "To suppress radiative Bhabha and radiative dimuon (e + e − → γe + e − /γµ + µ − ) backgrounds associated with photon conversion to an e + e − pair which subsequently is misidentified as a π + π − pair, the cosine of the opening angle of the pion-pair (cos θ π + π − ) candidates is required to be less than 0.98 both for J/ψ → µ + µ − and e + e − events. For J/ψ → e + e − events, since there are more abundant photon sources from radiative Bhabha events, we further require the cosine of the opening angles of both pion-electron pairs (cos θ π ± e ∓ ) to be less than 0.98. These requirements remove almost all of the Bhabha and dimuon background events, with an efficiency loss of less than 1% for signal events.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "After imposing the above selection criteria, a clear J/ψ signal is observed in the invariant mass distribution of the lepton pairs [M (ℓ + ℓ − )]. The mass resolution of the M (ℓ + ℓ − ) distribution is estimated to be (3.7 ± 0.2) MeV/c 2 for J/ψ → µ + µ − , and (3.9 ± 0.3) MeV/c 2 for J/ψ → e + e − in data for the range of c.m. energies investigated in this study. The J/ψ mass window is defined as 3.08 < M (ℓ + ℓ − ) < 3.12 GeV/c 2 . In order to estimate the non-J/ψ backgrounds contribution, we also define the J/ψ mass sideband as 3.00 < M (ℓ + ℓ − ) < 3.06 GeV/c 2 and 3.14 < M (ℓ + ℓ − ) < 3.20 GeV/c 2 , which is three times as wide as the signal region. The dominant background comes from e + e − → qq (q = u, d, s) processes, such as e + e − → π + π − π + π − . Since qq events form a smooth distribution in the J/ψ signal region, their contribution is estimated by the J/ψ mass sideband. Contributions from backgrounds related with charm quark production, such as e + e − → ηJ/ψ [32], D ( * )D ( * ) and other open-charm mesons, are estimated to be negligible according to MC simulation studies.",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 992,
                    "text": "[32]",
                    "end": 996
                },
                {
                    "type": "figure",
                    "start": 1007,
                    "text": "( * )",
                    "end": 1012
                }
            ]
        },
        {
            "text": "In order to determine the signal yields, we make use of both fitting and counting methods on the M (ℓ + ℓ − ) distribution. In the \"XYZ data\", each data set contains many signal events, and an unbinned maximum likelihood fit to the M (ℓ + ℓ − ) distribution is performed. We use a MC simulated signal shape convolved with a Gaussian function (with standard deviation 1.9 MeV, which represents the resolution difference between the data and the MC simulation) as the signal probability density function (PDF), and a linear term for the background. For the \"Scan data\", due to the low statistics, we directly count the number of events in the J/ψ signal region and that of the normalized background events in the J/ψ mass sideband, and take the difference as the signal yields.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The cross section of e + e − → π + π − J/ψ at a certain e + e − c.m. energy √ s is calculated using",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "where N sig is the number of signal events, L int is the integrated luminosity of data, 1 + δ is the ISR correction factor, ǫ is the detection efficiency, and B is the branching fraction of J/ψ → ℓ + ℓ − [8]. The ISR correction factor is calculated using the KKMC [30] program. To get the correct ISR photon energy distribution, we use the √ s dependent cross section line shape of the e + e − → π + π − J/ψ process, i.e. σ( √ s) to replace the default one of KKMC. Since σ( √ s) is what we measure in this study, the ISR correction procedure needs to be iterated, and the final results are obtained when the iteration converges. Figure 1 shows the measured cross section σ( √ s) from both the \"XYZ data\" and \"Scan data\" (Numerical results are listed in the supplemental material [33]).",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 204,
                    "text": "[8]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 264,
                    "text": "[30]",
                    "end": 268
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 630,
                    "text": "Figure 1",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 780,
                    "text": "[33]",
                    "end": 784
                }
            ]
        },
        {
            "text": "To study the possible resonant structures in the e + e − → π + π − J/ψ process, a binned maximum likelihood fit is performed simultaneously to the measured cross section σ( √ s) of the \"XYZ data\" with Gaussian uncertainties and the \"Scan data\" with Poisson uncertainties. The PDF is parameterized as the coherent sum of three Breit-Wigner (BW) functions, together with an incoherent ψ(3770) component which accounts for the decay of ψ(3770) → π + π − J/ψ, with ψ(3770) mass and width fixed to PDG [8] values. Due to the lack of data near the ψ(3770) resonance, it is impossible to determine the relative phase between the ψ(3770) amplitude and the other amplitudes. The amplitude to describe a resonance R is written as",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 497,
                    "text": "[8]",
                    "end": 500
                }
            ]
        },
        {
            "text": "where M , Γ tot and Γ e + e − are the mass, full width and electronic width of the resonance R, respectively; B R is the branching fraction of the decay R → π + π − J/ψ; Φ( √ s) is the phase space factor of the three-body decay R → π + π − J/ψ [8], and φ is the phase of the amplitude. The fit has four solutions with equally good fit quality [34] and identical masses and widths of the resonances (listed in Table I), while the phases and the product of the electronic widths with the branching fractions are different (listed in Table II). Figure 1 shows the fit results. The resonance R 1 has a mass and width consistent with that of Y (4008) observed by Belle [5] within 1.0σ and 2.9σ, respectively. The resonance R 2 has a mass 4222.0 ± 3.1 MeV/c 2 , which agrees with the average mass, 4251 ± 9 MeV/c 2 [8], of the Y (4260) peak [1][2][3][4][5] within 3.0σ. However, its measured width is much narrower than the average width, 120±12 MeV [8], of the Y (4260). We also observe a new resonance R 3 . The statistical significance of R 3 is estimated to be 7.9σ (including systematic uncertainties) by comparing the change of ∆(−2 ln L) = 74.9 with and without the R 3 amplitude in the fit, and taking the change of number of degree of freedom ∆ndf = 4 into account. The fit quality is estimated using a χ 2 -test method, with χ 2 /ndf = 93.6/110. Fit models taken from previous experiments [1][2][3][4][5] are also investigated and are ruled out with a confidence level equivalent to more than 5.4σ.",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 244,
                    "text": "[8]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 343,
                    "text": "[34]",
                    "end": 347
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 409,
                    "text": "Table I",
                    "end": 416
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 531,
                    "text": "Table II",
                    "end": 539
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 542,
                    "text": "Figure 1",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 664,
                    "text": "[5]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 809,
                    "text": "[8]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "start": 835,
                    "text": "[1]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 838,
                    "text": "[2]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 841,
                    "text": "[3]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 844,
                    "text": "[4]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 847,
                    "text": "[5]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 944,
                    "text": "[8]",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "start": 1393,
                    "text": "[1]",
                    "end": 1396
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1396,
                    "text": "[2]",
                    "end": 1399
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1399,
                    "text": "[3]",
                    "end": 1402
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1402,
                    "text": "[4]",
                    "end": 1405
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1405,
                    "text": "[5]",
                    "end": 1408
                }
            ]
        },
        {
            "text": "As an alternative description of the data, we use an exponential [35] to model the cross section near 4 GeV as in Ref. [4], instead of the resonance R 1 . The fit results are shown as dashed lines in Fig. 1. This model also describes data very well. A χ 2 -test to the fit quality gives χ 2 /ndf = 93.2/111. Thus, the existence of a resonance near 4 GeV, such as the resonance R 1 or the Y (4008) resonance [3], is not necessary to explain the data. The fit has four solutions with equally good fit quality [34] and identical masses and widths of the resonances (listed in Table I), while the phases and the product of the electronic widths with the branching fractions are different (listed in Table II). We observe the resonance R 2 and the resonance R 3 again. The statistical significance of resonance R 3 in this model is estimated to be 7.6σ (including systematic uncertainties) [∆(−2 ln L) = 70.7, ∆ndf = 4] using the same method as above.",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 119,
                    "text": "[4]",
                    "end": 122
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 200,
                    "text": "Fig. 1",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 407,
                    "text": "[3]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 507,
                    "text": "[34]",
                    "end": 511
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 573,
                    "text": "Table I",
                    "end": 580
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 695,
                    "text": "Table II",
                    "end": 703
                }
            ]
        },
        {
            "text": "The systematic uncertainty for the cross section measurement mainly comes from uncertainties in the luminosity, efficiencies, radiative correction, background shape and branching fraction of J/ψ → ℓ + ℓ − . The integrated luminosities of all the data sets are measured using large angle Bhabha scattering events, with an uncertainty of 1% [24]. The uncertainty in the tracking efficiency for high momentum leptons is 1% per track. Pions have momenta that range from 0.1 to 1.06 GeV/c, and their momentum weighted tracking efficiency uncertainty is also 1% per track. For the kinematic fit, we use a similar method as in Ref.",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 339,
                    "text": "[24]",
                    "end": 343
                }
            ]
        },
        {
            "text": "[36] to improve the agreement of the χ 2 distribution between data and MC simulation, and the systematic uncertainty for the kinematic fit is estimated to be 0.6% (1.1%) for µ + µ − (e + e − ) events. For the MC simulation of signal events, we use both the π ± Z c (3900) ∓ model [5,21,22] and the phase space model to describe the e + e − → π + π − J/ψ process. The efficiency difference between these two models is 3.1%, which is taken as systematic uncertainty due to the decay model. The efficiency for the other selection criteria, the trigger simulation, the event start time determination and the FSR simulation are quite high (> 99%), and their systematic errors are estimated to be less than 1%. In the ISR correction procedure, we iterate the cross section measurement until (1 + δ)ǫ converges. The convergence criterion is taken as the systematic uncertainty due to the ISR correction, which is 1%. We obtain the number of signal events by either fitting or counting events in the M (ℓ + ℓ − ) distribution. The background shape is described by a linear distribution. Varying the background shape from a linear shape to a second-order polynomial causes a 1.6% (2.1%) difference for the J/ψ signal yield for the µ + µ − (e + e − ) mode, which is taken as the systematic uncertainty for background shape. The branching fraction of J/ψ → ℓ + ℓ − is taken from PDG [8], the errors are 0.6% for both J/ψ decay modes. Assuming all the sources of systematic uncertainty to be independent, the total systematic uncertainties are obtained by adding them in quadrature, resulting in 5.7% for the µ + µ − mode, and 5.9% for the e + e −  ",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 280,
                    "text": "[5,",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 283,
                    "text": "21,",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 286,
                    "text": "22]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1372,
                    "text": "[8]",
                    "end": 1375
                }
            ]
        },
        {
            "text": "mode.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "In both fit scenarios to the e + e − → π + π − J/ψ cross section, we observe the resonance R 2 and R 3 . Since we can not distinguish the two scenarios from data, we take the difference in mass and width as the systematic uncertainties, i.e. 1.1 (6.8) MeV/c 2 for the mass and 0.0 (3.2) MeV for the width of R 2 (R 3 ). The absolute c.m. energy of all the data sets were measured with dimuon events, with an uncertainty of ±0.8 MeV. Such kind of common uncertainty will propagate only to the masses of the resonances with the same amount, i.e. ±0.8 MeV/c 2 . In both fits, the ψ(3770) amplitude was added incoherently. The possible interference effect of ψ(3770) component was investigated by adding it coherently in the fit with various phase. The largest deviation of the resonant parameters between the fits with and without interference for the ψ(3770) amplitude are taken as systematic error, which is 0.3 (1.3) MeV/c 2 for the mass, and 2.0 (9.7) MeV for the width of the R 2 (R 3 ) resonance. Assuming all the systematic uncertainties are independent, we get the total systematic uncertainties by adding them in quadrature, which is 1.4 (7.0) MeV/c 2 for the mass, and 2.0 (10.2) MeV for the width of R 2 (R 3 ), respectively.",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "In summary, we perform a precise cross section measurement of e + e − → π + π − J/ψ for c.m. energies from √ s = 3.77 to 4.60 GeV. Two resonant structures are ob-served, one with a mass of (4222.0 ± 3.1 ± 1.4) MeV/c 2 and a width of (44.1 ± 4.3 ± 2.0) MeV, and the other with a mass of (4320.0 ± 10.4 ± 7.0) MeV/c 2 and a width of (101.4 +25.3 −19.7 ± 10.2) MeV, where the first errors are statistical and the second ones are systematic. The first resonance agrees with the Y (4260) resonance reported by BABAR, CLEO and Belle [1][2][3][4][5]. However, our measured width is much narrower than the Y (4260) average width [8] reported by previous experiments. This is thanks to the much more precise data from BESIII, which results in the observation of the second resonance. The second resonance is observed for the first time in the process e + e − → π + π − J/ψ. Its statistical significance is estimated to be larger than 7.6σ. The second resonance has a mass and width comparable to the Y (4360) resonance reported by Belle and BABAR in e + e − → π + π − ψ(2S) [10]. If we assume it is the same resonance as the Y (4360), we observe a new decay channel of Y (4360) → π + π − J/ψ for the first time. Finally, we can not confirm the existence of the Y (4008) resonance [3,5] from our data, since a continuum term also describes the cross section near 4 GeV equally well.",
            "paragraph_rank": 20,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 527,
                    "text": "[1]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 530,
                    "text": "[2]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 533,
                    "text": "[3]",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 536,
                    "text": "[4]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 539,
                    "text": "[5]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 621,
                    "text": "[8]",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1065,
                    "text": "[10]",
                    "end": 1069
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1271,
                    "text": "[3,",
                    "end": 1274
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1274,
                    "text": "5]",
                    "end": 1276
                }
            ]
        },
        {
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. This work is supported in part by National Key Basic Research Program of China under Contract No. 2015CB856700; National Natural Science Foundation of China (NSFC) under Contracts Nos. 11235011, 11322544, 11335008, 11425524;",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:Measured cross section σ(e + e − → π + π − J/ψ) and simultaneous fit to the \"XYZ data\" (left) and \"Scan data\" (right) with the coherent sum of three Breit-Wigner functions (red solid curves) and the coherent sum of an exponential continuum and two Breit-Wigner functions (blue dashed curves). Dots with error bars are data.",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "3",
            "section_rank": 3
        },
        {
            "section": "3",
            "text": "Beijing Institute of Petrochemical Technology, Beijing 102617, People's Republic of China 4 Bochum Ruhr-University, D-44780 Bochum, Germany 5 Carnegie Mellon University, Pittsburgh, Pennsylvania 15213, USA 6 Central China Normal University, Wuhan 430079, People's Republic of China 7 China Center of Advanced Science and Technology, Beijing 100190, People's Republic of China 8 COMSATS Institute of Information Technology, Lahore, Defence Road, Off Raiwind Road, 54000 Lahore, Pakistan 9 G.I. Budker Institute of Nuclear Physics SB RAS (BINP), Novosibirsk 630090, Russia 10 GSI Helmholtzcentre for Heavy Ion Research GmbH, D-64291 Darmstadt, Germany 11 Guangxi Normal University, Guilin 541004, People's Republic of China 12 Guangxi University, Nanning 530004, People's Republic of China 13 Hangzhou Normal University, Hangzhou 310036, People's Republic of China 14 Helmholtz Institute Mainz, Johann-Joachim-Becher-Weg 45, D-55099 Mainz, Germany 15 Henan Normal University, Xinxiang 453007, People's Republic of China 16 Henan University of Science and Technology, Luoyang 471003, People's Republic of China 17 Huangshan College, Huangshan 245000, People's Republic of China 18 Hunan University, Changsha 410082, People's Republic of China 19 Indiana University, Bloomington, Indiana 47405, USA 20 (A)INFN Laboratori Nazionali di Frascati, I-00044, Frascati, Italy; (B)INFN and University of Perugia, I-06100, Perugia, Italy 21 (A)INFN Sezione di Ferrara, I-44122, Ferrara, Italy; (B)University of Ferrara, I-44122, Ferrara, Italy 22 Johannes Gutenberg University of Mainz, Johann-Joachim-Becher-Weg 45, D-55099 Mainz, Germany 23 Joint Institute for Nuclear Research, 141980 Dubna, Moscow region, Russia 24 Justus-Liebig-Universitaet Giessen, II. Physikalisches Institut, Heinrich-Buff-Ring 16, D-35392 Giessen, Germany 25 KVI-CART, University of Groningen, NL-9747 AA Groningen, The Netherlands 26 Lanzhou University, Lanzhou 730000, People's Republic of China 27 Liaoning University, Shenyang 110036, People's Republic of China 28 Nanjing Normal University, Nanjing 210023, People's Republic of China Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia d Also at the Functional Electronics Laboratory, Tomsk State University, Tomsk, 634050, Russia e Also at the Novosibirsk State University, Novosibirsk, 630090, Russia f Also at the NRC \"Kurchatov Institute\", PNPI, 188300, Gatchina, Russia Also at Goethe University Frankfurt, 60323 Frankfurt am Main, Germany j Also at Institute of Nuclear and Particle Physics, Shanghai Key Laboratory for Particle Physics and Cosmology, Shanghai 200240, People's Republic of China",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "3",
            "text": "29 Nanjing University, Nanjing 210093, People's Republic of China 30 Nankai University, Tianjin 300071, People's Republic of China 31 Peking University, Beijing 100871, People's Republic of China 32 Seoul National University, Seoul, 151-747 Korea 33 Shandong University, Jinan 250100, People's Republic of China 34 Shanghai Jiao Tong University, Shanghai 200240, People's Republic of China 35 Shanxi University, Taiyuan 030006, People's Republic of China 36 Sichuan University, Chengdu 610064, People's Republic of China 37 Soochow University, Suzhou 215006, People's Republic of China 38 Sun Yat-Sen University, Guangzhou 510275, People's Republic of China 39 Tsinghua University, Beijing 100084, People's Republic of China 53 Zhengzhou University, Zhengzhou 450001, People's Republic of China a Also at State Key Laboratory of Particle Detection and Electronics, Beijing 100049, Hefei 230026, People's Republic of China b Also at Bogazici University, 34342 Istanbul, Turkey c g Also at University of Texas at Dallas, Richardson, Texas 75083, USA h Also at Istanbul Arel University, 34295 Istanbul, Turkey i",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "PACS numbers: 14.40.Rt, 13.25.Gv, 14.40.Pq, 13.66.Bc",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "TABLE I :",
            "section_rank": 5
        },
        {
            "section": "TABLE I :",
            "text": "The measured masses and widths of the resonances from the fit to the e + e − → π + π − J/ψ cross section with three coherent Breit-Wigner functions. The numbers in the brackets correspond to a fit by replacing R1 with an exponential describing the continuum. The errors are statistical only.",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "TABLE II :",
            "section_rank": 6
        },
        {
            "section": "TABLE II :",
            "text": "The values of Γ e + e − B(R → π + π − J/ψ) (in eV) from a fit to the e + e − → π + π − J/ψ cross section. φ1 and φ2 (in degrees) are the phase of the resonance R2 and R3, the phase of resonance R1 (or continuum) is set to 0. The numbers in the brackets correspond to the fit by replacing resonance R1 with an exponential to describe the continuum. The errors are statistical only.",
            "paragraph_rank": 27,
            "section_rank": 6
        }
    ]
}