{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A number of candidate multiquark hadrons, i.e., particle resonances with substructures that are more complex than the quark-antiquark mesons and three-quark baryons that are prescribed in the textbooks, have recently been observed. In this talk I present: some recent preliminary BESIII results on the near-threshold behavior of σ(e + e − → ΛΛ) that may or may not be related to multiquark mesons in the light-and strange-quark sectors; results from Belle and LHCb on the electrically charged, charmoniumlike Z(4430) ± → π ± ψ ′ resonance that necessarily has a four-quark substructure; and the very recent LHCb discovery of the P c (4380) and P c (4450) hidden-charm resonances seen as a complex structure in the J/ψ p invariant mass distribution for Λ b → K − J/ψ p decays and necessarily have a five-quark substructure and are, therefore, prominent candidates for pentaquark baryons.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Gell-Mann, in his original quark model paper, speculated that in addition to the quark-antiquark (qq) mesons and quark-quark-quark (qqq) baryons that account for the octets and decuplets of flavor-S U (3), there could be more complex structures such as qqqq tetraquark mesons and qqqqq pentaquark baryons [1]. Zweig made similar speculations in his contemporaneous paper on \"aces\" [2]. However, despite a considerable multi-decade experimental effort at searching for examples of resonances with these multiquark configurations in the light (u, d) and strange (s) quark sectors, no compelling multiquark candidates were identified. On the other hand, during the last decade a number of electrically charged mesons that contain a heavy quark pair (i.e., QQ, where Q = c or b) plus a pair of light quarks have been observed. (For recent reviews see refs. [3][4][5].) This year, the LHCb experiment presented striking evidence for J/ψ p resonances in Λ b → K − J/ψ p decays [6] that are strong candidates for the pentaquark states that were first suggested by Gell-Mann and Zweig over fifty years ago.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 201,
                    "text": "(3)",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 305,
                    "text": "[1]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 381,
                    "text": "[2]",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 853,
                    "text": "[3]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 856,
                    "text": "[4]",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 859,
                    "text": "[5]",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 971,
                    "text": "[6]",
                    "end": 974
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In contrast, there is still no unambiguous example of a non-standard hadron in the u, d, s quark sector. Candidates for an ηπ meson resonance with an exotic J PC = 1 −+ quantum number assignment are discussed in ref. [7]; the interpretation of the anomalously narrow a 1 (1420) axial vector state, reported by the COMPASS experiment [8], as a four-quark state is still not settled. Anomalies in the light scalar octet, especially the masses and properties of the f 0 (980) and a 0 (980) mesons, have been interpreted as evidence for multi-quark states. Recent measurements by BES [9] and Belle [10] have provided experimental support for this point of view [11]. In addition, there are a number of puzzles associated with near-threshold nucleon-antinucleon systems that may point to six-quark \"baryonium\" NN bound states. These include a prominent threshold pp mass peak in radiative J/ψ → γpp decays reported by BESII [12], hints of anomalous behavior of the time-like neutron form-factor seen in e + e − → nn by Fenice [13] and SND [14], and signs of an anomalous near-threshold angular distribution for e + e − → pp by BaBar [15] and CMD-3 [16].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 217,
                    "text": "[7]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 333,
                    "text": "[8]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 580,
                    "text": "[9]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 594,
                    "text": "[10]",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 657,
                    "text": "[11]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 919,
                    "text": "[12]",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1021,
                    "text": "[13]",
                    "end": 1025
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1034,
                    "text": "[14]",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1128,
                    "text": "[15]",
                    "end": 1132
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1143,
                    "text": "[16]",
                    "end": 1147
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this talk I review results from near-threshold baryon pair production measurements in e + e − annihilations that hint at a non-analytic behavior of their time-like form factors, including some pre-liminary results from BESIII on e + e − → ΛΛ. In addition, I review the experimental status of the Z(4430) candidate for a tetraquark meson state and the recent LHCb report on the observation of candidate pentaquark baryons with hidden charm.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Time-like baryon form factors",
            "section_rank": 3
        },
        {
            "section": "Time-like baryon form factors",
            "text": "The Born differential cross section for exclusive spin-1/2 baryon pair (BB) production in e + e − annihilation is usually expressed in terms of the electric and magnetic electromagnetic form factors, G E and G M , as:",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Time-like baryon form factors",
            "text": "where",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Time-like baryon form factors",
            "text": ", β is the center of mass (c.m.) velocity of each B, and θ is the polar angle of the baryons. The factor C accounts for the Coulomb attraction between charged baryon-antibaryon pairs; in an approximation where the baryons are point-like, it has the values C = 1 for neutral baryons and C = (πα/β)/[1−exp(−πα/β)] for charged baryons. If the form factors are analytic functions, G M (2m B ) = G E (2m B ) and the angular distribution at M 2 BB = 4m 2",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "B",
            "section_rank": 4
        },
        {
            "section": "B",
            "text": "is isotropic. Most experiments report cross section values integrated over cos θ in terms of an effective form factor defined as",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "B",
            "text": "In the case of the point-like approximation for C, the charged baryons have a non-zero cross section at threshold of σ(2m",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "B",
            "text": ", and a threshold cross section for neutral baryons that is zero and grows as σ ∝ β at higher energies.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "B",
            "text": "The PS 170 experiment at LEAR used pp → e + e − reactions to study the proton form-factors and found a sharp increase as β → 0 [17]. This rise at small values of β was confirmed by BaBar measurements for β values as low as ⟨β⟩ = 0.2 using the initial state radiation process e + e − → γ isr pp at √ s ≃ 10.6 GeV [15]; their reported cross section at ⟨β⟩ = 0.2 is σ(e + e − → pp) = 0.53 ± 0.1 nb (see Fig. 1a). In refs. [18] and [19] this enhancement is attributed to a strong S -wave final state interaction (fsi), which effects only the isotropic part of the angular distribution. However, somewhat surprisingly, BaBar found evidence for a non-isotropic angular distribution for events with ⟨β⟩ = 0.2 that corresponds to |G E /G M | = 1.36 ± 0.15, a ∼ 2σ discrepancy from unity (see the upper panel in Fig. 1b). The CMD-3 group's measurement closest to threshold, at ⟨β⟩ = 0.11, is even larger, |G E /G M | = 1.49 ± 0.23, but also just a ∼ 2σ deviation from expectations [16].",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 127,
                    "text": "[17]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 312,
                    "text": "[15]",
                    "end": 316
                },
                {
                    "type": "figure",
                    "start": 400,
                    "text": "Fig. 1a",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 419,
                    "text": "[18]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 428,
                    "text": "[19]",
                    "end": 432
                },
                {
                    "type": "figure",
                    "start": 803,
                    "text": "Fig. 1b",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 972,
                    "text": "[16]",
                    "end": 976
                }
            ]
        },
        {
            "section": "B",
            "text": "For e + e − → nn, C = 1 and the cross-section is expected to be zero at threshold and grow as σ(e + e − → nn) ∝ β. However, there is no sign for this type of behaviour in the cross section results from SND [14] and Fenice [13] shown in Fig. 2a. The SND cross section value at ⟨β⟩ = 0.11 is 0.83 ± 0.27 nb, which is consistent with BaBar's mesurements for e + e − → pp, shown in Fig. 2b, even though the Coulomb factor is expected to be quite different for the two processes. The CMD-3 experiment's cross section results are shown in the same figure. While they agree well with BaBar's measurements for c.m. energies above ∼ 1900 MeV, their σ(e + e − → pp) measurements at energies closer to threshold increase sharply, in contrast to the nearly flat Babar results.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 206,
                    "text": "[14]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 222,
                    "text": "[13]",
                    "end": 226
                },
                {
                    "type": "figure",
                    "start": 236,
                    "text": "Fig. 2a",
                    "end": 243
                },
                {
                    "type": "figure",
                    "start": 378,
                    "text": "Fig. 2b",
                    "end": 385
                }
            ]
        },
        {
            "section": "B",
            "text": "These are difficult measurements and the experimental errors are large. The point-like approximation used in the evaluation of of eq. (1) may not be valid. The non-isotropic angular distributions are measured at ⟨β⟩ = 0.11, and may become isotropic at even smaller β values. On the other hand, the data also point to the possibility that something interesting may be lurking near the √ s = 2m B thresholds. This has stimulated experimental studies at other baryon thresholds by BESIII, which has recently released preliminary results of cross section measurements near the ΛΛ threshold. and Fenice (open black squares). b)( Figure 16 from ref. [16].) Measurements of σ(e + e − → pp) from BaBar (red inverted triangles) and CMD-3 (solid black squares). No sign of a σ ∝ β behavior at threshold is evident. Figure 3a shows an event in the BESIII detector that is typical of most of the events in the raw data sample and atypical of the events that are usually shown in a talk like this. This particular event has two high momentum tracks that probably triggered the event, but these do not originate from the e + e − interaction point (IP) in the center of the beam pipe, instead they appear to come from an interaction in the material of the beam pipe and the inner wall of the detector, which has an inner radius of 3 cm. A large fraction of BESIII triggers are due to high momentum tracks produced by electrons (or positrons) in the BEPCII beams that lose energy via bremsstrahlung on residual gas atoms in the collider vacuum system or get lost due to the Touchek effect and are over-focused into the beampipe, where they interact. These account for most of the raw-data events collected by e + e − collider experiments, which deliberately use very loose trigger requirements. These \"beam-wall\" events are usually filtered out by sophisticated software during off-line data processing.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 624,
                    "text": "Figure 16",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 644,
                    "text": "[16]",
                    "end": 648
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 805,
                    "text": "Figure 3a",
                    "end": 814
                }
            ]
        },
        {
            "text": "The near-threshold e + e − → ΛΛ cross section from BESIII",
            "section_rank": 5
        },
        {
            "section": "The near-threshold e + e − → ΛΛ cross section from BESIII",
            "text": "However, the event shown in Fig. 3a was collected at a c.m. energy that is only 1 MeV above the ΛΛ threshold (at √ s = 2232.4 MeV). In e + e − → ΛΛ events at this energy the Λ andΛ are produced An event where Λ → pπ − andΛ →pπ + , which occurs for 41% of ΛΛ events, is illustrated in the cartoon drawing of Fig. 3b. The π − from Λ → pπ − will traverse the inner detector while bending in the detector's 1 T magnetic field, producing a curling helical track with an origin near the IP and a projected radius ≤33 cm; the proton, which has a kinetic energy of only 4.5 MeV, will range out and stop in the material of the beryllium vacuum pipe, where it will spend eternity. The π + fromΛ →pπ + will produce a curling track that is similar to that of the π − , except with opposite sign, and the antiproton will stop in the beam pipe where it will promptly annihilate and typically produce some higher momentum charged tracks that originate from thep's stopping point. These events are selected by requiring two oppositely charged pion tracks originating from near the IP, both with p ≃ 100 MeV/c, plus at least one higher momentum track that originates from a point ≃ 3 cm radially outside of the IP. The event shown in Fig. 3a satisfies these requirements.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 28,
                    "text": "Fig. 3a",
                    "end": 35
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 307,
                    "text": "Fig. 3b",
                    "end": 314
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1217,
                    "text": "Fig. 3a",
                    "end": 1224
                }
            ]
        },
        {
            "section": "The near-threshold e + e − → ΛΛ cross section from BESIII",
            "text": "In 36% of the remaining ΛΛ events, theΛ decays to annπ 0 final state. In most of these events thē n passes through the inner detector and tracking chamber and annihilates in one of the CsI(Tl) crystals that comprise the electromagnetic calorimeter that surrounds the tracking volume. The annihilation products produce large energy deposits that are distributed across a number of nearby crystals in an irregular pattern that is distinct from those produced by high energy γ-rays. Accompanying thisn shower would be two γ rays from the decay of the π 0 from theΛ decay, or from the accompanying Λ if it decays to nπ 0 . These shower pairs have an invariant mass equal to m π 0 and a net laboratory momentum of 105 MeV/c. Figure 4a shows the distribution of maximum impact parameter values (V r ) for tracks that accompany two oppositely charged pions with momentum near 100 MeV/c that charcterize Λ → pπ − -Λ →pπ + events. The peak near V r ≃ 3 cm is a signal expected for ΛΛ events where both Λs decay to charged final states. The background, estimated from charged pion momentum sidebands and data taken with the collider beams separated at the IP, is shown as a dotted blue curve. A fit to this distribution gives a ΛΛ signal yield of 43 ± 7 events that translates into a radiatively corrected, Born cross section for ee → ΛΛ of 0.33 ± 0.07 nb, where here, and elsewhere in this report, the (nearly equal) statistical and systematic errors are added in quadrature.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 720,
                    "text": "Figure 4a",
                    "end": 729
                }
            ]
        },
        {
            "section": "The near-threshold e + e − → ΛΛ cross section from BESIII",
            "text": "The BESIII group made extensive MC studies of potential backgrounds to thenπ 0 signal. The dominant background from e + e − collisions was found to come from e + e − → qq processes. A neuralnet event filter was developed to reduce these. Potential backgrounds from single beam interac-",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "The near-threshold e + e − → ΛΛ cross section from BESIII",
            "text": "Events/0.007 GeV/c tions were studied using separated beam data. Neither source produces π 0 's that make a peak near p π 0 ≃ 105 MeV/c. Figure 4b shows the momentum distribution for π 0 → γγ candidates in events with an energetic shower in the electromagnetic calorimeter that satisfies then shower selection requirements (and no more than two accompanying charged tracks). Here a distinct peak centered at p ≃ 105 MeV/c is evident; a fit to this distribution finds a signal yield of 21.8 ± 6.4 events that translate into a radiatively corrected Born cross section of σ(e + e − → ΛΛ) = 0.30 ± 0.10 nb, in good agreement with the result from the all-charged-mode result. Preliminary BESIII [22] results (including higher √ s values measured by more conventional techniques) are shown in Fig. 5a along with published results from BaBar [20] and DM2 [21]. There is good agreement for energies where the different experiments overlap, and the lowest energy BESIII point shows that the trend of cross sections rising towards threshold, first seen by BaBar, persists down to ⟨β⟩ = 0.03. This rise is especially dramatic in the inferred effective form factor shown in Fig. 5b. The anomalous-looking threshold behavior may be related to the apparent change in the BaBar-reported cos θ distribution from being nearly isotropic for √ s > 2400 MeV (⟨β⟩ > 0.37) and more sin 2 θ-like for √ s < 2400 MeV (⟨β⟩ < 0.37) [20]). 5. a) Preliminary BESIII e + e − → ΛΛ cross section measurements [22] along with previous results from BaBar [20] and DM2 [21]. b) The near-threshold effective Λ form factor inferred from the BESIII and BaBar cross section measurements (using Eq.2 and C = 1).",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 137,
                    "text": "Figure 4b",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 690,
                    "text": "[22]",
                    "end": 694
                },
                {
                    "type": "figure",
                    "start": 787,
                    "text": "Fig. 5a",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 835,
                    "text": "[20]",
                    "end": 839
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 848,
                    "text": "[21]",
                    "end": 852
                },
                {
                    "type": "figure",
                    "start": 1162,
                    "text": "Fig. 5b",
                    "end": 1169
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1405,
                    "text": "[20]",
                    "end": 1409
                },
                {
                    "type": "figure",
                    "start": 1412,
                    "text": "5",
                    "end": 1413
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1477,
                    "text": "[22]",
                    "end": 1481
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1521,
                    "text": "[20]",
                    "end": 1525
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1534,
                    "text": "[21]",
                    "end": 1538
                }
            ]
        },
        {
            "section": "The near-threshold e + e − → ΛΛ cross section from BESIII",
            "text": "Corrections to C and effects of fsi are largely confined to the S -wave and are isotropic. Therefore, observation of a non-isotropic cos θ distribution at threshold is a more robust indication of nonanalytic behavior of the form factor than anomalous cross section measurements. Measurements of pp, nn and ΛΛ angular distributions for ⟨β⟩ ≃ 0.03 are very difficult at BESIII, even with more data. This is not so for e + e − → Λ + cΛ − c ; BESIII has operated just above the 2m Λ c threshold and we look forward to results from the analysis of these data.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Tetraquark mesons?...Pentquark baryons?",
            "section_rank": 6
        },
        {
            "text": "The Z(4430) tetraquark candidate",
            "section_rank": 7
        },
        {
            "section": "The Z(4430) tetraquark candidate",
            "text": "Among the tetraquark candidates, I focus on the Z(4430), which has been the most carefully studied. It was first reported by Belle in 2007 [23] as the M(π + ψ ′ ) mass peak in B → Kπ + ψ ′ decays that is evident in Fig. 6a. The final state ψ ′ plus the non-zero electric charge requires a minimal ccud four-quark substructure. Thus, if the Z(4430) is a genuine resonance, it is a smoking gun signal for a four-quark (tetraquark) meson. In the 2007 Belle paper, the influence of the dominant B → K * (890)ψ ′ and K * 2 (1430)ψ ′ decay channels was reduced by excluded events with Kπ invariant masses within ±100 MeV of the K * (890) or K * 2 (1430) masses (the \"K * veto\"). The distinct peak is fitted with a Breit-Wigner (BW) resonance on an incoherent background. The BW signal from the fit has a statistical significance of ∼ 8σ, with a mass and width of M = 4433 ± 5 MeV and Γ = 45 +35 −18 MeV. .) The open histogram shows the π + ψ ′ invariant mass distribution from B → Kπ + ψ ′ decays from Belle [23] for events with the K * veto requirement applied. The shaded histogram is non-ψ ′ background, estimated from ψ ′ mass sidebands. The curves shows fit results that returned mass and width values quoted in the text. b) (From Fig. 6 in ref. [25].) The data points show the Belle M 2 (π + ψ ′ ) distribution with the K * veto applied. The solid blue histogram shows a projection of the Belle 4D fit results with a Z + → π + ψ ′ resonance included. The dashed red curve shows fit results with no resonance in the π + ψ ′ channel.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 139,
                    "text": "[23]",
                    "end": 143
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 215,
                    "text": "Fig. 6a",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1002,
                    "text": "[23]",
                    "end": 1006
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1230,
                    "text": "Fig. 6",
                    "end": 1236
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1245,
                    "text": "[25]",
                    "end": 1249
                }
            ]
        },
        {
            "section": "The Z(4430) tetraquark candidate",
            "text": "A BaBar study of the B → Kπ + ψ ′ decay channel neither confirmed nor contradicted the Belle result [24]. Although BaBar saw an excess of events in the same M(π + ψ ′ ) region as the Belle signal, their fit using Belle's mass and width values yielded a statistically marginal (∼ 2σ) Z(4430) → π + ψ ′ signal. Belle responded to concerns about the possibility of \"reflection\" peaks in the M(π + ψ ′ ) distribution, produced by interference between different partial waves in the Kπ channels, by doing a coherent amplitude analysis of the B → Kπ + ψ ′ decay process that used a kinematically complete, four-dimensional (4D) set of variables: M(Kπ + ); M(π + ψ ′ ); the ψ ′ → ℓ + ℓ − decay helicity angle and the angle between the Kπ + and ψ ′ → ℓ + ℓ − decay planes [25]. An isobar model amplitude that included all known Kπ resonances and allowed for contributions from possible additional, unknown ones, was applied. This analysis confirmed the existence of a resonance in the π + ψ ′ channel with greater than 6σ significance, but with larger mass and width values than those of the ref. [23] analysis: M = 4485 +36 −25 MeV and Γ = 200 +48 −58 MeV. The source of the upward mass and width shifts from the original Belle results can be seen in Fig. 6b, which shows a comparison of projections of the 4D fit results with the experimental M 2 (π + ψ ′ ) distribution with the K * veto applied. The dashed red histogram shows the best fit results with no resonance in the π + ψ ′ channel; the solid blue histogram shows results with the inclusion of a single π + ψ ′ resonance, where strong interference effects that are constructive below, and destructive above, the resonance mass, are evident. The ref. [23] and [24] analyses neglected effects of interference between the Z → πψ ′ and the K * → Kπ amplitudes, and only fitted the low-mass lobe of the dipolelike interference pattern, with a resultant lower mass and narrower width.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 100,
                    "text": "[24]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 764,
                    "text": "[25]",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1089,
                    "text": "[23]",
                    "end": 1093
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1244,
                    "text": "Fig. 6b",
                    "end": 1251
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1703,
                    "text": "[23]",
                    "end": 1707
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1712,
                    "text": "[24]",
                    "end": 1716
                }
            ]
        },
        {
            "section": "The Z(4430) tetraquark candidate",
            "text": "The big news in 2014 was the confirmation of the Belle Z(4430) → π + ψ ′ claims by the LHCb experiment [26], based on a data sample containing ∼25k B 0 → K − π + ψ ′ events, an order of magnitude larger than the event samples used by either Belle or BaBar. They find that their M(π + ψ ′ ) mass distribution cannot be reproduced by reflections from the Kπ channel either with a model-dependent assortment of Kπ resonances up to J = 3, or by a model-independent approach that determines Legendre polynomial moments up to fourth order (J K * ≤ 2) in cos θ K * in bins of Kπ mass, where θ K * is the Kπ helicity angle, and reflects them into the π + ψ ′ channel. The application of a 4D amplitude analysis that includes a BW resonance amplitude in the π + ψ ′ channel results in a Z(4430) signal with a huge,  Fig. 7a, where strong interference effects, similar to those seen by Belle (Fig. 6b), are evident. 7. a) (Figure 2 from ref. [26].) The LHCb M 2 (π + ψ ′ ) distribution for all events (no K * veto) with projections from the 4D fits. The solid red histogram shows the fit that includes a Z + → π + ψ ′ resonance term; the dashed brown histogram shows the fit with no resonance in the π + ψ ′ channel. b) (Figure 3 from ref. [26].) The Real (horizontal) and Imaginary (vertical) parts of the (J P = 1 + ) Z + → π + ψ ′ amplitude for six mass bins spanning, counter-clockwise, the 4430 MeV mass region. The red curve shows expectations for a BW resonance amplitude.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 103,
                    "text": "[26]",
                    "end": 107
                },
                {
                    "type": "figure",
                    "start": 807,
                    "text": "Fig. 7a",
                    "end": 814
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 882,
                    "text": "(Fig. 6b",
                    "end": 890
                },
                {
                    "type": "figure",
                    "start": 906,
                    "text": "7",
                    "end": 907
                },
                {
                    "type": "figure",
                    "start": 912,
                    "text": "(Figure 2",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 932,
                    "text": "[26]",
                    "end": 936
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1210,
                    "text": "(Figure 3",
                    "end": 1219
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1230,
                    "text": "[26]",
                    "end": 1234
                }
            ]
        },
        {
            "section": "The Z(4430) tetraquark candidate",
            "text": "The LHCb group's large data sample enabled them to relax the assumption of a BW form for the Z + → π + ψ ′ amplitude and directly measure the real and imaginary parts of the 1 + π + ψ ′ amplitude in bins of π + ψ ′ mass. The results are shown as data points in the Argand plot in Fig. 7b. There, the phase motion near the resonance peak agrees well with expectations for a BW amplitude as indicated by the circular red curve superimposed on the plot. The rapid phase motion near amplitude-maximum is characteristic of a BW-like resonance. (The orientation of the red circle reflects the phase angle between the B → KZ and B → K * (890)ψ ′ decay amplitudes.)",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 280,
                    "text": "Fig. 7b",
                    "end": 287
                }
            ]
        },
        {
            "section": "The Z(4430) tetraquark candidate",
            "text": "The Z(4430) saga has been a \"game changer\" in the multiquark research community. Figures 6b and 7b  clearly show that the signal for a resonance in cases where there is a large coherent background is not a simple BW-like peak but, instead, a dipole-like shape with adjacent regions of constructive and destructive interference effects. This, plus the LHCb Argand plot shown in Fig. 7b, indicate that future experimental and theoretical studies that do not include interference and phase behavior will not be considered adequate.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 81,
                    "text": "Figures 6b and 7b  clearly",
                    "end": 107
                },
                {
                    "type": "figure",
                    "start": 377,
                    "text": "Fig. 7b",
                    "end": 384
                }
            ]
        },
        {
            "text": "The P c (4380) and P c (4450) pentaquark candidates",
            "section_rank": 8
        },
        {
            "section": "The P c (4380) and P c (4450) pentaquark candidates",
            "text": "The expectation that five-quark baryon states, commonly called pentaquarks [27], exist has been around since Gell-Mann and Zweigs's original quark-model papers, and experimental searches for them have a long, often controversial, history that is reviewed elsewhere [28][29][30]. A result of this history is that experimenters treat this subject with caution. Thus, when the LHCb group saw signs of what might be a pentaquark in the M(J/ψ p) distribution in Λ 0 b → K − J/ψ p decays, they did a very careful and thorough analysis before reporting their results [6].",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 75,
                    "text": "[27]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 265,
                    "text": "[28]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 269,
                    "text": "[29]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 273,
                    "text": "[30]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 560,
                    "text": "[6]",
                    "end": 563
                }
            ]
        },
        {
            "section": "The P c (4380) and P c (4450) pentaquark candidates",
            "text": "The black squares with error bars in Fig. 8a show the M(J/ψ p) distribution for a very clean (background < 6%) 26k event Λ 0 b → K − J/ψ p data sample, where there is a striking peaking structure near 4.4 GeV. The LHCb group tried to fit the data with isobar models that included a number of K − p resonances with and without resonance terms in the J/ψ p channel. Because of the non-zero Λ 0 b spin, the complete kinematic characterization of these decays requires six independent parameters, for which the LHCb group uses M(K − p) and five angles. The red dots with errors [31] in Fig. 8a show the M(J/ψ p) projection of the best fit that could be achieved using an extensive set of Λ * → K − p resonances and no resonances in the J/ψ p system. This fit, which reproduces the M(K − p) distribution well, undershoots the M(J/ψ p) data in the 4.4 GeV peak region and overshoots it at higher masses, similar to the case for the Z(4430) described in the previous subsection. The best fit to the data, shown as the red dots in Fig. 8b is accomplished with a model that includes two resonances in the J/ψ p channel: a broad J P = 3/2 − resonance with M = 4380±8±29 MeV and Γ = 201±18±86 MeV, and a narrow 5/2 + resonance with M = 4449.8± 1.7 ± 2.5 MeV and Γ = 39 ± 5 ± 19 MeV, where the first (second) error is statistical (systematic). The statistical significance of each state is over 9σ, but the best fit (3/2 − , 5/2 + ) assignment is only marginally better than (3/2 + , 5/2 − ) or (5/2 + , 3/2 − ), which cannot be ruled out. Although there is some ambiguity in the J P assignments, all the acceptable fits find that the P c (4380) and P c (4450) have opposite parities. Figure 9 shows Argand plots for the two P c resonant amplitudes. While both plots show strong phase motion in the vicinity of the resonance mass peaks, only the higher mass P c (4450) shows good agreement with expectations for a BW amplitude. This may be due in part to the broad and less distinct nature of the the P c (4380), which makes the shape of this amplitude more sensitive to the details of the Λ * contributions to the fit. On the other hand, this may be an indication of a more complex structure that the statistical accuracy of the current LHCb data sample is unable to resolve. The LHCb results provide strong evidence for the existence of pentaquark systems. However, their underlying structure remains unclear. Cusp models require, and molecule models like, nearby thresholds [32]. Table I shows the thresholds forD orD * meson and Λ c , Σ c or Σ * c , and χ c0 p & χ c1 baryon combinations, where there do not seem to be any compelling matches for the measured P c masses of 4380 and 4450 MeV. The Σ * c -Σ c mass difference is similar to that for the P c (4450)-P c (4380), but the Σ * c and Σ c have the same parity, while the parities of the P c (4450) and P c (4380) are opposite. The close coincidence of the P c (4450) mass and m p + m χ c 1 prompted a suggestion that the peak may be due to a pχ c1 threshold cusp [33], but there is no similar threshold coincidence for the P c (4380). Similarly, some explicit molecular model calculations claim success for one, but usually not both, of the P c states [34][35][36][37][38]. Tightly bound diquark-diquark-antiquark systems have been proposed that account for both P c states [39][40][41][42][43][44]. ",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 37,
                    "text": "Fig. 8a",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 574,
                    "text": "[31]",
                    "end": 578
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 582,
                    "text": "Fig. 8a",
                    "end": 589
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1023,
                    "text": "Fig. 8b",
                    "end": 1030
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1673,
                    "text": "Figure 9",
                    "end": 1681
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2465,
                    "text": "[32]",
                    "end": 2469
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2471,
                    "text": "Table I",
                    "end": 2478
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 3011,
                    "text": "[33]",
                    "end": 3015
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 3200,
                    "text": "[34]",
                    "end": 3204
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 3204,
                    "text": "[35]",
                    "end": 3208
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 3208,
                    "text": "[36]",
                    "end": 3212
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 3212,
                    "text": "[37]",
                    "end": 3216
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 3216,
                    "text": "[38]",
                    "end": 3220
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 3322,
                    "text": "[39]",
                    "end": 3326
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 3326,
                    "text": "[40]",
                    "end": 3330
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 3330,
                    "text": "[41]",
                    "end": 3334
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 3334,
                    "text": "[42]",
                    "end": 3338
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 3338,
                    "text": "[43]",
                    "end": 3342
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 3342,
                    "text": "[44]",
                    "end": 3346
                }
            ]
        },
        {
            "text": "Some comments on future possibilities",
            "section_rank": 9
        },
        {
            "section": "Some comments on future possibilities",
            "text": "The Argand plots for the Z(4430) (Fig. 7b) and P c (4450) (Fig. 9a) seem to be pretty convincing evidence that the Z(4430) and the P c (4450) are genuine hadron resonances, in which case examples of a ccud tetraquark and a ccuud pentaquark have been established. What is not so clear is their basic underlying structure. Are they extended molecule-like arrangements of color singlet hadrons that are loosely bound by nuclear-like forces? ...or compact structures containing colored diquarks tightly bound by the strong color force? ...or some quantum mechanical mixture of these (and other) possibilities? Now there are no strong compelling reasons to prefer one over the other scenarios. Hopefully, experimental observations of more states, other decay modes and different production mechanisms may give us some clues. Among the other XYZ states, not mentioned in this report, Argand plots that conclusively show that these are true resonances, and not artifacts of kinematic or coupled channel effects [45][46][47] would be welcome. The above could be done with large data samples collected by the BESIII detector [48] at energies near the Y(4260) and Y(4360) peaks and, sometime in the future, with the huge data samples that will be available to BelleII [49] and the upgraded LHCb detector [50].",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 33,
                    "text": "(Fig. 7b)",
                    "end": 42
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 58,
                    "text": "(Fig. 9a",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1004,
                    "text": "[45]",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1008,
                    "text": "[46]",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1012,
                    "text": "[47]",
                    "end": 1016
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1116,
                    "text": "[48]",
                    "end": 1120
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1258,
                    "text": "[49]",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1294,
                    "text": "[50]",
                    "end": 1298
                }
            ]
        },
        {
            "section": "Some comments on future possibilities",
            "text": "Although a number of multiquark hadron candidates have been reported in the c-and b-quark sectors, nothing similar has been forthcoming in the light-and strange-quark sector. Perhaps this will change with the operation of the strangeness physics program at J-PARC [51] and, eventually, the PANDA experiment [52] at the FAIR facility in GSI.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 264,
                    "text": "[51]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 307,
                    "text": "[52]",
                    "end": 311
                }
            ]
        },
        {
            "section": "Some comments on future possibilities",
            "text": "The peculiarities seen in the baryon time-like form factors discussed in Section 2 may be hinting at interesting and unanticipated phenomena near thresholds. Moreover, the X(3872), the first XYZ meson to be reported [53], has a mass that is indistinguishable from the D 0D * 0 threshold; the current experimental value is (m D 0 + mD * 0) − M X(3872) = 3 ± 192 keV [54]. Is this a coincidence? ...or does it reflect some dynamics that have previously been overlooked? These results suggest that it may be interesting to systematically investigate the threshold regions of other stable, or nearly stable, meson-antimeson and baryon-antibaryon pairs. The BESIII experiment has started to do this for the stable strange and charmed baryons, and it might be interesting to do similar studies for D ( * ) and B ( * ) mesons. Studies like this may be especially interesting with PANDA, which could explore these threshold regions with exquisite c.m. energy resolution [52].",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 216,
                    "text": "[53]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 365,
                    "text": "[54]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "start": 794,
                    "text": "( * )",
                    "end": 799
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 962,
                    "text": "[52]",
                    "end": 966
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "I think it is safe to conclude that four-quark mesons and five-quark baryons have been observed. Their underlying nature is still unknown and considerable experimental and theoretical work remains to be done before a satisfying understanding of these states will be achieved.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "These new multiquark hadron discoveries have, so far, been confined to the c-quark and b-quark sectors; there is evidence for multiquark states in the s-quark or the light quark (i.e., u-and d-quark) sectors but it is less compelling. Unusual features in the near-threshold, time-like form factors of the proton, neutron and Λ have been seen. While these could be due to an inadequate understanding of the coulomb factor, a more intriguing possibility is that they are due to the influence of baryonium-like states near these thresholds.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "In the field of multiquark mesons and baryons, the game has changed. Bump hunting (and bump predicting) is going out of style and more sophisticated analyses that take into account interference between coherent amplitudes that represent both well known and newly discovered states are now essential for both theorists and experimentalists.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Acknowledgements",
            "section_rank": 11
        },
        {
            "section": "Acknowledgements",
            "text": "I congratulate the organizers of HYP2015 on their interesting and successful meeting, and thank them for their support. I thank Sheldon Stone for reading this manuscript and providing valuable suggestions that improved it. I also acknowledge support from the Institute for Basic Studies (Korea) under Project Code IBS-R016-D1.",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .Fig. 2 .",
            "text": "Fig. 1. a) (Figure 16a from ref. [15].) The effective proton form factor (|F eff |) from different experiments. The measurements from PS 170 are the red stars and those from BaBar are the solid circles. b) Near-threshold angular distributions from BaBar (upper) and CMD-3 (lower). The dashed (dash-dot) histogram shows the contribution from the |G M | (|G E |) term in Eq. 1.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. a) An event in the BESIII detector at √ s = 2232.4 MeV, 1 Mev above the √ s = 2m Λ threshold. b) A cartoon of an e + e − → ΛΛ event produced 1 MeV above threshold in which Λ → pπ − andΛ →pπ + .",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. a) The v r distribution for events with a p ≃ 100 MeV/c π + and π − (BECIII-preliminary). b) The momentum distribution of π 0 → γγ candidates recoiling against ann-like shower in the BESIII electromagnetic calorimeter.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. a) (Figure 2from ref.[23].) The open histogram shows the π + ψ ′ invariant mass distribution from B → Kπ + ψ ′",
            "paragraph_rank": 37,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 29,
                    "text": "[23]",
                    "end": 33
                }
            ]
        },
        {
            "text": "∼ 14σ, statistical significance and mass & width values (M = 4475 +17 −26 MeV & Γ = 172 +39 −36 MeV) that are consistent with the Belle 4D analysis results. A comparison of the LHCb fit results with the data is shown in",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. a)(Figure 6bfrom ref.[6].) The solid squares show LHCb's M(J/ψ p) distributions and the solid red dots curve show the results of the fit that includes an extensive set of Λ * → K p states but no resonances in the pJ/ψ channel. b)(Figure 8from ref.[6].) The LHCb M 2 (J/ψ p) distributions and results of fits that include the P c (4380) and the P c (4450) P c → J/ψ p resonances described in the text.",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 29,
                    "text": "[6]",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 255,
                    "text": "[6]",
                    "end": 258
                }
            ]
        },
        {
            "text": "Fig. 9 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 9 .",
            "text": "Fig. 9. (Figure 9 from ref. [6].) The Real (horizontal) and Imaginary (vertical) parts of: a) the 5/2 + J/ψ p amplitude for six equal-width mass bins that span, counter-clockwise, the 4410.8 − 4488.8 GeV M(J/ψ p) region; b) the corresponding 3/2 − J/ψ p amplitude spanning the 4175 − 4585 GeV M(J/ψ p) region.",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Table I .",
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "Some thresholds in the vicinity of the P c (4380) and P c (4450) pentaquarks (in MeV).",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "111001-2 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "111001-3 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 43,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "111001-4 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "-5 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "111001-6 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "111001-7 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "-8 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "-9 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "-10 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "-11 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "section": "Table I .",
            "text": "-12 JPS Conf. Proc. , 111001 (2017)",
            "paragraph_rank": 52,
            "section_rank": 19
        }
    ]
}