{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Content from this work may be used under the terms of the Creative Commons Attribution 3.0 licence. Any further distribution of this work must maintain attribution to the author(s) and the title of the work, journal citation and DOI.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "There is extensive experimental evidence, eg. in Refs. [1,2], that a hot and strongly interacting medium is formed in high-energy heavy-ion collisions. It is expected that color screening of the quark-antiquark binding potential within such a medium would render quarkonium formation less likely [3], an effect colloquially referred to as \"melting\" of the bound state. Since quarkonium states with stronger binding energies would melt at higher temperatures than the more weakly bound states, measuring the yields of different quarkonium states may reveal a sequential suppression pattern, thus serving as a thermometer for the medium [4]. Although the suppression of charmonia was anticipated as a key signature of the quark-gluon plasma formation [3], later studies revealed that several concurrent effects, such as recombination of uncorrelated cc pairs in the medium, cold nuclear matter (CNM) effects and feed-down from higher-mass states, complicate the interpretation of the results [5,6,7]. Bottomonia, on the other hand, are less affected by recombination at top RHIC energies, and CNM effects are also expected to be moderate at mid-rapidity. Thus the measurements of the Υ(nS) states provide a cleaner probe of the strongly interacting medium.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 55,
                    "text": "[1,",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 58,
                    "text": "2]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 296,
                    "text": "[3]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 635,
                    "text": "[4]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 749,
                    "text": "[3]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 990,
                    "text": "[5,",
                    "end": 993
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 993,
                    "text": "6,",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 995,
                    "text": "7]",
                    "end": 997
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Recent results from STAR [8] show that in central Au+Au collisions at √ s NN = 200 GeV, the Υ(1S+2S+3S) production is suppressed to an extent that cannot be explained by CNM effects only. In the same study the yields of the excited states are consistent with a complete suppression. Since the energy density in central U+U collisions is estimated to be about 20% higher on the average than that in central Au+Au collisions at √ s NN = 200 GeV [9], studies of quarkonium production in U+U collisions can provide further tests of the sequential suppression hypothesis. Recent installation of the Muon Telescope Detector (MTD) [10], on the other hand, opened the door for precision measurements of quarkonia at STAR via the dimuon decay channel. GeV triggered by high-energy electrons (or positrons) with an integrated luminosity of 263.4 µb −1 . The analysis of this data, briefly recapitulated here, is described in details in Ref. [12]. The tracks of the electron candidates are reconstructed in the Time Projection Chamber (TPC), and then matched with energy deposits in the Barrel Electromagnetic Calorimeter (BEMC). Electron identification is carried out in the TPC based on fractional energy loss, and in the BEMC based on the shape of the electromagnetic shower. Electron candidates have to have their energy-tomomentum ratio close to unity. Identified electron and positron candidates are then paired in order to reconstruct the invariant mass of the Υ candidates. The combinatorial background is then reconstructed using like-sign electron (positron) pairs. Since Drell-Yan processes and open bb production yield correlated backround in the signal region, combinatorial background cannot be simply subtracted to get the signal. Instead, a simultaneous fit is applied on the unlike-sign and like-sign invariant mass data. The former is constructed as a sum of the three Υ (nS) peaks, the correlated and the combinatorial background. A priori knowledge on the shapes of the signal and background shapes were obtained from simulations [8,12] in order to reduce the number of free parameters in the fit. Figure 1 shows the invariant mass distributions together with the fitted functions on the combinatorial and correlated backgrounds as well as the signal peaks. We use the nuclear modification factor to quantify suppression, defined as",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 25,
                    "text": "[8]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 443,
                    "text": "[9]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 624,
                    "text": "[10]",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 931,
                    "text": "[12]",
                    "end": 935
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2039,
                    "text": "[8,",
                    "end": 2042
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2042,
                    "text": "12]",
                    "end": 2045
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2107,
                    "text": "Figure 1",
                    "end": 2115
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "is the total inelastic cross-section of the U+U (p+p) collisions, and dσ AA(pp) Υ /dy denotes the Υ production cross-section in U+U (p+p) collisions. Figure 2 shows the nuclear modification factor of Υ(1S+2S+3S) and Υ(1S), respectively, for U+U collisions at √ s NN = 193 GeV and Au+Au collisions at √ s NN = 200 GeV. The new U+U data consolidate observations made previously in Au+Au data: considering 0-10% centrality Au+Au and U+U points together, both the Υ(1S+2S+3S) and Υ(1S) points are significantly suppressed, similar in extent to data from the LHC [14] but this suppression is not complete [12]. Theory comparisons [15,16,17] show that data favor scenarios where the qq pairs are strongly bound, over the weakly bound ones. Figure 3 shows the nuclear modification factor of Υ states measured in U+U collisions at √ s NN = 193 GeV and Au+Au collisions at √ s NN = 200 GeV, compared to high-p T J/ψ in Au+Au collisions at √ s NN = 200 GeV [18]. The emerging picture supports sequential melting of the quarkonium states with different binding energies. While the U+U data show a non-significant presence of the excited states, it is still consistent with the upper limit established previously in the Au+Au measurement.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 150,
                    "text": "Figure 2",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 558,
                    "text": "[14]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 600,
                    "text": "[12]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 625,
                    "text": "[15,",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 629,
                    "text": "16,",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 632,
                    "text": "17]",
                    "end": 635
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 734,
                    "text": "Figure 3",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 947,
                    "text": "[18]",
                    "end": 951
                }
            ]
        },
        {
            "text": "Production of Υ in Au+Au collisions with the MTD",
            "section_rank": 3
        },
        {
            "section": "Production of Υ in Au+Au collisions with the MTD",
            "text": "Measurements in the dielectron channel suffer from the electron bremsstrahlung tail that causes the higher mass states to give contribution to the peak region of lower mass states. The advantage of Υ → µ + µ − measurements is that muons are less affected by bremsstrahlung, thus it is less of a challenge to separate the different Υ states with comparable statistics. The Muon Telescope Detector (MTD), completed in 2014, is designed for precision measurements of quarkonia production via the dimuon channel. It is installed outside the solenoidal magnet of STAR, covering 45% of the azimuth angle within the pseudorapidity range |η| < 0.5. Its Multi-gap Resistive Plate Chamber (MRPC) technology provides means to trigger on muons and identify them. Figure 4 shows the invariant mass spectrum of Υ candidates reconstructed via the dimuon channel. Here, as in the dielectron channel, the raw yields of the Υ states are obtained from a simultaneous fit on the like-sign and unlike-sign muon pairs. The individual Υ(nS) states are modelled with Gaussian distributions, each centered at the PDG value of the given state. Figure 5 shows the excited-to-ground state ratio Υ(2S+3S)/Υ(1S) via the dimuon    Figure 2. R AA of (a) Υ(1S+2S+3S) and (b) Υ(1S) as a function of N part in U+U and Au+Au collisions from STAR (solid circles and squares, respectively) [8,12], compared to PHENIX [13] (crosses) and CMS [14] data (diamonds) as well as several theoretical calculations [15,16,17]  AuAu @ RHIC PbPb @ LHC Figure 5. Excited-to-ground state ratio of the Υ mesons via the dimuon channel, compared to CMS measurements [19].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 751,
                    "text": "Figure 4",
                    "end": 759
                },
                {
                    "type": "figure",
                    "start": 1118,
                    "text": "Figure 5",
                    "end": 1126
                },
                {
                    "type": "figure",
                    "start": 1200,
                    "text": "Figure 2",
                    "end": 1208
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1352,
                    "text": "[8,",
                    "end": 1355
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1355,
                    "text": "12]",
                    "end": 1358
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1379,
                    "text": "[13]",
                    "end": 1383
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1402,
                    "text": "[14]",
                    "end": 1406
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1467,
                    "text": "[15,",
                    "end": 1471
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1471,
                    "text": "16,",
                    "end": 1474
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1474,
                    "text": "17]",
                    "end": 1477
                },
                {
                    "type": "figure",
                    "start": 1502,
                    "text": "Figure 5",
                    "end": 1510
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1611,
                    "text": "[19]",
                    "end": 1615
                }
            ]
        },
        {
            "section": "Production of Υ in Au+Au collisions with the MTD",
            "text": "values. We observe a significant suppression of the Υ (1S+2S+3S) signal in heavy-ion collisions at RHIC top energies. The suppression of the Υ(1S) state in central heavy-ion collisions is also confirmed by the new U+U data. New preliminary measurements of Υ production via the dimuon decay channel show an indication that the excited Υ(2S+3S) states are not completely suppressed in Au+Au collisions at √ s NN = 200 GeV, and hint that the dissociation of the excited",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Figure 1 .",
            "section_rank": 4
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Invariant mass distribution of Υ candidates and the combinatorial background in the 0-60% centrality class of U+U collisions at √ s NN = 193 GeV[12].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 154,
                    "text": "[12]",
                    "end": 158
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 5
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. R AA versus binding energy for Υ (1S) and Υ(2S+3S) in U+U collisions at √ s NN = 193 GeV[12], compared to the Υ and high-p T J/ψ results in Au+Au collisions at √ s NN = 200 GeV[8,18]. The 95% upper confidence bound is shown for Υ(2S+3S) measured in Au+Au collisions.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 98,
                    "text": "[12]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 186,
                    "text": "[8,",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 189,
                    "text": "18]",
                    "end": 192
                }
            ]
        },
        {
            "text": "Figure 4 .",
            "section_rank": 6
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Invariant mass distribution of Υ → µ + µ − candidates and combinatorial background in the 0-80% centrality class of Au+Au collisions at √ s NN = 200 GeV.",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": ". channel in Au+Au collisions at √ s NN = 200 GeV. The result is compared to worldwide data in p+p collisions, as well as measuremens from CMS in Pb+Pb collisions at √ s NN = 2.76 TeV[19].The result suggests that the excited states may not be as strongly suppressed at RHIC as at the LHC, although the errors are large.",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 183,
                    "text": "[19]",
                    "end": 187
                }
            ]
        },
        {
            "text": "4. Summary and outlookMeasurements of Υ(1S+2S+3S) and Υ(1S) production in U+U collisions at √ s NN = 193 GeV consolidate the trends observed in Au+Au collisions and extend them toward higher N part",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Υ(2S+3S) states is less prominent at RHIC than at LHC energies. There are ongoing analyses of the full 2014-2016 dataset of Au+Au collisions in both the dimuon and dielectron channels. Once completed, these will provide more precise information about the extent of excited state suppression. In parallel to that, analysis of p+A data recorded in 2015 will confirm or exclude subtantial CNM effects at mid-rapidity.",
            "paragraph_rank": 12,
            "section_rank": 9
        },
        {
            "text": "This work has been supported by the Hungarian NKFIH/OTKA NK 106119 and K 120660 grants, the János Bolyai scholarship of the Hungarian Academy of Sciences, as well as the grant 13-20841S of the Czech Science Foundation (GAČR).",
            "paragraph_rank": 13,
            "section_rank": 9
        }
    ]
}