{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We study the decays of J /ψ and ψ(3686) to the final states (1385) 0¯ (1385) 0 and 0¯ 0 based on a single baryon tag method using data samples of (1310.6 ± 7.0) × 10 6 J /ψ and (447.9 ± 2.9) × 10 6 ψ(3686) events collected with the BESIII detector at the BEPCII collider. The decays to (1385) 0¯ (1385) 0 are observed for the first time. The measured branching fractions of J /ψ and ψ(3686) to 0¯ 0 are in good agreement with, and much more precise than, the previously published results. The angular parameters for these decays are also measured for the first time. The measured angular decay parameter for J /ψ → (1385) 0¯ (1385) 0 , α = −0.64 ± 0.03 ± 0.10, is found to be negative, different to the other decay processes in this measurement. In addition, the \"12% rule\" and isospin symmetry in the decays of J /ψ and ψ(3686) to ¯ and (1385)¯ (1385) are tested.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The decays of the charmonium resonances J /ψ and ψ(3686) [in the following, ψ denotes both charmonium states J /ψ and ψ(3686)] into baryon anti-baryon pairs (BB) in e + e − annihilation have been extensively studied as a favorable test of perturbative quantum chromodynamics (QCD) [1]. These decays are assumed to proceed via the annihilation of the constituent cc pair into three gluons or a virtual photon.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 281,
                    "text": "[1]",
                    "end": 284
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It is interesting that the ψ(3686) decay to a specific final state is strongly suppressed relative to the same final state in J /ψ decay according to the annihilation decay of heavy quarkonium. The ratio of branching fractions for ψ decaying into the same final states is predicted from factorization [2] to be",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where X denotes any exclusive hadronic decay mode or the + − ( = e, μ) final state. This expectation is usually called the \"12% rule\". 2 Also at Bogazici University, 34342 Istanbul, Turkey. 3 Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia. 4 Also at the Functional Electronics Laboratory, Tomsk State University, Tomsk, 634050, Russia. 5 Also at the Novosibirsk State University, Novosibirsk, 630090, Russia. 6 Also at the NRC \"Kurchatov Institute\", PNPI, 188300, Gatchina, Russia. 7 Also at University of Texas at Dallas, Richardson, TX 75083, USA. 8 Also at Istanbul Arel University, 34295 Istanbul, Turkey. 9 Also at Goethe University Frankfurt, 60323 Frankfurt am Main, Germany. 10  ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 190,
                    "text": "3",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 271,
                    "text": "4",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 367,
                    "text": "5",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 440,
                    "text": "6",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 513,
                    "text": "7",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 581,
                    "text": "8",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 641,
                    "text": "9",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 714,
                    "text": "10",
                    "end": 716
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where θ is the angle between the baryon and the beam directions in the e + e − center-of-mass (CM) system and α is a constant, which has widely been investigated in theory and experiment [5].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 187,
                    "text": "[5]",
                    "end": 190
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Theoretically, the value of α is discussed in the framework of many models, such as quark mass effects [6], or electromagnetic effects [7], which generally predict 0 < α < 1. BES measured the angular distribution of J /ψ → 0¯ 0 and obtained a negative α with poor precision [8]. H. Chen et al. [9]  In this Letter, we report the most precise measurements of the branching fractions and angular distributions for ψ → (1385) 0¯ (1385) 0 and 0¯ 0 based on the data samples of (1310.6 ± 7.0) × 10 6 J /ψ [14] and (447.9 ± 2.9) × 10 6 ψ(3686) [15,16] events collected with the BESIII detector at BEPCII.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 103,
                    "text": "[6]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 135,
                    "text": "[7]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 274,
                    "text": "[8]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 294,
                    "text": "[9]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 500,
                    "text": "[14]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 538,
                    "text": "[15,",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 542,
                    "text": "16]",
                    "end": 545
                }
            ]
        },
        {
            "text": "BESIII detector and Monte Carlo simulation",
            "section_rank": 3
        },
        {
            "section": "BESIII detector and Monte Carlo simulation",
            "text": "BEPCII is a double-ring e + e − collider that has reached a peak luminosity of 10 33 cm −2 s −1 at a CM energy of 3.773 GeV. The cylindrical core of the BESIII detector consists of a helium-based main drift chamber (MDC), a plastic scintillator time-of-flight (TOF) system, and a CsI(Tl) electromagnetic calorimeter (EMC), which are all enclosed in a superconducting solenoidal magnet with a field strength of 1.0 T for the ψ(3686) data and J /ψ data taken in 2009, and 0.9 T for the J /ψ data taken in 2012. The solenoid is supported by an octagonal flux-return yoke with resistive plate counter modules interleaved with steel as muon identifier. The acceptance for charged particles and photons is 93% of the 4π stereo angle, and the charged-particle momentum resolution at 1 GeV/c is 0.5%. The photon energy resolution is 2.5% (5%) at 1.0 GeV in the barrel region (end caps regions). More details about the experimental apparatus can be found in Ref. [17].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 954,
                    "text": "[17]",
                    "end": 958
                }
            ]
        },
        {
            "section": "BESIII detector and Monte Carlo simulation",
            "text": "The response of the BESIII detector is modeled with Monte Carlo (MC) simulations using a framework based on geant4 [18].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 115,
                    "text": "[18]",
                    "end": 119
                }
            ]
        },
        {
            "section": "BESIII detector and Monte Carlo simulation",
            "text": "The production of ψ resonances is simulated with the kkmc generator [19], the subsequent decays are processed via evtgen [20] according to the measured branching fractions provided by the Particle Data Group (PDG) [4], and the remaining unmeasured decay modes are generated with lundcharm [21]. To determine the detection efficiencies for ψ → (1385) 0¯ (1385) 0 and 0¯ 0 , one million MC events are generated for each mode taking into account for the angular distribution with α value measured in this analysis. The decays of the baryons (1385) 0 , 0 , and in the signal channels are simulated exclusively, taking into account the angular distributions via evtgen [20], while the anti-baryons are set to decay inclusively.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 68,
                    "text": "[19]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 121,
                    "text": "[20]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 214,
                    "text": "[4]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 289,
                    "text": "[21]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 664,
                    "text": "[20]",
                    "end": 668
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The selection of ψ → (1385) 0¯ (1385) 0 and 0¯ 0 events via a full reconstruction of both (1385) 0 / 0 and ¯ (1385) 0 /¯ 0 suffers from low reconstruction efficiency and large systematic uncertainty.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "To achieve higher efficiency and reduce the systematic uncertainty, a single baryon (1385) 0 / 0 tag technique is employed, without including the anti-baryon mode tag due to the imperfection of the simulation related to the effect of annihilation for antiproton. The (1385) 0 / 0 is reconstructed in its decay to π 0 with the subsequent decays → pπ − and π 0 → γ γ . The charged tracks are required to be reconstructed in the MDC with good helix fits and within the angular coverage of the MDC (| cos θ| < 0.93, where θ is the polar angle with respect to the e + beam direction).",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Information from the specific energy loss measured in the MDC (dE/dx) and from the TOF are combined to form particle identification (PID) confidence levels for the hypotheses of a pion, kaon, and proton. Each track is assigned to the particle type with the highest confidence level. At least one negatively charged pion and one proton are required. Photons are reconstructed from isolated showers in the EMC. The energy deposited in the nearby TOF counter is included to improve the reconstruction efficiency and energy resolution. Photon energies are required to be greater than 25 MeV in the EMC barrel region (| cos θ| < 0.8) or greater than 50 MeV in the EMC end cap (0.86 < | cos θ| < 0.92). The showers in the angular range between the barrel and the end cap are poorly reconstructed and are excluded from the analysis. Furthermore, the EMC timing of the photon candidate must be in coincidence with collision events, 0 ≤ t ≤ 700 ns, to suppress electronic noise and energy deposits unrelated to the collision events. At least two good photon candidates are required.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "In order to reconstruct the π 0 candidates, a one-constraint (1C) kinematic fit is employed for all γ γ combinations, constraining the invariant mass of two photons to the π 0 nominal mass, combined with the requirement of | E|/P π 0 < 0.95, where E is the energy difference between the two photons and P π 0 is the π 0 momentum, and the χ 2 1C < 20 to suppress non-π 0 backgrounds. ",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "where E π 0 and p π 0 are the energy and momentum of the selected π 0 system, and E CM is CM energy.  To determine signal yields, the mass of π 0 is required to be 0 , and ±11 MeV/c 2 for ψ(3686) → 0¯ 0 , around the nominal mass of (1385) 0 / 0 ; the requirements are optimized by the FOM. For the ψ(3686) decays, the requirements of ",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 164,
                    "text": "0",
                    "end": 165
                }
            ]
        },
        {
            "text": "Background study",
            "section_rank": 5
        },
        {
            "section": "Background study",
            "text": "The data collected at CM energies of 3.08 GeV (30 pb from the anti-baryon can be wrongly combined with the in the (1385) 0 / 0 reconstruction. As a result, the wrong combination background (WCB) in the π 0 mass spectrum is inevitable. This background is studied by the MC simulation.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "text": "Branching fraction",
            "section_rank": 7
        },
        {
            "section": "Branching fraction",
            "text": "The signal yields for the decays ψ → (1385) 0¯ (1385) 0 and 0¯ 0 are extracted by performing an extended maximum likelihood fit to the M recoil π 0 spectrum. In the fit, the signal shape is represented by the simulated MC shape convolved with a Gaussian function to take into account the mass resolution difference between data and MC simulation. The peaking backgrounds and the wrong combination background are described by the individual shape taken from MC simulation, and the corresponding numbers of background events are fixed according to the individual detection efficiencies and branching fractions [4]. The remaining backgrounds are found to be distributed smoothly in the M recoil π 0 spectrum and are therefore described by a second-order polynomial function. Fig. 3 shows the projection plots of M recoil π 0 for the decays ψ → (1385) 0¯ (1385) 0 and 0¯ 0 , respectively.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 608,
                    "text": "[4]",
                    "end": 611
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 772,
                    "text": "Fig. 3",
                    "end": 778
                }
            ]
        },
        {
            "text": "The branching fraction can be calculated by",
            "section_rank": 8
        },
        {
            "section": "The branching fraction can be calculated by",
            "text": "where X stands for the (1385) 0 or 0 baryon, denotes the detection efficiency obtained with the measured α value, N obs is the number of observed signal events, B(X → π 0 ), B( → pπ ) and B(π 0 → γ γ ) are the branching fractions of X → π 0 , → pπ and π 0 → γ γ taken from PDG [4], N ψ is the total number of J /ψ or ψ(3686) events [14,16]. Table 1 summarizes the numbers of observed signal events, the corresponding efficiencies, and branching fractions for the various decays in this measurement with the statistic uncertainty only.",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 277,
                    "text": "[4]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 332,
                    "text": "[14,",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 336,
                    "text": "16]",
                    "end": 339
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 341,
                    "text": "Table 1",
                    "end": 348
                }
            ]
        },
        {
            "text": "Angular distribution",
            "section_rank": 9
        },
        {
            "section": "Angular distribution",
            "text": "The values of α for the four decay processes are determined by performing a least squares fit to the cos θ distribution in the range from −0.8 to 0.8, divided into 8 equidistant intervals for the decays ψ(3686) → (1385) 0¯ (1385) 0 and into 16 intervals for the other three decay modes.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "section": "Angular distribution",
            "text": "The signal yield in each cos θ bin is obtained with the aforementioned fit method. The distributions of the efficiency-corrected signal yields together with the fit curves are shown in Fig. 4. The α values obtained from the fits based on Eq. (1) are summarized in Table 1.",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 185,
                    "text": "Fig. 4",
                    "end": 191
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 264,
                    "text": "Table 1",
                    "end": 271
                }
            ]
        },
        {
            "text": "Systematic uncertainty",
            "section_rank": 10
        },
        {
            "text": "Branching fraction",
            "section_rank": 11
        },
        {
            "section": "Branching fraction",
            "text": "Systematic uncertainties on the branching fractions are mainly due to efficiency differences between data and MC simulation.",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "section": "Branching fraction",
            "text": "They are estimated by comparing the efficiencies of photon, π 0 , and 0 reconstruction between the data and the MC simulation. Additional sources of systematic uncertainties are the fit range, wrong combination, the background shape, and the angular distributions. In addition, the uncertainties of the decay branching fractions of intermediate states and uncertainties of the total number of ψ events are also accounted for in the systematic uncertainty. All of the systematic uncertainties are discussed in detail below.  ",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "1.",
            "section_rank": 12
        },
        {
            "section": "1.",
            "text": "The uncertainty associated with photon detection efficiency is 1.0% per photon, which is determined using the control sample J /ψ → ρπ . Hence, for ψ → (1385) 0¯ (1385) 0 , the value 2.0% is taken as the systematic uncertainty. 2. The systematic uncertainty due to the 1C kinematic fit for the π 0 reconstruction is estimated to be 1.0% with the control sample J /ψ → ρπ .",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "The uncertainty related to the reconstruction efficiency in",
            "section_rank": 13
        },
        {
            "section": "The uncertainty related to the reconstruction efficiency in",
            "text": "(1385) decays is estimated using the control sample ψ → −¯ + . Here, the reconstruction efficiency includes systematic uncertainties due to tracking, PID, and the vertex fit. A detailed description of this method can be found in Ref. [22]. 4. The 0 reconstruction efficiency, which includes the two photon efficiencies, π 0 reconstruction efficiency and the reconstruction efficiency, is studied with the control sample J /ψ → 0¯ 0 via single and double tag methods. The selection criteria of the charged tracks, and the reconstruction of and 0 candidates are exactly same as those described in Sec. 3.",
            "paragraph_rank": 24,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 234,
                    "text": "[22]",
                    "end": 238
                }
            ]
        },
        {
            "section": "The uncertainty related to the reconstruction efficiency in",
            "text": "The 0 reconstruction efficiency is defined as the ratio of the number of events from the double tag 0¯ 0 to that from the single tag. The difference in the 0 reconstruction efficiency between data and MC samples is taken as the systematic uncertainty. 5. In the fits of the M recoil π 0 signal, the uncertainty due to the fitting range is estimated by varying the mass range by ±10 MeV/c 2 for two sides. The resulting differences of signal yields are taken as the systematic uncertainty. 6. The uncertainties due to the background shape arise from the polynomial function and the peaking shape. The former is estimated by the alternative fits with a first or a third-order polynomial function. The latter is estimated by varying the number of normalized events by 1σ . The larger difference is taken as the systematic uncertainty. The total uncertainty related to the background shape is obtained by adding all contributions in quadrature. 7. The systematic uncertainty due to the wrong combination background is estimated by comparing the signal yields between the fits with and without the corresponding component included in the fit. The differences of signal yields are taken as systematic uncertainties. 8. The uncertainty related with the detection efficiency due to the modeling of the angular distribution of the baryon pairs,",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "section": "The uncertainty related to the reconstruction efficiency in",
            "text": "represented by the parameter α, is estimated by varying the measured α values by 1σ in the MC simulation. The changes in the detection efficiency are taken as a systematic uncertainty. 9. The systematic uncertainties due to the branching fractions of the intermediate states, 0 , (1385) 0 and , are taken from the PDG [4]. They are 1.9% for ψ → (1385) 0¯ (1385) 0 and 0.8% for ψ → 0¯ 0 . 10. The systematic uncertainties due to the total number of J /ψ or ψ(3686) events are determined with the inclusive hadronic ψ decays. They are 0.5% and 0.6% in [14,16], respectively.",
            "paragraph_rank": 26,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 318,
                    "text": "[4]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 550,
                    "text": "[14,",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 554,
                    "text": "16]",
                    "end": 557
                }
            ]
        },
        {
            "section": "The uncertainty related to the reconstruction efficiency in",
            "text": "The various systematic uncertainties on the branching fraction measurements are summarized in Table 2. The total systematic uncertainty is obtained by summing the individual contributions in quadrature. 3. In the analysis, the α values are obtained by fitting the cos θ distribution corrected by the detection efficiency. To estimate the systematic uncertainty related to the imperfect simulation of the detection efficiency, the ratio of detection efficiencies as function of cos θ between data and MC simulation is obtained based on the control sample J /ψ → 0¯ 0 with a full event reconstruction. Then, the efficiency corrected cos θ distribution scaled by the ratios of detection efficiencies is refitted. The resulting differences in α are taken as the systematic uncertainty.",
            "paragraph_rank": 27,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 94,
                    "text": "Table 2",
                    "end": 101
                }
            ]
        },
        {
            "text": "Angular distribution",
            "section_rank": 14
        },
        {
            "section": "Angular distribution",
            "text": "All the systematic uncertainties for the α measurement are summarized in Table 3. The total systematic uncertainty is the quadratic sum of the individual values.",
            "paragraph_rank": 28,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 73,
                    "text": "Table 3",
                    "end": 80
                }
            ]
        },
        {
            "text": "Conclusion and discussion",
            "section_rank": 15
        },
        {
            "section": "Conclusion and discussion",
            "text": "Using (1310.6 ± 7.0) × 10 6 J /ψ and (447.9 ± 2.9) × 10 6 ψ(3686) events collected with the BESIII detector at BEPCII, the branching fractions and the angular distributions for ψ →   Comparison of the branching fractions for ψ → (1385) 0¯ (1385) 0 and 0¯ 0 (in units of 10  Comparison of the α values for ψ → (1385) 0¯ (1385) 0 and 0¯ 0 , the first uncertainties are statistical and the second systematic.",
            "paragraph_rank": 29,
            "section_rank": 15
        },
        {
            "section": "Conclusion and discussion",
            "text": "Mode (1385) 0¯ (1385) 0 and 0¯ 0 are measured. A comparison of the branching fractions between our measurement and previous experiments (PDG average) is summarized in Table 4. The branching fractions for ψ → (1385) 0¯ (1385) 0 are measured for the first time, and the branching fractions for ψ → 0¯ 0 are measured with a good agreement and a much higher precision than the previous results. The measured α values are also compared with the predictions of the theoretical models from Refs. [6,7]. As indicated in Table 5, some of our results disagree significantly with the theoretical predictions, which may imply that the naive prediction of QCD suffers from the approximation that higher-order corrections are not taken into account. As calculated in Ref. [9], the sign for parameter α in ψ → 0¯ 0 mode could be negative if re-scattering effects in the final states are taken into account. However, our results show that α for J /ψ is negative, and is different to the other decay processes in this measurement, which is hard to explain within the existing models. We, therefore, believe that it is of utmost importance to improve the theoretical models to shed further light on the origin of these discrepancies. To test the \"12% rule\", the ratios of the branching fractions are calculated to be (6.44 ± 0.47 ± 0.64)% and (23.43 ± 0.26 ± 1.09)%, respectively, taking into account the cancelation of the common systematic uncertainties. The ratios are not in agreement with 12%, especially for the 0¯ 0 final state.",
            "paragraph_rank": 30,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 167,
                    "text": "Table 4",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 489,
                    "text": "[6,",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 492,
                    "text": "7]",
                    "end": 494
                },
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 512,
                    "text": "Table 5",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 758,
                    "text": "[9]",
                    "end": 761
                }
            ]
        },
        {
            "section": "Conclusion and discussion",
            "text": "To test isospin symmetry, the ratios of the branching fractions listed in Table 6 are also calculated based on the measurements between the neutral mode and the corresponding charged modes [13] taking into account the cancelation of the common systematic uncertainties. All ratios are within 1σ of the expectation of isospin symmetry.",
            "paragraph_rank": 31,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_10",
                    "start": 74,
                    "text": "Table 6",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 189,
                    "text": "[13]",
                    "end": 193
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Scatter plots of M π 0 versus M recoil π 0 for (a) J /ψ and (b) ψ(3686) data. The dashed lines denote the (1385) 0 signal region, and the solid lines denote the 0 signal region.",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "figure of merit FOM = S √ S+B , where S is the number of signal events and B is the number of background events based on the MC simulation. To further suppress the background, the decay length of is required to be larger than zero. The (1385) 0 / 0 candidates are reconstructed with and π 0 candidates by minimizing the variable |M π 0 − M (1385) 0 / 0 |, where M π 0 is the invariant mass of the π 0 pair, and M (1385) 0 / 0 is the nominal mass of (1385) 0 / 0 . The anti-baryon candidate ¯ (1385) 0 /¯ 0 is inferred by the mass recoiling against the selected π 0 system,",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "Fig. 1 shows the scatter plot of M π 0 versus M recoil π 0 . Clear accumulations of events corresponding to the signals of ψ → (1385) 0¯ (1385) 0 and 0¯ 0 decays are observed. The distributions of M π 0 with the additional requirement of the M recoil π 0 within ±80 MeV/c 2 around M (1385) 0 or ±50 MeV/c 2 around M 0 are shown in Fig. 2. Clear (1385) 0 / 0 signals are observed.",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Distribution of M π 0 for (a) J /ψ and (b) ψ(3686) data. The arrows denote the applied requirements, where the dashed arrows the (1385) 0 signal region and the solid arrows show the 0 signal region.",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "GeV/c 2 are used to suppress the backgrounds ψ(3686) → ππ J /ψ , where M recoil π + π − and M recoil π 0 π 0 are the recoil masses of any π + π − and π 0 π 0 combination if found, and M J /ψ is the J /ψ nominal mass according to the PDG [4].",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "−1 ) [14] and 3.65 GeV (44 pb −1 ) [16] are used to estimate the contributions from the continuum processes e + e − → (1385) 0¯ (1385) 0 and 0¯ 0 . By applying the same event selection criteria, only a few events survive and do not form any obvious peaking structures in the ¯ (1385) 0 /¯ 0 signal regions in the corresponding M recoil π 0 distributions. Taking into account the normalization of the luminosity and CM energy dependence of the cross section, the QED backgrounds are found to be negligible. The contamination from other background sources is analyzed using samples of MC simulated events of generic ψ decays that contain the same number of events as the data. After applying the same event selection, it is found that the peaking backgrounds for the ψ → (1385) 0¯ (1385) 0 mode mainly come from ψ → 0¯ 0 , −¯ + , (1385) −¯ (1385) + , (1530)¯ + c.c., and π 0 ¯ (1385) 0 , where the branching fractions for ψ → (1530)¯ + c.c. and π 0 ¯ (1385) 0 are taken from the isospin partner modes J /ψ → (1530)¯ + c.c. [4] and π − ¯ (1385) + [13] based on the assumption of 12% rule. For the J /ψ → 0¯ 0 mode, the peaking backgrounds are found to be from J /ψ → −¯ + , γ η c (γ 0¯ 0 , γ 0¯ 0 ), 0¯ (1385) 0 , and 0¯ 0 . For the ψ(3686) → 0¯ 0 mode, the peaking background is from ψ(3686) → 0¯ 0 , and other backgrounds are found to be distributed smoothly in M recoil π 0 mass spectrum. The final states of baryon and anti-baryon decays both include a neutral pion with almost the same momenta. The π 0",
            "paragraph_rank": 37,
            "section_rank": 21
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 22
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (Color online.) Recoil mass spectra of π 0 for(a) J /ψ → (1385) 0¯ (1385) 0 , (b) J /ψ → 0¯ 0 , (c) ψ(3686) → (1385) 0¯ (1385) 0 , and (d) ψ(3686) → 0¯ 0 . Dotswith error bars indicate the data, the blue solid lines show the fit result, the red short-dashed lines are for signal, the red long-dashed ones are for the remaining background (Other-Bkg), and the green hatched ones are for wrong combination background (WCB), the black hatched ones are for the peaking backgrounds.",
            "paragraph_rank": 38,
            "section_rank": 22
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 23
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Distributions of cos θ for (a) J /ψ → (1385) 0¯ (1385) 0 , (b) J /ψ → 0¯ 0 , (c) ψ(3686) → (1385) 0¯ (1385) 0 , and (d) ψ(3686) → 0¯ 0 . The dots with error bars indicate the efficiency corrected data, and the curves show the fit results.",
            "paragraph_rank": 39,
            "section_rank": 23
        },
        {
            "text": "Various systematic uncertainties are considered in the measurement of the values of α. These include the uncertainty of the signal yield in the different cos θ intervals, the uncertainty of the cos θ fit procedure, and the uncertainty related to the detection efficiency correction curve as function of the cos θ bin. They are discussed in detail below. 1. The signal yields in each cos θ interval are determined by the fit to the corresponding M recoil π 0 distribution. The sources of the systematic uncertainty of the signal yield include the fit range, the background shape, MC resolution and wrong combination, where the MC resolution is fixed for the decay ψ(3686) → (1385) 0¯ (1385) 0 only. To estimate the systematic uncertainty related with fit range on M recoil π 0 , we repeat the fit to the M recoil π 0 distribution by changing the fit range by ±10 MeV/c 2 . Then, the α values are extracted by the fit with the changed signal yield, and the resulting differences to the nominal α values are taken as the systematic uncertainties. The uncertainties related to the background shape, MC resolution and wrong combination backgrounds in the fit are evaluated with a method similar to the one described above. 2. The systematic uncertainties related to the procedure of the fit on the cos θ distribution are estimated by re-fitting the cos θ distribution with a different binning and fit range. We divide cos θ into 8 intervals for ψ → 0¯ 0 and 16 intervals for ψ → (1385) 0¯ (1385) 0 . The changes of the α values are taken as systematic uncertainties. We also repeat the fit by changing the range to [−0.9, 0.9] or [−0.7, 0.7] in cos θ , with the same bin size of the nominal fit. The largest differences of α value with respect to the nominal value are taken as systematic uncertainties.",
            "paragraph_rank": 40,
            "section_rank": 24
        },
        {
            "text": "a",
            "section_rank": 25
        },
        {
            "section": "a",
            "text": "Institute of High Energy Physics, Beijing 100049, People's Republic of China b Beihang University, Beijing 100191, People's Republic of China c Beijing Institute of Petrochemical Technology, Beijing 102617, People's Republic of China d Bochum Ruhr-University, D-44780 Bochum, Germany e Carnegie Mellon University, Pittsburgh, PA 15213, USA f Central China Normal University, Wuhan 430079, People's Republic of China g China Center of Advanced Science and Technology, Beijing 100190, People's Republic of China h COMSATS Institute of Information Technology, Lahore, Defence Road, Off Raiwind Road, 54000 Lahore, Pakistan i G.I. Budker Institute of Nuclear Physics SB RAS (BINP), Novosibirsk 630090, Russia j GSI Helmholtzcentre for Heavy Ion Research GmbH, D-64291 Darmstadt, Germany k Guangxi Normal University, Guilin 541004, People's Republic of China l Guangxi University, Nanning 530004, People's Republic of China m Hangzhou Normal University, Hangzhou 310036, People's Republic of China n Helmholtz Institute Mainz, Johann-Joachim-Becher-Weg 45, D-55099 Mainz, Germany o Henan Normal University, Xinxiang 453007, People's Republic of China p Henan University of Science and Technology, Luoyang 471003, People's Republic of China q Huangshan College, Huangshan 245000, People's Republic of China r Hunan University, Changsha 410082, People's Republic of China s Indiana University, Bloomington, IN 47405, USA t INFN Laboratori Nazionali di Frascati, I-00044, Frascati, Italy u INFN and University of Perugia, I-06100, Perugia, Italy v INFN Sezione di Ferrara, I-44122, Ferrara, Italy w University of Ferrara, I-44122, Ferrara, Italy x Johannes Gutenberg University of Mainz, Johann-Joachim-Becher-Weg 45, D-55099 Mainz, Germany y Joint Institute for Nuclear Research, 141980 Dubna, Moscow region, Russia z Justus-Liebig-Universitaet Giessen, II. Physikalisches Institut, Heinrich-Buff-Ring 16, D-35392 Giessen, Germany aa KVI-CART, University of Groningen, NL-9747 AA Groningen, The Netherlands ab Lanzhou University, Lanzhou 730000, People's Republic of China ac Liaoning University, Shenyang 110036, People's Republic of China ad Nanjing Normal University, Nanjing 210023, People's Republic of China ae Nanjing University, Nanjing 210093, People's Republic of China af Nankai University, Tianjin 300071, People's Republic of China ag Peking University, Beijing 100871, People's Republic of China ah Seoul National University, Seoul, 151-747, Republic of Korea",
            "paragraph_rank": 41,
            "section_rank": 25
        },
        {
            "section": "a",
            "text": "ai Shandong University, Jinan 250100, People's Republic of China aj Shanghai Jiao Tong University, Shanghai 200240, People's Republic of China ak Shanxi University, Taiyuan 030006, People's Republic of China al Sichuan University, Chengdu 610064, People's Republic of China am Soochow University, Suzhou 215006, People's Republic of China an Sun Yat-Sen University, Guangzhou 510275, People's Republic of China ao Tsinghua University, Beijing 100084, People's Republic of China ap Ankara University, 06100 Tandogan, Ankara, Turkey",
            "paragraph_rank": 42,
            "section_rank": 25
        },
        {
            "text": "-mail address: wangxf@ihep.ac.cn (X.F. Wang). Also at State Key Laboratory of Particle Detection and Electronics, Beijing 100049, Hefei 230026, People's Republic of China.",
            "paragraph_rank": 43,
            "section_rank": 26
        },
        {
            "text": "* Corresponding author. E1",
            "paragraph_rank": 44,
            "section_rank": 26
        },
        {
            "text": "Table 1",
            "section_rank": 27
        },
        {
            "section": "Table 1",
            "text": "The numbers of the observed events N obs , efficiencies , α values, and branching fractions B for ψ → (1385) 0¯ (1385) 0 and 0¯ 0 . Only the statistical uncertainties are indicated.",
            "paragraph_rank": 45,
            "section_rank": 27
        },
        {
            "text": "Table 2",
            "section_rank": 28
        },
        {
            "section": "Table 2",
            "text": "Relative systematic uncertainties on the branching fraction measurements (in %).",
            "paragraph_rank": 46,
            "section_rank": 28
        },
        {
            "text": "Table 3",
            "section_rank": 29
        },
        {
            "section": "Table 3",
            "text": "Relative systematic uncertainties on the α value measurements (in %).",
            "paragraph_rank": 47,
            "section_rank": 29
        },
        {
            "text": "Table 4",
            "section_rank": 30
        },
        {
            "text": "Table 5",
            "section_rank": 31
        },
        {
            "text": "Table 6",
            "section_rank": 32
        },
        {
            "section": "Table 6",
            "text": "Summary of the ratios of branching fraction for testing isospin symmetry. The first uncertainties are the statistical, and the second systematic. ± 0.01 ± 0.07 0.98 ± 0.01 ± 0.08 0.85 ± 0.02 ± 0.09 ψ(3686) 0.98 ± 0.02 ± 0.07 0.81 ± 0.12 ± 0.12 0.82 ± 0.11 ± 0.11",
            "paragraph_rank": 50,
            "section_rank": 32
        },
        {
            "text": "Acknowledgements",
            "section_rank": 34
        },
        {
            "section": "Acknowledgements",
            "text": "The BESIII Collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. This    ",
            "paragraph_rank": 51,
            "section_rank": 34
        }
    ]
}