{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper describes the algorithms for the reconstruction and identification of electrons in the central region of the ATLAS detector at the Large Hadron Collider (LHC). These algorithms were used for all ATLAS results with electrons in the final state that are based on the 2012 pp collision data produced by the LHC at √ s = 8 TeV. The efficiency of these algorithms, together with the charge misidentification rate, is measured in data and evaluated in simulated samples using electrons from Z → ee, Z → eeγ and J/ψ → ee decays. For these efficiency measurements, the full recorded data set, corresponding to an integrated luminosity of 20.3 fb −1 , is used. Based on a new reconstruction algorithm used in 2012, the electron reconstruction efficiency is 97% for electrons with E T = 15 GeV and 99% at E T = 50 GeV. Combining this with the efficiency of additional selection criteria to reject electrons from background processes or misidentified hadrons, the efficiency to reconstruct and identify electrons at the ATLAS experiment varies from 65 to 95%, depending on the transverse momentum of the electron and background rejection.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "for assessing the systematic uncertainties of the Z mass method . . . . . . .",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Background estimation and variations",
            "section_rank": 3
        },
        {
            "section": "Background estimation and variations",
            "text": "for assessing the systematic uncertainties of the Z iso method . . . . . . . . 7.2 Tag-and-probe with J/ψ → ee events . . . . ",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Introduction",
            "section_rank": 4
        },
        {
            "section": "Introduction",
            "text": "In the ATLAS detector [1], electrons in the central detector region are triggered by and reconstructed from energy deposits in the electromagnetic (EM) calorimeter that are matched to a track in the inner detector (ID). Electrons are distinguished from other particles using identification criteria with different levels of background rejection and signal efficiency. The identification criteria rely on the shapes of EM showers in the calorimeter as well as on tracking quantities and the quality of the matching of the tracks to the clustered energy deposits in the calorimeter. They are based either on independent requirements or on a single requirement, the output of a likelihood function built from these quantities.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "[1]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this document, measurements of the efficiency to reconstruct and identify prompt electrons and their EM charge in the central region of the ATLAS detector with pseudorapidity |η| < 2.47 are presented for pp collision data produced by the Large Hadron Collider (LHC) in 2012 at a centre-of-mass energy of √ s = 8 TeV, and compared to the prediction from Monte Carlo (MC) simulation. The goal is to extract correction factors and their uncertainties for measurements of final states with prompt electrons in order to adjust the MC efficiencies to those measured in data. Electrons from semileptonic heavy-flavour decays are treated as background.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Introduction",
            "text": "The efficiency measurements follow the methods introduced in Ref. [2] for the 2011 ATLAS electron performance studies but are improved in several respects and adjusted for the 2012 data-taking conditions. The measurements are based on the tag-and-probe method using the Z and the J/ψ resonances, requiring the presence of an isolated identified electron as the tag. Additional selection criteria are applied to obtain a high purity sample of electron candidates that can be used as probes to measure the reconstruction or identification efficiency. The measurements span different but overlapping kinematic regions and are studied as a function of the electron's transverse momentum and pseudorapidity. The results are combined taking into account bin-to-bin correlations.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 66,
                    "text": "[2]",
                    "end": 69
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "After briefly describing the ATLAS detector in Sect. 2, the algorithms to reconstruct and identify electrons are summarized in Sects. 3 and 4. The general methodology of tagand-probe efficiency measurements and the decomposition of the efficiency into its different components are reviewed in Sect. 5. The data and MC samples used in this work are summarized in Sect. 6. Sections 7 and 8 describe the identification efficiency measurements for signal electrons as well as backgrounds. In Sect. 9, the measurement of the electron charge misidentification rate is presented. Section 10 details the reconstruction efficiency measurement, which extends 1 ATLAS uses a right-handed coordinate system with its origin at the nominal pp interaction point at the centre of the detector. The positive x-axis is defined by the direction from the interaction point to the centre of the LHC ring, with the positive y-axis pointing upwards, while the beam direction defines the z-axis. The azimuthal angle φ is measured around the beam axis and the polar angle θ is the angle from the z-axis. The pseudorapidity is defined as η = − ln tan(θ/2). The radial distance between two objects is defined as R = ( η) 2 + ( φ) 2 . Transverse energy is computed as E T = E • sin θ.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1203,
                    "text": "2",
                    "end": 1204
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "the identification measurement methodology, and Sect. 11 describes the final results of the combined identification and reconstruction efficiency measurements. Section 12 concludes with a summary of the results.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 5
        },
        {
            "section": "The ATLAS detector",
            "text": "A complete description of the ATLAS detector is provided in Ref. [1]. A brief description of the subdetectors that are relevant for the detection of electrons is given in this section.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 65,
                    "text": "[1]",
                    "end": 68
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "The ID provides precise reconstruction of tracks within |η| < 2.5. It consists of three layers of pixel detectors close to the beam-pipe, four layers of silicon microstrip detector modules with pairs of single-sided sensors glued back-toback (SCT) providing eight hits per track at intermediate radii, and a transition radiation tracker (TRT) at the outer radii, providing on average 35 hits per track in the range |η| < 2.0. The TRT offers substantial discriminating power between electrons and charged hadrons between energies of 0.5 and 100 GeV, via the detection of X-rays produced by transition radiation. The innermost pixel layer in 2012 and earlier, also called the b-layer, is located outside the beampipe at a radius of 50 mm. Together with the other layers, it provides precise vertexing and significant rejection of photon conversions through the requirement that a track has a hit in this layer.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "The ATLAS detector",
            "text": "The ID is surrounded by a thin superconducting solenoid with a length of 5.3 m and diameter of 2.5 m. The solenoid provides a 2 T magnetic field for the measurement of the curvature of charged particles to determine their charge and momentum. The solenoid design attempts to minimize the amount of material by integrating it into a vacuum vessel shared with the LAr calorimeter. The magnet thus only contributes a total of 0.66 radiation lengths of material at normal incidence.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "The ATLAS detector",
            "text": "The main EM calorimeter is a lead/liquid-argon sampling calorimeter with accordion-shaped electrodes and lead absorber plates. It is divided into a barrel section (EMB) covering |η| < 1.475 and two endcap sections (EMEC) covering 1.375 < |η| < 3.2. For |η| < 2.5, it is divided into three layers longitudinal in shower depth (called strip, middle and back layers) and offers a fine segmentation in the lateral direction of the showers. At high energy, most of the EM shower energy is collected in the middle layer which has a lateral granularity of 0.025 × 0.025 in η-φ space. The first (strip) layer consists of strips with a finer granularity in the η-direction and with a coarser granularity in φ. It provides excellent γ -π 0 discrimination and a precise estimation of the pseudorapidity of the impact point. The back layer collects the energy deposited in the tail of high-energy EM showers. A thin presampler detector, covering |η| < 1.8, is used to correct for fluctuations in upstream energy losses. The transition region between the EMB and EMEC calorimeters, 1.37 < |η| < 1.52, suffers from a large amount of material.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "The ATLAS detector",
            "text": "Hadronic calorimeters with at least three segments longitudinal in shower depth surround the EM calorimeter and are used in this context to reject hadronic jets. The forward calorimeters cover the range 3.1 < |η| < 4.9 and also have EM shower identification capabilities given their fine lateral granularity and longitudinal segmentation into three layers.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Electron reconstruction",
            "section_rank": 6
        },
        {
            "section": "Electron reconstruction",
            "text": "Electron reconstruction in the central region of the ATLAS detector (|η| < 2.47) starts from energy deposits (clusters) in the EM calorimeter which are then matched to reconstructed tracks of charged particles in the ID.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Electron seed-cluster reconstruction",
            "section_rank": 7
        },
        {
            "section": "Electron seed-cluster reconstruction",
            "text": "The η-φ space of the EM calorimeter system is divided into a grid of N η × N φ = 200 × 256 towers of size η tower × φ tower = 0.025 × 0.025, corresponding to the granularity of the EM accordion calorimeter middle layer. The energy of the calorimeter cells in all shower-depth layers (the strip, middle and back EM accordion calorimeter layers and for |η| < 1.8 also the presampler detector) is summed to get the tower energy. The energy of a cell which spans several towers is distributed evenly among the towers without taking into account any geometrical weighting.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "Electron seed-cluster reconstruction",
            "text": "To reconstruct the EM clusters, seed clusters of towers with total cluster transverse energy above 2.5 GeV are searched for by a sliding-window algorithm [3]. The window size is 3 × 5 towers in η-φ space. A duplicate-removal algorithm is applied to nearby seed clusters.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 154,
                    "text": "[3]",
                    "end": 157
                }
            ]
        },
        {
            "section": "Electron seed-cluster reconstruction",
            "text": "Cluster reconstruction is expected to be very efficient for true electrons. In MC samples passing the full ATLAS simulation chain, the efficiency is about 95% for electrons with a transverse energy of E T = 7 GeV and reaches 99% at E T = 15 GeV and 99.9% at E T = 45 GeV, placing a requirement only on the angular distance between the generated electron and the reconstructed electron cluster. The efficiency decreases with increasing pseudorapidity in the endcap region |η| > 1.37.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Electron-track candidate reconstruction",
            "section_rank": 8
        },
        {
            "section": "Electron-track candidate reconstruction",
            "text": "Track reconstruction for electrons was improved for the 2012 data-taking period with respect to the one used for 2011 data-taking, especially for electrons which undergo significant energy loss due to bremsstrahlung in the detector, to achieve a high and uniform efficiency. Table 1 shows the definition of shower-shape and trackquality variables, including R η and R Had . For each seed EM cluster 2 passing loose shower-shape requirements of R η > 0.65 and R Had < 0.1 a region-of-interest (ROI) is defined as a cone of size R = 0.3 around the seed cluster barycentre. The collection of these EM cluster ROIs is retained for use in the track reconstruction.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 275,
                    "text": "Table 1",
                    "end": 282
                }
            ]
        },
        {
            "section": "Electron-track candidate reconstruction",
            "text": "Track reconstruction proceeds in two steps: pattern recognition and track fit. In 2012, in addition to the standard trackpattern recognition and track fit, an electron-specific pattern recognition and track fit were introduced in order to recover losses from bremsstrahlung and therefore improve the reconstruction of electrons. Either of these algorithms, the pattern recognition and the track fit, use a particle-specific hypothesis for the particle mass and respective probability for the particle to undergo bremsstrahlung, referred to in the following either as pion or electron hypothesis.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Electron-track candidate reconstruction",
            "text": "The standard pattern recognition [4] uses the pion hypothesis for energy loss in the material of the detector. If a track 3 seed (consisting of three hits in different layers of the silicon detectors) with a transverse momentum larger than 1 GeV cannot be successfully extended to a full track with at least seven hits using the pion hypothesis and it falls within one of the EM cluster ROIs, it is retried with the new pattern recognition using an electron hypothesis that allows for energy loss. This modified pattern recognition algorithm (based on a Kalman filter-smoother formalism [5]) allows up to 30% energy loss at each material surface to account for bremsstrahlung. Below 1 GeV, no refitting is performed. Thus, an electron-specific algorithm has been integrated into the standard track reconstruction; it improves the performance for electrons and has minimal interference with the main track reconstruction.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 33,
                    "text": "[4]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 587,
                    "text": "[5]",
                    "end": 590
                }
            ]
        },
        {
            "section": "Electron-track candidate reconstruction",
            "text": "Track candidates are fitted using either the pion or the electron hypothesis (according to the hypothesis used in the pattern recognition) with the ATLAS Global χ 2 Track Fitter [6]. The electron hypothesis employs the same track fit as for the pion hypothesis except that it adds an extra term to compensate for the increase in χ 2 due to bremsstrahlung losses, in order to be able to fit the track with an acceptable χ 2 such that it can be further used in the electron reconstruction. If a track candidate fails the pion hypothesis track fit due to a large χ 2 (for example caused by large energy losses), it is refitted using the electron hypothesis.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 178,
                    "text": "[6]",
                    "end": 181
                }
            ]
        },
        {
            "section": "Electron-track candidate reconstruction",
            "text": "Tracks are then considered as loosely matched to an EM cluster, if they pass either of the following two requirements:",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "Electron-track candidate reconstruction",
            "text": "(i) Tracks with at least four silicon hits are extrapolated from their measured perigee to the middle layer of the EM accordion calorimeter. In the middle layer of the calorimeter, the extrapolated tracks have to be either within 0.2 in φ of the EM cluster on the side the track is bending towards or within 0.05 on the opposite side. They also have to be within 0.05 in η of the EM cluster. TRTonly tracks, i.e. tracks with less than four silicon hits, are extrapolated from the last measurement point. They are retained at this early stage as they are used later in the reconstruction chain to reconstruct photon conversions. Clusters without any associated tracks with silicon hits are eventually considered as photons and are not used to reconstruct prompt-electron candidates. TRT-only tracks have to pass the same requirement for the difference in φ between track and cluster as tracks with silicon hits but no requirement is placed on the difference in η between track and cluster at this stage as their η coordinate is not measured precisely. (ii) The track extrapolated to the middle layer of the EM accordion calorimeter, after rescaling its momentum to the measured cluster energy, has to be either within 0.1 in φ of the EM cluster on the side the track is bending towards or within 0.05 on the opposite side. Furthermore, non-TRT-only tracks must be within 0.05 in η of the calorimeter cluster. As in (i), the track extrapolation is made from the last measurement point for TRT-only tracks and from the point of closest approach with respect to the primary collision vertex for tracks with silicon hits.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Electron-track candidate reconstruction",
            "text": "Criterion (ii) aims to recover tracks of typically large curvature that have potentially suffered significant energy loss before reaching the calorimeter. Rescaling the momentum of the track to that of the reconstructed cluster allows retention of tracks whose measured momentum in the ID does not match the energy reconstructed in the calorimeter because they have undergone bremsstrahlung. The bremsstrahlung is assumed to have occurred in the ID or the cryostat and solenoid before the calorimeter (for tracks with silicon hits) or in the cryostat and solenoid before the calorimeter (for TRT-only tracks). At this point, all electron-track candidates are defined. The track parameters of these candidates, for all but the TRTonly tracks, are precisely re-estimated using an optimized electron track fitter, the Gaussian Sum Filter (GSF) [7] algorithm, which is a non-linear generalization of the Kalman filter [5] algorithm. It yields a better estimate of the electron track parameters, especially those in the transverse plane, by accounting for non-linear bremsstrahlung effects. TRT-only tracks and the very rare tracks (about 0.01%) that fail the GSF fit keep the parameters from the Global χ 2 Track Fit. These tracks are then used to perform the final track-cluster matching to build electron candidates and also to provide information for particle identification.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 841,
                    "text": "[7]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 914,
                    "text": "[5]",
                    "end": 917
                }
            ]
        },
        {
            "text": "Electron-candidate reconstruction",
            "section_rank": 9
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "An electron is reconstructed if at least one track is matched to the seed cluster. The efficiency of this matching and subsequent track quality requirements is measured as the reconstruction efficiency in Sect. 10. The track-cluster matching proceeds as described for the previous step in Sect. 3.2, but with the GSF refitted tracks and tighter requirements: the separation in φ must be less than 0.1 (and not 0.2). Additionally, TRT-only tracks must satisfy loose track-cluster matching criteria in η and tighter ones in φ: in the TRT barrel | η| < 0.35 and in the TRT endcap | η| < 0.02. In both the barrel and the endcaps the requirements are | φ| < 0.03 on the side the track is bending towards and | φ| < 0.02 on the other side. In this procedure, more than one track can be associated with a cluster.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "Although all tracks assigned to a cluster are kept for further analysis, the best-matched one is chosen as the primary track which is used to determine the kinematics and charge of the electron and to calculate the electron identification decision. Thus choosing the primary track is a crucial step in the electron reconstruction chain. To favour the primary electron track and to avoid random matches between nearby tracks in the case of cascades due to bremsstrahlung, tracks with at least one hit in the pixel detector are preferred. If more than one associated track has pixel hits, the following sorting criteria are considered. First, the distance between the track and the cluster is considered for any pair of tracks, which are referred to as i and j in the following. Then two angular distance variables are defined in the ηφ plane. R is the distance between the cluster barycentre and the extrapolated track in the middle layer of the EM accordion calorimeter, while R rescaled is the distance between the cluster barycentre and the extrapolated track when the track momentum is rescaled to the measured cluster energy before the extrapolation to the middle layer. If | R rescaled,i − R rescaled, j | > 0.01, the track with the smaller R rescaled is chosen.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "01, the track with smaller R is taken. For the rest of the cases, the two tracks have both similar R rescaled and similar R, and the track with more pixel hits 4 is chosen as the primary track. A hit in the first layer of the pixel detector counts twice to prefer tracks with early hits. If there are two best tracks with exactly the same numbers of hits, the track with smaller R is taken.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 160,
                    "text": "4",
                    "end": 161
                }
            ]
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "All seed clusters together with their matching tracks, if there is at least one of them, are treated as electron candidates. Each of these electron clusters is then rebuilt in all four layers sequentially, starting from the middle layer, using 3×7 (5×5) cells in η × φ in the barrel (endcaps) of the EM accordion calorimeter. The cluster position is adjusted in each layer to take into account the distribution of the deposited energy. The fixed sizes of 3 × 7 (5 × 5) cells for electron clusters were optimized to take into account the different overall energy distributions in the barrel (endcap) accordion calorimeters specifically for electrons. 5 Up to this point, neither the electron clusters nor the cells inside the clusters are calibrated. The energy calibration [8] is applied as the next step and was improved for 2012 data using multivariate analysis (MVA) techniques [9] and an improved description of the detector [10] by the GEANT4 [11] simulation. The calibration procedure is outlined briefly below.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 650,
                    "text": "5",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 773,
                    "text": "[8]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 881,
                    "text": "[9]",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 929,
                    "text": "[10]",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 948,
                    "text": "[11]",
                    "end": 952
                }
            ]
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "After applying the electronic readout calibration to the calorimeter cells with a global energy scale factor corresponding to the electron response, a number of data precorrections are applied for measured effects of the bunch train structure and imperfectly corrected response in specific regions. The presampler energy scales and the EM accordion calorimeter strip-to-middle-layer energy-scale ratios are also corrected [8].",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 422,
                    "text": "[8]",
                    "end": 425
                }
            ]
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "The cluster energy is then determined from the energy in the three layers of the EM accordion calorimeter by applying a correction factor determined by linear regression using an MVA trained on large samples of single-electron MC events produced with the full ATLAS simulation chain. The input quantities used for electrons and photons are the total energy measured in the accordion calorimeter, the ratio of the energy measured in the presampler to the energy measured in the accordion, the shower depth, 6 the pseudorapidity of the cluster barycentre in the ATLAS coordinate system, and the η and φ positions of the cluster barycentre in the local coordinate system of the calorimeter. Including the cluster barycentre position allows a correction to be made for the larger lateral energy leakage for particles that hit a cell close to the edge and for the variation of the response as a function of the particle impact point with respect to the calorimeter absorbers.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 506,
                    "text": "6",
                    "end": 507
                }
            ]
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "In the last step, correction factors are derived in situ using a large sample of collected Z → ee events. They are applied to the reconstructed electrons as a final energy calibration in data events. Electron energies are smeared in simulated events, as the simulated electrons have a better energy resolution than electrons in data.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "section": "Electron-candidate reconstruction",
            "text": "The four-momentum of central electrons (|η| < 2.47) is computed using information from both the final cluster and the track best matched to the original seed cluster. The energy is given by the cluster energy. The φ and η directions are taken from the corresponding track parameters, except for TRT-only tracks for which the cluster φ and η values are used.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Electron identification",
            "section_rank": 10
        },
        {
            "section": "Electron identification",
            "text": "Not all objects built by the electron reconstruction algorithms are prompt electrons which are considered signal objects in this publication. Background objects include hadronic jets as well as electrons from photon conversions, Dalitz decays and from semileptonic heavy-flavour hadron decays. In order to reject as much of these backgrounds as possible while keeping the efficiency for prompt electrons high, electron identification algorithms are based on discriminating variables, which are combined into a menu of selections with various background rejection powers. Sequential requirements and MVA techniques are employed.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Electron identification",
            "text": "Variables describing the longitudinal and lateral shapes of the EM showers in the calorimeters, the properties of the tracks in the ID, as well as the matching between tracks and energy clusters are used to discriminate against the different background sources. These variables [2,12,13] are detailed in Table 1. Table 2 summarizes which variables are used for the different selections of the so-called cut-based and likelihood (LH) [14] identification menus.",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 278,
                    "text": "[2,",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "start": 281,
                    "text": "12,",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 284,
                    "text": "13]",
                    "end": 287
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 304,
                    "text": "Table 1",
                    "end": 311
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 313,
                    "text": "Table 2",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 433,
                    "text": "[14]",
                    "end": 437
                }
            ]
        },
        {
            "text": "Cut-based identification",
            "section_rank": 11
        },
        {
            "section": "Cut-based identification",
            "text": "The cut-based selections, Loose, Medium, Tight and Multilepton, are optimized in 10 bins in |η| and 11 bins in E T . This binning allows the identification to take into account the variation of the electrons' characteristics due to e.g. the dependence of the shower shapes on the amount of passive material traversed before entering the EM calorimeter. Shower shapes and track properties also change with the energy of the particle. The electrons selected with Tight are a subset of the electrons selected with Medium, which in turn are a subset of Loose electrons. With increasing tightness, more variables are added and requirements are tightened on the variables already used in the looser selections.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "Cut-based identification",
            "text": "Due to its simplicity, the cut-based electron identification [2,12,13], which is based on sequential requirements on selected variables, has been used by the ATLAS Collaboration for identifying electrons since the beginning of datataking. In 2011, for √ s = 7 TeV collisions, its performance (defined in terms of efficiency and background rejection) was  2 , where E i is the energy and η i is the pseudorapidity of cell i and the sum is calculated within a window of 3 × 5 cells w η2",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 61,
                    "text": "[2,",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "start": 64,
                    "text": "12,",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 67,
                    "text": "13]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 355,
                    "text": "2",
                    "end": 356
                }
            ]
        },
        {
            "section": "Cut-based identification",
            "text": "Ratio of the energy in 3 × 3 cells to the energy in 3 × 7 cells centred at the electron cluster position",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "section": "Cut-based identification",
            "text": "Ratio of the energy in 3 × 7 cells to the energy in 7 × 7 cells centred at the electron cluster position improved by loosening requirements and introducing additional variables, especially in the looser selections [2]. In 2012, for √ s = 8 TeV collisions, due to higher instantaneous luminosities provided by the LHC, the number of overlapping collisions (pile-up) and therefore the number of particles in an event 7 increased. Due to the higher energy density per event, the shower shapes, even of isolated electrons, tend to look more background-like. In order to cope with this, requirements were loosened on the variables most sensitive to pile-up (R Had(1) and R η ) and tightened on others to keep the performance (efficiency/background rejection) roughly constant as a function of the number of reconstructed pri-mary vertices. A requirement on f 3 was added in 2012, as well. Furthermore, a new selection was added, called Multilepton, which is optimized for the low-energy electrons in the H → Z Z * → 4 ( = e, μ) analysis. For these electrons, Multilepton has a similar efficiency to the Loose selection, but provides a better background rejection. In comparison to Loose, requirements on the shower shapes are loosened and more variables are added, including those sensitive to bremsstrahlung effects.",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 214,
                    "text": "[2]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 415,
                    "text": "7",
                    "end": 416
                }
            ]
        },
        {
            "text": "Likelihood identification",
            "section_rank": 12
        },
        {
            "section": "Likelihood identification",
            "text": "MVA techniques are powerful, since they allow the combined evaluation of several properties when making a selection decision. Out of the different MVA techniques, the LH ",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "section": "Likelihood identification",
            "text": "was chosen for electron identification because of its simple construction. The electron LH makes use of signal and background probability density functions (pdfs) of the discriminating variables. Based on these pdfs, which are treated as uncorrelated, an overall probability is calculated for the object to be signal or background. The signal and background probabilities for a given electron candidate are combined into a",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Likelihood identification",
            "text": "where x is the vector of variable values and P S,i (x i ) is the value of the signal probability density function of the ith variable evaluated at x i . In the same way, P B,i (x i ) refers to the background probability density function. Signal and background pdfs used for the electron LH identification are obtained from data. As in the Multilepton cutbased selection, variables sensitive to bremsstrahlung effects are included.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "Likelihood identification",
            "text": "Furthermore, additional variables with significant discriminating power but also a large overlap between signal and background that prevents explicit requirements (like R φ and f 1 ) are included. The variables counting the hits on the track are not used as pdfs in the LH, but are left as simple requirements, as every electron should have a high-quality track to allow a robust momentum measurement.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "Likelihood identification",
            "text": "The Loose LH, Medium LH, and Very Tight LH selections are designed to roughly match the electron efficiencies of the Multilepton, Medium and Tight cut-based selections, but to have better rejection of light-flavour jets and conversions. 8 Each LH selection places a requirement on a LH discriminant, made with a different set of variables. The Loose LH features variables most useful for discrimination against light-flavour jets (in addition, a requirement on n Blayer is applied to reject conversions). In the Medium LH and Very Tight LH regimes, additional variables (d 0 , isConv) are added for further rejection of heavy-flavour jets and conversions. Although different variables are used for the different selections, a sample of electrons selected using a tighter LH is a subset of the electron samples selected using the looser LH to a very good approximation.",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 237,
                    "text": "8",
                    "end": 238
                }
            ]
        },
        {
            "section": "Likelihood identification",
            "text": "The LH for each selection consists of 9 × 6 sets of pdfs, divided into 9 |η| bins and 6 E T bins. This binning is similar to, but coarser than, the binning used for the cut-based selec-tions. It is chosen to balance the available number of events with the variation of the pdf shapes in E T and |η|.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "Electron isolation",
            "section_rank": 13
        },
        {
            "section": "Electron isolation",
            "text": "In order to further reject hadronic jets misidentified as electrons, most analyses require electrons to pass some isolation requirement in addition to the identification requirements described above. The two main isolation variables are:",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "section": "Electron isolation",
            "text": "• Calorimeter-based isolation:",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "section": "Electron isolation",
            "text": "The calorimetric isolation variable E cone R T is defined as the sum of the transverse energy deposited in the calorimeter cells in a cone of size R around the electron, excluding the contribution within η × φ = 0.125 × 0.175 around the electron cluster barycentre. It is corrected for energy leakage from the electron shower into the isolation cone and for the effect of pile-up using a correction parameterized as a function of the number of reconstructed primary vertices.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "Electron isolation",
            "text": "• Track-based isolation:",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "section": "Electron isolation",
            "text": "The track isolation variable p cone R T is the scalar sum of the transverse momentum of the tracks with p T > 0.4 GeV in a cone of R around the electron, excluding the track of the electron itself. The tracks considered in the sum must originate from the primary vertex associated with the electron track and be of good quality; i.e. they must have at least nine silicon hits, one of which must be in the innermost pixel layer.",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "Electron isolation",
            "text": "Both types of isolation are used in the tag-and-probe measurements, mainly in order to tighten the selection criteria of the tag. Whenever isolation is applied to the probe electron candidate in this work (this only happens in the J/ψ analysis described in Sect. 7.2), the criteria are chosen such that the effect on the measured identification efficiency is estimated to be small.",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "Efficiency measurement methodology",
            "section_rank": 14
        },
        {
            "text": "The tag-and-probe method",
            "section_rank": 15
        },
        {
            "section": "The tag-and-probe method",
            "text": "Measuring the identification and reconstruction efficiency requires a clean and unbiased sample of electrons. The method of choice is the tag-and-probe method, which makes use of the characteristic signatures of Z → ee and J/ψ → ee decays. In both cases, strict selection criteria are applied on one of the two decay electrons, called tag, and the second electron, the probe, is used for the efficiency measurements. Additional event selection criteria are applied to further reject background. Only events satisfying data-quality criteria, in particular concerning the ID and the calorimeters, are consid-ered. Furthermore, at least one reconstructed primary vertex with at least three tracks must be present in the event. The tagand-probe pairs must also pass requirements on their reconstructed invariant mass. In order to not bias the selected probe sample, each valid combination of electron pairs in the event is considered; an electron can be the tag in one pair and the probe in another.",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "section": "The tag-and-probe method",
            "text": "The probe samples are contaminated by background objects (for example, hadrons misidentified as electrons, electrons from semileptonic heavy flavour decays or from photon conversions). This contamination is estimated using either background template shapes or combined fits of background and signal analytical models to the data. The number of electrons is independently estimated at the probe level and at the level where the probe electron candidate satisfies the tested criteria. The efficiency is defined as the fraction of probe electrons satisfying the tested criteria.",
            "paragraph_rank": 53,
            "section_rank": 15
        },
        {
            "section": "The tag-and-probe method",
            "text": "The efficiency to detect an electron is divided into different components, namely trigger, reconstruction and identification efficiencies, as well as the efficiency to satisfy additional analysis criteria, like isolation. The full efficiency total for a single electron can be written as:",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "section": "The tag-and-probe method",
            "text": "The efficiency components are defined and measured in a specific order to preserve consistency: the reconstruction efficiency, reconstruction , is measured with respect to electron clusters reconstructed in the EM calorimeter N clusters ; the identification efficiency identification is determined with respect to reconstructed electrons N reconstruction . Trigger efficiencies are calculated for reconstructed electrons satisfying a given identification criterion N identification . Therefore, for each identification selection a dedicated set of trigger efficiency measurements is performed. Additional selection criteria are often imposed in analyses of collision data, for example on the isolation of electrons (introduced in Sect. 4.3). Neither trigger nor isolation efficiency measurements are covered here. The determination of identification and reconstruction is described in Sects. 7 and 10. The efficiencies are measured in data and in simulated Z → ee and J/ψ → ee samples. To compare the data values with the estimates of the MC simulation, the same requirements are used to select the probe electrons. However, no background needs to be subtracted from the simulated samples; instead, the reconstructed electron track must be matched to an electron trajectory provided by the MC simulation within R < 0.2. Matched electrons from converted photons that are radiated off an electron originating from a Z or J/ψ decay are also accepted by the analyses. The denominator of the reconstruction efficiency includes electrons that were not properly reconstructed. If electrons in the simulated Z → ee samples are reconstructed as clusters without a matching track, the Z decay electrons provided by the MC simulation are matched to the reconstructed cluster within R < 0.2.",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "Data-to-MC correction factors",
            "section_rank": 16
        },
        {
            "section": "Data-to-MC correction factors",
            "text": "The accuracy with which the MC detector simulation models the electron efficiency plays an important role in crosssection measurements and various searches for new physics. In order to achieve reliable results, the simulated MC samples need to be corrected to reproduce the measured data efficiencies as closely as possible. This is achieved by a multiplicative correction factor defined as the ratio of the efficiency measured in data to that in the simulation. These data-to-MC correction factors are usually close to unity. Deviations come from the mismodelling of tracking properties or shower shapes in the calorimeters.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "section": "Data-to-MC correction factors",
            "text": "Since the electron efficiencies depend on the transverse energy and pseudorapidity, the measurements are performed in two-dimensional bins in (E T , η). These bins follow the detector geometry and the binning used for optimization and are as narrow as the size of the respective data set allows. Residual effects, due to the finite bin widths and kinematic differences of the physics processes used in the measurements, are expected to cancel in the data-to-MC efficiency ratio. Therefore, the combination of the different efficiency measurements is carried out using the data-to-MC ratios instead of the efficiencies themselves. The procedure for the combination is described in Sect. 7.3.",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Determination of central values and uncertainties",
            "section_rank": 17
        },
        {
            "section": "Determination of central values and uncertainties",
            "text": "For the evaluation of the results of the measurements and their uncertainties using a given final state (Z → ee, Z → eeγ or J/ψ → ee), the following approach was chosen. The details of the efficiency measurement methods are varied in order to estimate the impact of the analysis choices and potential imperfections in the background modelling. Examples of these variations are the selection of the tag electron or the background estimation method. For the measurement of the data-to-MC correction factors, the same variations of the selection are applied consistently in data and MC simulation. Uncertainties due to charge misidentification of the tag-andprobe pairs are neglected.",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "section": "Determination of central values and uncertainties",
            "text": "The final result (the central value) of a given efficiency measurement using one of the Z → ee, Z → eeγ or J/ψ → ee processes is taken to be the average value of the results from all variations (including the use of different background subtraction methods, e.g. Z iso and Z mass for the Z → ee final state as described in Sects. 7.1.2, 7.1.3).",
            "paragraph_rank": 59,
            "section_rank": 17
        },
        {
            "section": "Determination of central values and uncertainties",
            "text": "The systematic uncertainty is estimated to be equal to the root mean square (RMS) of the measurements with the intention of modelling a 68% confidence interval. However, in many bins the RMS does not cover at least 68% of all the variations, so an empirical factor of 1.2 is applied to the determined uncertainty in all bins.",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "section": "Determination of central values and uncertainties",
            "text": "The statistical uncertainty is taken to be the average of the statistical uncertainties over all investigated variations of the measurement. The statistical uncertainty in a single variation of the measurement is calculated following the approach in Ref. [15].",
            "paragraph_rank": 61,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 255,
                    "text": "[15]",
                    "end": 259
                }
            ]
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 18
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The results in this paper are based on 8 TeV LHC pp collision data collected with the ATLAS detector in 2012. After requiring good data quality, in particular concerning the ID and the EM and hadronic calorimeters, the integrated luminosity used for the measurements is 20.3 fb −1 .",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The measurements are compared to predictions from MC simulation. The Z → ee and Z → eeγ MC samples are generated with the POWHEG-BOX [16][17][18] generator interfaced to PYTHIA8 [19], using the CT10 NLO PDF set [20] for the hard process, the CTEQ6L1 PDF set [21] and a set of tuned parameters called the AU2CT10 showering tune [22] for the parton shower. The J/ψ → ee events are simulated using PYTHIA8 both for prompt ( pp → J/ψ + X ) and for non-prompt (bb → J/ψ + X ) production. The CTEQ6L1 LO PDF set is used, as well as the AU2CTEQ6L1 parameter set for the showering [22]. All MC samples are processed through the full ATLAS detector simulation [10] based on GEANT4 [11].",
            "paragraph_rank": 63,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 133,
                    "text": "[16]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 137,
                    "text": "[17]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 141,
                    "text": "[18]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 178,
                    "text": "[19]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 211,
                    "text": "[20]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 258,
                    "text": "[21]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 327,
                    "text": "[22]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 573,
                    "text": "[22]",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 651,
                    "text": "[10]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 672,
                    "text": "[11]",
                    "end": 676
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The distribution of material in front of the presampler detector and the EM accordion calorimeter as a function of |η| is shown in the left plot of Fig. 1. The contributions of the different detector elements up to the ID boundaries, including services and thermal enclosures, are detailed on the right. These material distributions are used as input to the MC simulation.",
            "paragraph_rank": 64,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 148,
                    "text": "Fig. 1",
                    "end": 154
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The peak at |η| ≈ 1.5 in the left plot of Fig. 1, corresponding to the transition region between the barrel and endcap EM accordion calorimeters, is due to the cryostats, the corner of the barrel EM accordion calorimeter, the ID services and parts of the scintillator-tile hadronic calorimeter. The sudden increase of material at |η| ≈ 3.2, corresponding to the transition between the endcap calorimeters and the forward calorimeter, is mostly due to the cryostat that acts also as a support structure.",
            "paragraph_rank": 65,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 42,
                    "text": "Fig. 1",
                    "end": 48
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The simulation also includes realistic modelling (tuned to the data) of the event pile-up from the same, previous, and subsequent bunch crossings. The energies of the electron candidates in simulation are smeared to match the resolution in data and the simulated MC events are weighted to reproduce the distributions of the primary-vertex z-position and the number of vertices in data, the latter being a good indicator of pile-up. Figure 2 shows the distribution of the number of primary collision vertices in events with an identified electron and an electron cluster candidate (with 15 GeV < E T < 30 GeV and 30 GeV < E T < 50 GeV) in the Z → ee data set used for the reconstruction efficiency measurement described in Sect. 10. The distribution does not depend on the transverse energy of the cluster of the probe electron candidate.",
            "paragraph_rank": 66,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 432,
                    "text": "Figure 2",
                    "end": 440
                }
            ]
        },
        {
            "text": "Identification efficiency measurement",
            "section_rank": 19
        },
        {
            "section": "Identification efficiency measurement",
            "text": "The efficiencies of the identification criteria (Loose, Medium, Tight, Multilepton and Loose LH, Medium LH, Very Tight LH) are determined in data and in the simulated samples with respect to reconstructed electrons with associated tracks that have at least one hit in the pixel detector and at least seven total hits in the pixel and SCT detectors (this requirement is referred to as \"track quality\" below). The efficiencies are calculated as the ratio of the number of electrons passing a certain identification selection (numerator) to the number of electrons with a matching track satisfying the track quality requirements (denominator). For the identification efficiencies determined in this paper, three different decays of resonances are used, and combined in the overlapping regions as described in Sect. 7.3: radiative decays of the Z boson, Z → eeγ , for electrons with 10 GeV < E T < 15 GeV, Z → ee for electrons with E T > 15 GeV and J/ψ → ee for electrons with 7 GeV < E T < 20 GeV. The distributions of the probe electron candidates passing the Tight identification selection are depicted in Fig. 3 as a function of η (left) and E T (right), giving an indication of the number of events available for each of the measurements in the respective η and E T bin. The E T spectrum of probe electron candidates from J/ψ → ee is discontinuous, as the sample is selected by a number of triggers with different E T thresholds as discussed in Sect. 7.2.",
            "paragraph_rank": 67,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1105,
                    "text": "Fig. 3",
                    "end": 1111
                }
            ]
        },
        {
            "section": "Identification efficiency measurement",
            "text": "7.1 Tag-and-probe with Z → ee events Z → ee(γ ) decays are used to measure the identification efficiency for electrons with E T > 10 GeV. The tag-and-probe method using Z → ee decays provides a clean sample of electrons, especially when the probe electron candidates have Probe electrons with E T between 10 GeV and 15 GeV are selected from Z → eeγ decays in which an electron has lost much of its energy due to final-state radiation (FSR). At low E T , this topology has less background than Z → ee decays. The invariant mass in these cases is computed from three objects: the tag electron, the probe electron and a photon.",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "Event selection",
            "section_rank": 20
        },
        {
            "section": "Event selection",
            "text": "Events are selected using a logical OR between two singleelectron triggers, one with an E T threshold of 24 GeV requiring medium identification and one with an E T threshold of 60 GeV and loose identification requirements. 9 Events are required to have at least two reconstructed electron candidates in the central region of the detector, |η| < 2.47, with opposite charges (see Sect. 9 for the measurement of the charge misidentification). The tag electron candidate is required to have a transverse energy E T > 25 GeV, be matched to a trigger electron within R < 0.15 and be outside the transition region between barrel and endcap of the EM calorimeter, 1.37 < |η| < 1.52. Furthermore, it has to pass the Tight identification requirement (Medium for Z → eeγ ). The probe electron candidates must have E T > 10 GeV and satisfy the track quality criteria. The invariant mass of the tag-probe (tag-probe-photon for Z → eeγ ) system is required to be within ±15 GeV of the Z mass. About 15.5 million probe electron candidates are selected for further analysis.",
            "paragraph_rank": 69,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 223,
                    "text": "9",
                    "end": 224
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "For the Z → eeγ method, in addition to the tag and the probe electron candidates, a photon is selected passing Tight photon identification requirement [23] and fulfilling E T (probe) + E T (photon) > 30 GeV. Requirements are placed on the angular distance between the photon and the electron candidates to avoid double counting of objects:",
            "paragraph_rank": 70,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 151,
                    "text": "[23]",
                    "end": 155
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "R (tag-photon) > 0.4 and R (probe-photon) > 0.2. The reason for the asymmetry between tag and probe electron requirements is an isolation requirement with a cone size of 0.4 which is applied to the tag electron as one of the variations for assessing the systematic uncertainties. Furthermore, FSR photons from the probe electron tend to be closer to the probe electron than to the tag electron. Further requirements are placed on the tag-probe and tag-photon invariant mass to select events with FSR: m(tag + photon) < 80 GeV, m(tag + probe) < 90 GeV. All possible tag-probe-photon combinations are used. About 13,000 probe electron candidates with a transverse energy of 10 GeV < E T < 15 GeV are selected integrated over the full |η| < 2.47 range.",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "Background estimation and variations for assessing the systematic uncertainties of the Z mass method",
            "section_rank": 21
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties of the Z mass method",
            "text": "The invariant mass of the tag-and-probe pair (and the photon in the case of Z → eeγ ) is used as the discriminating variable between signal electrons and background. In order to form background templates, reconstructed electron candidates with an associated track, satisfying track quality criteria, are chosen as probes. In addition, identification and isolation requirements are inverted to minimize the contribution of signal electrons. A study was performed on  Illustration of the background estimation using the Z → eeγ method in the 10 GeV < E T < 15 GeV, 0.1 < |η| < 0.8 bin, at reconstruction + track-quality level (left) and for probe electron candidates passing the cut-based Tight identification (right). The background tem-plate is normalized in the range 100 GeV < m ee < 250 GeV. The tag electron passes cut-based Medium and isolation requirements. The signal MC simulation is scaled to match the estimated signal in the Z -mass window data and simulated samples to test the shape biases of possible background templates due to the inversion of selection requirements and contamination from signal electrons, and the least-biased templates were chosen. The remaining signal electron contamination in the background templates is estimated using simulated events.",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties of the Z mass method",
            "text": "The normalization of the background template is determined by a sideband method: for the denominator (defined at the beginning of Sect. 7), the templates are normalized to the invariant-mass distribution above the Z peak (120 GeV < m ee < 250 GeV for Z → ee and 100 GeV < m eeγ < 250 GeV for Z → eeγ ).",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties of the Z mass method",
            "text": "Care is taken to remove the small contribution of signal electrons in the tails of the distribution of all probes before normalizing the background template to them. Tight probe electrons and Tight data efficiencies are used to perform this subtraction, except for the Tight efficiency extraction, for which the MC efficiency is used. For the numerator, the same templates are used as in the denominator, but they are normalized to the same-sign invariant-mass distribution (all numerator requirements are imposed on the probe). The normalization is done in the same ranges as in the denominator. The same-sign distribution is used as reference because it has less signal contamination than the opposite-sign distribution, an effect that is more important in the numerator. Figure 4 shows the Z → ee tag-and-probe invariant-mass distribution in one example bin for both numerator and denominator, including the normalized background template and the MC Z → ee prediction. Figure 5 shows the same for the Z → eeγ invariant-mass distribution. In order to assess systematic uncertainties, efficiency measurements based on the following variations of the analysis are considered. The mass window is changed from 15 to 10 and 20 GeV around the Z mass, the tag electron requirement is varied by applying a requirement on the calorimetric isolation variable and, in the Z → ee case, by loosening the identification requirement to Medium. Furthermore, for E T < 30 GeV, two normalization regions, below and above the Z peak are used. The normalization range below the peak is 60 GeV < m ee < 70 GeV. For E T > 30 GeV, the number of events in the low-mass region is too small for a reliable normalization, so instead two different background template selections are considered. All possible combinations of these variations are produced and taken into account as described in Sect. 5.2.",
            "paragraph_rank": 74,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 774,
                    "text": "Figure 4",
                    "end": 782
                },
                {
                    "type": "figure",
                    "start": 972,
                    "text": "Figure 5",
                    "end": 980
                }
            ]
        },
        {
            "text": "Background estimation and variations for assessing the systematic uncertainties of the Z iso method",
            "section_rank": 22
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties of the Z iso method",
            "text": "In this approach, the calorimeter isolation distribution E cone0.3",
            "paragraph_rank": 75,
            "section_rank": 22
        },
        {
            "text": "T",
            "section_rank": 23
        },
        {
            "section": "T",
            "text": "of the probe electron candidates is used as the discriminating variable.",
            "paragraph_rank": 76,
            "section_rank": 23
        },
        {
            "section": "T",
            "text": "The background templates are formed as subsets of all probe electron candidates used in the denominator of the identification efficiency calculation. The probes for the background template are required to be reconstructed as electrons with a matching track that satisfies track quality criteria; however, they are required to fail some of the identification requirements, namely the requirements on w stot and F HT . A study was performed on possible background templates and the bias due to the inversion of selection requirements and contamination from signal electrons. The least-biased templates were chosen. As illustrated in Fig. 6, the background templates are normalized to the isolation distribution of the probe electron candidates using the background dominated tail region of the isolation distribution.",
            "paragraph_rank": 77,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 631,
                    "text": "Fig. 6",
                    "end": 637
                }
            ]
        },
        {
            "section": "T",
            "text": "To assess the systematic uncertainty of the efficiency, the parameters of the measurement are varied. The threshold for the sideband subtraction is chosen between E cone0.3 T = 10 GeV and = 15 GeV. As in the Z mass case, the mass window is changed from 15 GeV to 10 GeV and 20 GeV around the Z mass, the tag electron requirement is varied by applying a requirement on the calorimetric isolation variable, E cone0.4 T < 5 GeV. In addition, different identification requirements are inverted to form two alternative templates and an alternative probe electron isolation distribution E cone0.4 T with a larger isolation cone size ( R = 0.4) is used as the discriminant. As in the Z mass case, all possible combinations of these variations are considered.",
            "paragraph_rank": 78,
            "section_rank": 23
        },
        {
            "section": "T",
            "text": "For the Z mass and Z iso methods together, there are in total 90 variations, which are treated as variations of the same measurement in order to estimate the systematic uncertainty due to the background estimation method.",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "section": "T",
            "text": "7.2 Tag-and-probe with J/ψ → ee events J/ψ → ee events are used to measure the electron identification efficiency for 7 GeV < E T < 20 GeV. At such low energies, the probe sample suffers from a significant background fraction, which can be estimated using the reconstructed dielectron invariant mass (m ee ) of the selected tagand-probe pairs. Furthermore, the J/ψ sample is composed of two contributions. In prompt production, the J/ψ meson is produced directly in the proton-proton collision via strong interaction or from the decays of directly produced heavier charmonium states. The electrons from the decay of prompt J/ψ particles are expected to be isolated and therefore to have identification efficiencies close to those of isolated electrons from other physics processes of interest in the same transverse energy range, such as Higgs boson decays. In nonprompt production, the J/ψ meson originates from b-hadron decays and its decay electrons are expected to be less isolated.",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "section": "T",
            "text": "Experimentally, the two production modes can be distinguished by measuring the displacement of the J/ψ → ee vertex with respect to the primary vertex. Due to the long lifetime of b-hadrons, electron-pairs from non-prompt J/ψ production have a measurably displaced vertex, while prompt decays occur at the primary vertex. To reduce the dependence on the J/ψ transverse momentum, the variable used in this analysis to discriminate between prompt and non-prompt production, called pseudo-proper time [24], is defined as",
            "paragraph_rank": 81,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 497,
                    "text": "[24]",
                    "end": 501
                }
            ]
        },
        {
            "section": "T",
            "text": "Here, L xy measures the displacement of the J/ψ vertex with respect to the primary vertex in the transverse plane, while m J/ψ PDG and p J/ψ T are the mass [25] and the reconstructed transverse momentum of the J/ψ particle.",
            "paragraph_rank": 82,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 156,
                    "text": "[25]",
                    "end": 160
                }
            ]
        },
        {
            "section": "T",
            "text": "Two methods have been developed to measure the electron efficiency using J/ψ → ee decays. The short-τ method, already used in Refs. [2,13], considers only events with short pseudo-proper time, selecting a subsample dominated by prompt J/ψ production. The remaining non-prompt contamination is estimated using MC simulation and the measurement of the non-prompt fraction in J/ψ → μμ events [26]. The τ -fit method, used in Ref. [2], utilizes the full τ -range and extracts the non-prompt fraction by fitting the pseudoproper time distribution both before and after applying the identification requirements.",
            "paragraph_rank": 83,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 132,
                    "text": "[2,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 135,
                    "text": "13]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 389,
                    "text": "[26]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 427,
                    "text": "[2]",
                    "end": 430
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 24
        },
        {
            "section": "Event selection",
            "text": "Events are selected by five dedicated J/ψ → ee triggers. These require tight trigger electron identification 10 and an electron E T above a threshold for one of the two trigger objects, while only requiring an EM cluster above a certain E T threshold for the other.",
            "paragraph_rank": 84,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 109,
                    "text": "10",
                    "end": 111
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Events with at least two electron candidates with E T > 5 GeV and |η| < 2.47 are considered.",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "section": "Event selection",
            "text": "The tag electron candidate must be matched to a tight trigger electron object within R < 0.005 and satisfy the cutbased Tight identification selection. To further clean the tag electron sample an isolation criterion is applied in most of the analysis variations. The other electron candidate, the probe, needs to satisfy the track quality criteria. It is also required to match an EM trigger object of the J/ψ → ee triggers within R < 0.005 and have a transverse energy that is at least 1 GeV higher than the corresponding trigger threshold. To ensure that the measured efficiency corresponds to wellisolated electrons an isolation requirement is imposed on the probe electron candidate as well. The isolation criterion has less than 1% effect on the identification efficiency in simulated events. It is further required that the tag and probe electron candidates are separated by R tag−probe > 0.2 to prevent one electron from affecting the identification of the other. The pseudo-proper time of the reconstructed J/ψ candidate is restricted to −1 ps < τ < 3 ps in the τ -fit method and typically to −1 ps < τ < 0.2 ps in the short-τ method.",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "section": "Event selection",
            "text": "The negative values of the pseudo-proper times are due to the finite resolution of L xy . At this stage no requirement is made on the charge of the electrons and all possible tag-andprobe pairs are considered. About 700,000 probe electron candidates are selected for E T = 7-20 GeV, of which about 190,000 pass the Tight selection, within the range of −1 ps < τ < 3 ps and integrated over |η| < 2.47.",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "Background estimation and variations for assessing the systematic uncertainties",
            "section_rank": 25
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties",
            "text": "The invariant mass of the tag-and-probe pair is used to discriminate between signal electrons and background. The most important contribution to the background, even after requiring the tag-and-probe pair to have opposite-sign (OS) charges, comes from random combinations of two particles. This can be evaluated -assuming charge symmetryusing the mass spectrum of same-sign (SS) charge pairs. The remaining background is small and can be described using an analytical model. For this, the invariant-mass distribution of the two electron candidates is fitted with the sum of three contributions: J/ψ, ψ(2S) and background, typically in the range of 1.8 GeV < m ee < 4.6 GeV. To model the J/ψ component, a Crystal-Ball [27,28] function is used. In the τ -fit method to better describe the tail, a Crystal-Ball + Gaussian function is used instead. The ψ(2S) is modelled with the same shape except for an offset corresponding to the mass difference between the J/ψ and ψ(2S) states. Finally the residual background is modelled by a Chebyshev polynomial (as variation by an exponential function) with the parameters determined from a combined signal + background fit to the data. The background estimated using SS pairs is either added to the residual background in the binned fit (see Fig. 7 for the short-τ method) or subtracted explicitly before performing the unbinned fit (see Fig. 8 for the τ -fit method). The number of J/ψ candidates is counted within a mass window of 2.8 GeV < m ee < 3.3 GeV.",
            "paragraph_rank": 88,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 717,
                    "text": "[27,",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 721,
                    "text": "28]",
                    "end": 724
                },
                {
                    "type": "figure",
                    "start": 1281,
                    "text": "Fig. 7",
                    "end": 1287
                },
                {
                    "type": "figure",
                    "start": 1377,
                    "text": "Fig. 8",
                    "end": 1383
                }
            ]
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties",
            "text": "In the τ -fit method, the prompt component is then extracted by an unbinned fit of the pseudo-proper time distribution in the range −1 ps < τ < 3 ps, after correcting  T /E T < 0.15 is placed on both the tag and the probe electron candidates. The pseudo-proper time is required to be −1 ps < τ < 3 ps. Dots with error bars represent the OS minus SS data, the fitted J/ψ signal is shown by the dashed blue and the ψ(2S) by the dashed light blue lines (both modelled by a Crystal-Ball + Gaussian function). The residual background (Chebyshev polynomial of 2nd order) is shown by the dashed grey line the contribution for the estimated background by subtracting the τ distribution in the mass sidebands 2.3 GeV < m ee < 2.5 GeV and 4.0 GeV < m ee < 4.2 GeV normalized to the estimated background within the signal mass window as given by the m ee fit. The non-prompt component is modelled by an exponential decay function convolved with the sum of two Gaussian functions, while the shape of the prompt component is described by the sum of the same Gaussian functions describing the detector resolution, as shown in Fig. 9.",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1112,
                    "text": "Fig. 9",
                    "end": 1118
                }
            ]
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties",
            "text": "In the short-τ method, strict requirements on τ are made, requiring it to be below 0.2 or 0.4 ps. The resulting nonprompt contamination is below ∼20%, decreasing with decreasing probe electron E T . The measured efficiency is compared to the prediction of the MC simulation after mixing the simulated prompt and non-prompt J/ψ → ee samples according to the ATLAS measurement of the nonprompt J/ψ fraction in the dimuon final state at √ s = 7 TeV [26].  Systematic uncertainties arise predominantly from the background estimation and the probe electron definition. They are estimated by varying the tag-and-probe selection (such as the isolation and the τ requirements), the fit parameters (background and signal shapes, fit window and sideband definitions) and the size of the mass window (changed by ±40%) for signal counting after the mass fit. In total, 186 variations were considered in each (E T , |η|) bin, using the two methods, to determine the efficiency and its uncertainty.",
            "paragraph_rank": 90,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 446,
                    "text": "[26]",
                    "end": 450
                }
            ]
        },
        {
            "text": "Combination",
            "section_rank": 26
        },
        {
            "section": "Combination",
            "text": "To calculate the final results for the identification efficiency, the data-to-MC correction factors are combined. The following measurements are used in the different E T bins:",
            "paragraph_rank": 91,
            "section_rank": 26
        },
        {
            "section": "Combination",
            "text": "• 7-10 GeV: J/ψ → ee, Only the two E T bins 10-15 and 15-20 GeV allow a combination of independent measurements, which is done using a program originally developed for the HERA experiment [29] and used in Ref. [2]. It performs a χ 2 fit over all bins, separately for the bins below and above 20 GeV, adjusting the input values taking into account correlations of the systematic uncertainties in η and E T bins.",
            "paragraph_rank": 92,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 188,
                    "text": "[29]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 210,
                    "text": "[2]",
                    "end": 213
                }
            ]
        },
        {
            "section": "Combination",
            "text": "Both the χ 2 (ranging from 3.4 to 12.3 for 12 degrees of freedom, depending on the identification selection) and the pulls of the combination indicate good agreement for the measurements in the 10-15 and 15-20 GeV bins.",
            "paragraph_rank": 93,
            "section_rank": 26
        },
        {
            "text": "Results",
            "section_rank": 27
        },
        {
            "section": "Results",
            "text": "The combined data efficiencies are derived by applying the combined data-to-MC efficiency ratios to the MC efficiency prediction from simulated Z → ee decays. Similarly, when comparing the results of different efficiency measurements, the measured data-to-MC efficiency ratios are used to correct the Z → ee MC sample.",
            "paragraph_rank": 94,
            "section_rank": 27
        },
        {
            "section": "Results",
            "text": "The measured efficiencies for the various identification criteria are presented as functions of the electron η, E T and the number of reconstructed primary collision vertices in the event. The latter is a measure of the amount of activity due to overlapping collisions which affects the reconstructed electrons, for example by making the calorimeter shower shapes more background-like due to nearby particles. The efficiency dependence in bins of primary vertices is only measured for electrons with E T > 15 GeV using Z → ee events with the Z mass method, as the J/ψ → ee sample size is not large enough. Figure 10 shows a comparison between efficiencies computed for Z → ee decays in the two E T bins in which different measurements overlap. The methods agree well.",
            "paragraph_rank": 95,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 606,
                    "text": "Figure 10",
                    "end": 615
                }
            ]
        },
        {
            "section": "Results",
            "text": "The efficiencies integrated over E T or η, as well as the dependence on the number of primary vertices is shown in Fig. 11. These distributions assume the (E T , η) distribution of electrons from Z → ee decays and treat the total uncertainties as fully correlated between bins, as done for most analyses.",
            "paragraph_rank": 96,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 115,
                    "text": "Fig. 11",
                    "end": 122
                }
            ]
        },
        {
            "section": "Results",
            "text": "With tighter requirements on more variables, the overall identification efficiency decreases, while the dependence on E T and η increases, as expected. The efficiency of the cutbased Multilepton selection shows less variation with the number of primary vertices than the cut-based Loose selec- . The data efficiency is derived by applying the measured data-to-MC efficiency ratios, determined with either the J/ψ or the Z methods, to the prediction of the MC simulation from Z → ee decays. The uncertainties are statistical (inner error bars) and statistical + systematic (outer error bars). The dashed lines indicate the bins in which the efficiencies are calculated. For better visibility, the measurement points are displayed as slightly shifted with respect to each other tion, as it relies less on the pile-up-sensitive variables R η and R had . Overall, the 2012 update of the cut-based menu (see Sect. 4.1) has been successful: the efficiencies and rejections could be kept at values similar to those in 2011, while the remaining pile-up dependence is small (variation below 4% for 1 to 30 vertices). The improvement of the 2012 menu regarding the pile-up robustness of the requirements is demonstrated in Fig. 12, where the efficiencies for the cutbased Loose, Medium and Tight selections as a function of the number of reconstructed primary vertices are compared for 2011 and 2012.",
            "paragraph_rank": 97,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 1213,
                    "text": "Fig. 12",
                    "end": 1220
                }
            ]
        },
        {
            "section": "Results",
            "text": "The Loose LH is tuned to match the efficiencies of the cutbased Multilepton selection, while the (Medium LH) Very Tight LH is tuned to match those of the cut-based (Medium) Tight selection. The efficiency figures show that this tuning is successful in almost all bins. While the efficiencies match, the background rejection of the LH selections is better. The background efficiencies are reduced by a factor of about two when comparing the cut-based identification to the corresponding LH selections (see Sect. 8).",
            "paragraph_rank": 98,
            "section_rank": 27
        },
        {
            "section": "Results",
            "text": "The efficiencies as a function of E T and η, as presented in Fig. 11, show some well-understood features. The identification efficiencies in general rise as a function of E T because electrons with higher E T are better separated from the background in many of the discriminating variables. For the lowest (7-10 GeV) as well as for the highest (above 80 GeV) E T bin, a significant and somewhat discontinuous increase in the identification efficiency is observed. This is explained by the fact that at very low and very high E T some requirements are relaxed. For the high E T bin the E/ p requirement is removed, because the measurement of the electron's track momentum is less precise for highp T tracks and can therefore not safely be used to distinguish electrons from backgrounds. It was checked that the data-to-MC correction factor measured for electrons above 80 GeV is applicable to electrons even at E T greater than 400 GeV using the Z iso method. Within the large statistical uncertainties, data-to-MC correction factors binned in E T for the high-E T region were found to agree with the combined data-to-MC correction factor above 80 GeV that is presented in this paper. The lowest E T bin (7-10 GeV) was tuned separately from the other bins, choosing the signal efficiency to be a few percentage points higher. This leads to higher background contamination.",
            "paragraph_rank": 99,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 61,
                    "text": "Fig. 11",
                    "end": 68
                }
            ]
        },
        {
            "section": "Results",
            "text": "The shape of the identification efficiency distributions as a function of η is mainly due to features of the detector design and the selection optimization procedure that is typically based on the signal-to-background ratio. A small gap between the two calorimeter half-barrels and in the TRT around |η| ≈ 0 explains the slight drop in efficiency. Another, larger drop in efficiency is observed for 1.37 < |η| < 1.52, where the transition region between the barrel and endcap calorimeters is situated. At high |η| the efficiencies are lower due to the larger amount of material in front of the endcap calorimeters. Figures 13 and 14 show the identification efficiencies when integrated over E T or η, and as a function of the number of reconstructed primary vertices. These figures depict in their lower panels the data-to-MC correction factors. As can be seen, the correction factors are close to one, with cutbased selections showing better data-MC agreement than the LH. Only for low E T or high values of η, corrections reaching 10% have to be applied for the more stringent selection criteria. The combined statistical and systematic uncertainties in the data-to-MC correction factors range from 0.5 to 10%, with the highest uncertainties found at low E T , and in the transition region of the calorimeter, 1.37 < |η| < 1.52. At low E T , a large contribution to the uncertainties is statistical in nature and can be considered uncorrelated between bins when propagating the uncertainties to the final results of analyses (in the presented figures the uncertainties are treated as fully correlated between bins).",
            "paragraph_rank": 100,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 615,
                    "text": "Figures 13 and 14",
                    "end": 632
                }
            ]
        },
        {
            "section": "Results",
            "text": "As discussed in Ref. [13], the difference between identification efficiencies in data and MC simulation can be traced back to differences in the distribution of the variables used in the identification, particularly the shower shape variables and the TRT high-threshold hit ratio F HT , the latter being defined only for |η| < 2. The distributions of the lateral shower shapes are not well modelled by the GEANT4-based simulation of the detector: in comparison to predictions of the MC simulation, most shower shapes in data are wider and centred at values closer to the background distributions. These effects lead to higher efficiencies in MC simulation. F HT , on the other hand, is underestimated in the simulation for |η| > 1, leading to higher efficiencies in data than in the simulation. These two effects cancel each other, as can be seen in Fig. 13, where the data and MC efficiency values of the cut-based Tight selection are quite close to each other for 1 < |η| < 2. Figures 13 and 14 show that the data has a more significant dependence on pile-up than predicted by simulation. For the cut-based Multilepton and Loose selections, the data-to-MC ratio is almost constant as a function of the number of primary vertices, while it decreases for the cut-based Medium and Tight selections as well as the LH selections by about 2% from 1 to 30 primary vertices. This effect is primarily caused by the mismodelling in MC simulation of the R Had(1) , w stot and F HT variables. The F HT variable is sensitive to the pile-up conditions due to higher occupancies in events with many vertices, which can lead to hit overlaps in the TRT straws increasing the chance of passing the high threshold.",
            "paragraph_rank": 101,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 21,
                    "text": "[13]",
                    "end": 25
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 850,
                    "text": "Fig. 13",
                    "end": 857
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 979,
                    "text": "Figures 13 and 14",
                    "end": 996
                }
            ]
        },
        {
            "section": "Results",
            "text": "The effect is not well modelled by the simulation, independent of the modelling of the pile-up itself. Both the R Had(1) and w stot variables, as well as additional energy deposits from pile-up particles, are not well modelled by the GEANT4 simulation of the calorimeter, leading to differences as a function of pile-up between data and MC simulation. The pile-up profile of the collision data analyses which use the results of these efficiency measurements is very close to the pile-up profile of the efficiency measurements presented here. The data-to-MC correction factors will therefore adjust the MC efficiencies in the collision data analyses for the residual pileup dependence.",
            "paragraph_rank": 102,
            "section_rank": 27
        },
        {
            "section": "Results",
            "text": "In general, the mismodelling of the distributions affects cut-based and LH selections differently. For cut-based selections, a mismodelling in MC simulation is reflected in the efficiency only if it occurs around the cut value. In the case of the LH, a mismodelling anywhere in the distribution can affect the efficiency. The harder the requirement on the discriminant of the LH, the larger the effect of the differences between data and MC distributions on the data-to-MC correction factors, as can be seen in Figs. 13 and 14.",
            "paragraph_rank": 103,
            "section_rank": 27
        },
        {
            "text": "Identification efficiency for background processes",
            "section_rank": 28
        },
        {
            "section": "Identification efficiency for background processes",
            "text": "The three main categories of electron background (in descending order of abundance after electron reconstruction) are light-flavour hadrons, electrons from conversions and Dalitz decays (referred to as background electrons in the following), and non-isolated electrons from heavy-flavour decays. The background efficiencies of the different identification selections were studied using both MC simulation and data.",
            "paragraph_rank": 104,
            "section_rank": 28
        },
        {
            "text": "Background efficiency from Monte Carlo simulation",
            "section_rank": 29
        },
        {
            "section": "Background efficiency from Monte Carlo simulation",
            "text": "The efficiencies of the different identification selections for backgrounds were studied using MC simulation of all relevant 2 → 2 QCD processes filtered at particle level to mimic a level-1 EM trigger requirement. The sample is enriched in electron backgrounds, with electrons from W and Z decays excluded at particle level using generator-level simulation information. Furthermore, the sample is required to pass a set of electron and photon triggers without identification cri- In analyses of collision data, the background efficiencies translate to background from multijet processes of typically 2-10% for leptonic W and semileptonic tt decays, where the cut-based Tight identification and some moderate isolation requirements have been applied. For a typical selection for a Z cross-section measurement that relies on the cut-based Medium identification, the multijet background is below 0.5% in the Z mass peak region.",
            "paragraph_rank": 105,
            "section_rank": 29
        },
        {
            "section": "Background efficiency from Monte Carlo simulation",
            "text": "After applying the looser cut-based selections, the background generally consists of hadrons and background electrons in similar fractions, with a small contribution of electrons from heavy-flavour decays. As the cut-based selections get tighter, heavy-flavour decays begin to dominate the remaining background, followed by background electrons. In contrast, the Loose LH selection retains significantly less hadronic background than its cut-based counterpart; instead, non-isolated and background electrons dominate in this regime. After the Very Tight LH selection, hadrons are highly suppressed and the sample is dominated by non-isolated electrons. To suppress these further, in many analyses isolation and tighter impact parameter requirements are added to the electron identification selection.",
            "paragraph_rank": 106,
            "section_rank": 29
        },
        {
            "section": "Background efficiency from Monte Carlo simulation",
            "text": "To estimate absolute background efficiencies, it is necessary to determine the efficiency for background objects to pass the denominator requirement of the relative efficiencies listed in Table 3. An unfiltered MC sample consisting of minimum-bias, single-and double-diffractive events is used. The numerator consists of reconstructed electron candidates passing the trigger and track quality requirements with transverse electron energy E T > 20 GeV. The denominator is defined as the numerator plus any object reconstructed as a hadronic jet using the anti-k t jet reconstruction algorithm [30], with a radius parameter R = 0.4, and transverse jet energy E T,jet > 20 GeV. Jets overlapping with reconstructed electron candidates within a R of 0.4 are removed to prevent double-counting. Reconstructed objects matched to simulated electrons from W and Z decays are also removed from the calculation. Using this methodology, it is found that 8.89% ± 0.16% (stat.) of the simulated jets built from hadrons, photon conversions or heavy-flavour decays are reconstructed as electrons with E T > 20 GeV and pass trigger and track quality requirements. The efficiencies in Table 3 can be multiplied by this number to obtain absolute background efficiencies for jets with E T > 20 GeV.",
            "paragraph_rank": 107,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 188,
                    "text": "Table 3",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 592,
                    "text": "[30]",
                    "end": 596
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 1167,
                    "text": "Table 3",
                    "end": 1174
                }
            ]
        },
        {
            "text": "Background efficiency ratios measured from collision data",
            "section_rank": 30
        },
        {
            "section": "Background efficiency ratios measured from collision data",
            "text": "Studying the electron backgrounds in MC simulation can give an approximate estimate of the background efficiency. However, the description of the MC simulation has several limitations: misidentification efficiencies depend on the tails of the distributions of many discriminating variables, which are typically more susceptible to mismodelling than the core of the distribution. Furthermore, a small deviation in shape and Z decays are removed at particle level. Furthermore, the sample is required to pass a set of electron and photon triggers without identification criteria, to allow better comparison with data-driven measurements. The composition of the sample is categorized according to MC simulation information: non-isolated electrons from heavy-flavour decays, background electrons from photon conversions and Dalitz decays, and hadrons. The background efficiency for each category is also quoted. The efficiency is always quoted with respect to reconstructed electron candidates passing the track quality requirement. For completeness, the isolated electron efficiency for Z → ee decays, measured from data, is also given.  21% is assigned to the subtraction of signal events using the simulation; this uncertainty is dominated by the mismodelling of the missing transverse momentum can lead to a large data-to-MC efficiency correction factor due to the low fraction of candidates in the tails. A data-driven estimate of the background efficiency is therefore essential. In this section, the ratio of background efficiencies from cutbased and LH menus is determined using data. An inclusive background sample is selected by a set of electron and photon triggers with different E T thresholds and no identification requirement. To prevent contamination from isolated electrons from W and Z decays, the reconstructed electron candidate (matched to the trigger electron) is rejected if it forms a pair with an invariant mass of 40-140 GeV with an electron candidate passing the Medium requirement. Likewise, the electron candidate is also rejected if there is significant missing transverse momentum in the event (E miss T > 25 GeV 11 ), or if the transverse mass calculated using E miss T is compatible with W -boson production (m T > 40 GeV). In order to remove the residual true electron contamination, these kinematic requirements are furthermore applied to simulated Z → ee and W → eν samples; the surviving events are scaled to the corresponding integrated luminosity and subtracted from the data yields before the background efficiency calculation.",
            "paragraph_rank": 108,
            "section_rank": 30
        },
        {
            "section": "Background efficiency ratios measured from collision data",
            "text": "The background sample is dominated by light-flavour hadrons, followed by photon conversions and a small fraction of heavy-flavour decays. The ratio of the background efficiency for a LH to that for the closest-efficiency cut-based selection is shown in Fig. 15. It can be seen that the LH selections let through only about 40-60% of the background 11 The E miss T is the magnitude of the negative vectorial sum of the transverse momenta from calibrated objects, such as identified electrons, muons, photons, hadronic decays of tau leptons, and jets. Clusters of calorimeter cells not associated with any object are also included.",
            "paragraph_rank": 109,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 253,
                    "text": "Fig. 15",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 348,
                    "text": "11",
                    "end": 350
                }
            ]
        },
        {
            "section": "Background efficiency ratios measured from collision data",
            "text": "compared to the cut-based selections, while it is shown in Sect. 7.4 that they retain approximately the same signal electron efficiency. These results cannot be directly compared to those derived from MC simulation and given in Table 3, as the composition of the samples might differ. Nonetheless, the data-driven and MC-based estimates show the same trend when comparing the background rejection of cut-based and LH selections.",
            "paragraph_rank": 110,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 228,
                    "text": "Table 3",
                    "end": 235
                }
            ]
        },
        {
            "text": "Determination of the charge misidentification probability",
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "Charge misidentification occurs if an isolated prompt electron is reconstructed with a wrong charge assignment. The misidentification is mostly caused by the emission of bremsstrahlung at a small angle with a subsequent conversion of the emitted photon and the mismatching of one of the conversion tracks to the cluster of the original electron. In addition, for high E T and therefore increasingly straight tracks, charge misidentification can be caused by a failure to correctly determine the curvature of the track matched to the electron. For electrons with transverse energies of E T < 300 GeV, the causes of charge misidentification are predominantly conversions combined with inefficiencies in matching the correct track to the electron.",
            "paragraph_rank": 111,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "Various physics analyses such as measurements of samesign W W scattering [31] or Z polarization [32] as well as searches for supersymmetry in final states with two samesign leptons [33] rely on correct charge assignment. Therefore the measurement of the charge misidentification rate and its description in MC simulation is crucial. In the range of E T for which the Z decays yield a sufficiently large sample, and which is used by most analyses, the charge misidentification probability is dominated by material effects, rather than the precision of the measurement of the track curvature, as studies using MC simulation have shown. Therefore the charge misidentification rate is determined as a function of η rather than E T using electrons with E T greater than 15 GeV.",
            "paragraph_rank": 112,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "The event selection described in Sect. 7.1.1 is applied to select a sample of Z → ee events, except for the oppositecharge requirement. Additionally, both the tag and probe electron candidates are required to satisfy certain identification and isolation criteria. Figure 16 shows the m ee distribution of the selected OS and SS electron pairs for a representative selection.",
            "paragraph_rank": 113,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 264,
                    "text": "Figure 16",
                    "end": 273
                }
            ]
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "The probability for an electron to be charge misidentified in a certain bin i in η and E T is referred to as i . The probabilities i in the different regions are statistically independent. The average number of SS events N SS i j that is expected for a pair of electrons in the bins i and j follows from the number of total events N OS+SS i j",
            "paragraph_rank": 114,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": ", where no charge requirement is applied, using the respective charge misidentification probabilities i, j as:",
            "paragraph_rank": 115,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "is taken from data after background subtraction. A likelihood function can be constructed using a Poissonian approximation of the probability to observe a specific number of SS events n SS,obs i j in data if the electrons are reconstructed in the bins i and j:",
            "paragraph_rank": 116,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "SS,obs",
                    "end": 192
                }
            ]
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "The likelihood function is maximized to estimate the charge misidentification probabilities i in each bin i.",
            "paragraph_rank": 117,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "As in the other efficiency measurements, the backgrounds originate from hadronic jets as well as from photon conversions, Dalitz decays and semileptonic heavy-flavour hadron decays. The backgrounds for total and same-sign candidate events are estimated by extrapolating linearly the number of events from equally sized sidebands of the invariant-mass distributions above and below the Z mass peak to the signal region. As an estimate of the uncertainties, the measurement is performed by varying the invariant-mass window from 15 to 10 and 20 GeV around the Z mass, the width of the sidebands used in the background subtraction is changed to be 20, 25, or 30 GeV. All variations have very small effects on the measured rates. The average value of these variations is taken as the measured value, the RMS as the systematic uncertainty. The uncertainty returned by the minimization is accounted for as a statistical uncertainty.",
            "paragraph_rank": 118,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "The charge misidentification rate is determined for three representative sets of requirements applied in analyses:",
            "paragraph_rank": 119,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "• Medium Medium identification requirements.",
            "paragraph_rank": 120,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "• Tight + isolation Tight identification requirements combined with selection criteria for the track isolation of p cone0.  The energy in a cone around the electron can be indicative of energy deposited by bremsstrahlung. Equally, large values of the track impact parameters can mean that the track matched to the electron is not a prompt track from the primary vertex but from a secondary interaction or bremsstrahlung and a subsequent conversion. Thus, tighter selection criteria, in particular requirements on the isolation or track parameters, can decrease the charge misidentification probability by a factor of up to four, depending on the additional selection requirements.",
            "paragraph_rank": 121,
            "section_rank": 31
        },
        {
            "section": "Determination of the charge misidentification probability",
            "text": "10 Reconstruction efficiency measurement 10.1 Tag-and-probe with Z → ee events Electrons are reconstructed from EM clusters that are matched to tracks in the ID, as described in Sect. 3. The tracks are required to satisfy the track quality criteria, i.e. to have at least one hit in the pixel detector and in total at least seven hits in the pixel and SCT detectors. The measurement of the efficiency to detect an energy cluster in the EM calorimeter using the sliding-window algorithm is very challenging in data and not performed here. In MC simulation, it is found to be above 99% for E T > 15 GeV as discussed in Sect. 3. EM clusters form the starting point of the reconstruction efficiency measurement. The reconstruction efficiency is defined as the ratio of the number of electrons reconstructed as a cluster matched to a track satisfying the track quality criteria (numerator) to the number of clusters with or without a matching track (denominator). This reconstruction efficiency is measured using a tag-and-probe analysis which is very similar to the Z mass method introduced in Sect. 7. In comparison to the measurement of the identification efficiency, the probe definition is relaxed to include all EM clusters. The background estimation is adapted to include the contribution of EM clusters with no associated track. The measurement is only performed for probe electron candidates with E T > 15 GeV, as the background contamination of the sample becomes too high at lower E T .",
            "paragraph_rank": 122,
            "section_rank": 31
        },
        {
            "text": "Event selection",
            "section_rank": 32
        },
        {
            "section": "Event selection",
            "text": "The general event selection as well as the criteria for the tag electron are identical to the ones used in the Z mass method, described in Sect. 7.1.1.",
            "paragraph_rank": 123,
            "section_rank": 32
        },
        {
            "section": "Event selection",
            "text": "Each event is required to have at least one tag electron candidate and one probe, which in this case is an EM cluster. In order to veto EM clusters from converted photons, no other cluster within R = 0.4 of a reconstructed electron candidate is considered. No requirement on the charge of the tag and the probe electron candidates is applied, since there is no charge associated with EM clusters unless they are matched to a track.",
            "paragraph_rank": 124,
            "section_rank": 32
        },
        {
            "text": "Background estimation and variations for assessing the systematic uncertainties",
            "section_rank": 33
        },
        {
            "section": "Background estimation and variations for assessing the systematic uncertainties",
            "text": "The background estimation for the numerator of the reconstruction efficiency (electrons passing the reconstruction requirements) follows that of the Z mass method described in Sect. 7.1.2. However, for the denominator (all reconstructed EM clusters) an additional contribution from photon candidates must be determined separately. The total background at the denominator level is the sum of two contributions: background to electrons reconstructed as a cluster with and without an associated track. The background estimation for these two contributions is explained below.  Fig. 18 Estimate of the background to the selected EM clusters with no associated track for 15 GeV < E T < 20 GeV and 1.52 < η < 2.01. A polynomial fit (shown by a dashed dark grey line) is carried out in the sideband region (indicated by dashed light grey boxes) of the invariantmass distribution of data events from which genuine electrons have been subtracted using MC simulation (the data are shown by filled squares before the subtraction of the prediction of the MC simulation and by open circles afterwards). In the signal region, defined as the events with an invariant mass of 80 GeV to 100 GeV, the fit result is used to obtain a data-driven estimate, which is compared to the data minus the prediction of the MC simulation. Only statistical uncertainties are shown for the data minus the MC prediction; the systematic uncertainty in the scaling of the MC simulation and description of the MC simulation of the inefficiency to match an electron with a track is 10-20% photons. In order to estimate the photon background, which, unlike the signal electrons, has a smoothly falling invariantmass shape, a third-order polynomial is fitted to the invariantmass distribution of the selected electron-photon pairs (corresponding to the tag and the probe electron candidates). The fit is carried out using the two sideband regions above and below the Z mass peak, as illustrated in Fig. 18. Residual signal electron contamination in the background-dominated sideband regions is subtracted using MC simulation before the fit. Systematic uncertainties in the scaling of the MC simulation and description of the MC simulation of the inefficiency to match an electron with a track are 10-20% and are not shown in Fig. 18. These uncertainties explain the small difference in the signal region between the data minus the MC prediction and the polynomial fit to the sidebands. The prediction of the MC simulation enters only in the subtraction of the very small residual signal in the sideband regions used to perform the polynomial fit. The resulting uncertainty in the measured reconstruction efficiency is negligible.",
            "paragraph_rank": 125,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 574,
                    "text": "Fig. 18",
                    "end": 581
                },
                {
                    "type": "figure",
                    "start": 1959,
                    "text": "Fig. 18",
                    "end": 1966
                },
                {
                    "type": "figure",
                    "start": 2286,
                    "text": "Fig. 18",
                    "end": 2293
                }
            ]
        },
        {
            "text": "Background estimate for electrons reconstructed as clusters with an associated track",
            "section_rank": 34
        },
        {
            "section": "Background estimate for electrons reconstructed as clusters with an associated track",
            "text": "The method to estimate the background to EM clusters with an associated track is almost the same as for the identification efficiency measurement, described in Sect. 7.1.2: A background template is selected in data by inverting identification selection criteria for the probes and normalized to the data in a control region of the invariant-mass distribution of the tag-and-probe pair.",
            "paragraph_rank": 126,
            "section_rank": 34
        },
        {
            "section": "Background estimate for electrons reconstructed as clusters with an associated track",
            "text": "The backgrounds in the signal region are determined separately for clusters with tracks satisfying or not satisfying the track quality selection criteria. Therefore, the track quality selection criteria must be satisfied (not satisfied) in the background template selection for the invariant-mass distribution of EM clusters passing (failing) the electron reconstruction procedure. Figure 19 shows the invariant-mass distributions of the tag-and-probe pairs for probe EM clusters (composed of clusters with or without a track match at the probe level) for two selected bins both at the probe level and before and after applying the reconstruction criteria to the probe electron candidate. The estimates of the two background components are also depicted. As demonstrated by the figure, the measured data agree well with the prediction, and the background subtraction procedure performs well.",
            "paragraph_rank": 127,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 382,
                    "text": "Figure 19",
                    "end": 391
                }
            ]
        },
        {
            "section": "Background estimate for electrons reconstructed as clusters with an associated track",
            "text": "The systematic uncertainty is estimated as for the identification efficiency. In addition to the variations listed in Sect. 7.1.2, the sidebands for the polynomial fit used for the estimation of the background to electrons without an associated track are varied among these choices: ",
            "paragraph_rank": 128,
            "section_rank": 34
        },
        {
            "text": "Results",
            "section_rank": 35
        },
        {
            "section": "Results",
            "text": "The reconstruction efficiency, like the identification efficiency, is measured differentially in (E T , η) bins. The efficiency to reconstruct an electron associated with a track of good quality varies from 95% to 99% between the endcap and barrel regions for low-E T electrons (E T < 20 GeV). For very high E T electrons (E T > 80 GeV) the efficiency is ∼99% over the whole η range. The results are shown in Fig. 20, projected in E T and η. The measured efficiency agrees well with the prediction of the MC simulation. The data-to-MC correction factors are at most 1-2% different from unity and in most of the measurements they are within only a few permille of one. The total uncertainty is < 0.5% for electrons with E T between 25 and 80 GeV. It is larger at lower E T , varying between 0.5 and 2.0%. The statistical and systematic uncertainties are of the same order. Good data-MC agreement observed for E T > 15 GeV gives confidence in the description of the MC simulation of the detector response, which is relied on for electrons with E T < 15 GeV. In this low-E T region, the data-to-MC correction factor is assumed to be 1.0 with an uncertainty of 2% in the barrel and 5% in the endcap region.",
            "paragraph_rank": 129,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_17",
                    "start": 409,
                    "text": "Fig. 20",
                    "end": 416
                }
            ]
        },
        {
            "section": "Results",
            "text": "As described in Sect. 3, for the 2012 data, a new track reconstruction algorithm has been introduced in order to improve the reconstruction of electrons that have undergone significant bremsstrahlung.   Fig. 19 Invariant-mass distributions of the tag-and-probe pairs for probe EM clusters with 1.52 < η < 1.81 and 15 GeV< E T < 20 GeV (left) or 40 GeV< E T < 45 GeV (right), before (top) and after (bottom) applying the reconstruction criteria. The data (black dots with error bars) at the all probes level is composed of two components: clusters with no matching track (dark grey histogram with error bars) and clusters with a matching track. The background is evaluated separately for these two components. A third-order polynomial (grey dashed line spanning the region from 70 GeV to 110 GeV) depicts the estimated photon background from a fit performed in the sideband regions as explained in Sect. 10.1.2 and shown in Fig. 18. A background template normalized in this case to the high-mass tail (magenta markers) is used to estimate the background with a matching track. This background template is obtained by requiring some of the identification criteria not to be satisfied. Additionally, probes must pass or fail the track quality selection requirements depending on whether the background to the electrons passing or failing the reconstruction requirements is determined (see Sect. 10.1.2). The shown magenta distribution is the sum of both components. For illustration only, the signal prediction of the MC simulation (blue dashed line) is also displayed. The sum of the normalized background template and the signal prediction of the MC simulation (red line, shown for comparison but not used in the measurement) agrees well with the data points the reconstruction efficiencies measured in the 2011 and 2012 data. The new track fitting algorithm improves the overall electron reconstruction efficiency by ∼5%. Most of this improvement is in the low-E T range, where the electron reconstruction efficiency increases by more than ∼7%. This constitutes a significant gain for important measurements such as the determination of Higgs boson properties in the channel H → Z Z * → 4 [34].",
            "paragraph_rank": 130,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 203,
                    "text": "Fig. 19",
                    "end": 210
                },
                {
                    "type": "figure",
                    "start": 923,
                    "text": "Fig. 18",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "start": 2189,
                    "text": "[34]",
                    "end": 2193
                }
            ]
        },
        {
            "section": "Results",
            "text": "The gain in efficiency from the new track reconstruction algorithm flattens the distribution of the reconstruction efficiency in η. For the 2011 data, a large drop in efficiency was observed for the endcap regions, where more bremsstrahlung occurs due to a higher amount of material. For the 2012 data, this drop has become much smaller. Furthermore, the 2012 results are more precise than the final 2011 results, partly because of the increase in the size of the available data sample, but also due to improvements in the background subtraction method.",
            "paragraph_rank": 131,
            "section_rank": 35
        },
        {
            "section": "Results",
            "text": "The efficiencies are also measured as a function of the number of primary vertices in order to investigate the dependence of the electron reconstruction on pile-up. Figure 21 shows that for data, the reconstruction efficiency for electrons with E T > 30 GeV does not change with the number of primary vertices.  Figure 22 shows the combined efficiencies to reconstruct and identify electrons with respect to reconstructed energy clusters in the EM calorimeter for all identification selections. The efficiencies are shown as a function of E T and η. As described in Sect. 7.4, the measured data-to-MC correction factors are applied to a simulated Z → ee sample. The resulting efficiencies correspond to the measured data efficiencies and can be compared to the efficiencies of simulated electrons in Z → ee events as done in Figs. 23 and 24. For electrons with E T < 15 GeV, the reconstruction efficiency cannot be measured and is taken instead from the MC simulation.",
            "paragraph_rank": 132,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 165,
                    "text": "Figure 21",
                    "end": 174
                },
                {
                    "type": "figure",
                    "start": 312,
                    "text": "Figure 22",
                    "end": 321
                }
            ]
        },
        {
            "section": "Results",
            "text": "The combined efficiency to reconstruct and identify an electron from Z → ee with E T around 25 GeV is about 92% for the Loose cut-based identification and around 68% for the Tight cut-based identification as well as the Very Tight LH selection. It is lower (higher) at lower (higher) E T , with a sharper turn-on as well as a greater η dependence for the tighter selections. Since the reconstruction efficiency is constant, the shapes are mainly determined by the variation of the identification efficiency (see Sects. 7, 10).",
            "paragraph_rank": 133,
            "section_rank": 35
        },
        {
            "text": "Summary",
            "section_rank": 36
        },
        {
            "section": "Summary",
            "text": "Using the full 2012 data set, 20.3 fb −1 of 8 TeV pp collisions produced by the LHC, the reconstruction, identification, and charge misidentification efficiencies of central electrons in the ATLAS detector are determined using a tag-and-probe method. Reconstruction and charge misidentification efficiencies are measured for electrons from Z → ee decays. The identification efficiency measurements from J/ψ and Z decays are combined using data-to-MC efficiency ratios, improving the precision of the results.",
            "paragraph_rank": 134,
            "section_rank": 36
        },
        {
            "section": "Summary",
            "text": "In 2012, a new track reconstruction algorithm and improved track-cluster matching were introduced to recover efficiency losses due to electrons undergoing bremsstrahlung. As a result, the overall electron reconstruction efficiency is increased by roughly 5% with respect to the 2011 efficiency. Averaged over η, it is about 97% for electrons with The uncertainty on the reconstruction efficiency is below 0.5% for E T > 25 GeV, and between 0.5-2% at lower trans-verse energy. Below 15 GeV, the reconstruction efficiency is not measured due to the overwhelming background contamination of the sample.",
            "paragraph_rank": 135,
            "section_rank": 36
        },
        {
            "section": "Summary",
            "text": "The electron identification was improved by loosening the selection criteria for the shower shapes in the EM calorimeter that are most affected by the increased instantaneous luminosities provided by the LHC in 2012. To compensate for the loss in rejection power, new selection criteria were introduced and requirements on variables less sensitive to pile-up were tightened. Additionally, new identification selections were developed: the cut-based Multilepton selection, optimized for low-energy electrons, as well as an identification based on the likelihood (LH) approach. Using the LH identification selections, the background rejection is significantly improved while maintaining the same signal efficiency as that of the cut-based selections. The identification efficiency has a strong dependence on E T and, for the tighter criteria, on η. Calculated with respect to reconstructed electrons satisfying quality criteria for their tracks, it averages between 96% (cut-based Loose) and 78% (Very Tight LH) for electrons with E T > 15 GeV. The measured pile-up dependence is below 4% for 1-30 reconstructed primary collision vertices per bunch crossing for all sets of selection criteria. Some differences between the behaviour in data and MC simulation are observed, but understood. The total uncertainties in the identification efficiency measurements are 5-6% (1-2%) for electrons below (above) E T = 25 GeV. Charge misidentification of electrons in the probed E T range is mostly caused by the emission of bremsstrahlung. The charge misidentification depends strongly on the applied selection criteria as well as on the η of the electron. For representative selections the probability is at sub-percent level for |η| < 1 and can be as high as 10% for |η| ∼ 2.5.",
            "paragraph_rank": 136,
            "section_rank": 36
        },
        {
            "section": "Summary",
            "text": "The measured data-to-MC efficiency ratios are applied as correction factors in analyses, such as the measurement of the properties of the Higgs boson, and their uncertainties are propagated accordingly. The scale factors are close to unity with deviations larger than a couple of percent from unity occurring only for low-E T or high-|η| regions.",
            "paragraph_rank": 137,
            "section_rank": 36
        },
        {
            "section": "Summary",
            "text": "and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [35].",
            "paragraph_rank": 138,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1147,
                    "text": "[35]",
                    "end": 1151
                }
            ]
        },
        {
            "section": "Summary",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 . ",
            "paragraph_rank": 139,
            "section_rank": 36
        },
        {
            "text": "ATLAS Collaboration",
            "section_rank": 37
        },
        {
            "text": "7 . 2 . 1",
            "section_rank": 38
        },
        {
            "section": "7 . 2 . 1",
            "text": "Event selection . . . . . . . . . . . . 7.2.2 Background estimation and variations for assessing the systematic uncertainties 7.3 Combination . . . . . . . . . . . . . . . . . . 7.4 Results . . . . . . . . . . . . . . . . . . . . . 8 Identification efficiency for background processes . 8.1 Background efficiency from Monte Carlo simulation . . . . . . . . . . . . . . . . . . . . . 8.2 Background efficiency ratios measured from collision data . . . . . . . . . . . . . . . . . . 9 Determination of the charge misidentification probability 10 Reconstruction efficiency measurement . . . . . . . 10.1 Tag-and-probe with Z → ee events . . . . . . 10.1.1 Event selection . . . . . . . . . . . . 10.1.2 Background estimation and variations for assessing the systematic uncertainties 10.2 Results . . . . . . . . . . . . . . . . . . . . . 11 Combined reconstruction and identification efficiencies 12 Summary . . . . . . . . . . . . . . . . . . . . . . References . . . . . . . . . . . . . . . . . . . . . . . .",
            "paragraph_rank": 140,
            "section_rank": 38
        },
        {
            "text": "Fig. 1 5 Fig. 2",
            "section_rank": 39
        },
        {
            "section": "Fig. 1 5 Fig. 2",
            "text": "Fig. 1Amount of material, in units of radiation length X 0 , traversed by a particle as a function of |η|: material in front of the presampler detector and the EM accordion calorimeter (left), and material up to the ID",
            "paragraph_rank": 141,
            "section_rank": 39
        },
        {
            "text": "Fig. 3",
            "section_rank": 40
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Pseudorapidity and transverse energy distributions of probe electron candidates satisfying the Tight identification criterion in the Z → ee (full circles), Z → eeγ (empty triangles) and the J/ψ → ee",
            "paragraph_rank": 142,
            "section_rank": 40
        },
        {
            "text": "Fig. 4 Fig. 5",
            "section_rank": 41
        },
        {
            "section": "Fig. 4 Fig. 5",
            "text": "Fig. 4Illustration of the background estimation using the Z mass method in the 20 GeV < E T < 25 GeV, 0.1 < η < 0.6 bin, at reconstruction + track-quality level (left) and for probe electron candidates passing the cut-based Tight identification (right). The background template is",
            "paragraph_rank": 143,
            "section_rank": 41
        },
        {
            "text": "Fig. 6 3 T",
            "section_rank": 42
        },
        {
            "section": "Fig. 6 3 T",
            "text": "Fig. 6Illustration of the background estimation using the Z iso method in the 15 GeV < E T < 20 GeV, −0.6 < η < −0.1 bin, at reconstruction + track-quality level (left) and after applying the cut-based Tight",
            "paragraph_rank": 144,
            "section_rank": 42
        },
        {
            "text": "Fig.Fig.",
            "section_rank": 43
        },
        {
            "section": "Fig.Fig.",
            "text": "Fig. The figure demonstrates the background subtraction as carried out in the short-τ method. Shown is the dielectron invariant-mass fit for all probe electron candidates having a good track quality (left) and for probe electron candidates passing the cut-based Tight identification (right) for 10 GeV< E T < 15 GeV and 2.01 < |η| < 2.47. A track isolation requirement of p cone0.2 T /E T < 0.15 is placed on the probe electron candidate. The pseudo-proper time is required to be −1 ps",
            "paragraph_rank": 145,
            "section_rank": 43
        },
        {
            "text": "Fig. 9",
            "section_rank": 44
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9 Pseudo-proper time fit for all probe electron candidates passing reconstruction + track-quality requirements (left) and for probe electron candidates passing the Tight identification (right) for 10 GeV < E T < 15 GeV, integrated over |η| < 2.47. A calorimetric isolation requirement of E cone0.2 T /E T < 0.2 is placed on the probe electron candidate. Dots with error bars represent the OS minus SS data with the",
            "paragraph_rank": 146,
            "section_rank": 44
        },
        {
            "text": "• 10 -",
            "section_rank": 45
        },
        {
            "section": "• 10 -",
            "text": "15 GeV: J/ψ → ee and Z → eeγ , • 15-20 GeV: J/ψ → ee and Z → ee, • 20-25 GeV and bins above: Z → ee.",
            "paragraph_rank": 147,
            "section_rank": 45
        },
        {
            "text": "Fig. 10",
            "section_rank": 46
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10Measured identification efficiency as a function of |η| for E T = 10-15 GeV (left) and E T = 15-20 GeV (right) for the cutbased Loose and Tight selections (top) and for Loose LH and Very Tight LH (bottom). The data efficiency is derived by applying the measured data-to-MC efficiency ratios, determined with either the J/ψ or the Z methods, to the prediction of the MC simulation from Z → ee",
            "paragraph_rank": 148,
            "section_rank": 46
        },
        {
            "text": "Fig. 11",
            "section_rank": 47
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11Measured identification efficiency for the various cut-based and LH selections as a function of E T (top left), η (top right) and the number of reconstructed primary vertices (bottom). The data efficiency is derived from the measured data-to-MC efficiency ratios and the prediction of the MC simulation from Z → ee decays. The uncertainties",
            "paragraph_rank": 149,
            "section_rank": 47
        },
        {
            "text": "Fig. 12",
            "section_rank": 48
        },
        {
            "section": "Fig. 12",
            "text": "Fig. 12 Identification efficiency for the various cut-based selections measured with 2011 and 2012 data as a function of the number of reconstructed primary vertices",
            "paragraph_rank": 150,
            "section_rank": 48
        },
        {
            "text": "Fig. 13 Fig. 14",
            "section_rank": 49
        },
        {
            "section": "Fig. 13 Fig. 14",
            "text": "Fig. 13Identification efficiency in data as a function of E T (top left), η (top right) and the number of reconstructed primary vertices (bottom) for the cut-based Loose, Multilepton, Medium and Tight selections, compared to predictions of the MC simulation for electrons from Z → ee decay. The lower panel shows the data-to-MC efficiency ratios. The data efficiency is derived from the measured data-to-MC effi-",
            "paragraph_rank": 151,
            "section_rank": 49
        },
        {
            "text": "Fig. 15",
            "section_rank": 50
        },
        {
            "section": "Fig. 15",
            "text": "Fig. 15Ratio of background efficiencies for a LH to that of the closestefficiency cut-based selections as a function of η (left) and E T (right), as obtained using an inclusive background sample (see text). The uncertainties are statistical as well as systematic: a systematic uncertainty of",
            "paragraph_rank": 152,
            "section_rank": 50
        },
        {
            "text": "Fig. 16",
            "section_rank": 51
        },
        {
            "section": "Fig. 16",
            "text": "Fig. 16 Distribution of the invariant mass m ee of the selected oppositesign (OS) or same-sign (SS) electron pairs in data and MC simulation for 25 GeV < E T < 50 GeV in the 0.0 < η < 0.8 bin (left) and in",
            "paragraph_rank": 153,
            "section_rank": 51
        },
        {
            "text": "2 T/ 3 T 2 T",
            "section_rank": 52
        },
        {
            "section": "2 T/ 3 T 2 T",
            "text": "E T < 0.14.• Tight + isolation + impact parameter Tight identification combined with calorimetric and track isolation criteria of E cone0./E T < 0.14 and p cone0./E T < 0.07 and in addition requirements on the track impact parameters of |z 0 | × sin θ < 0.5 mm and |d 0 |/σ d 0 < 5.0.",
            "paragraph_rank": 154,
            "section_rank": 52
        },
        {
            "text": "Figure 17 2 Fig. 17",
            "section_rank": 53
        },
        {
            "section": "Figure 17 2 Fig. 17",
            "text": "Figure 17shows the charge misidentification probability for the three working points as determined by the measurement in data and MC simulation. Since the charge misidentification probability is correlated with the amount of bremsstrahlung and thus with the amount of traversed material, the prob-",
            "paragraph_rank": 155,
            "section_rank": 53
        },
        {
            "text": "[70, 80 GeV] and [100, 110 GeV], [60, 80 GeV] and [100, 120 GeV], [50, 80 GeV] and [100, 130 GeV], [55, 70 GeV] and [110, 125 GeV].",
            "paragraph_rank": 156,
            "section_rank": 54
        },
        {
            "text": "Figure 20",
            "section_rank": 55
        },
        {
            "text": "Fig. 20 Fig. 21",
            "section_rank": 56
        },
        {
            "section": "Fig. 20 Fig. 21",
            "text": "Fig. 20 Measured reconstruction efficiencies as a function of E T integrated over the full pseudorapidity range (left) and as a function of η for 15 GeV < E T < 50 GeV (right) for the 2011 (triangles) and the",
            "paragraph_rank": 158,
            "section_rank": 56
        },
        {
            "text": "Fig. 22 Fig. 23",
            "section_rank": 57
        },
        {
            "section": "Fig. 22 Fig. 23",
            "text": "Fig. 22Measured combined reconstruction and identification efficiency for the various cut-based and LH selections as a function of E T (left) and η (right) for electrons. The data efficiency is derived from the measured data-to-MC efficiency ratios and the prediction of the MC",
            "paragraph_rank": 159,
            "section_rank": 57
        },
        {
            "text": "Fig. 24",
            "section_rank": 58
        },
        {
            "section": "Fig. 24",
            "text": "Fig. 24Measured combined reconstruction and identification efficiency as a function of E T (left) and η (right) for the Loose LH, Medium LH and Very Tight LH selections, compared to predictions of the MC simulation for electrons from Z → ee decay. The lower panel shows the data-to-MC efficiency ratios. The data efficiency is derived from",
            "paragraph_rank": 160,
            "section_rank": 58
        },
        {
            "text": "Table 1",
            "section_rank": 59
        },
        {
            "section": "Table 1",
            "text": "Definition of electron discriminating variables T in the first layer of the hadronic calorimeter to E T of the EM cluster (used over the range |η| < 0.8 or |η| > 1.37)R Had1Ratio of E T in the hadronic calorimeter to E T of the EM cluster (used over the range 0.8 < |η| < 1.37)",
            "paragraph_rank": 161,
            "section_rank": 59
        },
        {
            "text": "Table 2 The",
            "section_rank": 60
        },
        {
            "text": "Table 3",
            "section_rank": 61
        },
        {
            "section": "Table 3",
            "text": "Background efficiency of different identification selections taken from a MC simulation containing all relevant 2 → 2 QCD processes. The reconstructed electron candidates are required to have transverse energies between 20 and 50 GeV and electrons from W",
            "paragraph_rank": 163,
            "section_rank": 61
        },
        {
            "text": ", Evidence for electroweak production of W ± W ± j j in pp collisions at √ s = 8 TeV with the ATLAS detector. Phys. Rev. Lett. 113, 141803 (2014). doi:10.1103/PhysRevLett. 113.141803. arXiv:1405.6241 [hep-ex] 32. ATLAS Collaboration, Measurement of the angular coefficients in Z -boson events using electron and muon pairs from data taken at √ s = 8 TeV with the ATLAS detector. JHEP 1608, 159 (2016). doi:10.1007/JHEP08(2016)159. arXiv:1606.00689 [hep-ex] 33. ATLAS Collaboration, Search for supersymmetry at √ s=8 TeV in final states with jets and two same-sign leptons or three leptons with the ATLAS detector. JHEP1406, 035 (2014). doi:10.1007/ JHEP06(2014)035. arXiv:1404.2500 [hep-ex] 34. ATLAS Collaboration, Measurements of Higgs boson production and couplings in the four-lepton channel in pp collisions at center-of-mass energies of 7 and 8 TeV with the ATLAS detector. Phys. Rev. D 91, 012006 (2015). doi:10.1103/PhysRevD.91. 012006. arXiv:1408.5191 [hep-ex] 35. ATLAS Collaboration, ATLAS computing acknowledgements 2016-2017. ATL-GEN-PUB-2016-002. http://cds.cern.ch/record/ 2202407 ay Also at University of Malaya, Department of Physics, Kuala Lumpur, Malaysia az Also at LAL, Univ. Paris-Sud, CNRS/IN2P3, Université Paris-Saclay, Orsay, France",
            "paragraph_rank": 164,
            "section_rank": 62
        },
        {
            "text": "* Deceased",
            "paragraph_rank": 165,
            "section_rank": 62
        },
        {
            "text": "As in the 2011 electron reconstruction algorithm, clusters must satisfy loose requirements on the maximum fraction of energy deposited in the different layers of the EM calorimeter system: 0.9, 0.8, 0.98, 0.8 for the presampler detector, the strip, the middle and the back EM accordion calorimeter layers, respectively.3 The transverse momentum threshold for tracks reconstructed with the pion hypothesis is 400 MeV based on the pattern recognition.",
            "paragraph_rank": 166,
            "section_rank": 62,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 319,
                    "text": "3",
                    "end": 320
                }
            ]
        },
        {
            "text": "Throughout the paper, when counting hits in the pixel and SCT detectors, non-operational modules that are traversed by the track are counted as hits.",
            "paragraph_rank": 167,
            "section_rank": 62
        },
        {
            "text": "Unconverted (converted) photon clusters, which are used in the reconstruction efficiency measurement in Sect. 10, are built using 3×5 (3×7) cells in the barrel and 5 × 5 (5 × 5) cells in the endcap.6 The shower depth is defined as X = i X i E i / i E i where E i is the cluster energy in layer i and X i is the approximate calorimeter thickness (in radiation lengths) from the interaction point to the middle of layer i, including the presampler detector layer where present.",
            "paragraph_rank": 168,
            "section_rank": 62,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 198,
                    "text": "6",
                    "end": 199
                }
            ]
        },
        {
            "text": "Here an \"event\" refers to a triggered bunch crossing with all its hard and soft pp interactions, as recorded by the detector.",
            "paragraph_rank": 169,
            "section_rank": 62
        },
        {
            "text": "Another selection, Tight LH, was originally also developed with the background rejection matching the background rejection of the Tight cut-based selection, but it was never used. Therefore, for the LHC Run 2, Very Tight LH was renamed to Tight LH.",
            "paragraph_rank": 170,
            "section_rank": 62
        },
        {
            "text": "Page 10 of 45 Eur. Phys. J. C (2017) 77 :195",
            "paragraph_rank": 171,
            "section_rank": 62
        },
        {
            "text": "The electron identification selection in the trigger is looser than or equivalent to the corresponding analysis requirements.",
            "paragraph_rank": 172,
            "section_rank": 62
        },
        {
            "text": "The tight electron identification selection applied in the J/ψ trigger is looser than the corresponding analysis requirements. In particular, no selection is applied to φ, E/ p and isConv.",
            "paragraph_rank": 173,
            "section_rank": 62
        },
        {
            "text": "Acknowledgements",
            "section_rank": 64
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONI-",
            "paragraph_rank": 174,
            "section_rank": 64
        }
    ]
}