{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The NA48/2 experiment at CERN collected a large sample of charged kaon decays to final states with multiple charged particles in [2003][2004]. A new upper limit on the rate of the lepton number violating",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": ".6 × 10 −11 at 90% CL. Searches for twobody resonances X in K ± → πμμ decays (such as heavy neutral leptons N 4 and inflatons χ ) are also presented. In the absence of signals, upper limits are set on the products of branching fractions B(K ± → μ ± N 4 )B(N 4 → πμ) and B(K ± → π ± X)B( X → μ + μ − ) for ranges of assumed resonance masses and lifetimes. The limits are in the (10 −11 , 10 −9 ) range for resonance lifetimes below 100 ps.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Neutrinos are strictly massless within the Standard Model (SM), due to the absence of right-handed neutrino states. However, since the observation of neutrino oscillations has unambiguously demonstrated the massive nature of neutrinos, right-handed neutrino states must be included. A natural extension of the SM involves the inclusion of sterile neutrinos which mix with ordinary neutrinos: an example is the Neutrino Minimal Standard Model (νMSM) [1,2]. In this model, three massive right-handed neutrinos are introduced to explain neutrino oscillations, dark matter and baryon asymmetry of the Universe: the lightest one with a mass O(1 keV/c 2 ) is a dark matter candidate; the other two with masses O(100 MeV/c 2 ) are responsible for the masses of the SM neutrinos (via the see-saw mechanism) and introduce extra CP violating phases to account for baryon asymmetry. The νMSM can be further extended by adding a scalar field to incorporate inflation and provide a common source for electroweak symmetry breaking and right-handed neutrino masses [3]. The new particles predicted by these models can be produced in kaon decays. In particular, the Lepton Number Violating (LNV) K ± → π ∓ μ ± μ ± decay forbidden in the SM could proceed via an off-shell or an on-shell Majorana neutrino N 4 [4,5], while an inflaton χ could be produced in the Lepton Number Conserving (LNC) K ± → π ± χ decay, and decay promptly to χ → μ + μ − [6,7].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 449,
                    "text": "[1,",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 452,
                    "text": "2]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1050,
                    "text": "[3]",
                    "end": 1053
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1292,
                    "text": "[4,",
                    "end": 1295
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1295,
                    "text": "5]",
                    "end": 1297
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1428,
                    "text": "[6,",
                    "end": 1431
                },
                {
                    "type": "bibr",
                    "start": 1431,
                    "text": "7]",
                    "end": 1433
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Villeurbanne, France. 30 Funded by the German Federal Minister for Research and Technology (BMBF) under contract 056SI74. 31 Now at: Centro de Investigaciones Energeticas Medioambientales y Tecnologicas, E-28040 Madrid, Spain. 32 Funded by the Austrian Ministry for Traffic and Research under the contract GZ 616.360/2-IV GZ 616.363/2-VIII, and by the Fonds für Wissenschaft und Forschung FWF Nr. P08929-PHY.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 22,
                    "text": "30",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "start": 91,
                    "text": "(BMBF)",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 122,
                    "text": "31",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "start": 227,
                    "text": "32",
                    "end": 229
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "† Deceased.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The currently most stringent constraint on the branching fraction B(K ± → π ∓ μ ± μ ± ) has been established by the NA48/2 experiment [8], improving on the previous limit set by the BNL-E865 experiment [9]. Limits on the heavy neutrino coupling |U μ4 | from neutrino decay searches have been obtained by beam dump [10][11][12][13][14][15][16][17] and B decay [18,19] experiments, while the constraints on the inflaton mixing angle θ have been set by a phenomenological study of beam dump and B decay experimental results [20]. A stringent constraint from a dedicated search for inflatons in B decays has been published recently [21].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 134,
                    "text": "[8]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "start": 202,
                    "text": "[9]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 314,
                    "text": "[10]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 318,
                    "text": "[11]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 322,
                    "text": "[12]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 326,
                    "text": "[13]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 330,
                    "text": "[14]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 334,
                    "text": "[15]",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 338,
                    "text": "[16]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "start": 342,
                    "text": "[17]",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "start": 359,
                    "text": "[18,",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 363,
                    "text": "19]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 521,
                    "text": "[20]",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 628,
                    "text": "[21]",
                    "end": 632
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This letter reports a search for the LNV K ± → π ∓ μ ± μ ± decay and two-body resonances in K ± → πμμ decays using a sample of K ± decays collected by the NA48/2 experiment at CERN in [2003][2004]. The experiment was exposed to about 2 × 10 11 K ± decays. The substantial improvement in the search for the K ± → π ∓ μ ± μ ± decay with respect to the analysis reported in Ref. [8] is due to the use of an event selection developed specifically for background suppression and a muon reconstruction optimized to increase the acceptance for events with multiple muons, which was not required to obtain the main result of Ref. [8].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 184,
                    "text": "[2003]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "start": 190,
                    "text": "[2004]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "start": 376,
                    "text": "[8]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "start": 622,
                    "text": "[8]",
                    "end": 625
                }
            ]
        },
        {
            "text": "Beam, detector and data sample",
            "section_rank": 3
        },
        {
            "section": "Beam, detector and data sample",
            "text": "The NA48/2 experiment used simultaneous K + and K − beams produced by 400 GeV/c primary CERN SPS protons impinging on a beryllium target. Charged particles with momenta of (60 ± 3) GeV/c were selected by an achromatic system of four dipole magnets which split the two beams in the vertical plane and recombined them on a common axis. The beams then passed through collimators and a series of quadrupole magnets, and entered a 114 m long cylindrical vacuum tank with a diameter of 1.92 m to 2.4 m containing the fiducial decay region. Both beams had an angular divergence of about 0.05 mrad, a transverse size of about 1 cm, and were aligned with the longitudinal axis of the detector within 1 mm.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Beam, detector and data sample",
            "text": "The vacuum tank was followed by a magnetic spectrometer housed in a vessel filled with helium at nearly atmospheric pressure, separated from the vacuum by a thin (0.3% X 0 ) Kevlar ® window. An aluminium beam pipe of 158 mm outer diameter traversing the center of the spectrometer (and all the following detectors) allowed the undecayed beam particles to continue their path in vacuum. The spectrometer consisted of four drift chambers (DCH) with a transverse size of 2.9 m: DCH1, DCH2 located upstream and DCH3, DCH4 downstream of a dipole magnet that provided a horizontal transverse momentum kick of 120 MeV/c for charged particles. Each DCH was composed of four staggered double planes of sense wires to measure",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Beam, detector and data sample",
            "text": "The DCH space point resolution was 90 μm in both horizontal and vertical directions, and the momentum resolution was σ p /p = (1.02 ⊕ 0.044 • p)%, with p expressed in GeV/c. The spectrometer was followed by a plastic scintillator hodoscope (HOD) with a transverse size of about 2.4 m, consisting of a plane of vertical and a plane of horizontal strip-shaped counters arranged in four quadrants (each divided logically into four regions). The HOD provided time measurements for charged particles with 150 ps resolution. It was followed by a liquid krypton electromagnetic calorimeter (LKr), an almost homogeneous ionization chamber with an active volume of 7 m 3 , 27 X 0 deep, segmented transversally into 13248 projective ∼2 × 2 cm 2 cells. √ E, with E expressed in GeV. The LKr was followed by a hadronic calorimeter, which was an ironscintillator sandwich with a total iron thickness of 1.2 m. A muon detector (MUV), located further downstream, consisted of three 2.7 × 2.7 m 2 planes of plastic scintillator strips, each preceded by a 80 cm thick iron wall. The strips (aligned horizontally in the first and last planes, vertically in the middle plane) were 2.7 m long and 2 cm thick, and read out by photomultipliers at both ends. The first two planes contained 11 strips, while the third plane consisted of 6 strips. A detailed description of the beamline and the detector can be found in Refs. [22,23].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1401,
                    "text": "[22,",
                    "end": 1405
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1405,
                    "text": "23]",
                    "end": 1408
                }
            ]
        },
        {
            "section": "Beam, detector and data sample",
            "text": "The NA48/2 experiment collected data in 2003-2004, with about 100 days of effective data taking in total. A two-level trigger chain was employed to collect K ± decays with at least three charged tracks in the final state, originating from the same vertex. At the first level (L1), a coincidence of hits in the two planes of the HOD was required in at least two of the 16 non-overlapping logical regions. The second level (L2) performed online reconstruction of trajectories and momenta of charged particles based on the DCH information. The L2 logic was based on the multiplicities and kinematics of reconstructed tracks and two-track vertices. The overall trigger efficiency for three-track kaon decays was above 98.5% [23].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 720,
                    "text": "[23]",
                    "end": 724
                }
            ]
        },
        {
            "section": "Beam, detector and data sample",
            "text": "A GEANT3-based [24] Monte Carlo (MC) simulation including full beamline, detector geometry and material description, magnetic fields, local inefficiencies, misalignment and their time variations throughout the running period is used to evaluate the detector response.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 15,
                    "text": "[24]",
                    "end": 19
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Three-track vertices (compatible with either",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "are reconstructed by extrapolation of track segments from the spectrometer upstream into the decay region, taking into account the measured Earth's magnetic field, stray fields due to magnetization of the vacuum tank, and multiple scattering. Within the 50 cm resolution on the longitudinal vertex position,",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "mediated by short-lived (lifetime τ 10 ps) particles are indistinguishable from three-track decays.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The K πμμ decay rates are measured relative to the abundant K 3π normalization channel. The K πμμ and K 3π samples have been collected concurrently using the same trigger logic. The fact that the μ ± and π ± masses are close results in similar topologies of the signal and normalization final states. This leads to first order cancellation of the systematic effects induced by imperfect kaon beam description, local detector inefficiencies, and trigger inefficiency. The selection procedures for the K πμμ and K 3π modes have a large common part, namely the requirement of a reconstructed three-track vertex satisfying the following main criteria.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• The total charge of the three tracks is Q = ±1.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• The vertex is located within the 98 m long fiducial decay region, which starts 2 m downstream of the beginning of the vacuum tank.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• The vertex track momenta p i are within the range (5,55) GeV/c, and the total momentum of the three tracks | p i | is consistent with the beam nominal range of (55, 65) GeV/c.  • Track separations exceed 2 cm in the DCH1 plane to suppress photon conversions, and 20 cm in the LKr and MUV front planes to minimize particle misidentification due to shower overlaps and multiple scattering.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 52,
                    "text": "(5,",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "start": 55,
                    "text": "55)",
                    "end": 58
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The K LNV πμμ (K LNC πμμ ) candidates are then selected using the particle identification and kinematic criteria listed below.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• The vertex is required to be composed of one π ± candidate, with the ratio of energy deposition in the LKr calorimeter to momentum measured by the spectrometer E/p < 0.95 to suppress electrons (e ± ) and no in-time associated hits in the MUV, and a pair of identically (oppositely) charged μ ± candidates, with E/p < 0.2 and associated hits in the first two planes of the MUV. The π ± candidate is required to have momentum above 15 GeV/c to ensure a high muon suppression factor, measured from reconstructed K ± → μ ± ν decays to increase with momentum and to be 40 (125) at p = 10 (15) GeV/c.",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• The invariant mass of the three tracks in the",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "where M K is the nominal K ± mass [25]. This interval corresponds to ±2 (±3.2) times the resolution σ πμμ = 2.5 MeV/c 2 .",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 34,
                    "text": "[25]",
                    "end": 38
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The different signal region definition between K LNV πμμ and K LNC πμμ selections is a result of the optimization of the expected sensitivities, due to the different background composition (Sec. 3).",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• When searching for resonances:",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "where M ij is the invariant mass of the ij pair (ij = πμ, μ",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "is the assumed resonance mass, and the half-width δ M (M X ) of the resonance search window, depending on M X , is defined in Sec. 4. Two possible values for M πμ exist in the K LNV πμμ selection, since the muon produced by the K ± decay cannot be distinguished from the one produced by the subsequent N 4 decay. In this case, the value that minimizes",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Independently, the following criteria are applied to select the K 3π decays.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• The pion identification criteria described above are applied only to the track with the electric charge opposite to that of the kaon, to symmetrize the selection of the signal and normalization modes and diminish the corresponding systematic uncertainties.",
            "paragraph_rank": 30,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "• The invariant mass of the three tracks in the 3π ± hypothesis satisfies |M 3π − M K | < 5 MeV/c 2 , which corresponds approximately to ±3 times the resolution σ 3π = 1.7 MeV/c 2 .",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "No restrictions are applied on additional energy deposition in the LKr calorimeter and extra tracks not belonging to the vertex, to decrease the sensitivity to accidental activity. To avoid bias during the choice of the event selection criteria, the K LNV πμμ selection was optimized with a blind analysis: an independent K 3π MC sample was used to study the K 3π background suppression; furthermore, the data events with invariant mass M πμμ satisfying |M πμμ − M K | < 10 MeV/c 2 were discarded and the data/MC agreement was studied in the M πμμ control region 456 MeV/c 2 < M πμμ < 480 MeV/c 2 .  πμμ sample, in which the external error on the branching fraction dominates. For the K ± → π + π − μ ± ν and K ± → μ + μ − μ ± ν decays the ChPT expectation for the branching fractions are used. The B(K ± → π + π − μ ± ν) prediction of Ref. [26] is increased by 8% to take into account a more precise K ± → π + π − e ± ν form factor measurement [27,28]. The last row shows the numbers of observed data events for comparison.",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 841,
                    "text": "[26]",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 945,
                    "text": "[27,",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "start": 949,
                    "text": "28]",
                    "end": 952
                }
            ]
        },
        {
            "text": "Decay channel",
            "section_rank": 5
        },
        {
            "section": "Decay channel",
            "text": "Branching fraction ",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "Data and MC samples",
            "section_rank": 6
        },
        {
            "section": "Data and MC samples",
            "text": "The number of K ± decays in the 98 m long fiducial decay region is measured as",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "Data and MC samples",
            "text": "where N 3π = 1.367 × 10 7 is the number of K 3π candidates reconstructed in the data sample (with a negligible background contamination), D = 100 is the downscaling factor of the K 3π subset used for the N K measurement, B(K 3π ) is the nominal branching fraction of the K 3π decay mode [25] and A(K 3π ) = 14.96% is the acceptance of the selection evaluated with MC simulations. The main contribution to the quoted uncertainty of N K is due to the external error on B(K 3π ).",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 287,
                    "text": "[25]",
                    "end": 291
                }
            ]
        },
        {
            "section": "Data and MC samples",
            "text": "MC simulations of the K ± decay channels with three tracks in the final state are used for the background estimation. The MC events have been generated in a wider range of kaon decay longitudinal coordinate than the fiducial region, to account for event migration due to resolution effects. The reconstructed M πμμ mass distributions of data and MC events passing the K LNV πμμ and K LNC πμμ selections are shown in Fig. 1. One event is observed in the signal region after applying the K LNV πμμ selection, while 3489 K ± → π ± μ + μ − candidates are selected with the K LNC πμμ selection. The expected backgrounds to the K πμμ samples evaluated with MC simulations are reported in Table 1. For each considered background i, the size of the produced MC sample relative to the expected abundance in data is quantified by the ratio ρ i :",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 416,
                    "text": "Fig. 1",
                    "end": 422
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 682,
                    "text": "Table 1",
                    "end": 689
                }
            ]
        },
        {
            "section": "Data and MC samples",
            "text": "where N i gen is the number of MC events generated in the fiducial region and B i is the branching fraction of the background i.  An additional 10% systematic error due to the limited accuracy of the MC simulation is assigned to the K LNV πμμ total background estimate. The size of this error is determined from the level of agreement of the data and MC distributions in the M πμμ control region 456 MeV/c 2 < M πμμ < 480 MeV/c 2 .",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "Search for two-body resonances",
            "section_rank": 7
        },
        {
            "section": "Search for two-body resonances",
            "text": "A search for two-body resonances in the K πμμ candidates over a range of mass hypotheses is performed across the distributions of the invariant masses M ij (ij = πμ, μ + μ − ). A particle X produced in K ± → μ ± X (K ± → π ± X ) decays and decaying promptly to πμ (μ + μ − ) would produce a narrow spike in the M πμ (M μμ ) spectrum. MC simulations involving isotropic X decay in its rest frame are used to evaluate the acceptances of the selections (Sec. 2) for the above decay chains depending on the assumed resonance masses and lifetimes. The mass step of the resonance scans and the width of the signal mass windows around the assumed mass ",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "section": "Search for two-body resonances",
            "text": "is the mass threshold of the X → ij decay (ij = πμ, μ + μ − ). In the LNV selection, the tighter M πμμ cut leads to a 15% smaller resolution.",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "Search for two-body resonances",
            "text": "The obtained signal acceptances as functions of the resonance mass and lifetime are shown in Fig. 2. In total, 284 (267) resonance mass hypotheses are tested in the M πμ distribution of the K LNV πμμ (K LNC πμμ ) candidates and 280 mass hypotheses are tested in the M μμ distribution of the K LNC πμμ candidates, covering the full kinematic range.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 93,
                    "text": "Fig. 2",
                    "end": 99
                }
            ]
        },
        {
            "section": "Search for two-body resonances",
            "text": "The statistical analysis of the obtained results in each mass hypothesis is performed by applying the Rolke-López method [30] to find the 90% confidence intervals for the case of a Poisson process in presence of multiple Poisson backgrounds with unknown mean. The number of considered backgrounds for the K LNV πμμ (K LNC πμμ ) candidates is 4 (1); in the latter case, backgrounds other than K ± → π ± μ + μ − are negligible (Table 1). Inputs to the Rolke-López computation are the relative MC sample sizes ρ i for each considered background i and, for each mass hypothesis, the number N obs of observed data events and the number N i bkg of MC events in the signal mass window.",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 121,
                    "text": "[30]",
                    "end": 125
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 425,
                    "text": "(Table 1",
                    "end": 433
                }
            ]
        },
        {
            "text": "Results and discussion",
            "section_rank": 8
        },
        {
            "text": "Upper limit on B(K",
            "section_rank": 9
        },
        {
            "section": "Upper limit on B(K",
            "text": "The upper limit (UL) on the number of K ± → π ∓ μ ± μ ± signal events in the K LNV πμμ sample corresponding to the observation of one data event and the expected background reported in Table 1 is",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 185,
                    "text": "Table 1",
                    "end": 192
                }
            ]
        },
        {
            "section": "Upper limit on B(K",
            "text": "Using the value of the signal acceptance A(K LNV πμμ ) = (20.62 ± 0.01)% estimated with MC simulations assuming a uniform phasespace distribution, it leads to an UL on the branching fraction:",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "Upper limit on B(K",
            "text": "The total systematic uncertainty on the quoted UL is 1.35%. The largest source is the limited accuracy (Sec. 3) of the MC simulations (1.0%), followed by B(K ± → π ± μ + μ − ) (0.75%), B(K ± → π ± π + π − ) (0.43%) and B(K ± → π + π − μ ± ν) (0.05%). The contribution of each component is evaluated as the variation of the result when varying each input separately by one standard deviation. The contribution of the trigger inefficiency is negligible due to the similar topology of K ± → π ± π + π − and K ± → π ∓ μ ± μ ± decays.",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "Limits on two-body resonances",
            "section_rank": 10
        },
        {
            "section": "Limits on two-body resonances",
            "text": "For each of the three resonance searches performed, the local significance z of the signal is evaluated for each mass hypothesis as",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "section": "Limits on two-body resonances",
            "text": "where N obs is the number of observed events, N exp is the number of expected background events, δN obs = √ N obs , and",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "section": "Limits on two-body resonances",
            "text": "is the statistical uncertainty on N exp due to the limited size of the MC samples. In case N obs (N i bkg ) = 0, N obs (N i bkg ) = 1 is used for the computation of δN obs (δN exp ).  ",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "section": "Limits on two-body resonances",
            "text": "The values N obs , the normalized numbers of background events N i bkg /ρ i , the ULs at 90% CL on the numbers of signal events and the corresponding local significances z of the signals are shown for each mass hypothesis in Fig. 3. The local significances never exceed 3 standard deviations: no signal observation is reported.",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 225,
                    "text": "Fig. 3",
                    "end": 231
                }
            ]
        },
        {
            "section": "Limits on two-body resonances",
            "text": "The ULs on the product B(",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "section": "Limits on two-body resonances",
            "text": "as functions of the resonance lifetime τ are obtained for each mass hypothesis M i using the values of the acceptances A πμμ (M i , τ ) (Fig. 2) and the ULs on the numbers of signal events N i sig for that mass hypothesis ( Fig. 3):",
            "paragraph_rank": 50,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 136,
                    "text": "(Fig. 2",
                    "end": 143
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 224,
                    "text": "Fig. 3)",
                    "end": 231
                }
            ]
        },
        {
            "section": "Limits on two-body resonances",
            "text": "The obtained ULs as functions of the resonance mass, for several values of the assumed resonance lifetime, are shown in Fig. 4. The largest source of systematic uncertainty on the ULs for lifetimes τ ≤ 10 ns is the limited precision of N K (0.4%), while for τ = 100 ns the uncertainty (3%) due to the limited size of the MC sample used for the acceptance evaluation dominates. The system-atic uncertainties on N i sig are negligible: for the K LNV πμμ sample, the expected background is negligible in most of the mass hypotheses; for the K LNC πμμ sample, the K ± → π ± μ + μ − MC simulation is scaled to match the data, such that it does not rely on the measurements of B(K ± → π ± μ + μ − ) and the form factor [8], which were obtained with a sample of comparable size of the present one. Other systematic errors (e.g. residual background contamination) are negligible.  ",
            "paragraph_rank": 51,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 120,
                    "text": "Fig. 4",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "start": 713,
                    "text": "[8]",
                    "end": 716
                }
            ]
        },
        {
            "text": "Interpretation of B(K",
            "section_rank": 11
        },
        {
            "section": "Interpretation of B(K",
            "text": "The boundaries for τ ≥ 1 ns are valid up to a maximum lifetime of ∼ 100 μs. ",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "section": "Interpretation of B(K",
            "text": "The UL corresponding to the lifetime τ SM χ moves across the ones corresponding to fixed lifetimes as τ SM χ becomes smaller for larger inflaton masses.",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "section": "Interpretation of B(K",
            "text": "where ",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "Interpretation of B(K",
            "section_rank": 12
        },
        {
            "section": "Interpretation of B(K",
            "text": "The obtained UL on the product B(K ± → π ± X)B( X → μ + μ − ) can be used to constrain the magnitude of the inflaton-Higgs mixing angle θ using the relation [6]  μ ). The value of the lifetime τ SM χ , obtained assuming that the inflaton decays into SM particles only, is evaluated for each mass hypothesis, using the decay widths provided in Ref. [6] ",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 157,
                    "text": "[6]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 348,
                    "text": "[6]",
                    "end": 351
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 13
        },
        {
            "section": "Conclusions",
            "text": "Searches for the LNV K ± → π ∓ μ ± μ ± decay and resonances in K ± → πμμ decays at the NA48/2 experiment with the 2003-2004 data are presented. No signals are observed. An UL of 8.6 × 10 −11 on B(K ± → π ∓ μ ± μ ± ) is established at 90% CL, improving the previous limit [8] by more than one order of magnitude.",
            "paragraph_rank": 56,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 271,
                    "text": "[8]",
                    "end": 274
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "Upper limits are set on the products of branching fractions B(K ± → μ ± N 4 )B(N 4 → πμ) and B(K ± → π ± X)B( X → μ + μ − ) as functions of the assumed resonance mass and lifetime. These limits are in the (10 −11 , 10 −9 ) range for resonance lifetimes below 100 ps. Using these constraints, ULs on heavy neutrino and inflaton parameters |U μ4 | 2 and θ 2 are obtained as functions of the resonance mass and lifetime.",
            "paragraph_rank": 57,
            "section_rank": 13
        },
        {
            "text": "•",
            "section_rank": 14
        },
        {
            "section": "•",
            "text": "The total transverse momentum of the three tracks with respect to the actual beam direction (which is measured with the K 3π sample) is p T < 10 MeV/c. If several vertices satisfy the above conditions, the one with the lowest fit χ 2 is considered. The tracks forming the vertex are required to satisfy the following conditions.• Tracks are consistent in time (within 10 ns from the average time of the three tracks) and with the trigger time.",
            "paragraph_rank": 58,
            "section_rank": 14
        },
        {
            "text": "•",
            "section_rank": 15
        },
        {
            "section": "•",
            "text": "Tracks are in the DCH, HOD, LKr and MUV geometric acceptances.",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Reconstructed M πμμ mass distributions of data and MC events passing the K LNV πμμ (a) and K LNC πμμ (b) selections. The signal mass regions are indicated with vertical arrows. Statistical errors on the MC K 3π component are not indicated and are approximately of the same size as the data errors. The corresponding data/MC ratios with MC statistical errors taken into account are also shown.",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Acceptances as functions of the assumed resonance mass and lifetime of: (a) the K LNV",
            "paragraph_rank": 61,
            "section_rank": 17
        },
        {
            "text": "M X are determined by the resolutions σ (M ij ) on the invariant masses M ij (ij = πμ, μ + μ − ): the mass step is set to σ (M ij )/2, while the half-width of the signal mass window is δ M (M X ) = 2σ (M ij ). Therefore the results obtained in the neighboring mass hypotheses are correlated. The dependence of the resolutions σ (M ij ) on the assumed resonance mass M X evaluated with MC simulations is approximately σ (M ij",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Numbers N obs of observed data events (Data) and expected background events (MC K ± → π ± π + π − and MC K ± → π ± μ + μ − ) passing: (a) the M πμ cut with the K LNV πμμ selection; (b) the M πμ cut with the K LNC πμμ selection; (c) the M μμ cut with the K LNC πμμ selection. The obtained ULs at 90% CL on the numbers of signal events N sig and the local significances z of the signal are also shown for each resonance mass hypothesis. All presented quantities are correlated for neighboring resonance masses as the mass step of the scans is about 8 times smaller than the signal window width.",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Obtained ULs at 90% CL on the products of branching fractions as functions of the assumed resonance mass and lifetime: (a) B(K ± → μ ± N 4 )B(N 4 → π ∓ μ ± ); (b) B(K ± → μ ± N 4 )B(N 4 → π ± μ ∓ ); (c) B(K ± → π ± X)B( X → μ + μ − ).",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Upper limits at 90% CL on |U μ4 | 2 as functions of the assumed resonance mass and lifetime obtained from the limits on:(a) B(K ± → μ ± N 4 )B(N 4 → π ∓ μ ± ); (b) B(K ± → μ ± N 4 )B(N 4 → π ± μ ∓ ).The boundaries for τ ≥ 1 ns are valid up to a maximum lifetime of ∼ 100 μs.",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 22
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Upper limits at 90% CL on the squared Higgs-inflaton mixing angle θ 2 as functions of the resonance mass and lifetime obtained from the limits on B(K ± →",
            "paragraph_rank": 66,
            "section_rank": 22
        },
        {
            "text": "2 μ ) − (r 2 N 4 − r 2 μρ 2 μ ) 2 − ( 1 + ρ 2 μ )ρ 2 π",
            "section_rank": 23
        },
        {
            "section": "2 μ ) − (r 2 N 4 − r 2 μρ 2 μ ) 2 − ( 1 + ρ 2 μ )ρ 2 π",
            "text": "4 ), λ(a, b, c) = a 2 + b 2 + c 2 − 2ab − 2ac − 2bc and χ μμ = [(1 + ρ ]. The value of the lifetime τ SM N 4 , obtained assuming that the heavy neutrino decays into SM particles only and that |U e4 | 2 = |U μ4 | 2 = |U τ 4 | 2 , is evaluated for each mass hypothesis, using the decay widths provided in Ref. [5]. The ULs on |U μ4 | 2 as functions of the resonance mass obtained for several values of the assumed resonance lifetime, including τ SM N 4 , are shown in Fig. 5.",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": ". The ULs on θ 2 as functions of the resonance mass obtained for several values of the assumed resonance lifetime, including τ SM χ , are shown in Fig. 6.",
            "paragraph_rank": 68,
            "section_rank": 24
        },
        {
            "text": "Table 1",
            "section_rank": 25
        },
        {
            "section": "Table 1",
            "text": "Dominant background contributions to the K πμμ samples: branching fractions, relative MC sample sizes ρ and expected numbers of background events N exp in the K LNV πμμ and K LNC πμμ samples, obtained from MC simulations. The errors δN exp are dominated by the uncertainties due to limited MC statistics, except for the K ± → π ± μ + μ − background in the K LNC",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "For resonance lifetimes τ > 1 ns the acceptances scale as 1/τ due to the required three-track vertex topology of the selected events. In the LNV selection, the tighter M πμμ cut leads to a 5% smaller acceptance. The mass dependence in case (c)",
            "paragraph_rank": 70,
            "section_rank": 26
        },
        {
            "text": "differs from the others due to the p > 15 GeV/c pion momentum cut, not applied to muons (Sec. 2).",
            "paragraph_rank": 71,
            "section_rank": 26
        },
        {
            "text": "obtained from K LNV πμμ and K LNC πμμ samples can be used to constrain the squared magnitude |U μ4 | 2 using the relation [31]",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "ρ i = M i /M χ (i = μ, π ), α χ ≈ 1.3 × 10 −3 and χ μμ =ρ 2",
            "paragraph_rank": 73,
            "section_rank": 28
        },
        {
            "text": "where",
            "paragraph_rank": 74,
            "section_rank": 28
        },
        {
            "text": "Now at: Dipartimento di Fisica e Scienze della Terra dell'Università e Sezione dell'INFN di Ferrara, I-44122 Ferrara, Italy.",
            "paragraph_rank": 75,
            "section_rank": 28
        },
        {
            "text": "Acknowledgements",
            "section_rank": 30
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to the staff of the CERN laboratory and the technical staff of the participating universities and laboratories for their efforts in the operation of the experiment and data processing. We thank Dmitry Gorbunov for useful discussions.",
            "paragraph_rank": 76,
            "section_rank": 30
        }
    ]
}