{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for time-integrated CP violation in the Cabibbo-suppressed decay D 0 → π + π − π + π − is performed using an unbinned, model-independent technique known as the energy test. This is the first application of the energy test in four-body decays. The search is performed for P -even CP asymmetries and, for the first time, is extended to probe the P -odd case. Using proton-proton collision data corresponding to an integrated luminosity of 3.0 fb −1 collected by the LHCb detector at centre-ofmass energies of √ s = 7 TeV and 8 TeV, the world's best sensitivity to CP violation in this decay is obtained. The data are found to be consistent with the hypothesis of CP symmetry with a p-value of",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The decay D 0 → π + π − π + π − (charge-conjugate decays are implied unless stated otherwise) proceeds via a singly Cabibbosuppressed c → dud transition with an admixture from a c → ug gluonic-penguin transition. Within the Standard Model (SM), these amplitudes have different weak phases, and the interference between them may give rise to a violation of the charge-parity (CP) symmetry in the decay. Another necessary condition for this direct CP violation to occur is interference of at least two amplitudes with different strong phases. The strong phase differences are known to be sizeable in charm decays and can enter through the resonances that abundantly contribute to the four-body final states. The sensitivity to CP violation is usually best for decays where the strong phases between interfering resonances have large differences. A rich spectrum of resonances contributes to the decay D 0 → π + π − π + π − , which according to the amplitude analysis performed by the FOCUS collaboration [1], is dominated by the amplitudes for D 0 → a 1 (1260) + π − with a 1 (1260) + → ρ 0 (770)π + and for D 0 → ρ 0 (770)ρ 0 (770).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1002,
                    "text": "[1]",
                    "end": 1005
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the SM, violation of the CP symmetry in the charm sector is expected at or below the O(10 −3 ) level [2]. Contributions from particles that are proposed to exist in extensions of the SM may participate in higher-order loop contributions (penguin diagrams) and enhance the level of CP violation. Multibody decays, such as D 0 → π + π − π + π − , allow the CP asymmetries to be probed across the phase space of the decay, and these local CP asymmetries may be larger than global CP asymmetries.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 104,
                    "text": "[2]",
                    "end": 107
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The analysis of D 0 → π + π − π + π − is primarily sensitive to direct CP violation. In addition to this direct CP violation, the timeintegrated CP asymmetry in D 0 → π + π − π + π − decays can also receive an indirect contribution arising from either D 0 -D 0 mixing or interference between direct decays and decays following mixing. While direct CP asymmetry depends on the decay mode, indirect CP violation is expected to be universal within the SM. The timedependent measurements of D 0 → π − π + , K − K + decays constrain the indirect CP asymmetry below the O(10 −3 ) level [3], which is beyond the sensitivity of this analysis.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 580,
                    "text": "[3]",
                    "end": 583
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Previously, the most sensitive search for CP violation in the D 0 → π + π − π + π − decay was performed by the LHCb collaboration with data collected in 2011 [4]. A binned χ 2 technique (S CP ) was used to exclude CP-violating effects at the 10% level. Fourbody decays require five independent variables to fully represent the phase space. Consequently, binned analyses will have a tradeoff between minimising the number of bins, in order to maximise the number of events per bin, and retaining sensitivity to the interference between all contributing resonances. The measurement presented here includes data collected in 2012, resulting in a signal sample that is about three times larger than in the previous LHCb analysis. The method exploited here, known as the energy test, is an unbinned technique, which is advantageous in the analysis of multibody decays. The energy test was applied for the first time to search for to global asymmetries, which may also arise from different production cross-sections of D 0 and D 0 mesons at a proton-proton collider. The method identifies the phase space regions in which CP violation is observed. Being model-independent, this method neither identifies which amplitudes contribute to the observed asymmetry nor measures the actual asymmetry. Consequently, a model-dependent amplitude analysis of D 0 and D 0 decays would be required if evidence for a non-zero CP asymmetry is obtained. The analysis presented here probes separately both P -even and P -odd CP asymmetries. The P -even test is performed through the comparison of the distribution of events in the D 0 and D 0 phase spaces, characterised by squared invariant masses. Additionally characterising the events using a triple product of final-state particle momenta [6][7][8] gives sensitivity to P -odd amplitudes, and thus allows the first test for P -odd CP asymmetries in an unbinned model-independent technique.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 158,
                    "text": "[4]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1770,
                    "text": "[6]",
                    "end": 1773
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1773,
                    "text": "[7]",
                    "end": 1776
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1776,
                    "text": "[8]",
                    "end": 1779
                }
            ]
        },
        {
            "text": "Detector and reconstruction",
            "section_rank": 3
        },
        {
            "section": "Detector and reconstruction",
            "text": "The LHCb detector [9,10] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary pp interaction vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) μm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 18,
                    "text": "[9,",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 21,
                    "text": "10]",
                    "end": 24
                }
            ]
        },
        {
            "section": "Detector and reconstruction",
            "text": "This analysis uses the data from pp collisions collected by the LHCb experiment in 2011 and 2012 corresponding to integrated luminosities of, respectively, 1 fb −1 and 2 fb −1 at centre-of-mass energies of 7 TeV and 8 TeV. The polarity of the dipole magnet is reversed periodically throughout data-taking. The configuration with the magnetic field pointing upwards (downwards), bends positively (negatively) charged particles in the horizontal plane towards the centre of the LHC. Similar amounts of data were recorded with each polarity, which reduces the effect of charge-dependent detection and reconstruction efficiencies on results obtained from the full data sample.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Detector and reconstruction",
            "text": "In the simulation, pp collisions are generated using Pythia 8 [11] with a specific LHCb configuration [12]. Decays of hadronic particles are described by EvtGen [13]. The interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [14] as described in Ref. [15].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 62,
                    "text": "[11]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 102,
                    "text": "[12]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 161,
                    "text": "[13]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 286,
                    "text": "[14]",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 312,
                    "text": "[15]",
                    "end": 316
                }
            ]
        },
        {
            "section": "Detector and reconstruction",
            "text": "The online event selection is performed by a trigger, which consists of a hardware stage, based on high-p T signatures from the calorimeter and muon systems, followed by a two-level software stage. Events are required to pass both hardware and software trigger levels. The software trigger at its first level applies partial event reconstruction. It requires at least one good quality track associated with a particle having high p T and not originating from a PV.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Detector and reconstruction",
            "text": "A second-level software trigger, optimised for four-body hadronic charm decays, fully reconstructs",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Detector and reconstruction",
            "text": "The charge of the soft pion (π s ) tags the flavour of the D mesons at production, which is needed as π + π − π + π − is a self-conjugate final state accessible to both D 0 and D 0 decays. The trigger selection ensures the suppression of combinatorial background while minimising the distortion of the acceptance in the phase space of the decay. The trigger requires a four-track secondary vertex with all tracks being of good quality and passing minimum momentum and transverse momentum requirements. The pions from the candidate D 0 decay are required to have a large impact parameter significance (χ 2 IP ) with respect to all PVs, where χ 2 IP is defined as the difference in the vertex-fit χ 2 of a PV reconstructed with and without the considered track. A part of the data collected in 2011 was taken with a different second-level trigger selection. In this selection only D 0 → π + π − π + π − candidates are reconstructed while the D * + reconstruction is performed only during the offline selection. For a part of the data collected in 2012, additional events were selected in the trigger from the partial reconstruction of",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Detector and reconstruction",
            "text": "using only information from one π + π − pair and a soft pion.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Offline event selection",
            "section_rank": 4
        },
        {
            "section": "Offline event selection",
            "text": "In the offline selection, signal candidates are required to be associated to candidates that passed the online selection described in the previous section. In addition, the offline selection imposes more stringent kinematic criteria than those applied in the trigger. ",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Offline event selection",
            "text": "with a kaon misidentified as a pion, is reduced by placing tight requirements on the π ± particle identification based on the ringimaging Cherenkov detectors. The contribution of the Cabibbo-",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Offline event selection",
            "text": "is found to be below the percent level. As investigated in Ref. [4], partially reconstructed or misreconstructed multibody D (s) decays (e.g., decays with a missing pion or a kaon misidentified as pion) do not give rise to peaking backgrounds under the",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 64,
                    "text": "[4]",
                    "end": 67
                }
            ]
        },
        {
            "section": "Offline event selection",
            "text": "Constraints on the decay kinematics are applied to improve mass and momentum resolutions. The four pions from the D 0 decay are constrained to come from a common vertex and the decay vertex of the D * + candidate is constrained to coincide with its PV [16]. These constraints are applied in the determination of the mass difference, m, between the D 0 and the D * + . The D 0 is constrained to its nominal mass in the determination of the kinemat- The π s is a low-momentum particle, with the consequence that the large deflection in the magnetic field leads to different acceptances for the two charges. Consequently, the soft pion is restricted to the region where the detection asymmetry is small. This is achieved through the application of fiducial cuts on the soft pion momentum, following Ref. [17]. As the kinematics of the slow pion are largely uncorrelated with the D 0 phase space, the π s detection asymmetry would result in a global asymmetry to which this analysis is not sensitive. There are, however, differences in the detection efficiencies of the D 0 and D 0 daughters that may introduce additional asymmetries localised in the phase space of D 0 decays, and which are discussed in detail in Sect. 7.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 252,
                    "text": "[16]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 801,
                    "text": "[17]",
                    "end": 805
                }
            ]
        },
        {
            "section": "Offline event selection",
            "text": "The signal region in the D 0 invariant mass is defined as 1852 < ",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Description of the phase space",
            "section_rank": 5
        },
        {
            "section": "Description of the phase space",
            "text": "Five coordinates are required for a full description of the phase space of four-body decays [18]. In contrast to three-body decays, there is no standard or commonly preferred choice of coordinates. Two-body and three-body invariant mass combinations of the pions are used as coordinates here. The energy test performed here is a statistical method comparing the distributions of D 0 and D 0 candidates in phase space (see Sect. 5). Therefore, it is sensitive to the position of an event in phase space and to the choice of coordinates spanning this phase space. The choice of coordinates influences the sensitivity of the analysis as it will change the distance between events in the phase space. Furthermore,",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 92,
                    "text": "[18]",
                    "end": 96
                }
            ]
        },
        {
            "section": "Description of the phase space",
            "text": "The pions of the same charge can be interchanged; as a result each decay can be placed at four points in phase space. The energy test is sensitive to such pion interchange. To obtain both a unique output and optimal sensitivity from the energy test, an ordering of the input variables of the energy test is defined in the following.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "Description of the phase space",
            "text": "The order of the charges of the four pions in the D 0 decay π 1 π 2 π 3 π 4 is fixed to π + π − π + π − . 1 There are four two-body combinations in which resonances can be formed and these are the π + π − pairs: π 1 π 2 , π 1 π 4 , π 3 π 2 , and π 3 π 4 . Likewise, there are four three-body combinations: the two of positive charge, π 1 π 2 π 3 and π 1 π 3 π 4 , and the two of negative charge, π 1 π 2 π 4 and π 2 π 3 π 4 . The invariant masses of all possible π + π − pairs are calculated and sorted for each event. The π + π − pair with the largest invariant mass is fixed to be π 3 π 4 , which fully determines the order of all four pions. As only a small fraction of the ρ(770) resonance, either produced directly from the D 0 decay or through a 1 (1260) decays, contributes to the largest m(π + π − ), the π 3 π 4 combination is excluded from the coordinates used. While any combination of five variables covers the full phase space, the choice made here is to keep variables sensitive to the presence of the main resonances. The two-body and three-body mass combinations that do not contain the π 3 π 4 pair are used for the energy test coordinates. This results in five invariant masses, π 1 π 2 , π 1 π 4 , π 2 π 3 , π 1 π 2 π 3 and π 1 π 2 π 4 , which are expected to cover most of the intermediate resonance contributions.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 106,
                    "text": "1",
                    "end": 107
                }
            ]
        },
        {
            "section": "Description of the phase space",
            "text": "The choice of using only invariant masses has a limitation. Invariant masses are even under parity transformation, and a comparison of the D 0 and D 0 samples probes only P -even CP asymmetries. In four-body decays, however, P -odd amplitudes can also be present. In D 0 → π + π − π + π − decays, there is only one significant P -odd amplitude, the perpendicular helic-",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Description of the phase space",
            "text": "Alternatively, in the partial-wave basis, it is the amplitude corresponding to the P- [19]. The default approach is extended to make a complementary test of the P -odd CP asymmetry, which may arise from interference between P -odd and P -even amplitudes. This is discussed further in Ref. [8].",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 86,
                    "text": "[19]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 289,
                    "text": "[8]",
                    "end": 292
                }
            ]
        },
        {
            "section": "Description of the phase space",
            "text": "Triple products, which are by definition P -odd, can be used to probe P -odd CP violation [20]. These asymmetries are proportional to the cosine of the strong-phase difference between the interfering partial waves [6], and thus will be enhanced where P -even CP asymmetries, proportional to the sine of the strong-phase difference, lack sensitivity. A triple product C",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 90,
                    "text": "[20]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 214,
                    "text": "[6]",
                    "end": 217
                }
            ]
        },
        {
            "section": "Description of the phase space",
            "text": "is constructed for D 0 decays, where pion momenta are measured in the D 0 rest frame. Here p 1 , p 2 and p 3 are the vector momenta of π 1 , π 2 and π 3 sorted as described above (i.e., π 4 is excluded).",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "Description of the phase space",
            "text": "The corresponding triple product for the D 0 decays is obtained by applying the CP transformation, CP(C T ) = −C(C T ) = −C T . The C T observable is constructed by charge conjugating the pions entering C T (i.e., the excluded pion in C T is the π + in the largest m(π + π − ) combination). The total sample is divided into four subsamples according to the D 0 flavour and the sign of the triple product:",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "Description of the phase space",
            "text": "Samples I and III are related by the CP transformation, and so are II and IV. The yields of these four samples are listed in Table 1. The test for the presence of P -even CP asymmetry is performed by comparing the combined sample I + II with the combined sample III + IV. This corresponds to the integration over C T and is the default test, in which D 0 and D 0 samples are compared in the phase space spanned with invariant masses only. Similarly, the test for a P -odd CP asymmetry is performed by comparing the combined sample I + IV with the combined sample II + III. This comparison is performed in the same phase space as the default P -even approach and allows the P -odd contribution to the CP asymmetry to be probed, since the P -even contribution cancels [8]. No tripleproduct asymmetry measurements exist for",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 125,
                    "text": "Table 1",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 766,
                    "text": "[8]",
                    "end": 769
                }
            ]
        },
        {
            "section": "Description of the phase space",
            "text": "decays and the previous LHCb study [4] was performed in the phase space based on the invariant masses only. Consequently, this is the first time a P -odd CP asymmetry is investigated in this decay mode.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 35,
                    "text": "[4]",
                    "end": 38
                }
            ]
        },
        {
            "text": "Energy test",
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "Model-independent searches for local CP violation are typically carried out using a binned χ 2 approach to compare the relative density in a bin of phase space of a decay with that of its CP-conjugate. This method was used in a previous study of [4]. As discussed in the previous section, five coordinates are required to describe four-body decays. A modelindependent unbinned statistical method called the energy test was introduced in Refs. [21,22]. The potential for increased sensitivity of this method over binned χ 2 analyses in Dalitz plot analyses was shown in Refs. [8,23] and it was first applied to experimental data in Ref. [5]. This Letter introduces the first application of the energy test technique to four-body decays, where it is used to compare two event samples in tests of both P -even and P -odd type CP violation. The P -even energy test separates events according to their flavour, and then compares these D 0 and D 0 samples. The P -odd energy test separates events using both their flavour and sign of the triple product, as described in the previous section.",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 246,
                    "text": "[4]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 443,
                    "text": "[21,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 447,
                    "text": "22]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 575,
                    "text": "[8,",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 578,
                    "text": "23]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 636,
                    "text": "[5]",
                    "end": 639
                }
            ]
        },
        {
            "section": "Energy test",
            "text": "A test statistic, T , is used to compare the average distances of events in phase space. The variable T is based on a function ψ ij ≡ ψ(d ij ) which depends on the distance d ij between events i and j.",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "It is defined as",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "where the first and second terms correspond to an average weighted distance between events within the n events of the first sample and between the n events of the second sample, respectively. The third term measures the average weighted distance between events in the first sample and events in the second sample. If the distributions of events in both samples are identical, T will randomly fluctuate around a value close to zero. The normalisation factors in the denominators of the terms of Eq. (2) remove the impact of global asymmetries between D 0 and D 0 samples. In the P -odd test, subsamples of both D 0 and D 0 samples are combined. Consequently, any global asymmetries in these could result in local asymmetries in the samples used for the P -odd test. Therefore, for the P -odd test the global asymmetry between D 0 and D 0 is removed by randomly rejecting some of the D 0 candidates to equalise the size of the samples of the two flavours before combining the events into the two samples that are compared. with a tuneable parameter δ (see Sect. 6) that describes the effective radius in phase space within which a local asymmetry is measured. Thus, this parameter should be larger than the resolution of d ij but small enough not to dilute locally varying asymmetries. The distance between two points is obtained using the five squared invariant masses discussed in the previous section and calculated as",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "In the case of CP violation, the average distances entering in the third term of Eq. (2) are larger than in the other terms. Due to the characteristics of the ψ function, this leads to a reduced magnitude of this third term relative to the other terms. Therefore, larger CP asymmetries lead to larger values of T . This is translated into a p-value under the hypothesis of CP symmetry by comparing the T value observed in data to a distribution of T values obtained from permutation samples. The permutation samples are constructed by randomly assigning events to either of the samples, thus simulating a situation without CP violation. The p-value for the no-CP-violation hypothesis is obtained as the fraction of permutation T values greater than the observed T value.",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "For scenarios where the observed T value lies well within the range of permutation T values, the p-value can be calculated by simply counting how many permutation T values are larger than the observed one. If large CP violation is observed, the observed T value is likely to lie outside the range of permutation T values. In this case the permutation T distribution can be fitted with a generalised-extreme-value (GEV) function, as demonstrated in Refs. [21,22] and used in Ref. [5]. The p-value from the fitted T distribution can be calculated as the fraction of the integral of the function above the observed T value. The uncertainty on the p-value is obtained by randomly resampling the fit parameters within their uncertainties, taking into account their correlations, and by extracting a p-value for each of these generated T distributions. The spread of the resulting p-value distribution is used to set 68% confidence intervals. A 90% confidence-level upper limit is quoted where no significantly non-zero p-value can be obtained from the fit.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 454,
                    "text": "[21,",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 458,
                    "text": "22]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 479,
                    "text": "[5]",
                    "end": 482
                }
            ]
        },
        {
            "section": "Energy test",
            "text": "The number of permutations is constrained by the available computing time. The default p-value extraction, defined before obtaining the result from the data, uses the counting method as long as at least three permutation T values are found to be larger than the observed T value. Otherwise, the p-value is determined by integrating the fitted GEV function. The p-values presented here are based on over 1000 permutations for the default data results and on 100 permutations for the sensitivity studies (see Sect. 6).",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "A visualisation of regions of significant asymmetry is obtained by assigning an asymmetry significance to each event. The contributions of a single event in one sample, T i , and a single event in the other sample, T i , to the total T value are given by",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "Having obtained the T i and T i values for all events, the permutation method is also used here to define the significance of each event. For a given event i the expected T i distribution in the case of CP symmetry is obtained by using the permutation method. The distributions of the smallest negative and largest positive T i values of each permutation, T min i and T max i , are used to assign significances of negative and positive asymmetries, respectively. If for Table 2 Overview of sensitivities to various CP-violation scenarios in simulation.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 470,
                    "text": "Table 2",
                    "end": 477
                }
            ]
        },
        {
            "section": "Energy test",
            "text": "A and φ denote, respectively, the relative change in magnitude and the change in phase of the amplitude of the resonance R. The P-wave ρ 0 (770)ρ 0 (770) is a P -odd component.",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "The phase change in this resonance is tested with the P -odd CP-violation test. Results for all other scenarios are given with the standard P -even test.",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "real data the T i value falls in the right (left) tail of the distribution of",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": ") containing 32%, 5% or 0.3% of the values it is assigned a positive (negative) significance of 1, 2 or 3 σ , respectively.",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "section": "Energy test",
            "text": "The same procedure is applied to the T i distribution, leading to a phase space with an inverted asymmetry pattern. This method is illustrated in Sect. 6. The practical limitation of this method is that the number of mathematical operations scales quadratically with the sample size. Furthermore, a significant number of permutations is required to get a sufficient precision on the p-value. In this analysis, the method is implemented using parallel computing on graphics processing units (GPUs) [24].",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 497,
                    "text": "[24]",
                    "end": 501
                }
            ]
        },
        {
            "text": "Sensitivity studies",
            "section_rank": 7
        },
        {
            "section": "Sensitivity studies",
            "text": "To interpret the results, a study of the sensitivity of the present data sample to different types of CP violation is required. The sensitivity is examined based on simplified simulation samples generated according to a preliminary version of the model in Ref. [25] based on CLEO-c measurements. The generation is performed using MINT, a software package for amplitude analysis of multibody decays that has also been used by the CLEO collaboration [26]. Given the high purity obtained in the selection, backgrounds are neglected in these sensitivity studies.",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 261,
                    "text": "[25]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 448,
                    "text": "[26]",
                    "end": 452
                }
            ]
        },
        {
            "section": "Sensitivity studies",
            "text": "The variation of the selection efficiency across phase space is taken into account in these studies. This efficiency is measured using a sample of events based on the full LHCb detector simulation. The efficiency varies mainly as a function of the momentum of the lowest momentum pion in the event in the D 0 rest frame, and this efficiency variation is parameterised. However, the dependence of the efficiency on this parametrisation is relatively weak. For further studies the efficiency, based on the parametrisation, is then applied to the simplified simulated data sets.",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "section": "Sensitivity studies",
            "text": "Various CP asymmetries are introduced by modifying, for a chosen D 0 flavour, either the magnitude or the phase of the dominant amplitude contributions: a 1 (1260) + → ρ 0 (770)π + (in S-wave) and ρ 0 (770)ρ 0 (770) (both P-wave and D-wave). The resulting sensitivities are shown in Table 2. The p-values, including their statistical uncertainties, are obtained from fits of GEV functions.",
            "paragraph_rank": 45,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 283,
                    "text": "Table 2",
                    "end": 290
                }
            ]
        },
        {
            "section": "Sensitivity studies",
            "text": "The asymmetry significances for each simulated event are shown in Fig. 2 for P -even and P -odd CP-violation tests and projected onto invariant masses of the selected three-pion and two-pion subsystems. The CP violation is introduced as a phase difference in either the a 1 (1260) + or P-wave ρ 0 (770)ρ 0 (770) amplitudes (see Sect. 6). The shapes of the regions with significant asymmetry that are visible in the one-dimensional projections in Fig. 2 cannot be easily interpreted in terms of the amplitudes and phase differences of the contributing resonances; the twodimensional spectra are not easy to understand either. However, repeating this exercise for different scenarios of CP violation, the observed features are found to be sufficiently distinguishable to help identify the origin of any CP asymmetry in the data.",
            "paragraph_rank": 46,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 66,
                    "text": "Fig. 2",
                    "end": 72
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 446,
                    "text": "Fig. 2",
                    "end": 452
                }
            ]
        },
        {
            "section": "Sensitivity studies",
            "text": "The sensitivity of the method also depends on the choice of the effect radius δ. ",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "text": "Systematic effects",
            "section_rank": 8
        },
        {
            "section": "Systematic effects",
            "text": "There are two main sources of asymmetry that may degrade or bias the energy test. One is an asymmetry that may arise from background and the other is due to detection and production asymmetries that could vary across phase space. The effect of these asymmetries is studied for both the P -even and P -odd CP-violation measurements.",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "section": "Systematic effects",
            "text": "Background asymmetries are tested by applying the energy test to events in the sidebands surrounding the signal region in the m vs. m(π + π − π + π − ) plane. These events are randomly split into 11 subsamples containing the same number of background events as expected to contribute under the signal peak. The p-values obtained are compatible with a uniform distribution and no significant asymmetry is found; p-values range between 2% and 96% (4% and 91%) for P -even ( P -odd). As the background present in the signal region is found to be CP symmetric, no correction is applied in the T value calculation discussed in Sect. 5.",
            "paragraph_rank": 49,
            "section_rank": 8
        },
        {
            "section": "Systematic effects",
            "text": "Positively and negatively charged pions interact differently with matter; the differences in the inelastic cross-sections are momentum dependent and significant for low-momentum particles [19].",
            "paragraph_rank": 50,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 188,
                    "text": "[19]",
                    "end": 192
                }
            ]
        },
        {
            "section": "Systematic effects",
            "text": "The presence of the π + π − pairs in the final state makes the detection asymmetries cancel to first order. Residual local asymmetries may remain in certain regions of the phase space where π + and π − have different kinematic distributions. These effects are tested using the Cabibbo-favoured decay D 0 → K − π + π − π + as a control mode. This channel is affected by kaon detection asymmetries, which are known to be larger than pion detection asymmetries and thus should serve as a conservative test. The data sample is obtained with the same kinematic selection criteria as for the signal channel and imposing requirements on the candidate K ± particles identified using information from the ring-imaging Cherenkov detectors. The control sample is split into ten subsets, each of which contains approximately the same amount of data as the signal sample. The energy test yields results compatible with a uniform distribution of p-values with values between 3% and 87% (8% and 74%) for P -even ( P -odd), which is consistent with the assumption that this source of asymmetry is below the current level of sensitivity.",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "section": "Systematic effects",
            "text": "Asymmetries in the soft pion detection, although largely uncorrelated with the D 0 phase space, are reduced using fiducial cuts (see Sect. 3). Charm mesons produced in the pp interactions exhibit a production asymmetry up to the percent level, which is slightly dependent on the meson kinematics [27,28]. More D * − particles are observed than D * + , giving rise to a global asymmetry, to which the applied method is insensitive by construction. No significant local CP asymmetry is expected owing to the small observed correlation of the D * momentum and the D 0 phase space.  (π 1 π 2 π 3 ) and (e) m(π 1 π 2 ) axes. Right column plots are for a P -odd CP-violation test with 3 • phase CP violation introduced in the P-wave ρ 0 (770)ρ 0 (770) resonance projected onto the same axes. In plots (c, d, e, f) the grey area corresponds to candidates with a contribution to the T -value of less than one standard deviation. The pink (blue) area corresponds to candidates with a positive (negative) contribution to the T -value. Light, medium or dark shades of pink and blue correspond to between one and two, two and three, and more than three standard-deviation contributions, respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 52,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 296,
                    "text": "[27,",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 300,
                    "text": "28]",
                    "end": 303
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 579,
                    "text": "(π 1 π 2 π 3 )",
                    "end": 593
                }
            ]
        },
        {
            "text": "Results and conclusions",
            "section_rank": 9
        },
        {
            "section": "Results and conclusions",
            "text": "The application of the energy test to all selected D 0 → π + π − π + π − candidates using an effective radius of δ = 0.5 GeV 2 /c 4 yields T = 1.10 × 10 −6 in the P -even CP-violation test and T = 2.11 × 10 −6 in the P -odd CP-violation test. The permutation T value distributions are shown in Fig. 3 (a, b). By counting the fraction of permutations with a T value above the nominal T value in the data, a p-value of (4.6 ± 0.5)% is obtained in the P -even CP-violation test and (0.6 ± 0.2)% in the P -odd CP-violation test. The central value of the P -odd result would correspond to being at least 2.7 standard deviations from the mean of a normal distribution. The significance levels of the T i values are shown in Fig. 3 (c, e) projected onto the m(π 1 π 2 π 3 ) axis, and Fig. 3 (d, f) projected onto the m(π 1 π 2 ) axis. In the P -even test, a small phase space region contains candidates with a local negative asymmetry exceeding 1σ significance. Furthermore, in the P -odd test, candidates with a local positive asymmetry exceeding 2σ significance are seen in a small phase-space region dominated by the ρ 0 resonance, which can be compared with the corresponding plots in Fig. 2. Varying the effective radius results in the p-values listed in Table 3. The central values of the P -odd results for δ = 0.3 GeV 2 /c 4 correspond to more than three standard deviations from the mean of a normal distribution but the CP-violation test projected onto the same axes. In plots (c, d, e, f) the grey area correspond to candidates with a contribution to the T -value of less than one standard deviation. In the P -even CP violation test the positive (negative) asymmetry significance is set for the D 0 candidates having positive (negative) contribution to the measured T value. In the P -odd CP violation test the positive (negative) asymmetry significance is set for sample I + IV having positive (negative) contribution to the measured T value (see Sect. 5). The pink (blue) area corresponds to candidates with a positive (negative) contribution to the T -value. Light, medium or dark shades of pink and blue correspond to between one and two, two and three, and more than three standard deviation contributions, respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 53,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 294,
                    "text": "Fig. 3 (a, b)",
                    "end": 307
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 718,
                    "text": "Fig. 3 (c, e",
                    "end": 730
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 777,
                    "text": "Fig. 3 (d, f)",
                    "end": 790
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1182,
                    "text": "Fig. 2",
                    "end": 1188
                },
                {
                    "type": "table",
                    "start": 1253,
                    "text": "Table 3",
                    "end": 1260
                }
            ]
        },
        {
            "text": "Table 3",
            "section_rank": 10
        },
        {
            "section": "Table 3",
            "text": "Results for the P -even and P -odd CP-violation tests for three different values of the effective radius δ.",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "section": "Table 3",
            "text": "The p-values obtained with both the counting and GEV fitting methods are given (see text). The counting method is the default method. significance falls below this level when considering their uncertainties. In summary, a search for time-integrated CP violation in the Cabibbo-suppressed decay D 0 → π + π − π + π − is performed using a novel unbinned model-independent technique. This is the first application of the energy test to four-body decays and extends the approach to allow P -odd CP violation searches. This analysis has the best sensitivity from a single experiment to P -even CP violation and is the first test for P -odd CP violation in this decay. The data are found to be marginally consistent with the hypothesis of CP symmetry at the current level of precision.",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "The D * + and D 0 candidates must have p T > 500 MeV/c. All the candidate pion tracks, those from the D 0 decay products and the π s mesons, are required to have p T > 350 MeV/c and p > 3 GeV/c to reduce the combinatorial background. The candidate D 0 decay products must form a good quality vertex. As a consequence of the non-negligible D 0 lifetime, the D 0 decay vertex should typically be significantly displaced from the PV; this is ensured by applying a selection on the significance of the D 0 candidate flight distance. Charm mesons from b hadron decays have larger IPs due to the comparatively long b hadron lifetimes. This secondary charm contribution is suppressed by imposing an upper limit on the χ 2 IP of the D 0 candidate. Background from D 0",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "A requirement on fit quality for the D * + vertex fits efficiently suppresses combinatorial background. This requirement also suppresses the contribution from D * + mesons originating from long-lived b hadrons. The remaining component in the analysis from this source is not sensitive to CP asymmetries in b hadrons as the flavour tag is obtained from the charge of the π s in the decay of the D * + meson.",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Distribution of m with fit overlaid for the selected D * + candidates in the 2012 data. The data points and the contributions from signal, background, and their total obtained from the fit are shown.",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "corresponding to a full range of about four times the mass resolution. The signal yield is estimated from the m distribution, which is shown inFig. 1for the 2012 data. These m distributions are modelled by the sum of three Gaussian functions for signal and a second-order polynomial multiplied by a threshold function√ 1 − m π / m, where m πis the pion mass, describing combinatorial and random soft-pion backgrounds. The selected samples comprise 320,000 and 720,000 signal candidates in the 2011 and 2012 data with purities of 97% and 96%, respectively. The final signal sample is selected requiring | m − 145.44| < 0.45 MeV/c 2 , which corresponds to selecting a region with a width roughly twice the effective m resolution.",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "The function ψ should decrease with increasing distance d ij between events i and j, in order to increase the sensitivity to local asymmetries. A Gaussian function is chosen, ψ(d ij ) = e −d 2 ij /2δ 2 ,",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "Studies indicate good stability of the measured sensitivity for values of δ from 0.3 to 1 GeV 2 /c 4 , which are well above the resolution of the d ij and small compared to the size of the phase space. The value δ = 0.5 GeV 2 /c 4 yields the best sensitivity to most of the CP-violation scenarios studied and was chosen, prior to the data unblinding, as the default value. The optimal δ value may vary with different CP-violation scenarios. Hence, the final results are also quoted for values of 0.3 GeV 2 /c 4 and 0.7 GeV 2 /c 4 .",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (a, b) Distribution of permutation T -values fitted with a GEV function for the simulated sample and showing the measured T -value as a vertical line, and (c, d, e, f) local asymmetry significances. Left column plots are for a P -even CP-violation test with a 3 • phase CP violation introduced in the a 1 (1260) + resonance (see text), projected onto the (c) m(π 1 π 2 π 3 )and (e) m(π 1 π 2 ) axes. Right column plots are for a P -odd CP-violation test with 3 • phase CP violation introduced in the P-wave ρ 0 (770)ρ 0 (770)",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (a, b) Distribution of permutation T -values fitted with a GEV function and showing the T -value of the data tests as a vertical line, and (c, d, e, f) local asymmetry significances. Left column plots are for the P -even CP-violation test, projected onto the (c) m(π 1 π 2 π 3 ) and (e) m(π 1 π 2 ) axes. Right column plots are for the P -odd",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "text": "Table 1",
            "section_rank": 19
        },
        {
            "section": "Table 1",
            "text": "The yields of signal events in the four samples that obtained from fits to the m distribution.",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "text": "δ [GeV 2 /c 4 ]",
            "paragraph_rank": 65,
            "section_rank": 20
        },
        {
            "text": "(16 ± 2)% (17 ± 2)% (0.83 ± 0.48)% (0.52 ± 0.16)%",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "In a D 0 decay the order of π 1 π 2 π 3 π 4 is charge-conjugated, π − π + π − π + , with respect to that of the D 0 decay.",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the na- ",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "text": "f Università di Cagliari, Cagliari, Italy. g Università di Ferrara, Ferrara, Italy.",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "h Università di Genova, Genova, Italy.",
            "paragraph_rank": 70,
            "section_rank": 24
        },
        {
            "text": "i Università di Milano Bicocca, Milano, Italy. ad Associated to Nikhef National Institute for Subatomic Physics, Amsterdam, The Netherlands. † Deceased.",
            "paragraph_rank": 71,
            "section_rank": 24
        }
    ]
}