{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper presents a measurement of the polarisation of W bosons from tt decays, reconstructed in events with one highp T lepton and at least four jets. Data from pp collisions at the LHC were collected at √ s = 8 TeV and correspond to an integrated luminosity of 20.2 fb −1 . The angle θ * between the b-quark from the top quark decay and a direct W boson decay product in the W boson rest frame is sensitive to the W boson polarisation. Two different W decay products are used as polarisation analysers: the charged lepton and the down-type quark for the leptonically and hadronically decaying W boson, respectively. The most precise measurement of the W boson polarisation via the distribution of cos θ * is obtained using the leptonic analyser and events in which at least two of the jets are tagged as b-quark jets. The fitted fractions of longitudinal, left-and right-handed polarisation states are F 0 = 0.709 ± 0.019, F L = 0.299 ± 0.015 and F R = − 0.008 ± 0.014, and are the most precisely measured W boson polarisation fractions to date. Limits on anomalous couplings of the W tb vertex are set.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). The angular distance is measured in units of R ≡ ( η) 2 + ( φ) 2 . ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The top quark, discovered in 1995 by the CDF and D0 collaborations [1,2] is the heaviest known elementary particle. It decays almost exclusively into a W boson and a b-quark. The properties of the top decay vertex W tb are determined by the structure of the weak interaction. In the Standard Model (SM) this interaction has a (V − A) structure, where V and A refer to the vector and axial vector components of the weak coupling. The W boson, which is produced as a real particle in the decay of top quarks, possesses a polarisation which can be left-handed, right-handed or longitudinal. The corresponding fractions, referred to as helicity fractions, are determined by the W tb vertex structure and the masses of the particles involved. Calculations at nextto-next-to-leading order (NNLO) in QCD predict the frace-mail: atlas.publications@cern.ch tions to be F L = 0.311 ± 0.005, F R = 0.0017 ± 0.0001, F 0 = 0.687 ± 0.005 [3].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 67,
                    "text": "[1,",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 70,
                    "text": "2]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 924,
                    "text": "[3]",
                    "end": 927
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "By measuring the polarisation of the W boson with high precision, the SM prediction can be tested, and new physics processes which modify the structure of the W tb vertex can be probed. The structure of the W tb vertex can be expressed in a general form using left-and right-handed vector (V L/R ) and tensor (g L/R ) couplings:",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Here, P L/R refer to the left-and right-handed chirality projection operators, m W to the W boson mass, and g to the weak coupling constant. At tree level, all of the vector and tensor couplings vanish in the SM, except V L , which corresponds to the CKM matrix element V tb and has a value of approximately one. Dimension-six operators, introduced in effective field theories, can lead to anomalous couplings, represented by non-vanishing values of V R , g L and g R [4][5][6].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 468,
                    "text": "[4]",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 471,
                    "text": "[5]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 474,
                    "text": "[6]",
                    "end": 477
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The W boson helicity fractions can be accessed via angular distributions of polarisation analysers. Such analysers are W boson decay products whose angular distribution is sensitive to the W polarisation and determined by the W tb vertex structure. In case of a leptonic decay of the W boson (W → ν), the charged lepton serves as an ideal analyser: its reconstruction efficiency is very high and the sensitivity of its angular distribution to the W boson polarisation is maximal due to its weak isospin component T 3 = − 1 2 . If the W boson decays hadronically (W → qq ), the downtype quark is used, as it carries the same weak isospin as the charged lepton. This provides it with the same analysing power as the charged lepton, which is only degraded by the lower reconstruction efficiency and resolution of jets compared to charged leptons. The reconstruction of the downtype quark is in particular difficult as the two decay products of a hadronically decaying W boson are experimentally hard to separate. In the W boson rest frame, the differential crosssection of the analyser follows the distribution 1 σ dσ d cos θ * = 3 4 1 − cos 2 θ * F 0",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 521,
                    "text": "1",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1129,
                    "text": "4",
                    "end": 1130
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "which directly relates the W boson helicity fractions F i to the angle θ * between the analyser and the reversed direction of flight of the b-quark from the top quark decay in the W boson rest frame. Previous measurements of the W boson helicity fractions from the ATLAS, CDF, CMS and D0 collaborations show agreement with the SM within the uncertainties [7][8][9][10][11].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 355,
                    "text": "[7]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 358,
                    "text": "[8]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 361,
                    "text": "[9]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 364,
                    "text": "[10]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 368,
                    "text": "[11]",
                    "end": 372
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, the W boson helicity fractions are measured in top quark pair (tt) events. Data corresponding to an integrated luminosity of 20.2 fb −1 of proton-proton ( pp) collisions, produced at the LHC with a centre-of-mass energy of √ s = 8 TeV, and recorded with the ATLAS [12] detector, are analysed. The final state of the tt events is characterised by the decay of the W bosons. This analysis considers the lepton+jets channel in which one of the W bosons decays leptonically and the other decays hadronically. Both W boson decay modes are utilised for the measurement of cos θ * . The signal selection and reconstruction includes direct decays of the W boson into an electron or muon as well as W boson decays into a τ -lepton which subsequently decays leptonically.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 279,
                    "text": "[12]",
                    "end": 283
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS experiment at the LHC is a multi-purpose particle detector with a forward-backward symmetric cylindrical geometry and a near 4π coverage in solid angle. 1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field, electromagnetic and hadron calorimeters, and a muon spectrometer. The inner tracking detector covers the pseudorapidity range |η| < 2.5. It consists of silicon pixel, silicon microstrip, and transition-radiation tracking detectors. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic energy measurements with high granularity. A hadron (steel/scintillator-tile) calorimeter covers the central pseudorapidity range (|η| < 1.7). The end-cap and forward regions are instrumented with LAr calorimeters for electromagnetic and hadronic energy measurements up to |η| = 4.9. The muon spectrometer surrounds the calorimeters and is based on three large air-core toroid superconducting magnets with eight coils each. Its bending power ranges from 2.0 to 7.5 T m. It includes a system of precision tracking chambers and fast detectors for triggering. A three-level trigger system is used to select events. The first-level trigger is implemented in hardware and uses a subset of the detector information to reduce the accepted rate to at most 75 kHz. This is followed by the high-level trigger, two software-based trigger levels that together reduce the accepted event rate to 400 Hz on average depending on the data-taking conditions.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 163,
                    "text": "1",
                    "end": 164
                }
            ]
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "The data set consists of pp collisions, recorded at the LHC with √ s = 8 TeV, and corresponds to an integrated luminosity of 20.2 fb −1 . Single-lepton triggers with a threshold of 24 GeV of transverse momentum (energy) for isolated muons (electrons) and 36 (60) GeV for muons (electrons) without an isolation criterion are used to select tt candidate events. The lower trigger thresholds include isolation requirements on the candidate lepton, resulting in inefficiencies at high p T that are recovered by the triggers with higher p T thresholds.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "Samples obtained from Monte Carlo (MC) simulations are used to characterise the detector response and reconstruction efficiency of tt events, estimate systematic uncertainties and predict the background contributions from various processes. The response of the full ATLAS detector is simulated [13] using Geant 4 [14]. For the estimation of some systematic uncertainties, generated samples are passed through a faster simulation with parameterised showers in the calorimeters [15], while still using the full simulation of the tracking systems. Simulated events include the effect of multiple pp collisions from the same and nearby bunch-crossings (intime and out-of-time pile-up) and are reweighted to match the number of collisions observed in data. All simulated samples are normalised using the most precise cross-section calculations available.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 294,
                    "text": "[13]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 313,
                    "text": "[14]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 476,
                    "text": "[15]",
                    "end": 480
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "Signal tt events are generated using the next-to-leadingorder (NLO) QCD MC event generator Powheg-Box [16][17][18][19] using the CT10 parton distribution function (PDF) set [20]. Powheg-Box is interfaced to Pythia 6.425 [21] (referred to as the Powheg+Pythia sample), which is used to model the showering and hadronisation, with the CTEQ6L1 PDF set [22] and a set of tuned parameters called the Perugia2011C tune [23] for the modelling of the underlying event. The model parameter h damp is set to m t and controls matrix element to parton shower matching in Powheg-Box and effectively regulates the amount of highp T radiation.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 102,
                    "text": "[16]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 106,
                    "text": "[17]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 110,
                    "text": "[18]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 114,
                    "text": "[19]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 173,
                    "text": "[20]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "start": 220,
                    "text": "[21]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 349,
                    "text": "[22]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 413,
                    "text": "[23]",
                    "end": 417
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "The tt cross-section is σ (tt) = 253 +13 −15 pb. This value is the result of a NNLO QCD calculation that includes resummation of next-to-next-to-leading logarithmic soft gluon terms with top++2.0 [24][25][26][27][28][29][30].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 196,
                    "text": "[24]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 200,
                    "text": "[25]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 204,
                    "text": "[26]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 208,
                    "text": "[27]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 212,
                    "text": "[28]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 216,
                    "text": "[29]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 220,
                    "text": "[30]",
                    "end": 224
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "A sample generated with Powheg-Box interfaced with Herwig 6.520 [31] using Jimmy 4.31 [32] to simulate the underlying event (referred to as the Powheg+Herwig sample) is compared to a Powheg+Pythia sample to assess the impact of the different parton shower models. For both the Powheg+Herwig sample and this alternate Powheg+Pythia sample, the h damp parameter is set to infinity.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 64,
                    "text": "[31]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 86,
                    "text": "[32]",
                    "end": 90
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "To estimate the uncertainty due to the choice of the MC event generator, an alternate tt MC sample is produced with MC@NLO [33,34] with the CT10 PDF set interfaced to Herwig 6.520 using the AUET2 tune [35] and the CT10 PDF set for showering and hadronisation. In addition, samples generated with Powheg-Box interfaced to Pythia with variations in the amount of QCD initial-and final-state radiation (ISR/FSR) are used to estimate the effect of such uncertainty. The factorisation and renormalisation scales and the h damp parameter in Powheg-Box as well as the transverse momentum scale of the space-like parton-shower evolution in Pythia are varied within the constraints obtained from an ATLAS measurement of tt production in association with jets [36].",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 123,
                    "text": "[33,",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 127,
                    "text": "34]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 201,
                    "text": "[35]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 750,
                    "text": "[36]",
                    "end": 754
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "Single-top-quark-processes for the t-channel, s-channel and W t associated production are also simulated with Powheg-Box [37,38] using the CT10 PDF set. The samples are interfaced to Pythia 6.425 with the CTEQ6L1 PDF set and the Perugia2011C underlying event tune. Overlaps between the tt and W t final states are removed [39]. The single-top-quark samples are normalised using the approximate NNLO theoretical cross-sections [40][41][42] calculated with the MSTW2008 NNLO PDF set [43,44]. All tt and single-top samples are generated assuming a top quark mass of 172.5 GeV, compatible with the ATLAS measurement of m t = 172.84 ± 0.70 GeV [45].",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 121,
                    "text": "[37,",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 125,
                    "text": "38]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 322,
                    "text": "[39]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 426,
                    "text": "[40]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 430,
                    "text": "[41]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 434,
                    "text": "[42]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 481,
                    "text": "[43,",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 485,
                    "text": "44]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 639,
                    "text": "[45]",
                    "end": 643
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "Events with a W or Z boson produced in association with jets are generated using the leading-order (LO) event generator Alpgen 2.14 [46] with up to five additional partons and the CTEQ6L1 PDF set, interfaced to Pythia 6.425 for the parton showering and hadronisation. Separate samples for W/Z +light-jets, W/Zbb+jets, W/Zcc+jets and W c+jets were generated. A parton-jet matching scheme (\"MLM matching\") [47] is employed to avoid double-counting of jets generated from the matrix element and the parton shower. Overlap between the W/Z QQ (Q = b, c) events generated at the matrix element level and those generated by the parton shower evolution of the W/Z +light-jets sample are removed with an angular separation algorithm. If the angular distance R between the heavy-quark pair is larger than 0.4, the matrix element prediction is used instead of the par-ton shower prediction. Event yields from the Z +jets background are normalised using their inclusive NNLO theoretical cross-sections [48]. The predictions of normalisation and flavour composition of the W +jets background are affected by large uncertainties. Hence, a data-driven technique is used to determine both the inclusive normalisation and the heavy-flavour fractions of this process. The approach followed exploits the fact that the W ± boson production is charge-asymmetric at a pp collider. Multijet events can contain jets misidentified as leptons or non-prompt leptons from hadron decays and hence satisfy the selection criteria of the lepton+jets topology. This source of background events is referred to as fake-lepton background and is estimated using a data-driven approach (\"matrix method\") which is based on the measurement of lepton selection efficiencies using different identification and isolation criteria [52].",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 132,
                    "text": "[46]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 404,
                    "text": "[47]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 990,
                    "text": "[48]",
                    "end": 994
                }
            ]
        },
        {
            "text": "Event selection and tt reconstruction",
            "section_rank": 5
        },
        {
            "text": "Object reconstruction",
            "section_rank": 6
        },
        {
            "section": "Object reconstruction",
            "text": "The final state contains electrons, muons, jets with some of them originating from b-quarks, as well as missing transverse momentum.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Object reconstruction",
            "text": "Electrons are reconstructed from energy depositions in the electromagnetic calorimeter matching tracks in the inner detector. The transverse component of the energy deposition has to exceed 25 GeV and the pseudorapidity of the energy cluster, η cluster , has to fullfil |η cluster | < 2.47, excluding the transition region between the barrel and end-cap sections of the electromagnetic calorimeter at 1.37 < |η cluster | < 1.52. Electrons are further required to have a longitudinal impact parameter with respect to the hard-scattering vertex of less than 2 mm.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "Object reconstruction",
            "text": "To reduce the background from non-prompt electrons (i.e. electrons produced within jets), electron candidates are also required to be isolated. Two η-dependent isolation criteria are applied. The first one considers the energy deposited in the calorimeter cells within a cone of size R = 0.2 around the electron direction. The second one sums the transverse momenta ( p T ) of all tracks with p T > 400 MeV within a cone of size R = 0.3 around the electron track. For each quantity, the transverse energy or momentum of the electron are subtracted. The isolation requirement is applied in such a way as to retain 90% of signal electrons, independent of their p T value. This constant efficiency is verified in a data sample of Z → ee decays [53].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 741,
                    "text": "[53]",
                    "end": 745
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "For the reconstruction of muons, information from the muon spectrometer and the inner detector is combined. The combined muon track must satisfy p T > 25 GeV and |η| < 2.5. The longitudinal impact parameter with respect to the hard-scattering vertex (defined in next section) is required to be less than 2 mm. Furthermore, muons are required to satisfy a p T -dependent track-based isolation requirement. The scalar sum of the track p T in a cone of variable size R < 10 GeV/ p μ T around the muon (excluding the muon track itself) has to be less than 5% of the muon p T .",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Object reconstruction",
            "text": "Jets are reconstructed from topological clusters [12] built from energy depositions in the calorimeters using the antik t algorithm [54,55] with a radius parameter of 0.4. Before being processed by the jet-finding algorithm, the topological cluster energies are corrected using a local calibration scheme [56,57] to account for inactive detector material, out-of-cluster leakage and the noncompensating calorimeter response. After energy calibration [58], the jets are required to have p T > 25 GeV and |η| < 2.5. To suppress jets from pile-up, the jet vertex fraction 2 is required to be above 0.5 for all jets with p T < 50 GeV and |η| < 2.4. As all electron candidates are also reconstructed as jets, the closest jet within a cone of size R = 0.2 around an electron candidate is discarded to avoid double-counting of electrons as jets. After this removal procedure, electrons within R = 0.4 of any remaining jet are removed.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Object reconstruction",
            "text": "Jets are identified as originating from the hadronisation of a b-quark (b-tagged) via a multivariate algorithm [59]. It makes use of the lifetime and mass of b-hadrons and accounts for displaced tracks and topological properties of the jets. A working point with 70% efficiency to tag a b-quark jet (bjet) is used. The rejection factor for light-quark and gluon jets (light jets) is around 130 and about 5 for charm jets, as determined for b-tagged jets with p T > 20 GeV and |η| < 2.5 in simulated tt events. The simulated b-tagging efficiency is corrected to that measured in data using calibrations from statistically independent event samples of tt pairs decaying into a bb + − ν ν final state [60].",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 111,
                    "text": "[59]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "start": 698,
                    "text": "[60]",
                    "end": 702
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "The reconstruction of the transverse momentum of the neutrino from the leptonically decaying W boson is based on the negative vector sum of all energy deposits and momenta of reconstructed and calibrated objects in the transverse plane (missing transverse momentum with magnitude E miss T ) as well as unassociated energy depositions [61].",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Events are selected from data taken in stable beam conditions with all relevant detector components being functional. At least one primary collision vertex is required with at least five associated tracks with p T > 400 MeV. If more than one primary vertex is reconstructed, the one with the largest scalar sum of transverse momenta is selected as the hardscattering vertex. If the event contains at least one jet with p T > 20 GeV that is identified as out-of-time activity from a previous pp collision or as calorimeter noise [62], the event is rejected.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "In order to select events from tt decays in the lepton+jets channel, exactly one reconstructed electron or muon with p T > 25 GeV and at least four jets, of which at least one is b-tagged, are required. A match ( R < 0.15) between the offline reconstructed electron or muon and the lepton reconstructed by the high-level trigger is required. The selected events are separated into two orthogonal b-tag regions: one region with exactly one b-tag and a second region with two or more b-tags. Thus, the data sample is split into four channels depending on the lepton flavour and the b-jet multiplicity: \"e+jets, 1 b-tag\", \"e+jets, ≥2 b-tags\", \"μ+jets, 1 b-tag\" and \"μ+jets, ≥2 b-tags\".",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "For events with one b-tag, E miss T is required to be greater than 20 GeV and the sum of E miss T and transverse mass of the leptonically decaying W boson, m T (W ), is required to be greater than 60 GeV in order to suppress multijet background. In the case of two b-tags, no further requirement on the E miss T and transverse mass of the W boson is applied.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "After this selection, the tt candidate events are reconstructed using a kinematic likelihood fit as described next.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Reconstruction of the tt system",
            "section_rank": 8
        },
        {
            "section": "Reconstruction of the tt system",
            "text": "The measurement of the W boson polarisation in tt events requires the reconstruction and identification of all tt decay products. For this, a kinematic likelihood fitter (KLFitter) [63] is utilised. It maps the four model partons (two b-quarks and the qq pair from a W boson decay) to four reconstructed jets. The numbers of jets used as input for KLFitter can be larger than four. The two jets with the largest output of the b-tagging algorithm together with two (three) remaining jets with the highest p T were chosen as KLFitter input as this selection leads to the highest reconstruction efficiency for events with four (at least five) jets. For each of the 4! = 24 (5! = 120 for events with at least five jets) possible jet-to-parton permutations, it maximises a likelihood, L , that incorporates Breit-Wigner distributions for the W boson and top quark masses as well as transfer functions mapping the reconstructed jet and lepton energies to parton level or true lepton level, respectively. The expression for the likelihood is given by x/y ν ). Individual transfer functions for electrons, muons, b-jets, light jets (including c-jets) and missing transverse momentum are used. These transfer functions are obtained from tt events simulated with MC@NLO. The top quark decay products are uniquely matched to reconstructed objects to obtain a continuous function describing the relative energy difference between parton and reconstructed level as a function of the parton-level energy. Individual parameterisations are derived for different regions of |η|. The measurement of the W boson polarisation in the lep-ton+jets channel is performed for both the top and the anti-top quarks in each event. The anti-down-type quark from the top quark decay (down-type quark from the anti-top quark decay) is used as the hadronic analyser and the charged lepton from the decay of the anti-top quark (charged anti-lepton from the top quark decay) as the leptonic analyser.",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "section": "Reconstruction of the tt system",
            "text": "Since the likelihood defined in Eq. 3is invariant under exchange of the W decay products, it needs further extensions to incorporate information related to down-type quarks. This is achieved by multiplying the likelihood by probability distributions of the b-tagging algorithm output as a function of the transverse momentum of the jets. These probability distributions are obtained from MC@NLO for b-quark jets as well as u/c-and d/s-quark jets. Since the W boson decays into a pair of charm and strange quarks in 50% of decays into hadrons, the higher values of the b-tagging algorithm output for the charm quark allows for a separation of the two. This increases the fraction of events with correct matching of the two jets originating from a W boson decay to the corresponding up-and down-quark type jet to 60%, compared to 50% for the case of no separation power. The extended likelihood is normalised with respect to the sum of the extended likelihoods for all 120 (24) permutations and this quantity is called the \"event probability\". This up-versus down-type quark separation method was established in an ATLAS measurement of the tt spin correlation in the lepton+jets channel [64].",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "ref_id": "formula_2",
                    "start": 36,
                    "text": "3",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 971,
                    "text": "(24)",
                    "end": 975
                },
                {
                    "type": "bibr",
                    "start": 1185,
                    "text": "[64]",
                    "end": 1189
                }
            ]
        },
        {
            "section": "Reconstruction of the tt system",
            "text": "The permutation with the largest event probability is chosen. Figure 1a shows the distributions of the logarithm of the likelihood value for the permutation with the highest event probability for simulated tt events. Correctly reconstructed events (\"tt right\") peak at high values of the likelihood. Other contributions come from incorrect assignments of jets (i.e. choosing the wrong permutation, \"tt wrong\"), non-reconstructable events where for example a quark is out of the acceptance (\"tt non-reco\") and tt events which do not have a lepton+jets topology (such as dileptonic tt events, \"tt background\"). In Fig. 1b the corresponding distribution of the event probability is shown. The peak at 0.5 corresponds to events where no separation between up-and down-type quarks is achieved, leading to two permutations with similar tt signal sample are split into events where the tt pairs do not decay via the lepton+jets channel (\"tt background\"), events where not all tt decay products have been reconstructed (\"tt non-reco\"), as well as correctly (\"tt right\") and incorrectly (\"tt wrong\") reconstructed tt systems Table 1 Expected and observed event yields in the four channels (\"e+jets, 1 b-tag\", \"e+jets, ≥2 b-tags\", \"μ+jets, 1 b-tag\" and \"μ+jets, ≥2 b-tags\") after the final event selection including the cut on the reconstruction likelihood. Uncertainties in the normalisation of each sam-ple include systematic uncertainties for the data-driven backgrounds (W +jets and fake leptons) and theory uncertainties for the tt signal and the other background sources To select the final data sample, the event probability is used to obtain the best jet-to-parton permutation per event. Events are required to have a reconstruction likelihood of log L > −48 to reject poorly reconstructed tt events. The value of log L > −48 was selected to minimise the expected statistical uncertainty. The fraction of events where all jets were correctly assigned to the corresponding partons out of all events that have the corresponding jets present varies between 45 and 50%. The event yields after the final event selection are presented in Table 1. Figure 2 shows the likelihood and the event probability as well as the reconstructed cos θ * distribution after the final event selection. Good agreement between data and prediction is achieved.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 62,
                    "text": "Figure 1a",
                    "end": 71
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 612,
                    "text": "Fig. 1b",
                    "end": 619
                },
                {
                    "type": "table",
                    "start": 1116,
                    "text": "Table 1",
                    "end": 1123
                },
                {
                    "type": "table",
                    "start": 2130,
                    "text": "Table 1",
                    "end": 2137
                },
                {
                    "type": "figure",
                    "start": 2139,
                    "text": "Figure 2",
                    "end": 2147
                }
            ]
        },
        {
            "text": "Measurement of the W boson helicity fractions",
            "section_rank": 9
        },
        {
            "section": "Measurement of the W boson helicity fractions",
            "text": "The W boson helicity fractions F i are defined as the fraction of produced tt events N i in a given polarisation state divided by all produced tt events:",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "Measurement of the W boson helicity fractions",
            "text": "The selection efficiency sel i is different for each polarisation state and determines the number of selected events n i :",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "section": "Measurement of the W boson helicity fractions",
            "text": "Dedicated tt signal templates for a specific F i are created by reweighting the simulated SM tt events. These are produced by fitting the cos θ * distribution for the full phase space and calculating per-event weights for each helicity fraction using the functional forms in Eq. (2). Individual templates are created for each lepton flavour and b-tag channel. Figure 3 shows the templates for the μ + jets channel with ≥ 2 b-tags.",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 360,
                    "text": "Figure 3",
                    "end": 368
                }
            ]
        },
        {
            "section": "Measurement of the W boson helicity fractions",
            "text": "In addition to these signal templates, templates are derived for each source j of background events. These are independent of the helicity fractions F i . Five different background templates are included: three W +jets templates (W +lightjets, W c+jets and W cc/bb+jets), a fake-lepton template, and one template for all remaining backgrounds, including contributions from electroweak processes (single top, diboson and Z +jets). The total number of expected events n exp in each channel is then given by",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "Measurement of the W boson helicity fractions",
            "text": "The signal and background templates are used to perform a likelihood fit with the number of background events n bkg, j and the efficiency corrected signal events N i as free parameters:",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "Measurement of the W boson helicity fractions",
            "text": "Here, n data,k represents the number of events in each bin k.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "Measurement of the W boson helicity fractions",
            "text": "The expected number of background eventsn bkg, j of each background source j and their normalisation uncertainties σ bkg, j are used to constrain the fit. The fit parameters scaling the background contributions are treated as correlated across all channels except for the fake-lepton background, which The uncertainties in the helicity fractions obtained from the fit include both the statistical uncertainty of the data and the systematic uncertainty of the background normalisations. For the leptonic analyser, the most sensitive results are obtained for the two-channel combination (electron + muon) in the ≥2 b-tags region. Adding further channels increases the total systematic uncertainty, in particular due to uncertainties in the b-tagging, which do not compensate with the decrease in the statistical uncertainty. For the hadronic analyser, the four-channel combination (including both the 1 btag and ≥2 b-tags regions) improves the sensitivity compared to the two-channel combination. For each source of systematic uncertainty, modified pseudo-data templates are created and evaluated via ensemble testing. The differences between the mean helicity fractions measured using the nominal templates and those varied to reflect systematic errors are quoted as systematic uncertainty. Systematic uncertainties from different sources, described in the following section, are treated as uncorrelated.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties from several sources can affect the normalisation of the signal and background and/or the shape of the cos θ * distribution. Correlations of a given systematic uncertainty are maintained across processes and channels, unless otherwise stated. The impact of uncertainties from the various sources is determined using a frequentist method based on the generation of pseudo-experiments.",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Uncertainties associated with reconstructed objects",
            "section_rank": 11
        },
        {
            "section": "Uncertainties associated with reconstructed objects",
            "text": "Different sources of systematic uncertainty affect the reconstructed objects used in this analyses. All these sources, described in the following, are propagated to changes in the shape of the cos θ * distributions.",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "section": "Uncertainties associated with reconstructed objects",
            "text": "Uncertainties associated with the lepton selection arise from the trigger, reconstruction, identification and isolation efficiencies, as well as the lepton momentum scale and resolution. They are estimated from Z → + − ( = e, μ), J/ψ → + − and W → eν processes in data and in simulated samples using tag-and-probe techniques described in Refs. [65-69]. Since small differences are observed between data and simulation, correction factors and their related uncertainties are considered to account for these differences. The effect of these uncertainties is propagated through the analysis and represent a minor source of uncertainty in this measurement.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "section": "Uncertainties associated with reconstructed objects",
            "text": "Uncertainties associated with the jet selection arise from the jet energy scale, jet energy resolution, jet vertex fraction requirement and jet reconstruction efficiency. The jet energy scale and its uncertainty are derived combining information from test-beam data, LHC collision data, and simulation [58]. The jet energy scale uncertainty is split into 22 uncorrelated sources that have different jet p T and η dependencies and are treated independently in this analysis. The uncertainty related to the jet energy resolution is estimated by smearing the energy of jets in simulation by the difference between the jet energy resolutions for data and simulation [70]. The efficiency for each jet to satisfy the jet vertex fraction requirement is measured in Z → + − + 1-jet events in data and simulation [71]. The corresponding uncertainty is evaluated in the analysis by changing the nominal jet vertex fraction cut value and repeating the analysis using the modified cut value [72]. The jet reconstruction efficiency is found to be about 0.2% lower in simulation than in data for jets below 30 GeV and consistent with data for higher jet p T . All jetrelated kinematic variables (including the missing transverse momentum) are recomputed by removing randomly 0.2% of the jets with p T below 30 GeV and the event selection is repeated.",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 302,
                    "text": "[58]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "start": 662,
                    "text": "[70]",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "start": 804,
                    "text": "[71]",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 979,
                    "text": "[72]",
                    "end": 983
                }
            ]
        },
        {
            "section": "Uncertainties associated with reconstructed objects",
            "text": "Since the b-tagging efficiencies and misidentification rates are not modelled satisfactorily in MC simulation, all jets are assigned a specific p T -and η-dependent scale factor to account for this difference. The uncertainties in these scale factors are propagated to the measured value.",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "section": "Uncertainties associated with reconstructed objects",
            "text": "An additional uncertainty is assigned due to the extrapolation of the b-tagging efficiency measurement to the highp T region. Twelve uncertainties are considered for the light-jet tagging, all depending on jet p T and η. These systematic uncertainties are taken as uncorrelated.",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "section": "Uncertainties associated with reconstructed objects",
            "text": "The uncertainties from the energy scale and resolution corrections for leptons and jets are propagated into the E miss T calculation. Additional uncertainties are added to account for contributions from energy deposits not associated with any jet and due to soft-jets (7 GeV < p T < 20 GeV), and are treated as fully correlated with each other. The uncertainty in the description of extra energy deposited due to pile-up interactions is treated as a separate E miss This uncertainty has a negligible effect on the measured W boson helicity fractions.",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "Uncertainties in signal modelling",
            "section_rank": 12
        },
        {
            "section": "Uncertainties in signal modelling",
            "text": "The uncertainties in the signal modelling affect the kinematic properties of simulated tt events and thus the acceptance and the shape of the reconstructed cos θ * distribution.",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "section": "Uncertainties in signal modelling",
            "text": "To assess the impact of the different parton shower and hadronisation models, the Powheg+Herwig sample is compared to a Powheg+Pythia sample and the symmetrised difference is taken as a systematic uncertainty. Similarly, an uncertainty due to the matrix element (ME) MC event generator choice for the hard process is estimated by comparing events produced by Powheg-Box and MC@NLO, both interfaced to Herwig for showering and hadronisation. The uncertainties due to QCD initial-and final-state radiation (ISR/FSR) modelling are estimated using two Powheg+Pythia samples with varied parameters producing more and less radiation. The larger of the changes due to the two variations is taken and symmetrised.",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "section": "Uncertainties in signal modelling",
            "text": "The uncertainty in the tt signal due to the PDF choice is estimated following the PDF4LHC recommendations [73]. It takes into account the differences between three PDF sets: CT10 NLO, MSTW2008 68% CL NLO and NNPDF 2.3 NLO [74]. The final PDF uncertainty is an envelope of an intra-PDF uncertainty, which evaluates the changes due to the variation of different PDF parameters within a single PDF error set, and an inter-PDF uncertainty, which evaluates differences between different PDF sets. Each PDF set has a prescription to evaluate an overall uncertainty using its error sets: symmetric Hessian in the case of CT10, asymmetric Hessian for MSTW and sample standard deviation in the NNPDF case. Half the width of the envelope of the three estimates is taken as the PDF systematic uncertainty.",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 106,
                    "text": "[73]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 222,
                    "text": "[74]",
                    "end": 226
                }
            ]
        },
        {
            "section": "Uncertainties in signal modelling",
            "text": "The effect of the uncertainty in the top quark mass is estimated using MC samples with different input top masses for the signal process. The dependence of the obtained helicity fractions on the top quark mass is fitted with a linear function. The uncertainties in the helicity fractions are obtained from the slopes multiplied by the uncertainty in the top quark mass of 172.84 ± 0.70 GeV [45]  for W +bb/cc) is taken into account in the likelihood fit as explained in Sect. 5. A relative uncertainty of 30%, estimated using various control regions in the matrix method calculation [52], is used for the fake-lepton contribution.",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 390,
                    "text": "[45]",
                    "end": 394
                }
            ]
        },
        {
            "section": "Uncertainties in signal modelling",
            "text": "For single top quark production, a normalisation uncertainty of 17% is assumed, which takes into account the weighted average of the theoretical uncertainties in s-, tand W t-channel production (+5/−4%) as well as additional uncertainties due to variations in the amount of initial-and final-state radiation and the extrapolation to high jet multiplicity. The uncertainty in the single-top background shape is assessed by comparing W t-channel Monte Carlo samples generated using alternative methods to take into account W t and tt diagrams interference: diagram removal and diagram subtraction [39].",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 595,
                    "text": "[39]",
                    "end": 599
                }
            ]
        },
        {
            "section": "Uncertainties in signal modelling",
            "text": "An overall normalisation uncertainty of 48% is applied to Z +jets and diboson contributions. It takes into account a 5% uncertainty in the theoretical (N)NLO cross-section as well as the uncertainty associated with the extrapolation to high jet multiplicity (24% per jet).",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "section": "Uncertainties in signal modelling",
            "text": "All normalisation uncertainties are included in the fit of the W boson helicity fractions via priors for the background yields. While the W +jets and fake-lepton uncertainties are included directly, the uncertainty in the total remaining background from other sources is combined to 16% (17%) in the ≥2 b-tags regions (1 b-tag + ≥2 b-tags regions) by adding the uncertainties in the theoretical cross-sections of the single top quark, diboson and Z +jets contributions in quadrature. The uncertainty in the shape of the W +jets background is considered by jet flavour decomposition. Further background shape uncertainties were evaluated and found to be negligible.",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "text": "Other uncertainties",
            "section_rank": 13
        },
        {
            "section": "Other uncertainties",
            "text": "The uncertainty associated with the limited number of MC events in the signal and background templates is evaluated by performing pseudo-experiments on MC events.",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "section": "Other uncertainties",
            "text": "The impact of the 1.9% luminosity uncertainty [75] is found to be negligible since the background normalisations are constrained in the fit.",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "text": "Results",
            "section_rank": 14
        },
        {
            "section": "Results",
            "text": "The measured W boson helicity fractions obtained using the leptonic analyser in semileptonic tt events with ≥2 b-tags are presented in Table 2.",
            "paragraph_rank": 56,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 135,
                    "text": "Table 2",
                    "end": 142
                }
            ]
        },
        {
            "section": "Results",
            "text": "By construction, the individual fractions sum up to one. The F 0 value is anti-correlated with both F L and F R (ρ F 0 ,F L = −0.55, ρ F 0 ,F R = −0.75), and F L and F R are positively correlated (ρ F L ,F R = +0.16). The quoted values correspond to the total correlation coefficient, consid- Table 2 Measured W boson helicity fractions obtained from the leptonic analyser including the statistical uncertainty from the fit and the background normalisation as well as the systematic uncertainty Leptonic analyser (≥2 b-tags) F 0 = 0.709 ± 0.012 (stat.+bkg. norm.) +0.015 −0.014 (syst.) F L = 0.299 ± 0.008 (stat.+bkg. norm.) +0.013 −0.012 (syst.) F R = −0.008 ± 0.006 (stat.+bkg. norm.) ±0.012 (syst.) Table 3 Measured W boson helicity fractions for the hadronic analyser including the statistical uncertainty from the fit and the background normalisation as well as the systematic uncertainty Post-fit distribution of cos θ * for the leptonic analyser with ≥2 b-tags, in which a two-channel combination is performed (electron and muon). The uncertainty band represents the total uncertainty in the fit result ering statistical and systematic uncertainties. These results are the most precise W boson helicity fractions measured so far and are consistent with the SM predictions given at NNLO accuracy [3]. The inclusion of single b-tag regions does not improve the sensitivity, due to larger systematic uncertainties.",
            "paragraph_rank": 57,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 293,
                    "text": "Table 2",
                    "end": 300
                },
                {
                    "type": "table",
                    "start": 702,
                    "text": "Table 3",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1302,
                    "text": "[3]",
                    "end": 1305
                }
            ]
        },
        {
            "section": "Results",
            "text": "The W boson helicity fractions obtained using the hadronic analyser of semileptonic tt events with 1 b-tag and ≥2b-tags are given in Table 3. Using the hadronic analyser, the correlations between the helicity fraction are ρ F 0 ,F L = 0.56, ρ F 0 ,F R = −0.91 and ρ F L ,F R = −0.92. The large anticorrelation between F L and F R is a consequence of the low separation power between the up-and down-type quark from the W decay and the resulting similar shapes of the templates of F L and F R (see Fig. 3). The results obtained with the two analysers agree well. The combination of leptonic and hadronic analysers has been tested and, despite the improvement in the statistical uncertainty, it does not improve the total uncertainty. Figure 4 shows, separately for the e+jets and μ+jets channels, the distributions of cos θ * from the leptonic analyser. The distributions for the hadronic analyser are presented in Fig. 5. The uncertainty band in the data-to-best-fit ratio represents the statistical and background normalisation uncertainty. The deviations observed in the ratio are covered by the systematic uncertainties. The peak at cos θ * ≈ −0.7 as seen in the single b-tag channels in Fig. 5 is caused by misreconstructed events. A missing second b-tag increases the probability of swapping the b-quark jet from the top quark decay with the up-type quark jet from the W decay.",
            "paragraph_rank": 58,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 133,
                    "text": "Table 3",
                    "end": 140
                },
                {
                    "type": "figure",
                    "start": 497,
                    "text": "Fig. 3",
                    "end": 503
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 733,
                    "text": "Figure 4",
                    "end": 741
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 914,
                    "text": "Fig. 5",
                    "end": 920
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1191,
                    "text": "Fig. 5",
                    "end": 1197
                }
            ]
        },
        {
            "section": "Results",
            "text": "The contributions of the various systematic uncertainties are quoted in Table 4. In the case of the leptonic analyser, the dominant contributions come from the jet energy scale and resolution and the statistical error in the MC templates. For the hadronic analyser, the systematic uncertainties are larger.   Including the 1 b-tag region aids in reducing the error. One of the main contributions is the b-tagging uncertainty, affecting both the event selection and b-tag categorisation, as well as the up-vs down-type quark separation. Other major contributions come from the jet energy resolution and the modelling of tt events (initial-and final-state radiation, parton showering and hadronisation, and Monte Carlo event generator choice for the matrix elements).",
            "paragraph_rank": 59,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 72,
                    "text": "Table 4",
                    "end": 79
                }
            ]
        },
        {
            "section": "Results",
            "text": "Within the effective field theory framework [76], the W tb decay vertex can be parameterised in terms of anomalous couplings as shown in Eq. (1). Limits on these anomalous left-and right-handed vector and tensor couplings are set using the EFTfitter tool [77] and the model of [76]. The anomalous couplings are assumed to be real, corresponding to the CP-conserving case. As the W helicity fractions only allow the ratios of couplings to be constrained, the value of V L is fixed to the Standard Model prediction of one. The correlations of systematic uncertainties are taken into account. Figure 6 shows the limits on g L and g R couplings while V L and V R are fixed to their SM values, as well as V R and g R limits, where the other couplings are fixed to their SM values. The intervals are obtained using the leptonic analyser since it provides the most sensitive results. Table 5 shows the 95% confidence level (CL) intervals for each anomalous coupling while fixing all others to their SM value. These limits correspond to the set of smallest intervals containing 95% of  Table 5 Allowed ranges for the anomalous couplings V R , g L , and g R at 95% CL. The limits are derived using the measured W helicity fractions using the leptonic analyser for events with ≥2 b-tags (combination of the two channels, electron and muon)",
            "paragraph_rank": 60,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 44,
                    "text": "[76]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 141,
                    "text": "(1)",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 255,
                    "text": "[77]",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 277,
                    "text": "[76]",
                    "end": 281
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 590,
                    "text": "Figure 6",
                    "end": 598
                },
                {
                    "type": "table",
                    "start": 877,
                    "text": "Table 5",
                    "end": 884
                },
                {
                    "type": "table",
                    "start": 1078,
                    "text": "Table 5",
                    "end": 1085
                }
            ]
        },
        {
            "section": "Results",
            "text": "Coupling",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "section": "Results",
            "text": "the marginalised posterior distribution for the corresponding parameter. Similar limits on the anomalous couplings were derived by both the ATLAS and CMS experiments using the measured helicity fractions of W bosons [10,11]. Complementary limits can be set by other measurements: the allowed region of g R ≈ 0.75 is excluded by measurements of the t-channel single top quark production [77][78][79][80] which also constrains V L . The branching fraction ofB → X s γ allow more stringent limits to be set on g L and V R [81].",
            "paragraph_rank": 62,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 216,
                    "text": "[10,",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 220,
                    "text": "11]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 386,
                    "text": "[77]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 390,
                    "text": "[78]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 394,
                    "text": "[79]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 398,
                    "text": "[80]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 519,
                    "text": "[81]",
                    "end": 523
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "The longitudinal, left-and right-handed W boson helicity fractions are measured using the angle between the charged lepton (down-type quark) and the reversed b-quark direction in the W boson rest frame for leptonically (hadronically) decaying W bosons from tt decays. A data set corresponding to 20.2 fb −1 of pp collisions at the LHC with a centre-of-mass energy of √ s = 8 TeV, recorded by the ATLAS experiment, is analysed. Events are required to include one isolated electron or muon and at least four jets, with at least one of them tagged as a b-jet. Events are recon-structed using a kinematic likelihood fit based on mass constraints for the top quarks and W bosons. It utilises the weight of the b-jet tagging algorithm to further separate the up-and down-type quarks from the hadronically decaying W bosons. The fractions for left-handed, right-handed and longitudinally polarised W bosons are found to be F 0 = 0.709 ± 0.012 (stat.+bkg. norm.) ± 0.015 (syst.), F L = 0.299 ± 0.008 (stat.+bkg. norm.) ± 0.013 (syst.) and F R = −0.008 ± 0.006 (stat.+bkg. norm.) ± 0.012 (syst.). These results constitute the most precise measurement of the W helicity fractions in tt events to date and are in good agreement with the Standard Model predictions within uncertainties. Using these results, limits on anomalous couplings of the W tb vertex are set.",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [82].",
            "paragraph_rank": 64,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 780,
                    "text": "[82]",
                    "end": 784
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 65,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "Rev. D 74, 114017 (2006 ",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 5,
                    "text": "D 74, 114017 (2006",
                    "end": 23
                }
            ]
        },
        {
            "text": "Fig. 1 a",
            "section_rank": 16
        },
        {
            "section": "Fig. 1 a",
            "text": "Fig. 1a Logarithm of the likelihood value as output for reconstructed tt events of the selected (best) jet-to-parton permutation. b Event probability for the selected (best) jet-to-parton permutation. Both distributions show events in the e + jets channel with ≥2 b-tags. Events from a",
            "paragraph_rank": 67,
            "section_rank": 16
        },
        {
            "text": "Fig. 2 Fig. 3",
            "section_rank": 17
        },
        {
            "section": "Fig. 2 Fig. 3",
            "text": "Fig. 2 Measured and predicted distributions of a likelihood and b event probability from the kinematic fit and reconstructed cos θ * distribution using c the leptonic and d the hadronic analysers with ≥2 b-tags. The displayed uncertainties represent the Monte Carlo statistical uncertainty as well as the background normalisation uncertainties",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "Fig. 4",
            "section_rank": 18
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Post-fit distribution of cos θ * for the leptonic analyser with ≥2 b-tags, in which a two-channel combination is performed (electron and muon). The uncertainty band represents the total uncertainty in the fit result",
            "paragraph_rank": 69,
            "section_rank": 18
        },
        {
            "text": "Fig. 5",
            "section_rank": 19
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Post-fit distribution of cos θ * for the hadronic analyser, in which the combination of four channels is performed (electron and muon, with exactly 1 b-tag and ≥2 b-tags). The uncertainty band represents the total uncertainty in the fit result",
            "paragraph_rank": 70,
            "section_rank": 19
        },
        {
            "text": "Fig. 6 a",
            "section_rank": 20
        },
        {
            "section": "Fig. 6 a",
            "text": "Fig. 6a Limits on the anomalous left-and right-handed tensor couplings of the W tb decay vertex as obtained from the measured W boson helicity fractions from the leptonic analyser. b Limits on the right-",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": ") are the transfer functions, with E meas i being the measured energy of object i and E j the \"true\" energy of the reconstructed parton j or true lepton .",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "i |E j",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "text": "Table 4",
            "section_rank": 22
        },
        {
            "section": "Table 4",
            "text": "Summary of systematic and statistical uncertainties for the measurements obtained using the leptonic (left) and the hadronic (right) analysers. The numbers in the last row (Stat. + bkg. norm) correspond to the statistical uncertainty of the fit, including the normalisation uncertainties in the background yields",
            "paragraph_rank": 74,
            "section_rank": 22
        },
        {
            "text": "). doi:10.1103/PhysRevD.74.114017. arXiv:hep-ph/0609070 49. ATLAS Collaboration, Measurement of the charge asymmetry in top-quark pair production in the lepton-plus-jets final state in pp collision data at √ s = 8 TeV with the ATLAS detector. Eur. Phys. J. C 76, 87 (2016). doi:10.1140/epjc/s10052-016-3910-6. arXiv:1509.02358 [hep-ex] 50. T. Gleisberg et al., Event generation with SHERPA 1.1. JHEP 02, 007 (2009). doi:10.1088/1126-6708/2009/02/007. arXiv:0811.4622 [hep-ph] 51. J.M. Campbell, R.K. Ellis, An Update on vector boson pair production at hadron colliders. Phys. Rev. D 60, 113006 (1999). doi:10. 1103/PhysRevD.60.113006. arXiv:hep-ph/9905386 52. ATLAS Collaboration, Estimation of non-prompt and fake lepton backgrounds in final states with top quarks produced in protonproton collisions at √ s = 8 TeV with the ATLAS Detector. ATLAS-CONF-2014-058, 2014. http://cds.cern.ch/record/ 1951336 53. ATLAS Collaboration, Electron efficiency measurements with the ATLAS detector using the 2012 LHC proton-proton collision data. ATLAS-CONF-2014-032, 2014. http://cds.cern.ch/record/ 1706245 54. M. Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm. JHEP 04, 063 (2008). doi:10.1088/1126-6708/2008/04/063. arXiv:0802.1189 [hep-ph] 55. M. Cacciari, G.P. Salam, Dispelling the N 3 myth for the k t jetfinder. Phys. Lett. B 641, 57 (2006). doi:10.1016/j.physletb.2006. 08.037. arXiv:hep-ph/0512210 56. W. Lampl et al., Calorimeter Clustering Algorithms: Description and Performance. ATL-LARG-PUB-2008-002, 2008. http://cds. cern.ch/record/1099735 57. C. Cojocaru et al., Hadronic calibration of the ATLAS liquid argon end-cap calorimeter in the pseudorapidity region 1.6<|η|<1.8 in beam tests. Nucl. Instrum. Methods A 531, 481 (2004). doi:10. 1016/j.nima.2004.05.133. arXiv:physics/0407009 58. ATLAS Collaboration, Jet energy measurement and its systematic uncertainty in proton-proton collisions at √ s = 7 TeV with the ATLAS detector. Eur. Phys. J. C 75, 17 (2015). doi:10.1140/epjc/ s10052-014-3190-y. arXiv:1406.0076 [hep-ex] 59. ATLAS Collaboration, Performance of b-jet identification in the ATLAS experiment. JINST 11, P04008 (2016). doi:10.1088/ 1748-0221/11/04/P04008. arXiv:1512.01094 [hep-ex] 60. ATLAS Collaboration, Calibration of b-tagging using dileptonic top pair events in a combinatorial likelihood approach with the ATLAS experiment. ATLAS-CONF-2014-004, 2014. http://cds. cern.ch/record/1664335 61. ATLAS Collaboration, Performance of missing transverse momentum reconstruction in proton-proton collisions at √ s = 7 TeV with ATLAS. Eur. Phys. J. C 72, 1844 (2012). doi:10.1140/epjc/ s10052-011-1844-6. arXiv:1108.5602 [hep-ex] 62. ATLAS Collaboration, Selection of jets produced in proton-proton collisions with the ATLAS detector using 2011 data. ATLAS-CONF-2012-020, 2012. http://cds.cern.ch/record/1430034 63. J. Erdmann et al., A likelihood-based reconstruction algorithm for top-quark pairs and the KLFitter framework. Nucl. Instrum. Methods A 748, 18 (2014). doi:10.1016/j.nima.2014.02.029. arXiv:1312.5595 [hep-ex] 64. ATLAS Collaboration, Measurements of spin correlation in topantitop quark events from proton-proton collisions at √ s = 7 TeV using the ATLAS detector. Phys. Rev. D 90, 112016 (2014). doi:10. 1103/PhysRevD.90.112016. arXiv:1407.4314 [hep-ex] 65. ATLAS Collaboration, Electron reconstruction and identification efficiency measurements with the ATLAS detector using the 2011 LHC proton-proton collision data. Eur. Phys. J. C 74, 2941 (2014). doi:10.1140/epjc/s10052-014-2941-0. arXiv:1404.2240 [hep-ex] 66. ATLAS Collaboration, Muon reconstruction efficiency and momentum resolution of the ATLAS experiment in proton-proton collisions at √ s = 7 TeV in 2010. Eur. Phys. J. C 74, 3034 (2014). doi:10.1140/epjc/s10052-014-3034-9. arXiv:1404.4562 [hep-ex] 67. ATLAS Collaboration, Electron performance measurements with the ATLAS detector using the 2010 LHC proton-proton collision data. Eur. Phys. J. C 72, 1909 (2012). doi:10.1140/epjc/ s10052-012-1909-1. arXiv:1110.3174 [hep-ex] 68. ATLAS Collaboration, Measurement of the muon reconstruction performance of the ATLAS detector using 2011 and 2012 LHC proton-proton collision data. Eur. Phys. J. C 74, 3130 (2014). doi:10.1140/epjc/s10052-014-3130-x. arXiv:1407.3935 [hep-ex] 69. ATLAS Collaboration, Electron and photon energy calibration with the ATLAS detector using LHC run 1 data. Eur. Phys. J. C 74, 3071 (2014). doi:10.1140/epjc/s10052-014-3071-4. arXiv:1407.5063 [hep-ex] 70. ATLAS Collaboration, Jet energy resolution in proton-proton collisions at √ s = 7 TeV recorded in 2010 with the ATLAS detector. Eur. Phys. J. C 73, 2306 (2013). doi:10.1140/epjc/ s10052-013-2306-0. arXiv:1210.6210 [hep-ex] 71. ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 TeV using the ATLAS detector. Eur. Phys. J. C 76, 581 (2016). doi:10.1140/epjc/",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "The jet vertex fraction is defined as the scalar sum of the transverse momenta of a jet's tracks stemming from the primary collision vertex divided by the scalar sum of the transverse momenta of all tracks in a jet.",
            "paragraph_rank": 76,
            "section_rank": 23
        },
        {
            "text": "T scale uncertainty.",
            "paragraph_rank": 77,
            "section_rank": 23
        },
        {
            "text": "Acknowledgements",
            "section_rank": 25
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 78,
            "section_rank": 25
        }
    ]
}