{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Feasibility studies of the measurement of the exclusive diffractive bremsstrahlung cross-section in protonproton scattering at the centre of mass energy of 13 TeV at the LHC are reported. Present studies were performed for the low luminosity LHC running with the betatron function value of 90 m using the ATLAS associated forward detectors ALFA and ZDC. A simplified approach to the event simulation and reconstruction is used. The background influence is also discussed.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Electromagnetic bremsstrahlung off nuclei is commonly used in various applications. In the domain of high energy physics it was used to produce the tagged photon beam to study photoproduction (see for example [1]). At HERA, the lepton induced process, e + p → e + p + γ , was not only used to determine the machine absolute and instantaneous luminosities but also served as an efficient beam diagnostic and monitoring tool (see for example [2,3]). The measurements exploited basic properties of the electromagnetic bremsstrahlung final state: an approximate energy conservation as well as the angular properties of radiated photons. Feynman diagram of this process is shown in Fig. 1a.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 209,
                    "text": "[1]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 440,
                    "text": "[2,",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 443,
                    "text": "3]",
                    "end": 445
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 677,
                    "text": "Fig. 1a",
                    "end": 684
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In 2011, Khoze et al. [4] postulated to enrich the LHC physics programme with the measurement of the high energy photons radiated in the elastic proton-proton scatteringthe study of exclusive diffractive bremsstrahlung depicted in Fig. 1b. In particular, such a measurement can be considered as complementary to the absolute luminosity monitors proposed in [5,6]. Both, electromagnetic and diffractive bremsstrahlung processes are mediated by soft colourless exchanges with diffractive bremsstrahlung being driven by the exchange of a pomeron. Also, the sum of the radiated photon and the scattered proton energies is nearly equal to the a e-mail: Janusz.Chwastowski@ifj.edu.pl radiating particle energy due to the softness of the exchanged pomeron.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 22,
                    "text": "[4]",
                    "end": 25
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 231,
                    "text": "Fig. 1b",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 357,
                    "text": "[5,",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 360,
                    "text": "6]",
                    "end": 362
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Lebiedowicz and Szczurek [7] extended the work of V. Khoze and others by introducing the proton form-factor into the calculations and by considering also other mechanisms leading to the p p γ final state, for example the virtual photon re-scattering. They concluded that these processes do not play a very important role and can be safely neglected at high energies. The values of the parameters in their model are subject to experimental verification. In particular, the model uses the Donnachie-Landshoff parameterisation [8] with linear pomeron trajectory α(t) = 1.0808 + 0.25 • t. The elastic scattering slope evolution is described by B(s) = B N N IP + 2 • α IP ln s/s 0 where s 0 = 1 GeV 2 and B N N IP = 9 GeV −2 . For a full account of the model details and its parameters a reader is referred to original publications. It is worth mentioning that in this model the absorptive are effectively taken into account and therefore there is no need to apply the gap survival probability factor.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 25,
                    "text": "[7]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 524,
                    "text": "[8]",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "start": 649,
                    "text": "N N",
                    "end": 652
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper a feasibility study of the diffractive photon bremsstrahlung measurement in proton-proton interactions at the presently available centre of mass energy of 13 TeV at the LHC is reported. It is assumed that the LHC runs with low instantaneous luminosity and the value of the betatron function of 90 m. The study focuses on the ATLAS detector [9] and considers the bremsstrahlung photon registrations in the ATLAS very forward Zero Degree Calorimeter (ZDC) [10] and that of the scattered protons in the ALFA stations [11] of ATLAS.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 354,
                    "text": "[9]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 468,
                    "text": "[10]",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 528,
                    "text": "[11]",
                    "end": 532
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It is also worth noting that this process has never been studied at high energies, however, feasibility studies performed for STAR experiment at RHIC energies [12] and also the LHC [13] running with low value of the betatron function 1 at the interaction point, β = 0.55 m, show a non-negligible potential of the measurement. In the latter case the use of the ATLAS main detector and the ATLAS Forward Proton (AFP) [14] was considered. Both studies suggest that the measurements are possible if the accelerator runs with small or moderate instantaneous luminosity. Yet, another study was performed also at √ s = 10 TeV and for the β = 90 m [4] for the TOTEM where the authors postulated to tag the elastic events with bremsstrahlung photons. Such data can be used to measure the p T dependence of the elastic cross-section as well as the ratio of the elastic to total cross-section.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 159,
                    "text": "[12]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 181,
                    "text": "[13]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 415,
                    "text": "[14]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 640,
                    "text": "[4]",
                    "end": 643
                }
            ]
        },
        {
            "text": "Experimental set-up",
            "section_rank": 3
        },
        {
            "text": "Accelerator",
            "section_rank": 4
        },
        {
            "section": "Accelerator",
            "text": "Presently, the LHC delivers the proton beams accelerated to 6500 GeV and runs with high instantaneous luminosity. The operation mode of the machine can be described by a set of parameters defining the properties of its magnetic latticethe so-called accelerator optics. The nominal or \"collision\" optics was foreseen to be associated with β = 0.55 m, however, presently the accelerator runs routinely with β value of 0.4 m. Below the so-called 90 m optics is considered. It should be stressed that such runs are dedicated to the study of elastic scattering at the LHC and are typically performed every year. During these data collection periods ATLAS includes the ALFA detector into the data acquisition chain. Table 1 presents the selected parameters of the proton beams at the ATLAS IP for the beam emittance, 2 ε = 3.75 µrad m, β = 90 m optics and the beam energy E beam = 6500 GeV.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 710,
                    "text": "Table 1",
                    "end": 717
                }
            ]
        },
        {
            "section": "Accelerator",
            "text": "The LHC accelerates two proton beams. The one performing the clockwise rotation is called beam1, and the other one -beam2. The beams traverse the LHC magnetic lattice in separate beam pipes which merge into a single one about 140 m away from the IP. A schematic view of the LHC lattice in the vicinity of the ATLAS IP is shown in Fig. 2. The quadrupole magnets are labelled with \"Q\", and the dipole ones -with \"D\". The Q1-Q3 quadrupoles serve as the final focusing and emittance matching triplet, while the D1 and D2 dipoles are used to separate the proton beams. In the analysis presented below the LHC magnetic lattice plays a role of a spectrometer for the scattered forward particles. To protect the magnets against the radiation coming from the Interaction Point the Target Absorber Secondaries (TAS) and the Target Absorber Neutral (TAN) were installed in front of the final focusing triplet and the D2 magnet, respectively. In addition, there are several corrector magnets, beam position monitors and collimators, not shown in the Fig. 2.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 330,
                    "text": "Fig. 2",
                    "end": 336
                },
                {
                    "type": "figure",
                    "start": 1038,
                    "text": "Fig. 2",
                    "end": 1044
                }
            ]
        },
        {
            "text": "Zero degree calorimeters",
            "section_rank": 5
        },
        {
            "section": "Zero degree calorimeters",
            "text": "Zero Degree Calorimeter (ZDC) [10] is a compact detector foreseen to measure neutral particles produced at very large pseudorapidities. ATLAS uses two such devices located symmetrically on both sides of the IP at the distance of 140 m in the slit of the TAN absorber. The ZDC is segmented longitudinally with the first segment dedicated to the measurement of electromagnetic radiation. The energy resolution of the calorimeter for photons is σ/E = 0.58/ √ E + 0.02 and for neutrons σ/E = 2.1/ √ E + 0.12 with the particle energy measured in GeV. The calorimeter delivers also information on the position of a particle impact point. Throughout this work, it was assumed that the ZDC spatial resolution is 1 mm for photons and 3 mm for neutrons, irrespectively of the incident particle energy. These values are the upper bounds of the spatial resolutions estimated during the ZDC tests -see [10] for details. The active area of the ZDC face as seen from the ATLAS experiment IP is of rectangular shape with dimensions 94 mm by 88 mm in horizontal and vertical directions, respectively.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 30,
                    "text": "[10]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 889,
                    "text": "[10]",
                    "end": 893
                }
            ]
        },
        {
            "text": "Absolute luminosity for ATLAS -ALFA",
            "section_rank": 6
        },
        {
            "section": "Absolute luminosity for ATLAS -ALFA",
            "text": "The Absolute Luminosity for ATLAS (ALFA) system [11] was designed to measure elastically scattered protons. Such protons are scattered at very small polar angles and escape from the main ATLAS detector volume through the accelerator beam pipe and traverse the magnetic lattice of the machine. They can be registered in dedicated devices only. Typically, such detectors use the roman pot technology which allows the precise positioning of the detectors inside the beam pipe and in consequence a precise measurement of small scattering angles.",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 48,
                    "text": "[11]",
                    "end": 52
                }
            ]
        },
        {
            "section": "Absolute luminosity for ATLAS -ALFA",
            "text": "It is quite clear that the acceptance of the considered detectors strongly depends on both the properties of the magnetic spectrometer, here the LHC, and the position of the detector with respect to the beam. The latter is quantified by a crucial parameter -the distance between the detector active edge and the beam. This parameter determines minimal value of the measurable scattering angle.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Absolute luminosity for ATLAS -ALFA",
            "text": "To minimise the influence of the beam angular divergence at the IP on the measurement one selects the large β optics. Therefore, the ALFA detectors are foreseen to work during the dedicated periods of the LHC running. There are four ALFA stations placed symmetrically w.r.t. the IP at the distances of 237 and 251 m. Each station consists of two roman pots which enable an independent vertical insertion of the detector active parts into the accelerator beam pipe. Each roman pot contains one main and two overlap detectors. The main detector is made of 20 layers of scintillating fibers arranged in U-V geometry and contains also the trigger counter consisting of two layers of a scintillator. The spatial resolution of the scattered proton trajectory measurement in the main detector is about 30 µm. The overlap detectors consist of horizontal fibers are dedicated to the measurement of the distance between the upper and bottom main detectors. In the following, the distance between the edge of the active part of the main detector and the outer wall (beam side) of the roman pot was assumed to be 0.5 mm. The energy of the scattered proton registered by the ALFA stations can be determined with resolution of about 40 GeV [15].",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1226,
                    "text": "[15]",
                    "end": 1230
                }
            ]
        },
        {
            "section": "Absolute luminosity for ATLAS -ALFA",
            "text": "In the case of the 90 m optics, the ALFA detectors acceptance is above 40% for the scattered protons having the relative energy loss, ξ within the range (0.0, 0.2) and with the transverse momentum, p T < 1.0 GeV/c. However, it reaches above 80% for the protons with p T ≈ 0.5 GeV/c (see [15] for more details). One should recall that the lower cut on the proton transverse momentum depends on the distance between the detector and the beam.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 287,
                    "text": "[15]",
                    "end": 291
                }
            ]
        },
        {
            "text": "Properties of final state",
            "section_rank": 7
        },
        {
            "section": "Properties of final state",
            "text": "The momentum conservation in the bremsstrahlung process and the softness of the exchange give:",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Properties of final state",
            "text": "and",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "Properties of final state",
            "text": "where E 1 (p 1 ) is the radiating proton energy (momentum) after the emission, E γ (p γ ) is the photon energy (momentum) and E 2 (p 2 ) is the energy (momentum) of the proton scattered into the hemisphere opposite to the one containing the emitted photon. Since the radiation occurs in the elastic pp scattering then E 1 = E beam (p 1 = p beam ). In addition, similarly to the electromagnetic bremsstrahlung, the final state photon angular distribution is driven by the colliding proton Lorentz factor",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "Properties of final state",
            "text": "where γ is the polar angle of the emitted photon and m p is the proton mass [16]. The average value of the photon polar angle is proportional to 1/γ . In the case of the LHC running at the centre of mass energy √ s = 13,000 GeV 1/γ ≈ 144 µrad and corresponds to the photon pseudorapidity, 3 η ≈ 9.5. In addition, the scattered proton angular distribution is very narrow due to the large value of the nuclear slope parameter at high energies and its average value is ∼1/(4γ ) at the LHC energies. The process cross-section is of the order of a few microbarns at the LHC energies. Figure 3 shows the distribution of the polar angle of the bremsstrahlung photon. The mean value of the photon emission angle is close to 150 µrad. In Fig. 4 the distributions of the four-momentum transfer squared, t, of the radiating (or \"signal\") proton (left) and that of the elastic one (right) are shown. These distributions well match the t-range accepted by the ALFA detectors [9,17]. The photon energy spectrum (not shown) is of a typical ∼ 1/E γ shape and that of the proton relative energy loss is proportional to 1/ξ . The final state particles are emitted in the forward directions. For the LHC running with β = 90 m both final state protons can be registered with the help of the ALFA stations. Therefore, the signal signature is defined as the three-particle final state with the photon registered in the ZDC and the scattered protons in the ALFA stations. One should note that the presently assumed signal signature differs significantly from that discussed in [13] where the diffractive bremsstrahlung observation was based on the registration of a photon in the ZDC and a single proton in the AFP detectors located in the same hemisphere of the reaction.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 76,
                    "text": "[16]",
                    "end": 80
                },
                {
                    "type": "figure",
                    "start": 579,
                    "text": "Figure 3",
                    "end": 587
                },
                {
                    "type": "figure",
                    "start": 729,
                    "text": "Fig. 4",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 962,
                    "text": "[9,",
                    "end": 965
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 965,
                    "text": "17]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1554,
                    "text": "[13]",
                    "end": 1558
                }
            ]
        },
        {
            "text": "Analysis",
            "section_rank": 8
        },
        {
            "text": "Signal",
            "section_rank": 9
        },
        {
            "section": "Signal",
            "text": "A sample of diffractive bremsstrahlung events was generated using the Monte Carlo generator based on GenEx [18] which was devised to describe the production of the low multiplicity exclusive states. The GenEx extension implements the calculations of [7]. A sample of three million diffractive bremsstrahlung events with the photon energy between 100 and 1500 GeV was generated. The value of the crosssection reported by the generator within this kinematic range is 1.7514 ± 0.0006 µb.",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 107,
                    "text": "[18]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 250,
                    "text": "[7]",
                    "end": 253
                }
            ]
        },
        {
            "section": "Signal",
            "text": "The final state particles were transported through the LHC lattice. The transport of the protons was performed using parameterisation [15,19] of the MAD-X [20] results. The differences between the MAD-X and the parameterisation results are much smaller than the spatial resolutions of the experimental apparatus. In the calculations the beam and interaction vertex properties were taken into account. One should note that the beam chamber geometry is of rather small importance owing to the low values of the transverse momenta of the final state particles. The ZDC response to the incident photon was calculated using the resolution mentioned above. Also, the photon impact position was smeared according to the reported spatial resolution of the ZDC calorimeters. Similarly, the positions of the scattered protons as measured by the ALFA detectors were smeared with appropriate resolutions.",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 134,
                    "text": "[15,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 138,
                    "text": "19]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 155,
                    "text": "[20]",
                    "end": 159
                }
            ]
        },
        {
            "section": "Signal",
            "text": "One should note that the measurement proposed below belongs to the class of exclusive measurements so speaking in general terms, the signal event was defined by the following requirements:",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "section": "Signal",
            "text": "-energy of a photon reconstructed in the ZDC, E γ,Z DC , within the range 130 to 1500 GeV, -presence of a proton in both hemispheres. Each proton it was requested to be registered in both ALFA stations belonging to a given hemisphere.",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Signal",
            "text": "The above conditions suggest possible configuration of the trigger. Namely, a double side (two tracks) ALFA trigger enhanced with the requirement of an electromagnetic energy deposit within the ZDC corresponding to at least 100 GeV photon energy. One should note that the rate of such a trigger would not be greater than the rate of the elastic ALFA trigger. In case of the low luminosity running associated with highβ running it will not challenge the bandwidth of the existing trigger and data acquisition systems.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Simulation of background processes",
            "section_rank": 10
        },
        {
            "section": "Simulation of background processes",
            "text": "The background processes were generated using Pythia 8 Monte Carlo [21,22]. The generated sample includes single and double diffractive dissociation 4 and corresponds to the cross-section of 21.4 mb. A sample of 10 9 events was generated. These events underwent the simulation and reconstruction procedures mentioned in Sect. 4.1.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 67,
                    "text": "[21,",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 71,
                    "text": "22]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 149,
                    "text": "4",
                    "end": 150
                }
            ]
        },
        {
            "section": "Simulation of background processes",
            "text": "As the source of the background all events producing the signal-like signature were considered i.e. events passing the criteria described in previous section. This means also that the central detector should not register any particle. Therefore, -presence of a charged particle with the transverse momentum p T > 1 GeV and |η| < 2.5 -the inner tracker veto; -presence of a particle with energy E > 1 GeV and |η| < 4.8 -the calorimeter veto, -presence of a neutral hadron with the energy reconstructed in any ZDC greater than 30 GeV, -the electromagnetic energy reconstructed in the ZDC belonging to the non-signal hemisphere larger than 30 GeV.",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "section": "Simulation of background processes",
            "text": "The above criteria reflect the performance figures of the ATLAS detector. The first two selection cuts efficiently remove non-diffractive and high-mass diffractive processes, while the other two play an important role in the reduction of the double diffraction contribution. It was observed that the dominating source of the remaining background events is π 0 -strahlung: Fig. 5. The estimated cross-section for this process is about 300 µb [23].",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 372,
                    "text": "Fig. 5",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 441,
                    "text": "[23]",
                    "end": 445
                }
            ]
        },
        {
            "section": "Simulation of background processes",
            "text": "The events were required to contain a single photon in the ZDC. For each photon within the ZDC acceptance its reconstructed position was calculated assuming the ZDC spatial resolution. The events containing two or more photons were removed from the analysis if the maximum distance between their impact positions was larger than 6 mm. One should note that the distance between the photons emerging from the π 0 decay at the ZDC face is not smaller than 5 mm in the π 0 energy range seen in the present analysis and which is a consequence of the π 0 mass.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Optimisation of the background reduction",
            "section_rank": 11
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "The described above event selection for the signal and background samples leads to a very low value of the signal to background ratio -well below 1. This is also a consequence that the ALFA detectors are merely used as the YES/NOtaggers. Therefore, in the following, an improvement of this Fig. 6 The distribution of the distance, R γ , between the reconstructed photon impact point at the ZDC and the beam projection (areawise normalised). The red line the signal event sample, the blue line the background sample ratio is attempted. This was performed using properties of the signal and background final state particles.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 290,
                    "text": "Fig. 6",
                    "end": 296
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "At first, the distributions of the photon polar angle were studied. The distributions of the photon impact position on the ZDC face obtained for the signal and background samples were compared. In particular, the distributions of the distance, R γ , measured in the ZDC face plane, between the photon impact point and the linearly extrapolated position of the beam were studied. These distributions are shown in Fig. 6 for events passing the above outlined selections.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 412,
                    "text": "Fig. 6",
                    "end": 418
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "As can be observed, these two distributions clearly differ. The signal one after an initial increase reaches a maximum located at about 14 mm and for larger values of R γ rapidly decreases. In the case of the distribution constructed for the background events the initial increase is much slower and the maximum is observed for R γ ≈ 40 mm. The shape of the former distribution reflects the angular distribution of the emitted photons (confront also Fig. 3) while the shape of the latter one follows from the much wider angular distribution of the neutral pions produced in pp → ppπ 0 reaction [23] and is additionally smeared due to kinematic properties of the photons from the π 0 decay. The difference described above will serve as an efficient background discrimination tool.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 450,
                    "text": "Fig. 3",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 594,
                    "text": "[23]",
                    "end": 598
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "The distributions shown in Fig. 6 were used to construct the distributions of the probability that the discussed distance is smaller than a certain value and the results of the calculations are compared in Fig. 7.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 27,
                    "text": "Fig. 6",
                    "end": 33
                },
                {
                    "type": "figure",
                    "start": 206,
                    "text": "Fig. 7",
                    "end": 212
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "Inspection of Fig. 7 shows that the requirement that R γ is smaller than 30 mm retains about 85% percent of the signal events and rejects about 65% of the background events. Imposing such a cut leads to the visible cross-sections of 1.16 and 12.8 µb for the signal and the background, respectively. This corresponds to the signal to background ratio of about 1/10. It is worth stressing that such a low value is obtained without any requirement on the event exclusivity, in particular without exploiting the four-momentum conser- Fig. 7 The distribution of the probability that the distance, R γ , between the reconstructed photon impact point at the ZDC and the beam projection is smaller than a certain value. The red line the signal event sample, the blue line the background sample vation. On the other hand one should observe that the use of the energy and momentum conservation allows a further optimisation of the background reduction which can be performed in the following way. This procedure makes use of the properties of the final state particles produced in diffractive bremsstrahlung process. Namely, the proton scattered into the hemisphere opposite to the \"signal\" one, to a very good approximation, preserves the energy of the beam i.e. has properties resembling a proton scattered in elastic process. Therefore, its transport through the structures of the LHC can be computed using the machine optics (transport matrices) designed for the measurement of the elastic pp scattering. This also means that the backward transport -from the ALFA station to the ATLAS IP -can be calculated in a simple manner. This allows a full determination of the elastic proton transverse momentum at the IP using its trajectory position measured by the ALFA detectors. In addition, reconstruction of the bremsstrahlung photon impact point on the ZDC face and the measurement of its energy delivers full information on the measured momentum of the photon. Assuming that there is a three-particle final state in the event and applying Eq. (2), the four-momentum vector of a pseudo-proton (pseudo-p 1 particle) can be constructed. 5 One should anticipate that the energy and momentum distributions of such a pseudo-particle can, in principle, be different for the signal and background samples as a consequence of the presence in the background events of additional final state particles escaping the detector acceptance. In the next step its position at the ALFA stations is calculated using the transport parametrisation and next the distance, R p , between its impact point and that of the signal proton is determined. It should be noted that in bremsstrahlung events the pseudo-p 1 particle four-momentum should be very close to that of the genuine Fig. 8 The distribution of the probability that the distance, R p , between the p 1 proton and pseudop 1 positions in the ALFA detector (see text). The red line the signal event sample, the blue line the background sample signal proton. Possible difference is a result of various resolutions. On the other hand in the case of a background event the differences are expected to be large so are the R p values. This is a consequence of the lack of the momentum conservation for background events. One expects that the background events contain more than three final state particles. These additional ones have to escape the detectors' acceptance (so the event passes the selection criteria) introducing the missing momentum in the event and hence large smearing of the pseudo-proton momentum and large R p values. One should note that this is so also true for exclusive pp → pp + π 0 events since the selection requires a single photon in the ZDC, i.e. a part of the π 0 momentum is not measured.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 14,
                    "text": "Fig. 7",
                    "end": 20
                },
                {
                    "type": "figure",
                    "start": 530,
                    "text": "Fig. 7",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2127,
                    "text": "5",
                    "end": 2128
                },
                {
                    "type": "figure",
                    "start": 2749,
                    "text": "Fig. 8",
                    "end": 2755
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "The distributions of the R p distance calculated for the signal and the background samples are shown in Fig. 8. As can be observed the signal distribution is almost totally confined within 2 mm. This is in contrast with the behaviour observed for the background sample distribution which after a steep rise reaches its maximum for the distance of about 4 mm and then relatively slowly decreases extending up to 30-40 mm. To evaluate the rejection power of the cut on R p both distributions were converted into the probability distribution that R p is smaller than a given value. A plot comparing both probability distributions is shown in Fig. 9.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 104,
                    "text": "Fig. 8",
                    "end": 110
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 639,
                    "text": "Fig. 9",
                    "end": 645
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "As was already mentioned, the acceptance of the ALFA detectors crucially depends on the distance between the beam and the active edge of the detector. Usually, this distance is measured in the units of the transverse size of the beam, σ beam , at the detector location (see Table 1). In addition, a constant distance of 0.5 mm covering 0.3 mm of the roman pot floor thickness and 0.2 mm of the distance between the inner plane of the floor and the detector active edge. The total distance between the beam and the active edge of the detector is: The distribution of the probability that the distance, R p , between the p 1 proton and pseudop 1 positions in the ALFA detector (see text) is smaller than a certain value. The red line the signal event sample, the blue line the background sample In the calculations n was varied between 10 and 30 in steps of 5. In addition, the geometrical limit, along the horizontal direction, of |x| ≤ 14 mm was taken into account. As mentioned above, the visible cross-section, and hence the signal to background ratio, is a function of the cut on R p and the value of n. Tables 2 and 3 present the signal visible cross-section and the signal to background ratio as a function of R p and n, respectively.",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 274,
                    "text": "Table 1",
                    "end": 281
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1107,
                    "text": "Tables 2 and 3",
                    "end": 1121
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "The signal visible cross-section decreases with increasing d tot for a fixed value of R p . It varies between tens of nanobarns for R p = 0.1 mm and few hundred nanobarns for R p = 2.0 mm. For a given value of n (d tot ) the signal visible cross-section naturally increases with increasing R p and eventually saturates. Table 3 shows that the signal to background ratio very weakly depends on n (d tot ) for a fixed value of R p . However, for a given value of n it decreases from about 15 to about 1  with R p increasing from 0.1 to 2.0 mm. This is illustrated in Fig. 10 which shows the signal to background ratio calculated for d tot = 0.5 + 10 • σ beam as a function of R p . It is worth noting that the signal visible cross-section ranges between about 3 and 30% of the diffractive bremsstrahlung crosssection within the discussed span of R p . Table 4 lists the signal and background visible crosssections as a function of the detector-beam distance for the signal and background samples for R p = 0.5 mm. Also, the signal to background ratio is given in the table and the visible cross-sections are depicted in Fig. 11.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 320,
                    "text": "Table 3",
                    "end": 327
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 565,
                    "text": "Fig. 10",
                    "end": 572
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 850,
                    "text": "Table 4",
                    "end": 857
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1118,
                    "text": "Fig. 11",
                    "end": 1125
                }
            ]
        },
        {
            "section": "Optimisation of the background reduction",
            "text": "As can be seen from Fig. 11 the visible cross-sections decrease by about 1/3 with increasing detector-beam distance (confront also Table 2). However, their dependence on d tot is very similar resulting, in fact, a practically constant the signal to background ratio.  ",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 20,
                    "text": "Fig. 11",
                    "end": 27
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 131,
                    "text": "Table 2",
                    "end": 138
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "The signal visible cross-section values range between few tens and few hundred of nanobarns while the background one varies between few and few hundred nanobarns. The visible cross-sections are decreasing functions of the detector-beam distance. However, they increase with increasing value of the cut on the distance (R p ) between the signal proton position and the pseudo-signal proton position in the ALFA station. The resulting signal to background ratio very weakly depends on the detector-beam distance, however, it decreases with increasing value of R p . One should note that these cross-section values imply the signal (background) rates varying between about 0.3 Hz (0.02 Hz) and 50 Hz (50 Hz) for the instantaneous luminosity range of 10 30 cm −2 s −1 to 10 32 cm −2 s −1 . The rates for given values of R p and n can be easily estimated using Tables 2  and 3.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 856,
                    "text": "Tables 2  and 3",
                    "end": 871
                }
            ]
        },
        {
            "section": "Results",
            "text": "It has to be stressed that the above discussed values were obtained with an implicit assumption of a single interaction per bunch crossing and assuming that the luminosity is evenly distributed among all bunches. These conditions can be and in fact are achieved during the LHC runs dedicated to the measurements using the ALFA stations. Nevertheless, there exist a finite probability of the multiple pp interaction dur-ing a single bunch-crossing. This probability increases with increasing value of the instantaneous luminosity of the accelerator. To take it into account one has to multiply the visible cross-section by correction factor which is practically 1 for luminosities below 10 30 cm −2 s −1 , reaches the value of about 0.9 for luminosity of 10 31 cm −2 s −1 , the value of about 0.4 for 10 32 cm −2 s −1 and for larger instantaneous luminosities rapidly decreases.",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "The signal visible cross-section implies the collection of the diffractive bremsstrahlung samples of few thousands to several thousands events during a single LHC fill lasting typically about 10 h.",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Summary and conclusions",
            "section_rank": 13
        },
        {
            "section": "Summary and conclusions",
            "text": "Feasibility studies of the diffractive bremsstrahlung measurement at the centre of mass energy of 13 TeV at the LHC running with β * = 90 m were performed. The postulated measurement is based on the registration of the bremsstrahlung photon in the ZDC and both protons in the ALFA stations. The expected visible cross-section depends on the distance between the detector and the beam and the cut on the distance (R p ) between the positions of the signal and pseudosignal protons in the ALFA stations. The visible cross-section decreases with increasing distance between the detector and the beam and increases with increasing value of R p . The expected rates allow the collection of large event samples during a single LHC fill (about 10 h) with low and moderate instantaneous luminosity. The visible cross-section for the background shows similar dependence on the discussed distances.The resulting signal to background ratio decreases between about 15 and 1 with R p value increasing from 0.1 to 2.1 mm and very weakly depends on the detector-beam distance.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "section": "Summary and conclusions",
            "text": "One should note that the machine conditions, for example a coherent background like beam halo, will influence potential measurement. Therefore, further optimisation of the analysis cuts has to take into account actual running conditions during the data taking period.",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "section": "Summary and conclusions",
            "text": "Qualitatively, these studies apply also to CMS/TOTEM detectors. However, one has to remember that the applied cuts and the values of the signal to background ratios depend on the actually used experimental set-up.",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Fig. 1",
            "section_rank": 14
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1The bremsstrahlung process diagrams: a electromagnetic process, b diffractive process. The blobs indicate a mixture of various mechanisms of photon emission",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Fig. 3 Fig. 4",
            "section_rank": 15
        },
        {
            "section": "Fig. 3 Fig. 4",
            "text": "Fig. 3The bremsstrahlung photon polar angle distribution",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "Fig. 5",
            "section_rank": 16
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 The π 0 -strahlung process diagram. The blob indicates a mixture of different mechanisms of the pion emission",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "Fig. 9",
            "section_rank": 17
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9The distribution of the probability that the distance, R p , between the p 1 proton and pseudop 1 positions in the ALFA detector (see text) is smaller than a certain value. The red line the signal event sample, the blue line the background sample",
            "paragraph_rank": 46,
            "section_rank": 17
        },
        {
            "text": "Fig. 10",
            "section_rank": 18
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10The signal to background ratio for d tot = 0.5 + 10 • σ and R p = 0.5 mm for the LHC working with β * = 90 m",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "text": "Fig. 11",
            "section_rank": 19
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11The visible cross-sections for the signal and background as a function of n for R p = 0.5 mm and β * = 90 m",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "Table 1",
            "section_rank": 20
        },
        {
            "section": "Table 1",
            "text": "The beam parameters at the ATLAS interaction point: the angular dispersion, the beam transverse size at the detector location and the crossing angle for the collision optics for the beam energy E beam = 6500 GeV",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "text": "Table 2",
            "section_rank": 21
        },
        {
            "section": "Table 2",
            "text": "The signal visible cross-section in nanobarns as a function of R p and d tot = 0.5 + n • σ beam for the LHC running with β * = 90 m R p [mm] n [σ beam ]. d tot = 0.5 + n • σ beam .",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Table 3",
            "section_rank": 22
        },
        {
            "section": "Table 3",
            "text": "The signal to background ratio as a function of R p and d tot = 0.5 + n • σ beam for the LHC running with β * = 90 m R p [mm] n [σ beam ]. d tot = 0.5 + n • σ beam .",
            "paragraph_rank": 51,
            "section_rank": 22
        },
        {
            "text": "Table 4",
            "section_rank": 23
        },
        {
            "section": "Table 4",
            "text": "The visible cross-sections in nb for the signal and background for different distances of the detector active part and the beam for R p = 0.5 mm and β * = 90 m",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "section": "Table 4",
            "text": "The betatron function defines the distance measured from a given point along the orbit, after which the beam dimensions in the transverse plane to the motion are doubled.",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "section": "Table 4",
            "text": "The beam emittance measures the spread of the beam particles in the momentum-position phase space.",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "section": "Table 4",
            "text": "The pseudorapidity of a particle is defined as η = − ln tan /2, where is the polar angle of a particle.",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "section": "Table 4",
            "text": "It was checked with Pythia that the non-diffractive processes contribution to the background after the final selection is negligible.",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "section": "Table 4",
            "text": "Observe that this pseudo-particle is an analog of the proton scattered into the signal hemisphere.",
            "paragraph_rank": 57,
            "section_rank": 23
        }
    ]
}