{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Permanent electric dipole moments (EDMs) of fundamental particles provide powerful probes for physics beyond the Standard Model. We propose to search for the EDM of strange and charm baryons at LHC, extending the ongoing experimental program on the neutron, muon, atoms, molecules and light nuclei. The EDM of strange Λ baryons, selected from weak decays of charm baryons produced in p p collisions at LHC, can be determined by studying the spin precession in the magnetic field of the detector tracking system. A test of CP T symmetry can be performed by measuring the magnetic dipole moment of Λ and Λ baryons. For short-lived Λ + c and Ξ + c baryons, to be produced in a fixedtarget experiment using the 7 TeV LHC beam and channeled in a bent crystal, the spin precession is induced by the intense electromagnetic field between crystal atomic planes. The experimental layout based on the LHCb detector and the expected sensitivities in the coming years are discussed. from INFN (Italy), MinECo and GVA (Spain).",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The experimental searches for the electric dipole moment (EDM) of fundamental particles provide powerful probes for physics beyond the Standard Model (SM). The existence of permanent EDMs requires the violation of parity (P) and time reversal (T ) symmetries and thus, relying on the validity of the CP T theorem, the violation of CP symmetry. Since EDM searches started in the fifties [1,2], there has been an intense experimental program, leading to limits on the EDM of leptons [3][4][5], neutron [6], heavy atoms [7], proton (indirect from 199 Hg) [8], and Λ baryon [9]. New experiments are ongoing and others are planned, including those based on storage rings for muon [10,11], proton and light nuclei [12-a e-mail: fernando.martinez@ific.uv.es b e-mail: nicola.neri@mi.infn.it 14]. Comprehensive reviews on EDM experiments can be found in Refs. [15][16][17][18][19][20][21].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 386,
                    "text": "[1,",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 389,
                    "text": "2]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 481,
                    "text": "[3]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 484,
                    "text": "[4]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 487,
                    "text": "[5]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 500,
                    "text": "[6]",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 517,
                    "text": "[7]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 552,
                    "text": "[8]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 570,
                    "text": "[9]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 675,
                    "text": "[10,",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 679,
                    "text": "11]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "start": 708,
                    "text": "[12-",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 784,
                    "text": "14]",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 852,
                    "text": "[15]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 856,
                    "text": "[16]",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 860,
                    "text": "[17]",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 864,
                    "text": "[18]",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 868,
                    "text": "[19]",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 872,
                    "text": "[20]",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 876,
                    "text": "[21]",
                    "end": 880
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The amount of CP violation in the weak interactions of quarks is not sufficient to explain the observed imbalance between matter and antimatter in the Universe. The SM Lagrangian of strong interactions contains a CP-violating term proportional to the QCD vacuum angle θ ; however, no CP violation has been observed in the strong interactions. A stringent upper bound, θ < ∼ 10 −10 , is derived from the experimental limit on the EDM of the neutron, <3.0 × 10 −26 e cm (90% C.L.) [6]. This degree of tuning in the value of θ is known as the \"strong CP\" problem. Several solutions have been proposed, among which is the Peccei-Quinn mechanism [22][23][24] that predicts the axion as a candidate for dark matter.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 479,
                    "text": "[6]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 641,
                    "text": "[22]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 645,
                    "text": "[23]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 649,
                    "text": "[24]",
                    "end": 653
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "EDM searches of fundamental particles rely on the measurement of the spin precession angle induced by the interaction with the electromagnetic field. For unstable particles this is challenging since the precession has to take place before the decay. A solution to this problem requires large samples of high energy polarized particles traversing an intense electromagnetic field.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In this work, we discuss the unique possibility to search for the EDM of the strange Λ baryon and of the charm Λ + c and Ξ + c baryons at LHC. Using the experimental upper limit of the neutron EDM, the absolute value of the Λ EDM is predicted to be <4.4 × 10 −26 e cm [25][26][27][28], while the indirect constraints on the charm EDM are weaker, < ∼ 4.4 × 10 −17 e cm [29]. Any experimental observation of an EDM would indicate a new source of CP violation from physics beyond the SM. The EDM of the long-lived Λ baryon was measured to be <1.5×10 −16 e cm (95% C.L.) in a fixed-target experiment at Fermilab [9]. No experimental measurements exist for short-lived charm baryons since negligibly small spin precession would be induced by magnetic fields used in current particle detectors.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 268,
                    "text": "[25]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 272,
                    "text": "[26]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 276,
                    "text": "[27]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 280,
                    "text": "[28]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 368,
                    "text": "[29]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "start": 547,
                    "text": "−16",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 608,
                    "text": "[9]",
                    "end": 611
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "By studying the spin precession of polarized Λ baryons, originated from weak charm baryon decays, it is possible to extract the EDM. We show that an improvement of the present limit of about two orders of magnitude is within reach of the LHCb experiment. The measurement of the magnetic dipole moment (MDM) of Λ and Λ baryons would allow a test of CP T symmetry at per mille level. A similar test has been performed for the proton [30], electron [31], and muon [32], and a new experiment for the proton is planned [33].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 431,
                    "text": "[30]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 446,
                    "text": "[31]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 461,
                    "text": "[32]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 514,
                    "text": "[33]",
                    "end": 518
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We propose to search for the EDM of short-lived charm baryons produced by interaction of the 7 TeV LHC proton beam on a fixed target and channeled in a bent crystal in front of the LHCb detector. A sizeable spin precession angle for the short-lived Λ + c and Ξ + c baryons would be possible by exploiting the intense electromagnetic field between crystal atomic planes. The charm baryon decays can be reconstructed using the LHCb detector. From one month dedicated runs, sensitivities at the level of 10 −17 e cm can be reached. This research would extend the physics program of the proposed experiment [34,35] for the measurement of charm baryon MDMs.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 603,
                    "text": "[34,",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 607,
                    "text": "35]",
                    "end": 610
                }
            ]
        },
        {
            "text": "EDM experiment concept",
            "section_rank": 3
        },
        {
            "section": "EDM experiment concept",
            "text": "The magnetic and electric dipole moment of a spin-1/2 particle is given (in Gaussian units) by μ = gμ B s/2 and δ = dμ B s/2, respectively, where s is the spin-polarization vector 1 and μ B = eh/(2mc) is the particle magneton, with m its mass. The g and d dimensionless factors are also referred to as the gyromagnetic and gyroelectric ratios. The interaction of magnetic and electric dipole moments with external electromagnetic fields causes the change of the particle spin direction. The experimental setup to measure this effect relies on three main elements: (i) a source of polarized particles whose direction and polarization degree are known; (ii) an intense electromagnetic field able to induce a sizable spin precession angle during the lifetime of the particle; (iii) the detector to measure the final polarization vector by analysing the angular distribution of the particle decays.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 180,
                    "text": "1",
                    "end": 181
                }
            ]
        },
        {
            "text": "Λ and Λ case",
            "section_rank": 4
        },
        {
            "section": "Λ and Λ case",
            "text": "A large amount of Λ baryons is produced directly from the LHC p p collisions via strong interactions. The initial polarization direction is perpendicular to the production plane, defined by the proton beam and Λ momentum directions, due to parity conservation. The level of polarization increases with the transverse momentum with respect to the beam direction. Thus a significant initial polarization could be achieved by selecting events within specific kinematic regions [36].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 474,
                    "text": "[36]",
                    "end": 478
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "In contrast, weak decays of heavy baryons (charm and beauty), mostly produced in the forward/backward directions at LHC, can induce large longitudinal polarization due to parity violation. For example, the decay of unpolarized Λ + c baryons to the Λπ + final state [37], produces Λ baryons with longitudinal polarization ≈−90%, since the decay asymmetry parameter is α Λπ + = −0.91 ± 0.15 [38]. Another example is the Λ 0 b → ΛJ/ψ decay where Λ baryons are produced almost 100% longitudinally polarized [39,40].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 265,
                    "text": "[37]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 389,
                    "text": "[38]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 503,
                    "text": "[39,",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 507,
                    "text": "40]",
                    "end": 510
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "The spin-polarization vector s of an ensemble of Λ baryons can be analysed through the angular distribution of the Λ → pπ − decay [41,42],",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 130,
                    "text": "[41,",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 134,
                    "text": "42]",
                    "end": 137
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "where α = 0.642 ± 0.013 [38] is the decay asymmetry parameter. The CP invariance in the Λ decay implies α = −α, where α is the decay parameter of the charge-conjugate decay. The unit vectork = (sin θ cos φ , sin θ sin φ , cos θ ) indicates the momentum direction of the proton in the Λ helicity frame, with Ω = (θ , φ ) the corresponding solid angle, as illustrated in (left) Fig. 1. We can consider the Λ momentum either in the heavy hadron (H) helicity frame, S H , shown in (center) Fig. 1, or in the laboratory frame, S L , defined in (right) Fig. 1. This offers two possible options for the Λ helicity frame, as seen from the S H or the S L frames and referred to as S Λ or S ΛL , respectively, the latter sketched in (left) Fig. 1. The dynamics of the spin vector in presence of external electromagnetic fields is given by the T-BMT equation [43][44][45] (see Appendix A). For a neutral particle in a magnetic field B in the laboratory with negligible field gradient effects, the general solution as a function of the Λ flight length l is described in Sect. A.1. For the particular case of the Λ and H baryons flying along the z axis in S L frame, an initial longitudinal polarization s 0 , i.e. s 0 = (0, 0, s 0 ), and B = (0, B y , 0), the solution is",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 24,
                    "text": "[38]",
                    "end": 28
                },
                {
                    "type": "figure",
                    "start": 376,
                    "text": "Fig. 1",
                    "end": 382
                },
                {
                    "type": "figure",
                    "start": 486,
                    "text": "Fig. 1",
                    "end": 492
                },
                {
                    "type": "figure",
                    "start": 547,
                    "text": "Fig. 1",
                    "end": 553
                },
                {
                    "type": "figure",
                    "start": 730,
                    "text": "Fig. 1",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 848,
                    "text": "[43]",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 852,
                    "text": "[44]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 856,
                    "text": "[45]",
                    "end": 860
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "with D y ≡ D y (l) = l 0 B y dl the integrated magnetic field along the Λ flight path. The polarization vector precesses in the xz plane, normal to the magnetic field, with the precession angle Φ proportional to the gyromagnetic factor of the particle. The presence of an EDM introduces a non-zero s y component perpendicular to the precession plane of the MDM, Fig. 1 Left Λ helicity frame (S ΛL ), center heavy baryon (S H ), and right laboratory frame (S L ). The proton and Λ angles, (θ , φ ) and (θ, φ) are defined in the S ΛL and the S H frames, respectively. The z axis in S ΛL is defined by the Λ momentum in S L , and the x axis is along the normal to the Λ production plane, defined by the Λ and H momenta in S L frame. The z axis in S H is given by the heavy hadron momentum in S L , and the x axis is parallel to the normal to its production plane. The proton beam momentum is taken along the z axis and the vertical direction by the y axis in the S L frame otherwise not present. At LHCb, with a tracking dipole magnet providing an integrated field D y ≈ ±4 T m [46], the maximum precession angle for particles traversing the entire magnetic field region yields Φ max ≈ ±π/4, and allows to achieve about 70% of the maximum s y component. Moreover, a test of CP T symmetry can be performed by comparing the g and −ḡ factors for Λ and Λ baryons, respectively, which precess in opposite directions as g and d change sign from particle to antiparticle.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 362,
                    "text": "Fig. 1",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1075,
                    "text": "[46]",
                    "end": 1079
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "Contrarily to the past fixed-target EDM experiments where the momentum direction in the laboratory frame was fixed and perpendicular to the magnetic field [9,47], in this case the Λ momentum varies being the particle produced from heavy baryon decays. As a consequence, the polarization vector is not fixed to be perpendicular to the magnetic field and the signature of the EDM becomes the variation of the s y component of the polarization vector before and after the magnetic field. To avoid the dilution introduced by the rotation of the Λ production plane, the change of the polarization has to be determined separately for ensembles of Λ baryons with similar initial polarization, selected according to the kinematics of the decay. In particular, the projection of the Λ trajectory in the x y plane in S L at the z position of the H production vertex can be used to select events with similar polarization, as discussed in Sect. A.1.2.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 155,
                    "text": "[9,",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 158,
                    "text": "47]",
                    "end": 161
                }
            ]
        },
        {
            "text": "Λ + c and Ξ + c case",
            "section_rank": 5
        },
        {
            "section": "Λ + c and Ξ + c case",
            "text": "The Λ + c and the Ξ + c baryon EDM can be extracted by measuring the precession of the polarization vector of channeled particles in a bent crystal. There, a positively-charged particle channeled between atomic planes moves along a curved path under the action of the intense electric field between crystal planes. In the instantaneous rest frame of the particle the electromagnetic field causes the spin rotation. The signature of the EDM is a polarization component perpendicular to the initial baryon momentum and polarization vector, otherwise not present, similarly to the case of the Λ baryon.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Λ + c and Ξ + c case",
            "text": "The phenomenon of spin precession of positively-charged particles channeled in a bent crystal was firstly observed by the E761 collaboration, which measured the MDM of the strange Σ + baryon [48]. The possibility to measure the MDM of short-lived charm baryons using channeling in bent crystals, in the momentum range of hundreds of GeV/c, is discussed in Refs. [49,50]. The feasibility of the measurement at LHC energies is studied in Ref. [34] and offers clear advantages with respect to lower beam energies since the estimated number of produced charm baryons that are channeled into the crystal is proportional to γ 3/2 where γ is the Lorentz factor of the particles.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 191,
                    "text": "[48]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 362,
                    "text": "[49,",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 366,
                    "text": "50]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 441,
                    "text": "[34]",
                    "end": 445
                }
            ]
        },
        {
            "section": "Λ + c and Ξ + c case",
            "text": "Charm baryons produced by interaction of protons on a fixed target, e.g. tungsten target, are polarized perpendicularly to the production plane due to parity conservation in strong interactions [51]. The production plane xz, shown in (left) Fig. 2, is determined by the proton and the charm baryon momenta; the latter defines the z axis. The initial polarization vector s 0 = (0, s 0 , 0) is perpendicular to the production plane, along the y axis. To induce spin rotation the crystal is bent in the yz plane.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 194,
                    "text": "[51]",
                    "end": 198
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 241,
                    "text": "Fig. 2",
                    "end": 247
                }
            ]
        },
        {
            "section": "Λ + c and Ξ + c case",
            "text": "The intense electric field E between the crystal planes which deflects positively-charged particles, transforms into a strong electromagnetic field E * ≈ γ E, B * ≈ −γ β × E/c in the particle rest frame and induces the spin precession, as it is described in detail in Refs. [52,53] and illustrated in (right) Fig. 2. The crystal bending angle is defined as θ C = L/ρ 0 , where L is the length of the crystal arc and ρ 0 the curvature radius. The precession angle Φ is defined as the angle between the polarization vector and the y axis, as shown in (right) Fig. 2. In the limit of large boost with Lorentz factor γ 1, the precession angle in the yz plane induced by the MDM is [54] ",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 274,
                    "text": "[52,",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 278,
                    "text": "53]",
                    "end": 281
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 309,
                    "text": "Fig. 2",
                    "end": 315
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 557,
                    "text": "Fig. 2",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 677,
                    "text": "[54]",
                    "end": 681
                }
            ]
        },
        {
            "section": "Λ + c and Ξ + c case",
            "text": "where g is the gyromagnetic factor. In presence of a non-zero EDM, the spin precession is no longer confined to the yz plane, originating a s x component proportional to the particle EDM represented by the red (dashed) arrows in (right) Fig. 2. The integration of the equation of motion in presence of EDM is described in Appendix A, as well as the approximations used to solve the equations analytically. The polarization vector, after channeling through the crystal is",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 237,
                    "text": "Fig. 2",
                    "end": 243
                }
            ]
        },
        {
            "section": "Λ + c and Ξ + c case",
            "text": "where Φ is given by Eq. (3). The polarization can be determined, as in the case of the Λ EDM described in Sect. 2.1, by studying the angular distribution of the final state particles. The angular distribution for non-channeled particles allows to determine the initial polarization along the y axis, which compared to the final polarization allows to extract the gyromagnetic and gyroelectric factors. The same method applies to both Λ + c and Ξ + c baryons. For Λ + c decaying to two-body final states such as pK * 0 , Δ ++ π − , Λ(1520)π + and Λπ + , the angular distribution is described by Eq. 1, where α is a parity violating coefficient depending on the final state,k the direction of the final state baryon in the Λ + c helicity frame, and s the Λ + c polarization vector. In the case of the Λ + c → Λπ + decay, the α parameter is measured to be α Λπ + = −0.91 ± 0.15 [38]. For other Λ + c decays no measurements are available but an effective α parameter can be calculated from a Dalitz plot analysis of Λ + c → pK − π + decays [55], as discussed in Appendix B and summarized in Table 4. Eventually, a Dalitz plot analysis would provide the ultimate sensitivity to the EDM measurement. The initial polarization s 0 of Λ + c particles produced from the interaction of 7 TeV protons on a fixed target has not been measured. However, a measurement of Λ + c polarization from 40-70 MeV/c neutron on carbon target gives s 0 = 0.5 ± 0.2 [56], and a measurement from interaction of 230 MeV/c π − on copper target yields s 0 = −0.65 +0.22 −0.18 [57].",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "ref_id": "formula_0",
                    "start": 598,
                    "text": "1",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 875,
                    "text": "[38]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1036,
                    "text": "[55]",
                    "end": 1040
                },
                {
                    "type": "table",
                    "start": 1087,
                    "text": "Table 4",
                    "end": 1094
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1439,
                    "text": "[56]",
                    "end": 1443
                },
                {
                    "type": "bibr",
                    "start": 1533,
                    "text": "+0.22",
                    "end": 1538
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1545,
                    "text": "[57]",
                    "end": 1549
                }
            ]
        },
        {
            "section": "Λ + c and Ξ + c case",
            "text": "3 Sensitivity studies",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Λ and Λ case",
            "section_rank": 6
        },
        {
            "section": "Λ and Λ case",
            "text": "To identify the most copious Λ production channels from heavy baryons, we consider decays containing only charged particles in the final state, with at least one originated from the heavy baryon decay vertex. No other long-living particles besides the Λ baryon, except an intermediate Ξ − baryon decaying into the Λπ − final state, are considered. These conditions are required to reconstruct the production and the decay vertex of the Λ particle and eventually exploit this information in the event reconstruction. The number of Λ particles produced can be estimated as",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Λ and Λ case",
            "text": "where L is the total integrated luminosity, σ qq (q = c, b) are the heavy quark production cross sections from p p collisions at √ s ≈ 14 TeV [58][59][60][61], and f is the fragmentation fraction into the heavy baryon H [62][63][64][65]. All branching fractions B are taken from Ref. [38], and where they are given relative to other decays all the known decay modes are assumed to sum the total width. In Table 1 the dominant production channels and the estimated yields are summarised. Overall, there are about 1.5 × 10 11 Λ baryons per fb −1 produced directly from heavy baryon decays (referred hereafter as short-lived, or SL events), and 3.8 × 10 11 from charm baryons decaying through an intermediate Ξ − particle (long-lived, or LL events). The yield of Λ baryons experimentally available can then be evaluated as N reco Λ = geo trigger reco N Λ , where geo , trigger and reco are the geometric, trigger and reconstruction efficiencies of the detector system.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 142,
                    "text": "[58]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 146,
                    "text": "[59]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 150,
                    "text": "[60]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 154,
                    "text": "[61]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 220,
                    "text": "[62]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 224,
                    "text": "[63]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 228,
                    "text": "[64]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 232,
                    "text": "[65]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 284,
                    "text": "[38]",
                    "end": 288
                },
                {
                    "type": "table",
                    "start": 405,
                    "text": "Table 1",
                    "end": 412
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "The geometric efficiency for SL topology has been estimated using a Monte Carlo simulation of pp collisions at √ s = 13 TeV and the decay of heavy hadrons, using Pythia [66] and EvtGen [67] standalone toolkits, together with a simplified geometrical model of the LHCb detector [46]. Tracking devices upstream of the dipole magnet Table 1 Dominant Λ production mechanisms from heavy baryon decays and estimated yields produced per fb −1 at √ s = 13 TeV, shown separately for SL and LL topologies. The Λ baryons from Ξ − decays, produced promptly in the p p collisions, are given in terms of the unmeasured production cross section SL events  (VErtex LOcator and Tracker Turicensis) and downstream the magnet (T stations) are modelled to have rectangular shape. The height and width of the tracking layers along the beam axis are determined by the detector angular acceptance, between 10 and 250 mrad (300 mrad) in the vertical (horizontal) direction, as illustrated in (left) Fig. 3. Particle trajectories are approximated by straight lines defined by the momentum directions. Table 2 summarizes the geometric efficiencies for Λ baryons decaying in different regions of the detector volume, for three different SL topologies. Region R 1 is defined such that the z position of the Λ decay vertex is in the range [0-40] cm from the collision point and the decay products are within the detector acceptance. Events in the R 2 region have a Λ decay z position in the range  cm. Charged particles produced together with the Λ baryon are required to be within the VELO and T1-T3, or the VELO and TT acceptances, to insure a precise reconstruction of the Λ origin vertex. Events in the R 1 region provide the measurement of the initial Λ polarization vector; events in the R 2 region allow to determine the polarization as a function of the Λ decay length in the magnetic field region. Among the latter, Λ baryons decaying towards the end of the magnet (M 3 region in Table 2) provide most of the sensitivity to the EDM and MDM. These events are sketched in (right) Fig. 3. The total geometric efficiency for R 1 and R 2 regions is about 16%, with small differences among SL topologies, and about 2.4×10 10 Λ baryons per fb −1 can be reconstructed.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 169,
                    "text": "[66]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 185,
                    "text": "[67]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 277,
                    "text": "[46]",
                    "end": 281
                },
                {
                    "type": "table",
                    "start": 330,
                    "text": "Table 1",
                    "end": 337
                },
                {
                    "type": "figure",
                    "start": 975,
                    "text": "Fig. 3",
                    "end": 981
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1076,
                    "text": "Table 2",
                    "end": 1083
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1960,
                    "text": "Table 2",
                    "end": 1967
                },
                {
                    "type": "figure",
                    "start": 2058,
                    "text": "Fig. 3",
                    "end": 2064
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "To assess the EDM sensitivity, pseudo-experiments have been generated using a simplified detector geometry that includes an approximate LHCb magnetic field mapping [46,68]. The angular distribution and spin dynamics have been simulated using Eq. 1 ",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 164,
                    "text": "[46,",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 168,
                    "text": "68]",
                    "end": 171
                },
                {
                    "ref_id": "formula_0",
                    "start": 246,
                    "text": "1",
                    "end": 247
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": ". The sensitivity saturates at large values of s 0 , as shown in (left) Fig. 4, and it partially relaxes the requirements on the initial polarizations. Similarly, (right) Fig. 4 shows the expected sensitivity on the EDM as a function of the integrated luminosity, summing together SL and LL events, assuming global trigger and reconstruction efficiency trigger reco of 1% (improved LHCb software-based trigger and tracking for the upgrade detector [69,70]) and 0.2% (current detector [46]), where the efficiency estimates are based on a educated guess. An equivalent sensitivity is obtained for the gyromagnetic factor. Therefore, with 8 fb −1 a sensitivity σ d ≈ 1.5 × 10 −3 could be achieved (current detector), to be compared to the present limit, 1.7 × 10 −2 [9]. With 50 fb −1 (upgraded detector) the sensitivity on the gyroelectric factor can reach ≈ 3 × 10 −4 .",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 72,
                    "text": "Fig. 4",
                    "end": 78
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 171,
                    "text": "Fig. 4",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 448,
                    "text": "[69,",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "start": 452,
                    "text": "70]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 484,
                    "text": "[46]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 763,
                    "text": "[9]",
                    "end": 766
                }
            ]
        },
        {
            "section": "Λ and Λ case",
            "text": "The reconstruction of long-lived Λ baryons decaying inside and after the magnet represents a challenge for the LHCb experiment, introducing significant backgrounds and a limited resolution on the measurement of the Λ momentum and decay point. Events can be reconstructed by exploiting the kinematics of exclusive decays and the determination of the production and the decay vertex of the Λ. According to simulation studies even with relatively poor resolutions, the EDM and MDM measurements do not degrade significantly.",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Λ +",
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "c and Ξ + c case",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "We propose to search for charm baryon EDMs in a dedicated fixed-target experiment at the LHC to be installed in front of the LHCb detector, as close as possible to the VELO detector. The target should be attached to the crystal to maximize the yield of short-lived charm baryons to be channeled. The rate of Λ + c baryons produced with 7 TeV protons on a fixed target can be estimated as",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "where F is the proton rate, A the beam transverse area, N T the number of target nucleons, and σ ( pp → Λ + c X ) is the cross-section for Λ + c production in p p interactions at √ s = 114.6 GeV center-of-mass energy. The number of target nucleons is N T = N A ρ AT A N /A T , where N A is the Avogadro number, ρ (T ) is the target density (thickness), and A T (A N ) is the atomic mass (atomic mass number). The rate of Λ + c particles channeled in the bent crystal and reconstructed in the LHCb detector is estimated as",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "where each quantity and the corresponding estimated value is defined in Table 3. A 6.5 TeV proton beam was extracted from the LHC beam halo by channeling protons in bent crystals [71]. A beam with intensity of 5 × 10 8 proton/s, to be directed on a fixed target, is attainable with this technique [72]. An alternative experimental setup to be considered is a target-crystal system positioned in the vacuum pipe of the LHC where collisions with protons of the beam halo can be reached at comparable rates. Both solutions should be studied very accurately to be compliant with machine protection and safety requirements. Recent results from the UA9 collaboration [71], relative to crystal collimation tests, ",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 72,
                    "text": "Table 3",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 179,
                    "text": "[71]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 297,
                    "text": "[72]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 661,
                    "text": "[71]",
                    "end": 665
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "Crystal length L 10 cm",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "Crystal radius ρ 0 10 m",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "Channeling efficiency ε CH 10 −3",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "Decay flight efficiency",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "Detector efficiency",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "demonstrated that a similar setup is technically viable and can be installed successfully in the LHC. Fixed-target collision events can be recorded in short dedicated runs or in parallel to the p p data taking, if the background caused by the insertion of a fixed target in the beam halo is negligible with respect to p p collisions. Both solutions have to be studied in detail using ad-hoc simulations. The Λ + c cross section can be estimated from the total charm production cross section measured by the PHENIX experiment in proton-proton collisions at √ s = 200 GeV [73], σ cc = (567 ± 57 stat. ± 193 syst. ) µb, rescaled to √ s = 114.6 GeV assuming a linear dependence on √ s. By applying the Λ + c fragmentation function used in Ref. [73], σ Λ + c /σ cc ≈ 5.6%, compatible with theoretical predictions [74], the Λ + c cross section is σ Λ + c ≈ 18.2 µb. The channeling efficiency in silicon crystals, including both channeling angular acceptance and dechanneling effects, is estimated to be ε CH ≈ 10 −3 [75], while the fraction of Λ + c baryons decaying after the crystal is ε DF (Λ + c ) ≈ 19%, for γ = 1000 and 10 cm crystal length. The geometrical acceptance for Λ + c → pK − π + decaying into the LHCb detector is ε geo ≈ 25% according to simulation studies. For Λ + c to Λ decays, e.g. Λ + c → Λ( pπ − )π + , the geometrical efficiency is reduced by about a factor 50 since most Λ baryons decay after the detector tracking volume. The LHCb software-based trigger for the upgrade detector [69] is expected to have efficiency for charm hadrons comparable to the current high level trigger [46], i.e. ε trigger ≈ 80%. A specific trigger scheme for the fixed-target experiment can be adopted to enhance the trigger efficiency for Λ + c decays close to 100%. For example, a trigger based on the energy loss in a instrumented silicon crystal was used in the E761 experiment to enhance the rate of reconstructed channeled Σ + baryons [48]. The tracking efficiency is estimated to be 70% per track, leading to an efficiency ε track ≈ 34% for a Λ + c decay with three charged particles. The detector reconstruction efficiency, ε det = ε geo ε trigger ε track , is estimated to be",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 570,
                    "text": "[73]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 740,
                    "text": "[73]",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 808,
                    "text": "[74]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 1010,
                    "text": "[75]",
                    "end": 1014
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 1500,
                    "text": "[69]",
                    "end": 1504
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1599,
                    "text": "[46]",
                    "end": 1603
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1939,
                    "text": "[48]",
                    "end": 1943
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "The initial Λ + c polarization will be eventually measured using non-channeled Λ + c particles. Few Λ + c decay asymmetry parameters are known, the only one relevant for our experiment is that associated to Λ + c → Λ( pπ − )π + , α Λπ + = −0.91 ± 0.15 [38]. Asymmetry parameters for different Λ + c decays can be measured precisely at LHCb in the future. At present, they can be computed from existing Λ + c → pK − π + amplitude analysis results [55] (see Appendix B), yielding α Δ ++ K − = −0.67 ± 0.30 for the Λ + c → Δ ++ K − decay. incident protons (dashed line), according to the estimated quantities listed in Table 3 For the sensitivity studies we assume s 0 = 0.6 and (g −2)/2 = 0.3, according to experimental results and available theoretical predictions, respectively, quoted in Ref. [50]. The d and g − 2 values can be derived from Eq. 4as",
            "paragraph_rank": 39,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 252,
                    "text": "[38]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 446,
                    "text": "[55]",
                    "end": 450
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 616,
                    "text": "Table 3",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 794,
                    "text": "[50]",
                    "end": 798
                },
                {
                    "ref_id": "formula_3",
                    "start": 847,
                    "text": "4",
                    "end": 848
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "where the quantity A x,y,z = αs x,y,z is measured from a fit to the angular distribution of the decay products. The main contribution to the statistical uncertainty on d and g, in the limit γ 1, can be estimated as",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "where",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "is the number of channeled and reconstructed Λ + c , as given in Eq. 7, and Φ ≈ 3 rad is the precession angle defined in Eq. (3) estimated using the quantities reported in Table 3. The estimate assumes negligibly small uncertainties on θ C , γ and the initial Λ + c polarization, s 0 , the latter to be measured with large samples of non-channeled Λ + c decays. Given the estimated quantities reported in Table 3 ",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "ref_id": "formula_8",
                    "start": 69,
                    "text": "7",
                    "end": 70
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 172,
                    "text": "Table 3",
                    "end": 179
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 405,
                    "text": "Table 3",
                    "end": 412
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "corresponding to",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "where the time t of the data taking period is expressed in months. The dependence of the sensitivity to Λ + c EDM and MDM as a function of the number of incident protons on the target is shown in Fig. 5.",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 196,
                    "text": "Fig. 5",
                    "end": 202
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "Estimating the Ξ + c baryon production and the absolute Ξ + c → pK − π + branching fraction as described in Sect. 2.1, we obtain the ratio",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "while the fraction of Ξ + c baryons decaying after the crystal is ε DF (Ξ + c ) ≈ 47%. Assuming decay asymmetry parameters and initial polarization similar to the Λ + c baryon, the expected statistical uncertainty on the Ξ + c MDM and EDM is",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "section": "Λ +",
            "text": "The experimental reconstruction of Λ + c and Ξ + c baryons with energies of about 1 TeV features reduced invariant mass and vertex resolution with respect to hadrons originated from nominal pp collisions in LHCb. This is mainly due to the fact that decay products have relatively large momentum of few hundreds GeV/c and small opening angles. According to preliminary simulations, signal events can be reconstructed with no showstopper for the analysis.",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "The unique possibility to search for the EDM of strange and charm baryons at LHC is discussed, based on the exploitation of large statistics of baryons with large Lorentz boost and polarization. The Λ strange baryons are selected from weak charm baryon decays produced in p p collisions at ≈ 14 TeV center-of-mass energy, while Λ + c and Ξ + c charm baryons are produced in a fixed-target experiment to be installed in the LHC, in front of the LHCb detector. Signal events can be reconstructed using the LHCb detector in both cases. The sensitivity to the EDM and the MDM of the strange and charm baryons arises from the study of the spin precession in intense electromagnetic fields. The long-lived Λ precesses in the magnetic field of the detector tracking system. Shortlived charm baryons are channeled in a bent crystal attached to the target and the intense electric field between atomic planes induces the spin precession. Sensitivities for the Λ EDM at the level of 1.3 × 10 −18 e cm can be achieved using a data sample corresponding to an integrated luminosity of 50 fb −1 to be collected during the LHC Run 3. A test of CP T symmetry can be performed by measuring the MDM of Λ and Λ baryons with a precision of about 4 × 10 −4 on the g factor. The EDM of the Λ + c (Ξ + c ) can be searched for with a sensitivity of 1.3 (2.0) × 10 −17 / √ t (month) e cm with dedicated runs or running in synergetic mode with the LHCb experiment, in parallel to p p collisions. Both solutions have to be studied in details using ad-hoc simulations. The proposed experiment would allow about two orders of magnitude improvement in the sensitivity for the Λ EDM and the first search for the charm baryon EDM, expanding the search for new physics through the EDM of fundamental particles.",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "the spin precession equation is [76][77][78][79],",
            "paragraph_rank": 49,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 32,
                    "text": "[76]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 36,
                    "text": "[77]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 40,
                    "text": "[78]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 44,
                    "text": "[79]",
                    "end": 48
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "where t is the time in the laboratory frame, and the precession angular velocity vector has been split into three contributions,",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "corresponding to the MDM, EDM and Thomas precession. The electric and magnetic fields, E and B, respectively, are expressed in the laboratory frame. For a neutral particle (q = 0) the Thomas precession term, arising from Lorentz forces, does not contribute and we obtain the classical equation, ds/dτ = μ × B * + δ × E * , where E * and B * are the external fields in the rest frame of the particle [76]. Equations (17) and (18) can be generalized to account for field gradient effects as described in Ref. [80,81].",
            "paragraph_rank": 51,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 399,
                    "text": "[76]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 415,
                    "text": "(17)",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 507,
                    "text": "[80,",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 511,
                    "text": "81]",
                    "end": 514
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "A.1: Spin time evolution for the Λ case For E = 0 and q = 0, Eqs. (17) and (18) simplify to",
            "paragraph_rank": 52,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 66,
                    "text": "(17)",
                    "end": 70
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "where β is the particle velocity in the laboratory frame. This system of homogeneous first order linear differential equations can be solved analytically with the approximation that the precession of the particle depends only on the integrated magnetic field along its flight path. Given the initial condition s(0) = s 0 , the time evolution of the polarization is",
            "paragraph_rank": 53,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "where Ω = | | and ω = /Ω, with the precession angular velocity given by Eq. (20).",
            "paragraph_rank": 54,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 76,
                    "text": "(20)",
                    "end": 80
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "The polarization in terms of the experimentally measured Λ flight length l = βct, s(l), has similar form,",
            "paragraph_rank": 55,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "where Φ = | | and ω = /Φ. The precession angle vector is",
            "paragraph_rank": 56,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "with D ≈ Bl = l 0 B(r 0 + βl /β)dl the integrated magnetic field along the Λ flight path.",
            "paragraph_rank": 57,
            "section_rank": 8
        },
        {
            "text": "A.1.1: Magnetic field gradients",
            "section_rank": 9
        },
        {
            "section": "A.1.1: Magnetic field gradients",
            "text": "The inhomogeneities of the magnetic field are not expected to introduce significant effects in the spin precession. The spin equation of motion including first-order field gradients is derived in Ref. [81] to be",
            "paragraph_rank": 58,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 201,
                    "text": "[81]",
                    "end": 205
                }
            ]
        },
        {
            "section": "A.1.1: Magnetic field gradients",
            "text": "In LHCb the ratio of the field gradient terms to the homogeneous field ones can be estimated as",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "section": "A.1.1: Magnetic field gradients",
            "text": "with β 1 and γ 1, and where |∇ B| = 1.14 T m −1 and B ≡ |B| = 1 T are the maximum values within the detector acceptance as extracted from the LHCb field mapping [46,68]. Therefore, this effect is negligibly small at LHCb.",
            "paragraph_rank": 60,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 161,
                    "text": "[46,",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 165,
                    "text": "68]",
                    "end": 168
                }
            ]
        },
        {
            "text": "A.1.2: Spin rotations",
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "The variation of the Λ momentum direction in the laboratory frame results in an initial polarization vector which is not fixed to be perpendicular to the magnetic field. The relative orientation of the spin and magnetic field vectors is determined by two rotations. On one hand, the polarization vector from the equation of motion is given in the comoving rest frame reached from the laboratory frame, S L , by a pure boost. This is usually referred to as canonical frame [77]. However, the analyser, given by Eq. (1), is defined in the is correlated with its apparent production point on the z plane in S L intersecting the PV. These points are shown by the short-dashed lines traced back from the Λ trajectory (intersecting the H decay point). The angle θ (θ L ) is formed by the Λ momentum in the S H (S L ) frame with respect to the z axis in S H particle helicity frame. The two rest frames, canonical and helicity, are related by the rotation between the S L and S ΛL frames, defined by the Λ and H momentum directions in S L (see Fig. 1). One the other hand, the choice of the S ΛL frame induces a second rotation of the polarization components with respect to the S Λ frame, where the Λ longitudinal polarization is maximal, as illustrated in Fig. 6. This is known in the literature as Wick rotation. To avoid dilution effects, the change of the polarization has to be analysed as a function of the kinematics of the decay. For example, a longitudinally polarized Λ with polarization s 0 along z in S Λ would have a transverse component in S ΛL of magnitude s 0 sin α, with sin α = (m Λ /m H )( p (L) H / p (L) Λ ) sin θ [77]. As shown in Fig. 6, the Λ helicity angle θ and the spin direction are related to the Λ impact parameter in the laboratory [82]. The relation can be exploited to define ensembles of Λ particles having similar initial polarization, therefore improving the sensitivity to detect the spin change.",
            "paragraph_rank": 61,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 472,
                    "text": "[77]",
                    "end": 476
                },
                {
                    "type": "figure",
                    "start": 1037,
                    "text": "Fig. 1",
                    "end": 1043
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1251,
                    "text": "Fig. 6",
                    "end": 1257
                },
                {
                    "type": "bibr",
                    "start": 1605,
                    "text": "(L)",
                    "end": 1608
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 1629,
                    "text": "[77]",
                    "end": 1633
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1647,
                    "text": "Fig. 6",
                    "end": 1653
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 1757,
                    "text": "[82]",
                    "end": 1761
                }
            ]
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "For the sensitivity studies, the rotation of the magnetic field into the S ΛL frame and the Wick rotation are neglected. The first is expected to have a negligible impact on our study since Λ baryons have momenta largely along the z axis, and the main component of the magnetic field is along the vertical direction (B y ), thus mostly perpendicular to the Λ motion. ",
            "paragraph_rank": 62,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "where",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "is the anomalous magnetic moment for a spin-1/2 particle. Since we are dealing with ultra relativistic Λ + c with γ ≈ 437 at 1 TeV energy, in first approximation the terms ∝ 1/γ are neglected.  Fig. 7 Radial coordinates definition: ρ 0 is the radius corresponding to the minimum of the harmonic electric potential; ρ 0 represents the radial equilibrium position of the electric and centrifugal potential. The red curve represents the particle trajectory inside the crystal in presence of the radial electric field E, a is the oscillation amplitude and Ω the revolution frequency",
            "paragraph_rank": 64,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 194,
                    "text": "Fig. 7",
                    "end": 200
                }
            ]
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "We describe the particle trajectory in a bent crystal using radial coordinates [52], as shown in Fig. 7,",
            "paragraph_rank": 65,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 79,
                    "text": "[52]",
                    "end": 83
                },
                {
                    "type": "figure",
                    "start": 97,
                    "text": "Fig. 7",
                    "end": 103
                }
            ]
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "where Ω is the revolution frequency for the particle traversing the bent crystal. In our ultra-relativistic case it is well approximated by Ω ≈ c/ρ 0 , where ρ 0 is the crystal curvature radius. The radius of the trajectory as a function of time is",
            "paragraph_rank": 66,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "where a, Ω k and δ are the oscillation amplitude, frequency and phase, respectively; a and δ depend on the particle energy and incident angle, while Ω k depends on the crystal potential and particle energy. The radial equilibrium position ρ 0 differs from the electric potential minimum position ρ 0 , due to the centrifugal potential, avoiding periodical cancellations and therefore inducing spin precession [53]. The electric potential in the crystal around the minimum can be approximated as an harmonic potential,",
            "paragraph_rank": 67,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 409,
                    "text": "[53]",
                    "end": 413
                }
            ]
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "and the corresponding electric field is",
            "paragraph_rank": 68,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "where the oscillation frequency of the particle around its equilibrium position ρ 0 is Ω k = kc 2 /eW with W being the particle energy. Typical values for the relevant quantities are ρ 0 ∼ 30 m, Ω ≈ c/ρ 0 ∼ 10 7 Hz, a ∼ 10 −10 m, k = 4×10 17 eV/ cm 2 for a Si crystal, yielding Ω k ∼ 10 13 Hz for 1 TeV particles. Substituting the radial coordinates and applying the ultrarelativistic approximation to Eq. (26) we obtain:",
            "paragraph_rank": 69,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "In absence of EDM, i.e. d = 0, the spin precession inside the bent crystal occurs in the yz plane with the following spin time evolution [52],",
            "paragraph_rank": 70,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 137,
                    "text": "[52]",
                    "end": 141
                }
            ]
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "for the initial condition s 0 = (0, s 0 , 0) and where ω ≈ 2μ E(ρ 0 )/h is the precession frequency. The spin precession angle defined in Eq. (3) is Φ = ωt, where t is the time needed to traverse the crystal. In presence of a non-zero EDM the spin precession is no longer confined to the yz plane, generating a s x spin component otherwise not present,",
            "paragraph_rank": 71,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "To derive Eq. (34), EDM effects are assumed to be small compared to the MDM effects, i.e. d (g−2), and therefore Ω y , Ω z Ω x . We neglect terms of orderρ/c wherė ρ = −aΩ k sin(Ω k t + δ) ∼ aΩ k ∼ 10 3 m/s,",
            "paragraph_rank": 72,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "since the second term of Eq. (34) is aboutρρΩ/c 2 ∼ρ/c ∼ 3 × 10 −4 and the third term is aboutρ 2 /c 2 ∼ 9 × 10 −8 . We demonstrate that Ω ω by requiring the electric force to be identical to the centripetal force, mγ c 2 ρ 0 = eE(ρ 0 ), (36) and obtain ω ≈ 2μ h E(ρ 0 ) ∼ 10 10 Hz Ω ∼ 10 7 Hz. Then, Eq. (35) simplifies as ",
            "paragraph_rank": 73,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 238,
                    "text": "(36)",
                    "end": 242
                }
            ]
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "The second integral is negligibly small since Ω k ω and its fast oscillation averages the integral to zero. The calculation can be decomposed into two analytically integrable terms proportional to sin(Ω k t ) sin(ωt ) and cos(Ω k t ) sin(ωt ). Assuming Ω k ω, the maximum value of this integral is",
            "paragraph_rank": 74,
            "section_rank": 10
        },
        {
            "section": "A.1.2: Spin rotations",
            "text": "where ξ = μ ka/heΩ k 10 −2 and terms proportional to ξ were neglected to derive Eq. 33 ",
            "paragraph_rank": 75,
            "section_rank": 10,
            "ref_spans": [
                {
                    "ref_id": "formula_36",
                    "start": 84,
                    "text": "33",
                    "end": 86
                }
            ]
        },
        {
            "text": "A.2.1: Electric field gradients",
            "section_rank": 11
        },
        {
            "section": "A.2.1: Electric field gradients",
            "text": "The equations describing the particle trajectory and its spin precession in an electromagnetic field, including first-order electromagnetic field gradients, as well as a particle EDM contributions, are derived in [81]. ",
            "paragraph_rank": 76,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 213,
                    "text": "[81]",
                    "end": 217
                }
            ]
        },
        {
            "section": "A.2.1: Electric field gradients",
            "text": "and employing the values used in this appendix, the ratio of the field gradient terms to the homogeneous field ones is estimated to bē h d|E|/dρ 2mc|E| =h kρ 0 2m 2 γ c 3 ∼ 2.3 × 10 −3 1 γ ,",
            "paragraph_rank": 77,
            "section_rank": 11
        },
        {
            "section": "A.2.1: Electric field gradients",
            "text": "which is negligibly small in the ultra-relativistic regime. When including electric field gradient effects, in absence of magnetic fields, the particle trajectory equation becomes",
            "paragraph_rank": 78,
            "section_rank": 11
        },
        {
            "section": "A.2.1: Electric field gradients",
            "text": "where the first term is the Lorentz force and the following two terms are the MDM and EDM contributions. In our experimental setup the initial spin vector is orthogonal to E × β, hence the MDM component is negligible. The typical magnitude of the ratio between the EDM electric field gradient term and the Lorentz force contribution is ∼ dγ × 10 −3 which can be close to 1 for γ ∼ 1000 only if d ∼ 1, i.e. similar EDM and MDM magnitudes. However, we assume the EDM magnitude to be tiny with respect to the MDM one, as already assumed in the derivation of the spin equation of motion. In case of a large EDM, this term would make the spin precession frequency dependent on the spin direction.",
            "paragraph_rank": 79,
            "section_rank": 11
        },
        {
            "section": "A.2.1: Electric field gradients",
            "text": "Appendix B: Asymmetry parameter α for quasi two-body final states in Λ + c → pK − π + decays",
            "paragraph_rank": 80,
            "section_rank": 11
        },
        {
            "section": "A.2.1: Electric field gradients",
            "text": "The angular distribution for a spin 1/2 → 1/2 0 baryon decay is given by Eq. (1). The parameter α characterizes the parity violation in the decay and determines the sensitivity to the initial polarization. The effective α parameter for Λ + c → K * 0 (K − π + ) p, Λ + c → Δ ++ pπ + K − and Λ + c → Λ(1520) pK − π + quasi two-body decays can be calculated using the results of an amplitude analysis for Λ + c → pK − π + decays reported in Ref. [55]. The angular distribution for those decays is determined by the helicity amplitudes. A similar angular distribution to Eq. (1) is Table 4 Computed α parameters for different quasi two-body final states in Λ + c → pK − π + decays. The values for the helicity amplitudes are taken from Ref. [55]. Since no correlation matrix is provided in the article, the errors are calculated assuming no correlation among the helicity amplitude results obtained for the above quasi two-body decays when integrating over all the decay angles, except for the helicity angle of the baryon daughter of the Λ + c . The computed α parameters are listed in Table 4.",
            "paragraph_rank": 81,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 443,
                    "text": "[55]",
                    "end": 447
                },
                {
                    "type": "table",
                    "start": 578,
                    "text": "Table 4",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 737,
                    "text": "[55]",
                    "end": 741
                },
                {
                    "type": "table",
                    "start": 1083,
                    "text": "Table 4",
                    "end": 1090
                }
            ]
        },
        {
            "text": "Decay",
            "section_rank": 12
        },
        {
            "text": "Fig. 2",
            "section_rank": 13
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Left production plane of the Λ + c baryon defined by the proton and the Λ + c momenta. The initial polarization vector s 0 is perpendicular to the production plane, along the y axis, due to parity conservation in strong interactions. Right deflection of the baryon trajectory and spin",
            "paragraph_rank": 82,
            "section_rank": 13
        },
        {
            "text": "2 RFig. 3",
            "section_rank": 14
        },
        {
            "section": "2 RFig. 3",
            "text": "Fig. 3Left sketch of the simplified geometry of the LHCb tracking system in the yz plane. The crosswise lines represent the angular acceptance. The tracking layers and the limits of the R 1 and R 2 regions are shown as solid and dotted thick lines, respectively. The magnet is divided",
            "paragraph_rank": 83,
            "section_rank": 14
        },
        {
            "text": "Fig. 4",
            "section_rank": 15
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Left dependence of the Λ gyroelectric factor uncertainty with the initial polarization for N reco Λ = 10 6 events, and right as a function of the integrated luminosity assuming reconstruction efficiency of 0.2% and 1%",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "and the general solution as a function of the Λ flight length described in Sect. A.1, respectively. For this study the initial polarization vector s 0 = (0, 0, s 0 ), with s 0 varying between 20 and 100%, and factors g = −1.458 [38] and d = 0, were used. Each generated sample was fitted using an unbinned maximum likelihood method with d, g and s 0 (or αs 0 ) as free parameters. The d-factor uncertainty scales with the number of events N reco Λ and the initial longitudinal polarization s 0 as",
            "paragraph_rank": 85,
            "section_rank": 16
        },
        {
            "text": "Fig. 5",
            "section_rank": 17
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Dependence of the (left) d and (right) g uncertainties for the Λ + c baryon, reconstructed in the Δ ++ K − final state, with the number of protons on target. One month of data taking corresponds to 1.3 × 10 15",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "Fig. 6",
            "section_rank": 18
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6 Sketch of the heavy baryon production at the primary vertex (PV) and its decay into a Λ, showing the S H , S Λ and S ΛL helicity frames, in the zy plane in S L . Continuous (dotted-dashed) arrows represent momenta in S L (S H ) frame. The Λ polarization vector (thick arrow at the right) is aligned along the z axis in S Λ (longitudinal polarization), and rotated by the Wick angle α with respect to z in S ΛL . The",
            "paragraph_rank": 87,
            "section_rank": 18
        },
        {
            "text": "Instead, the effect of the Wick rotation is not relevant when measuring the spin change of ensembles of Λ particles having similar initial polarization. A.2: Spin time evolution for the Λ + c and Ξ + c case For B = 0 and q = +1, Eq. (18) simplifies to",
            "paragraph_rank": 88,
            "section_rank": 19
        },
        {
            "text": "k t + δ) sin(ωt )dt .",
            "paragraph_rank": 89,
            "section_rank": 20
        },
        {
            "text": "[52]. Finally we obtain the time evolution of the polarization vector in presence of a non-negligible EDM,s x (t) ≈ s 0 d g − 2 cos(ωt) − 1 s y (t) ≈ s 0 cos (ωt) s z (t) ≈ −s 0 sin (ωt) .(40)",
            "paragraph_rank": 90,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 0,
                    "text": "[52]",
                    "end": 4
                }
            ]
        },
        {
            "text": "Table 2 Geometric",
            "section_rank": 22
        },
        {
            "text": "Table 3",
            "section_rank": 23
        },
        {
            "text": "= 0.01, corresponding to σ g = 2.1 × 10 −17 e cm, we need, inverting Eq. (9), 5.6× 10 3 Λ + c → Δ ++ K − or 3.0 × 10 3 Λ + c → Λ( pπ − )π + events, recorded during a data taking time t of t ≈ 265 h ≈ 11 days, for Λ + c → Δ ++ K − , t ≈ 1.0 × 10 4 h ≈ 420 days, for Λ + c → Λ( pπ − )π + .",
            "paragraph_rank": 93,
            "section_rank": 24
        },
        {
            "text": "c → Λ( pπ − )π + . For reaching a sensitivity of σ d c quasi two-body decays at LHCb, while it is difficult in Λ + c to Λ final states.Considering only Λ + c → Δ ++ K − events, the uncertainties scale as",
            "paragraph_rank": 94,
            "section_rank": 24
        },
        {
            "text": "In absence of magnetic fields the spin precession vector = MDM + EDM + TH is",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "The spin-polarization vector is defined such as s = 2 S /h, where S is the spin operator.",
            "paragraph_rank": 96,
            "section_rank": 25
        },
        {
            "text": "Acknowledgements",
            "section_rank": 27
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues of the LHCb collaboration. The authors would like to thank G. Cavoto, M. Ferro-Luzzi, G. Graziani, M. Nebot, M. Schiller, A. Pich, V. Vagnoni and G. Wilkinson for interesting discussions. We acknowledge support",
            "paragraph_rank": 97,
            "section_rank": 27
        },
        {
            "text": "Appendix A: Spin precession and time evolution equations",
            "section_rank": 29
        },
        {
            "section": "Appendix A: Spin precession and time evolution equations",
            "text": "The time evolution of the spin-polarization vector for a particle with charge q in an electromagnetic field, as a function of the proper time τ , is given by the Thomas-Bargmann-Michel-Telegdi (T-BMT) equation [43][44][45],",
            "paragraph_rank": 98,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 210,
                    "text": "[43]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 214,
                    "text": "[44]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 218,
                    "text": "[45]",
                    "end": 222
                }
            ]
        },
        {
            "section": "Appendix A: Spin precession and time evolution equations",
            "text": "where F μν is the electromagnetic tensor, a μ = (a 0 , a) is the spin 4-pseudovector, and p μ = mu μ = (E/c, p) is the momentum 4-vector. For homogeneous fields, the velocity derivative is given by the Lorentz force,",
            "paragraph_rank": 99,
            "section_rank": 29
        },
        {
            "section": "Appendix A: Spin precession and time evolution equations",
            "text": "In the rest frame of the particle, a μ = (0, s), p μ = (mc, 0), where s is the non-relativistic spin-polarization vector. Therefore, in any frame a μ p μ = 0 and a μ a μ = −s 2 . In a frame comoving with respect to the particle rest frame where the particle has velocity β = p/mγ , e.g. the laboratory frame, a μ is given by [76,77] ",
            "paragraph_rank": 100,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 55,
                    "text": "(mc, 0)",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 325,
                    "text": "[76,",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 329,
                    "text": "77]",
                    "end": 332
                }
            ]
        },
        {
            "section": "Appendix A: Spin precession and time evolution equations",
            "text": "where the components of the momentum 4-vector are p 0 = γ mc 2 and p = γ mβc. Substituting in the covariant Eq. 14,",
            "paragraph_rank": 101,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 112,
                    "text": "14",
                    "end": 114
                }
            ]
        }
    ]
}