{
    "level": "paragraph",
    "abstract": [
        {
            "text": "High-precision measurements by the ATLAS Collaboration are presented of inclusive W + → + ν, W − → −ν and Z /γ * → ( = e, μ) Drell-Yan production cross sections at the LHC. The data were collected in proton-proton collisions at √ s = 7 TeV with an integrated luminosity of 4.6 fb −1 . Differential W + and W − cross sections are measured in a lepton pseudorapidity range |η | < 2.5. Differential Z /γ * cross sections are measured as a function of the absolute dilepton rapidity, for |y | < 3.6, for three intervals of dilepton mass, m , extending from 46 to 150 GeV. The integrated and differential electron-and muon-channel cross sections are combined and compared to theoretical predictions using recent sets of parton distribution functions. The data, together with the final inclusive e ± p scattering cross-section data from H1 and ZEUS, are interpreted in a next-to-next-to-leading-order QCD analysis, and a new set of parton distribution functions, ATLAS-epWZ16, is obtained. The ratio of strange-to-light sea-quark densities in the proton is determined more accurately than in previous determinations based on collider data only, and is established to be close to unity in the sensitivity range of the data. A new measurement of the CKM matrix element |V cs | is also provided.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The precise measurement of inclusive W + , W − and Z /γ * production in pp scattering at the LHC constitutes a sensitive test of perturbative quantum chromodynamics (QCD). The rapidity dependence of boson production in the Drell-Yan process provides constraints on the parton distribution functions (PDFs) of the proton, as the boson rapidity is strongly correlated with the proton momentum fractions x 1 , x 2 carried by the partons participating in the hard scattering subprocess. The weak and electromagnetic components of the neutral current (NC) process, Z /γ * → , combined with the weak charged current (CC) reactions, W + → + ν and W − → −ν , probe the quark flavours of the proton in a way that complements the information from deep inelastic lepton-hadron scattering (DIS).",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The previous differential W, Z cross-section measurement of ATLAS [1] at a centre-of-mass energy of √ s = 7 TeV was based on a data sample taken in 2010 with an integrated luminosity of 36 pb −1 , determined with an uncertainty of 3.5%. The precision of that measurement -not including the luminosity uncertainty -reached about 2-3%. The new W ± , Z cross-section measurement presented here uses the data taken at √ s = 7 TeV by ATLAS in 2011. This data sample has a hundred times more integrated luminosity, 4.6 fb −1 , measured with an improved precision of 1.8% [2]. A deeper understanding of detector performance and refined analysis techniques are crucial to reach a measurement precision at the sub-percent level, apart from the luminosity uncertainty.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 565,
                    "text": "[2]",
                    "end": 568
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Compared to the previous analysis [1], in this article the NC measurement range is extended to values of dilepton mass, m , significantly below and above the Z peak, covering the range 46 < m < 150 GeV. ATLAS NC data have also been presented at even lower [3] (12 < m < 66 GeV) and higher dilepton masses [4,5] (116 < m < 1500 GeV). Precise NC measurements at √ s = 8 TeV over a range of dilepton masses of 12 < m < 150 GeV focused on boson transverse momentum distributions have been provided in Ref. [6]. Recently, first integrated cross-section results on inclusive W ± and Z production at √ s = 13 TeV were published by ATLAS [7].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 34,
                    "text": "[1]",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "start": 502,
                    "text": "[6]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "start": 630,
                    "text": "[7]",
                    "end": 633
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Weak boson cross-section measurements at forward rapidity were presented by LHCb [8][9][10][11][12][13][14][15] in the muon and electron channels. The CMS Collaboration has measured NC cross sections as a function of boson mass and rapidity [16,17], of boson transverse momentum and rapidity [18], as well as differential W ± charge asymmetries [19][20][21], and integrated W and Z cross sections [22,23].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 81,
                    "text": "[8]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "start": 84,
                    "text": "[9]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "start": 87,
                    "text": "[10]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "start": 91,
                    "text": "[11]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "start": 95,
                    "text": "[12]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "start": 99,
                    "text": "[13]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "start": 103,
                    "text": "[14]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "start": 107,
                    "text": "[15]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "start": 241,
                    "text": "[16,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "start": 245,
                    "text": "17]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "start": 292,
                    "text": "[18]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "start": 345,
                    "text": "[19]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "start": 349,
                    "text": "[20]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "start": 353,
                    "text": "[21]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "start": 397,
                    "text": "[22,",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "start": 401,
                    "text": "23]",
                    "end": 404
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The precision of the present measurement of the W ± and Z /γ * cross sections exceeds that of the previous related measurements. The analysis is performed in both the electron channels, W ± → eν and Z /γ * → e + e − , and the muon channels, W ± → μν and Z /γ * → μ + μ − , in a com-mon fiducial phase space. These measurements provide a new sensitive test of electron-muon universality in the weak interaction sector. The electron and muon data are combined, accounting for all correlations of systematic uncertainties.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Cross-section calculations of the Drell-Yan process are available at up to next-to-next-to-leading order in the strong coupling constant α S (NNLO QCD) and up to next-to-leading order for electroweak effects (NLO electroweak). The NNLO QCD predictions are calculated with kinematic requirements applied to match the detector acceptance using the DYNNLO [24,25] and FEWZ [26][27][28] programs. The NLO electroweak corrections are an important ingredient at this level of precision and can be evaluated with FEWZ for the NC processes and with the SANC programs [29] for both NC and CC processes. The measured integrated and differential cross sections are compared to calculations using various recent PDF sets: ABM12 [30], CT14 [31], HERAPDF2.0 [32], JR14 [33], MMHT14 [34], and NNPDF3.0 [35]. A quantitative analysis within a profiling procedure [36,37] is presented to test the compatibility of the new W, Z cross-section data with theoretical predictions using these PDF sets, and to illustrate the impact of the data on PDF determinations.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 353,
                    "text": "[24,",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 357,
                    "text": "25]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 370,
                    "text": "[26]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 374,
                    "text": "[27]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 378,
                    "text": "[28]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 559,
                    "text": "[29]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 716,
                    "text": "[30]",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 727,
                    "text": "[31]",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 744,
                    "text": "[32]",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 755,
                    "text": "[33]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 768,
                    "text": "[34]",
                    "end": 772
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 787,
                    "text": "[35]",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 846,
                    "text": "[36,",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 850,
                    "text": "37]",
                    "end": 853
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The previous ATLAS W, Z cross-section measurement [1] and its QCD interpretation [38] suggested that the light quark sea (u, d, s) is flavour symmetric, i.e. the ratio of the strange-to-anti-down quark densities, r s = (s +s)/2d, was found to be close to unity at x 0.023 within an experimental uncertainty of about 20%. This is re-examined here in a new QCD fit analysis using the present ATLAS measurement together with the final, combined NC and CC DIS crosssection data from the H1 and ZEUS experiments at the HERA collider [32]. The analysis provides a new NNLO PDF set, ATLAS-epWZ16, superseding the ATLAS-epWZ12 set [38]. It also allows the magnitude of the CKM matrix element |V cs | to be determined, without assuming unitarity of the CKM matrix, with a precision comparable to the determinations from charm hadron decays [39].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 81,
                    "text": "[38]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 528,
                    "text": "[32]",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 623,
                    "text": "[38]",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 831,
                    "text": "[39]",
                    "end": 835
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The paper is organized as follows. Section 2 presents the detector, data and simulated event samples and cross-section as well as kinematic definitions. The measurements, of both the W ± and the Z /γ * reactions, are performed independently for the electron and muon decay channels as described in Sects. 3 and 4. The cross-section results are presented in Sect. 5, which contains the analysis method, a test of electron-muon universality, and a description of the procedure for, and results of, combining the electron and the muon data. In Sect. 6 the integrated and differential cross sections are compared with theoretical calculations using recent NNLO PDF sets. Measurements are also presented of the W ± charge asymmetry and various other cross-section ratios. This section concludes with the results of the PDF profiling analysis. Finally, Sect. 7 presents an NNLO QCD fit analysis of the present ATLAS data and the final HERA NC and CC DIS cross-section data, resulting in an improved determination of the strange-quark distribution in the proton and a measurement of |V cs |. A summary of the paper is presented in Sect. 8.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Detector, simulation and definitions",
            "section_rank": 3
        },
        {
            "text": "Detector and data samples",
            "section_rank": 4
        },
        {
            "section": "Detector and data samples",
            "text": "The ATLAS detector [40] comprises a superconducting solenoid surrounding the inner detector (ID) and a large superconducting toroid magnet system with muon detectors enclosing the calorimeters. The ID system is immersed in a 2 T axial magnetic field and provides tracking information for charged particles in a pseudorapidity range matched by the precision measurements of the electromagnetic calorimeter. The inner silicon pixel and strip tracking detectors cover the pseudorapidity range |η| < 2.5. 1 The transition radiation tracker, surrounding the silicon detectors, contributes to the tracking and electron identification for |η| < 2.0.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 19,
                    "text": "[40]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "start": 501,
                    "text": "1",
                    "end": 502
                }
            ]
        },
        {
            "section": "Detector and data samples",
            "text": "The liquid argon (LAr) electromagnetic (EM) calorimeter is divided into one barrel (|η| < 1.475) and two end-cap components (1.375 < |η| < 3.2). It uses lead absorbers and has an accordion geometry to ensure a fast and uniform response and fine segmentation for optimal reconstruction and identification of electrons and photons. The hadronic steel/scintillator-tile calorimeter consists of a barrel covering the region |η| < 1.0, and two extended barrels in the range 0.8 < |η| < 1.7. The copper/LAr hadronic end-cap calorimeter (1.5 < |η| < 3.2) is located behind the electromagnetic end-cap calorimeter. The forward calorimeter (FCAL) covers the range 3.2 < |η| < 4.9 and also uses LAr as the active material and copper or tungsten absorbers for the EM and hadronic sections, respectively.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Detector and data samples",
            "text": "The muon spectrometer (MS) is based on three large superconducting toroids with coils arranged in an eightfold symmetry around the calorimeters, covering a range of |η| < 2.7. Over most of the η range, precision measurements of the track coordinates in the principal bending direction of the magnetic field are provided by monitored drift tubes. At large pseudorapidities (2.0 < |η| < 2.7), cathode strip chambers with higher granularity are used in the layer closest to the IP. The muon trigger detectors consist of resistive plate chambers in the barrel (|η| < 1.05) and thin gap chambers in 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). The distance in η-φ space between two objects is defined as R = ( η) 2 + ( φ) 2 . The rapidity is defined as y = 1 2 ln E+ pz E− pz .",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 594,
                    "text": "1",
                    "end": 595
                }
            ]
        },
        {
            "section": "Detector and data samples",
            "text": "the end-cap regions (1.05 < |η| < 2.4), with a small overlap around |η| 1.05.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Detector and data samples",
            "text": "In 2011, the ATLAS detector had a three-level trigger system consisting of Level-1 (L1), Level-2 (L2) and the Event Filter (EF). The L1 trigger rate was approximately 75 kHz. The L2 and EF triggers reduced the event rate to approximately 300 Hz before data transfer to mass storage.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Detector and data samples",
            "text": "The data for this analysis were collected by the ATLAS Collaboration during 2011, the final year of operation at √ s = 7 TeV. The analysis uses a total luminosity of 4.6 fb −1 with an estimated uncertainty of 1.8% [2], where the main components of the apparatus were operational. Data and simulated event samples were processed with common reconstruction software.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 214,
                    "text": "[2]",
                    "end": 217
                }
            ]
        },
        {
            "text": "Simulated event samples",
            "section_rank": 5
        },
        {
            "section": "Simulated event samples",
            "text": "Simulated and reconstructed Monte Carlo (MC) samples are used to model the properties of signals and background processes and to calculate acceptance and efficiency corrections for the extraction of cross sections. Dedicated efficiency and calibration studies with data are used to derive correction factors to account for the small differences between experiment and simulation, as is subsequently described.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Simulated event samples",
            "text": "The main signal event samples for W ± → ν and Z /γ * → production are generated using the Powheg [41][42][43][44] event generator, with the simulation of parton showers, hadronization and underlying events provided by Pythia6 [45]. Systematic uncertainties in the measurements due to imperfect modelling of the signals are estimated with alternative event samples generated with Powheg interfaced instead to the Herwig [46] and Jimmy [47] programs (referred to later as the Powheg+Herwig sample) as well as MC@NLO [48], also interfaced to the Herwig and Jimmy programs (referred to later as the MC@NLO+Herwig sample). For the MC@NLO and Powheg matrix element calculations the CT10 NLO PDF [49] set is used, whereas showering is performed with CTEQ6L1 [50]. Samples of W → τ ν and Z /γ * → τ + τ − events are generated with the Alpgen generator [51] interfaced to Herwig and Jimmy and using the CTEQ6L1 PDF set, and also Powheg interfaced to Pythia8 [52].",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 97,
                    "text": "[41]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 101,
                    "text": "[42]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 105,
                    "text": "[43]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 109,
                    "text": "[44]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 226,
                    "text": "[45]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 419,
                    "text": "[46]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 434,
                    "text": "[47]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 514,
                    "text": "[48]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 689,
                    "text": "[49]",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 751,
                    "text": "[50]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 844,
                    "text": "[51]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 949,
                    "text": "[52]",
                    "end": 953
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "All simulated samples of W ± → ν and Z /γ * → production are normalized to the NNLO cross sections calculated by the FEWZ program with the MSTW2008 NNLO PDF set [53]. When employing these samples for background subtraction, an uncertainty in the total cross section of 5% is assigned to account for any uncertainties arising from the PDFs as well as factorization-scale and renormalizationscale uncertainties. As the simulated transverse momentum spectrum of the W ± and Z /γ * bosons does not describe the one observed in data well, all samples are reweighted by default to the Powheg+Pythia8 AZNLO prediction [54], which describes the Z → data well at low and medium dilepton transverse momentum p T, < 50 GeV.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 161,
                    "text": "[53]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 611,
                    "text": "[54]",
                    "end": 615
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "Top-quark pair (tt) and single top-quark production are simulated with MC@NLO interfaced to Herwig and Jimmy. The tt cross section is calculated at a top quark mass of 172.5 GeV at NNLO in QCD including resummation of next-to-next-to-leading logarithmic soft-gluon terms (NNLL) with top++2.0 [55][56][57][58][59][60]. The total theoretical uncertainty of the tt production cross section is calculated using the PDF4LHC prescription [61] using the MSTW2008 NNLO [53], CT10 NNLO [62] and NNPDF2.3 5f FFN [63] PDF sets and adding in quadrature the scale and α S uncertainties. The single-top-quark cross sections are calculated at approximate NNLO+NNLL accuracy [64][65][66][67].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 292,
                    "text": "[55]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 296,
                    "text": "[56]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 300,
                    "text": "[57]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 304,
                    "text": "[58]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 308,
                    "text": "[59]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 312,
                    "text": "[60]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 432,
                    "text": "[61]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 461,
                    "text": "[53]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 477,
                    "text": "[62]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 502,
                    "text": "[63]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 659,
                    "text": "[64]",
                    "end": 663
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 663,
                    "text": "[65]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 667,
                    "text": "[66]",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 671,
                    "text": "[67]",
                    "end": 675
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "Inclusive production of dibosons W W, W Z and Z Z is simulated with Herwig. The samples are normalized to their respective NLO QCD cross sections [68] with 6% uncertainty.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 146,
                    "text": "[68]",
                    "end": 150
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "While most studies of the multijet background are performed using control samples from data, some studies in the muon channels are carried out with Pythia6 samples, where inclusive, heavy-flavour dijet production (cc and bb) is simulated and the samples are filtered for highp T muons from charm or bottom hadron decays.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Simulated event samples",
            "text": "All generators are interfaced to Photos [69] to simulate the effect of final-state QED radiation (QED FSR). The decays of τ leptons in Herwig and Pythia6 samples are handled by Tauola [70]. The passage of particles through the ATLAS detector is modelled [71] using GEANT4 [72]. The effect of multiple pp interactions per bunch crossing (\"pileup\") is modelled by overlaying the hard-scattering event with additional simulated inelastic collision events following the distribution observed in the data with about nine simultaneous inelastic interactions on average. These events are simulated using Pythia6 with the AMBT2 tune [73]. While the simulation of pile-up events reproduces the observed width of the luminous region along the beam direction, a reweighting is applied to match the longitudinal distribution of the hardscatter vertex to that observed in the data. This is needed to accurately control acceptance and detector effects, which depend on the details of the detector geometry.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 40,
                    "text": "[69]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 184,
                    "text": "[70]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 272,
                    "text": "[72]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 625,
                    "text": "[73]",
                    "end": 629
                }
            ]
        },
        {
            "text": "Cross-section definition and fiducial regions",
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "The measurements reported here correspond to inclusive Drell-Yan cross sections with a direct decay of the intermediate boson, Z /γ * → or W → ν, where = e or μ. Other processes that may lead to a pair of leptons, or ν, in the final state are subtracted as background. These are tt pair and single top-quark production, cascade decays Z /γ * → τ + τ − → + − X and W → τ ν → ν X , photoninduced lepton-pair production γ γ → , and gauge boson pair production, with both boson masses exceeding 20 GeV.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "Experimental contaminations of signals through other channels, such as Z /γ * → contributing as background to W ± or the small, opposite-sign W ∓ fraction in the W ± selections, are corrected for as well.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "Each channel of the measurement covers somewhat different regions of phase space. For electrons this corresponds to a restriction to |η | < 2.47 for central electrons, and further the exclusion of the regions 1.37 < |η | < 1.52 and 3.16 < |η | < 3. 35. For muons the acceptance is restricted to |η | < 2.4.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 249,
                    "text": "35",
                    "end": 251
                }
            ]
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "The combined e−μ cross sections are reported in common fiducial regions close to the initial experimental selections so as to involve only minimal extrapolations. The kinematic requirements applied for the cross-section measurements are as follows: Here the charged-lepton transverse momentum and pseudorapidity are denoted by p T, and η , respectively. The transverse momentum of the neutrino is given by p T,ν and the Wboson transverse mass is calculated as m 2 T = 2 p T, p T,ν [1− cos( φ ,ν )], where φ ,ν is the azimuthal angle between the charged lepton and the neutrino directions. The lepton kinematics used in the definition of the cross sections corresponds to the Born level for QED final-state radiation effects. These fiducial regions differ slightly from those used in Ref. [1] such that the corresponding cross-section results cannot be compared directly.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 788,
                    "text": "[1]",
                    "end": 791
                }
            ]
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "The integrated charged-current fiducial cross sections are presented separately for W + , W − and their sum. Integrated neutral-current fiducial cross sections are presented for the Z -peak region, corresponding to 66 < m < 116 GeV, where they are most precise.",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "The differential W ± → ν cross sections are measured as a function of the absolute values of the charged-lepton pseudorapidity, η , in bins with boundaries given by |η | = [0.00, 0.21, 0.42, 0.63, 0.84, 1.05, 1.37, 1.52, 1.74, 1.95, 2.18, 2.50].",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "(1)",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "The differential Z /γ * cross sections are presented as a function of dilepton rapidity, y , in three intervals of dilepton mass, m , with bin edges m = [46,66,116,150] GeV.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 153,
                    "text": "[46,",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 157,
                    "text": "66,",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 160,
                    "text": "116,",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "start": 164,
                    "text": "150]",
                    "end": 168
                }
            ]
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "(2)",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "In the Z -peak region, the boundaries of the bins in dilepton rapidity y are chosen to be",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "while in the adjacent mass intervals, below and above the Z peak, the binning is twice as coarse and ranges also from |y | = 0 to 2.4. A dedicated Z /γ * → analysis in the electron channel extends into the forward region of y , covering the range from |y | = 1.2 to 3.6. This analysis is only performed in the two higher mass intervals, with the boundaries m = [66,116,150] GeV, as the region below m < 66 GeV cannot be measured with good precision with the current lepton p T acceptance in this channel. In the Z -peak region of the forward Z /γ * analysis the boundaries of the bins in dilepton rapidity y are chosen as",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 361,
                    "text": "[66,",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 365,
                    "text": "116,",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "start": 369,
                    "text": "150]",
                    "end": 373
                }
            ]
        },
        {
            "section": "Cross-section definition and fiducial regions",
            "text": "while for the higher mass interval the same range is divided into six bins of equal size.",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "text": "Electron channel measurements",
            "section_rank": 7
        },
        {
            "text": "Event selection",
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "Events are required to have at least one primary vertex formed by at least three tracks of p T > 500 MeV. If multiple vertices are reconstructed, the one with the highest sum of squared transverse momenta of associated tracks, p 2 T , is selected as the primary vertex.",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "Central electron candidates are reconstructed from an ID track matched to an energy deposit in the EM calorimeter [74]. They are required to be within the coverage of the ID and the precision region of the EM calorimeter, |η| < 2.47. The transition region between the barrel and end-cap calorimeters, 1.37 < |η| < 1.52, is excluded, as the reconstruction quality is significantly reduced compared to the rest of the pseudorapidity range. The electron momentum vector is calculated by combining the calorimeter measurement of the energy and the tracker information on the direction. The electron is required to satisfy \"tight\" identification criteria [74] based on the shower shapes of the cluster of energy in the calorimeter, the track properties, and the trackto-cluster matching. The combined efficiency for electrons from W and Z decays to be reconstructed and to meet these \"tight\" identification criteria depends strongly on both η and p T . In the most central region of the detector, at |η| < 0.8, this efficiency is about 65% at p T = 20 GeV and increases to about 80% at p T = 50 GeV. In the more forward region, 2.0 < |η| < 2.47, the corresponding efficiencies are in the range 50-75% for transverse momenta p T = 20-50 GeV.",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 114,
                    "text": "[74]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 650,
                    "text": "[74]",
                    "end": 654
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The same \"tight\" requirements are imposed for all central electron candidates to enable a coherent treatment across all W ± and Z /γ * analyses, even though the background rejection is less crucial for the Z /γ * analysis with two central electrons. To improve the rejection of background from nonisolated electrons, converted photons, or hadrons misidentified as electrons, isolation criteria are imposed on the electron candidates in the W → eν and forward Z /γ * → e + e − analyses. The isolation of central electron candidates in these channels is implemented by setting an upper limit on both the energy measured in the calorimeter in a cone of size R = 0.2 around the electron cluster and the sum of transverse momenta of all tracks in a cone of size R = 0.4 around the trajectory of the electron candidate. The contribution from the electron candidate itself is excluded in both cases. The specific criteria are optimized as a function of electron η and p T to have a combined efficiency of about 95% in the simulation for isolated electrons from the decay of a W or Z boson.",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "section": "Event selection",
            "text": "Forward electron candidates are reconstructed in the region 2.5 < |η| < 4.9, excluding the transition region between the end-cap and the FCAL calorimeter, 3.16< |η| <3. 35, and are required to satisfy \"forward tight\" identification requirements with a typical efficiency in the range of 65-85% [74]. As the forward region is not covered by the ID, the electron identification has to rely on calorimeter cluster shapes only. The forward electron momentum is determined from the calorimeter cluster energy and position.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 169,
                    "text": "35",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 294,
                    "text": "[74]",
                    "end": 298
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In an inclusive W → ν analysis, signal events can be considered to consist of three contributions: the isolated charged lepton, the undetected neutrino, and any further particles produced in the hadronization of quarks and gluons produced in association with the W boson. This last contribution is referred to as the hadronic recoil [75]. The missing transverse momentum, E miss T , is given by the negative vectorial sum of the transverse momentum components of the charged lepton and the hadronic recoil and identified with the undetected neutrino. The E miss T is reconstructed from energy deposits in the calorimeters and muons reconstructed in the MS [76,77]. Calorimeter energy deposits associated to an electron candidate meeting the \"medium\" identification criteria [74] and exceeding p T > 10 GeV are calibrated to the electron scale. Alternatively, if calorimeter energy deposits can be associated to a jet reconstructed with the anti-k t algorithm with radius parameter R = 0.6 and p T > 20 GeV, the calibrated jet is used [78]. Finally, identified combined and isolated muons, as described in Sect. 4, with p T > 10 GeV, are used in the E miss T reconstruction, removing the energy deposits of such muons in the calorimeter. Any remaining energy deposits in the calorimeters are added to the E miss T after calibration with the local hadronic calibration [78].",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 333,
                    "text": "[75]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 656,
                    "text": "[76,",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 660,
                    "text": "77]",
                    "end": 663
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 774,
                    "text": "[74]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1034,
                    "text": "[78]",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1367,
                    "text": "[78]",
                    "end": 1371
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "During data collection, events with one central electron were selected with a single-electron trigger with \"medium\" identification criteria and a p T threshold of 20 or 22 GeV [79]. The rise in threshold was enforced by the increasing instantaneous luminosity delivered by the LHC during 2011. Events with two central electrons are furthermore selected online by a dielectron trigger in which two electrons are required to satisfy the \"medium\" identification criteria and a lower p T threshold of 12 GeV.",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 176,
                    "text": "[79]",
                    "end": 180
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "To select W -boson events in the electron channel, exactly one central identified and isolated electron is required with a transverse momentum p T > 25 GeV. This electron is also required to have passed the single-electron trigger. Events with at least one additional central electron meeting the \"medium\" identification criteria [74] and p T > 20 GeV are rejected to reduce background from Z /γ * → e + e − events. The missing transverse momentum is required to exceed E miss T = 25 GeV and the transverse mass of the electron-E miss T system, m T , has to be larger than 40 GeV. The selection for the central Z /γ * → e + e − analysis requires exactly two identified electrons with p T > 20 GeV. These two electrons must have passed the dielectron trigger selection. No requirement is made on the charge of the two electron candidates. The analysis examines the invariant mass m ee interval from 46 to 150 GeV.",
            "paragraph_rank": 42,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 330,
                    "text": "[74]",
                    "end": 334
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "For the selection of forward Z /γ * → e + e − events over an extended range of rapidity, a central identified and isolated electron is required as in the W → eν channel, but lowering the transverse momentum threshold to the minimum p T = 23 GeV accessible with the single-electron trigger. A second electron candidate with p T > 20 GeV has to be reconstructed in the forward region. The invariant mass of the selected pair is required to be between 66 and 150 GeV.",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "text": "Calibration and efficiencies",
            "section_rank": 9
        },
        {
            "section": "Calibration and efficiencies",
            "text": "Comprehensive evaluations of the reconstruction of electrons are described in Refs. [74,80]. The energy of the electron is calibrated using a multivariate algorithm trained on simulated samples of single electrons to achieve an optimal response and resolution. Residual corrections to the energy scale and resolution are determined from data as a function of η in the central and forward regions by comparing the measured Z → e + e − line shape to the one predicted by the simulation [80]. The energy-scale corrections applied to the data are typically within a range of ±2% and the systematic uncertainty of the energy scale is typically 0.1%. Resolution corrections of around (1.0 ± 0.3)% are applied to the simulation to match the data, where the quoted uncertainty corresponds to the precision of the correction.",
            "paragraph_rank": 44,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 84,
                    "text": "[74,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 88,
                    "text": "80]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 484,
                    "text": "[80]",
                    "end": 488
                }
            ]
        },
        {
            "section": "Calibration and efficiencies",
            "text": "The electron efficiencies are controlled in several steps corresponding to the reconstruction and identification of electron candidates as well as the isolation and trigger requirements described above. All central electron efficiencies are measured as a function of the electron pseudorapidity and electron transverse momentum, while in the forward region 2.5 < |η| < 4.9 the corrections are binned in electron pseudorapidity only. All uncertainties in the electron efficiency measurements are classified as being of statistical or systematic origin, where the latter has components correlated and uncorrelated across η and p T [74]. This classification allows the corresponding systematics to be propagated correctly to the final measurement as described in Sect. 5.4.",
            "paragraph_rank": 45,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 629,
                    "text": "[74]",
                    "end": 633
                }
            ]
        },
        {
            "section": "Calibration and efficiencies",
            "text": "The efficiencies for electrons from W or Z decays in the central region to satisfy the \"tight\" identification requirements are measured using two different tag-and-probe methods performed with W and Z data samples [74]. The datato-simulation ratios of the efficiencies measured in these two samples are combined. They are typically within ±0.05 of unity with significant variations as a function of pseudorapidity. The total uncertainty in these factors is 0.5-1.0%.",
            "paragraph_rank": 46,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 214,
                    "text": "[74]",
                    "end": 218
                }
            ]
        },
        {
            "section": "Calibration and efficiencies",
            "text": "The central electron trigger, reconstruction and isolation efficiencies as well as the forward electron identification efficiencies are determined using the Z tag-and-probe method only. Corresponding correction factors are derived in all cases and applied to the simulation. The efficiencies for the reconstruction of central electrons are measured with a precision of mostly better than 0.5% and are found to be described by the simulation within typically ±1%. The efficiency of the electron isolation requirement employed in the W → eν and forward Z /γ * → e + e − analysis is well described by the simulation within ±1% variations and the corresponding correction factors have typically <0.3% uncertainty. The electron trigger efficiencies are measured separately for the single-electron and dielectron triggers and for various different configurations employed during the data-taking. Most data-to-simulation correction factors for the trigger selection are within ±1% of unity and determined with a precision of better than 1%.",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "section": "Calibration and efficiencies",
            "text": "The forward electron reconstruction efficiency has been found to be nearly 100% in the simulation. The identification efficiencies are found to be lower in data than in the simulation by about 10% and are measured with a precision of 3-8%.",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "section": "Calibration and efficiencies",
            "text": "The distinction between W + and W − events relies on the measurement of the charge of the decay electron. The charge misidentification probability as a function of η is determined in both data and simulation from the fraction of Z → e + e − events where both electrons are reconstructed with the same sign. It depends on the identification criteria and in general increases at large |η| [74]. A correction is applied to the simulation to match the rate observed in the data. In the Z /γ * → e + e − analysis, the majority of dielectron events reconstructed with same charge, with an invariant mass close to the Z -boson mass and satisfying the identification requirements, are indeed signal events. The efficiency loss of an opposite-charge selection through charge misidentification of either electron incurs a non-negligible systematic uncertainty, which is avoided by not applying the opposite-charge selection in the Z /γ * → e + e − analysis.",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 387,
                    "text": "[74]",
                    "end": 391
                }
            ]
        },
        {
            "section": "Calibration and efficiencies",
            "text": "Uncertainties in the E miss T scale and resolution are determined by the corresponding uncertainties for the electrons [80], muons [81], and jets [78] used in the reconstruction. The uncertainties in the remaining \"soft\" part are evaluated by reconstructing the hadronic recoil in Z → events and comparing the recoil response to the dilepton system in both data and simulation [77].",
            "paragraph_rank": 50,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 119,
                    "text": "[80]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 131,
                    "text": "[81]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 146,
                    "text": "[78]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 377,
                    "text": "[77]",
                    "end": 381
                }
            ]
        },
        {
            "text": "Backgrounds",
            "section_rank": 10
        },
        {
            "section": "Backgrounds",
            "text": "The backgrounds contributing in the W → eν channel can be divided into two categories: (1) electroweak background processes and top-quark production, which are estimated using MC prediction, and (2) background from multijet production determined with data-driven methods.",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "section": "Backgrounds",
            "text": "The largest electroweak background in the W → eν channel is due to the W → τ ν production where isolated electrons are produced in the decay τ → eνν. Relative to the number of all W ± candidate events, this contribution is estimated to be between 1.6 and 1.9% for the different bins of the pseudorapidity with a similar fraction in W + and W − events. The contamination of the W → eν sample by Z /γ * → e + e − is determined to be between 0.7 and 1.3%. Further contributions, at the 0.1-0.5% level, arise from tt, Z /γ * → τ + τ − , single top-quark and diboson production. The sum of electroweak and top-quark backgrounds is between 3.3 and 3.9% in the W − channel and between 2.8 and 3.5% in the W + channel. In contrast to the W → τ ν background, the other electroweak and top-quark background yields are of similar absolute size in W + and W − channels.",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "section": "Backgrounds",
            "text": "Multijet production from QCD processes is a significant source of background in the W → eν channel when nonisolated electrons, converted photons or hadrons are misidentified as isolated electrons and neutrinos from hadron decays or resolution effects cause a significant measurement of missing transverse momentum in the event. This background is estimated from the data using a template fit of the E miss T distribution in a normalization region that differs from the signal region by relaxed the E miss T and m T requirements. A template to represent the multijet background contribution is selected from data using the same kinematic requirements as for signal electrons, but inverting a subset of the electron identification criteria and requiring the electron candidate not to be isolated. The isolation is estimated from the energy deposited in the calorimeter in a cone of size R = 0.3 around the electron candidate, denoted by E cone30 T , and the condition E cone30 T / p T > 0.20 is imposed. A second template that combines the W → eν signal and electroweak and top-quark contributions is taken from the simulation.",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "section": "Backgrounds",
            "text": "The relative fraction of the two components is determined by a fit to the data in the normalization region. The normalization region contains the signal region to constrain the signal contribution, relaxes the lower E miss T and m T requirements to increase the multijet fraction and furthermore imposes E miss T < 60 GeV to avoid a mismodelling of the high E miss T region, which was established in a study of the Z → e + e − sample. No prior knowledge of either template's normalization is assumed, and the fit is performed separately for the W + and W − channels and also in each bin of electron pseudorapidity to obtain the background for the differential analysis. The resulting E miss T distribution for the case of the inclusive W + selection is shown in the left panel of Fig. 1. The background in the signal region E miss T > 25 GeV and m T > 40 GeV is then obtained by multiplying the multijet yield determined in the fit by the fraction of events in the template sample that satisfy the signal region and normalization region E miss T and m T requirements, respectively. This multijet estimate is found to change in a systematic way when the E miss T and m T requirements imposed for the normalization region are progressively tightened to resemble more the E miss T and m T requirements of the signal region. This dependence is measured and linearly extrapolated to the point where the normalization region has the same E miss T and m T thresholds as the signal region. A corresponding correction of typically 10% is applied to obtain an improved multijet estimate, while the full size of this correction is assigned as a systematic uncertainty. Further systematic uncertainties are derived from variations of the background and signal template shapes. Background shape uncertainties are obtained from varied template selection criteria by changing the E cone30 T / p T selection, requiring the electroncandidate track to have a hit in the innermost layer of the ID, or changing the subset of identification criteria that the electron is allowed to not satisfy from the \"tight\" to the \"medium\" identification level. The shape uncertainties on the signal template from the detector systematic uncertainties discussed in Sect. 3.2 and using the alternative signal MC simulation samples discussed in Sect. 2.2 are considered as well.",
            "paragraph_rank": 54,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 780,
                    "text": "Fig. 1",
                    "end": 786
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "The multijet background in the signal region ranges from 2.1% in the most central pseudorapidity bin to 6.9% in the most forward bin of the measurement for the W + and from 2.8 to 11% for the W − channel respectively. The total systematic uncertainty is at the level of 15-25% and the statistical uncertainty is typically a factor of ten smaller. While this background is determined separately for W + and W − samples, the resulting background yields for the two charges are found to be compatible within their statistical uncertainties. An alternative method for the determination of the multijet fractions, following Ref. [7], gives an estimate well within  Fig. 1 Distributions used for the estimation of the multijet background in the W + → e + ν channel (left) and Z → e + e − channel (right). For the W + → e + ν channel, the result of the template fit in a multijetenhanced region using the E miss T distribution is shown. The vertical line indicates the upper boundary (E miss T = 60 GeV) of the region used in the fit. The label \"EWK+top\" refers to the electroweak and top-quark background contributions estimated from MC simulation, which are here treated in a common template together with the W → eν signal.",
            "paragraph_rank": 55,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 624,
                    "text": "[7]",
                    "end": 627
                },
                {
                    "type": "figure",
                    "start": 660,
                    "text": "Fig. 1",
                    "end": 666
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "In the Z → e + e − channel, the region of large isolation E cone30 T / p T , between the two vertical lines, is used to normalize the multijet template from data. The shown distribution is taken from the central Z → e + e − analysis in the region 66 < m ee < 116 GeV. The sum of all expected background and signal contributions is shown as a solid line with a hashed band detailing the statistical uncertainty and labelled \"total (stat)\" the systematic uncertainty assigned to the baseline determination described above.",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "section": "Backgrounds",
            "text": "In the central Z /γ * → e + e − analysis, the relative background contributions due to electroweak processes with two isolated electrons, from Z /γ * → τ + τ − , tt, single topquark, and diboson production are estimated using the corresponding MC samples. That background is dominated by the Z /γ * → τ + τ − process below the Z peak and the tt process above the Z peak, while it is very small in the Z -peak region m ee = 66-116 GeV. The background from electroweak and top-quark processes ranges from 6.2 to 8.8% for m ee = 46-66 GeV, 0.23-0.46% for m ee = 66-116 GeV and 2.0-8.5% for m ee = 116-150 GeV, where a larger background contamination is typically found at central rapidity.",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "section": "Backgrounds",
            "text": "To separate the central Z /γ * → e + e − signal from the multijet background, the analysis relies on the same E cone30 T quantity as described for the W → eν case. The minimum of the value E cone30 T / p T of the two electron candidates is chosen to represent each event, as it was found to provide optimal discrimination. The multijet fraction is then estimated from data by fitting this distribution using a template method similar to the W → eν analysis. The background template is selected with inverted electron identification requirements and the signal Z /γ * → e + e − , electroweak and tt templates are taken from simulation. The non-isolated sample where the minimum of E cone30 T / p T of both electrons exceeds a certain value is found to be dominated by multijet background and is used to adjust the normalization of the background template, taking into account the small signal contamination. The right panel of Fig. 1 shows the isolation distribution used to obtain the multijet background in the Z -peak region. This procedure yields a fraction of multijet background decreasing towards larger rapidity with a typical size between 1.9 and 5.0% in the low dielectron mass bin, between 0.14 and 1.6% at high dielectron mass and between 0.02 and 0.15% near the Z peak. Uncertainties are dominated by the statistical uncertainty of the sample containing non-isolated electron candidates and by the sensitivity of the procedure to the threshold applied to the minimum of E cone30 T / p T to select the non-isolated region and amount to typically 20% at and above the Z peak (66 < m < 150 GeV) and 10% below (46 < m < 66 GeV).",
            "paragraph_rank": 58,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 926,
                    "text": "Fig. 1",
                    "end": 932
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "In the forward Z /γ * → e + e − analysis, the multijet background is estimated with the same technique as described for the central Z → e + e − analysis, although only the isolation distribution of the central electron is used. In total the multijet background is estimated to be 1.4-2.4% in the Z -peak region and 18-26% in the high-mass region. The total relative uncertainties in these estimates are at the level of 10%.",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "section": "Backgrounds",
            "text": "Furthermore, there is a significant contamination from W (→ eν)+jets events in the forward Z /γ * → e + e − channel, where the electron from the W decay is detected in the central region and an associated jet mimics the signature of an electron in the forward region. As the associated jet production and fake-electron rates may be poorly modelled by the simulation, the W → eν background component is determined by a data-driven procedure. A control region is constructed starting from the nominal forward Z /γ * → e + e − event selection, but removing the Z -peak region m ee = 80-100 GeV and requiring E miss T and m T selections similar to the W → eν signal analysis. It is found that the Powheg+Pythia6 W → eν samples describe well all relevant kinematic variables such as the invariant mass m ee or dielectron rapidity y ee in the control region after applying an additional normalization factor of 1.6 ± 0.2. This factor is then also applied to the Powheg+Pythia6 W → eν samples in the forward Z /γ * → e + e − signal region. The assigned uncertainty of this scale factor covers systematic uncertainties induced by the extrapolation and is estimated using variations of the control region with different E miss T or m T selections. Other, smaller electroweak contributions from tt and diboson production are estimated using the corresponding MC samples. The total W → eν and other electroweak backgrounds to the forward Z /γ * → e + e − channel is about 1.9% at the Z peak and up to 22% in the highmass region. While the multijet background fraction is found to be essentially independent of the dielectron rapidity y ee , the W → eν and other electroweak backgrounds decrease towards larger y ee .",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "Muon channel measurements",
            "section_rank": 11
        },
        {
            "text": "Event selection",
            "section_rank": 12
        },
        {
            "section": "Event selection",
            "text": "The same requirement for a primary vertex is imposed as for the electron channels. The analysis uses muon candidates that are defined as \"combined muons\" in Ref. [81]. For combined muons an independent track reconstruction is performed in the ID and the MS, and a combined track is formed using a χ 2 minimization procedure. In order to reject cosmic-ray background, the z position of the muon track extrapolated to the beam line has to match the z coordinate of the primary vertex within ±1 cm. The ID track is required to satisfy the track-hit requirements described in Ref. [81]; in addition, the ID track must include a position measurement from the innermost layer of the pixel detector. To reduce background from non-isolated muons produced in the decay of hadrons within jets, muons are required to be isolated. This is achieved with a track-based isolation variable defined as the sum of transverse momenta of ID tracks with p T > 1 GeV within a cone R = 0.4 around the muon direction and excluding the muon track, denoted as p cone40",
            "paragraph_rank": 61,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 162,
                    "text": "[81]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 577,
                    "text": "[81]",
                    "end": 581
                }
            ]
        },
        {
            "text": "T . The value of p cone40",
            "section_rank": 13
        },
        {
            "section": "T . The value of p cone40",
            "text": "T is required to be less than 10% of the muon p T . The efficiency of this isolation requirement is about 92% for signal muons with p T = 20 GeV and increases to about 99% for p T > 40 GeV.",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "section": "T . The value of p cone40",
            "text": "Events in the muon channels were selected during datataking with a trigger demanding the presence of a single muon with p T > 18 GeV. The selection of W events demands one muon with p T > 25 GeV and |η| < 2.4, while a veto on any further muon with p T > 20 GeV is imposed to reduce contamination from the Z /γ * → μ + μ − process. The same missing transverse momentum E miss T > 25 GeV and transverse mass m T > 40 GeV requirements are imposed as in the W → eν analysis. Events for the Z /γ * → μ + μ − analysis are selected by requiring exactly two muons with p T > 20 GeV and |η| < 2.4. The two muons are required to be of opposite charge, and the invariant mass of the μ + μ − pair, m μμ , is required to be between 46 and 150 GeV.",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "Calibration and efficiencies",
            "section_rank": 14
        },
        {
            "section": "Calibration and efficiencies",
            "text": "Muon transverse momentum corrections and trigger and reconstruction efficiencies are measured using the same methods as applied in Ref.",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "section": "Calibration and efficiencies",
            "text": "[1] and documented in Refs. [81,82]. Muon transverse momentum resolution corrections are determined comparing data and MC events as a function of η in the barrel and end-cap regions [81]. They are derived by fitting the Z → μ + μ − invariant mass spectrum and the distributions of 1/ p ID T − 1/ p MS T for both μ + and μ − , where p ID T and p MS T are the muon transverse momenta in Z → μ + μ − and W → μν events, measured in only the ID and the muon spectrometer, respectively. Muon transverse momentum scale corrections are measured by comparing the peak positions in the data and MC Z → μ + μ − invariant mass distributions. Further charge-dependent corrections are derived by comparing the muon transverse momentum distributions in Z → μ + μ − events for positive and negative muons [81,83]. The momentum scale in the simulation is found to be higher than in the data by about 0.1-0.2% in the central region and 0.3-0.4% in the forward region. An additional, momentum-dependent correction is applied to account for charge-dependent biases. For a transverse momentum of 40 GeV this correction is less than 0.1% in the central region and extends to 0.5% in the forward region. The muon momentum resolution is found to be 2-5% worse in the data than in the simulation. All scale and resolution corrections are applied to the simulated event samples to match the characteristics of the data.",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 28,
                    "text": "[81,",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 32,
                    "text": "82]",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 182,
                    "text": "[81]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 789,
                    "text": "[81,",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 793,
                    "text": "83]",
                    "end": 796
                }
            ]
        },
        {
            "section": "Calibration and efficiencies",
            "text": "Muon trigger and reconstruction efficiencies are measured with a tag-and-probe method in a sample of Z → μ + μ − events. Imposing tighter selections on the invariant mass and on the angular correlation between the two muons reduces the background contamination and allows one of the muons to be selected with looser requirements to measure the efficiencies [81]. The reconstruction efficiencies are measured using a factorized approach: the efficiency of the combined reconstruction is derived with respect to the ID tracks, and the efficiency of reconstructing a muon in the inner tracker is measured relative to the MS tracks. The isolation selection efficiency is estimated relative to combined tracks. Finally, the trigger efficiency is measured relative to isolated combined muons.",
            "paragraph_rank": 66,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 357,
                    "text": "[81]",
                    "end": 361
                }
            ]
        },
        {
            "section": "Calibration and efficiencies",
            "text": "The measured data-to-simulation ratios of efficiencies are applied as corrections to the simulation. In general, these fac-  Fig. 2 Distributions used for the estimation of the multijet background in the W → μν channel (left) and Z /γ * → μ + μ − channel (right). For the W → μν channel, the result of the template fit using the E miss T distribution is shown. The vertical line indicates the upper boundary (E miss T = 60 GeV) of the region used in the fit. The label \"EWK+top\" refers to the electroweak and top-quark background contributions esti-mated from MC simulation, which are here treated in a common template together with the W → μν signal. In the Z /γ * → μ + μ − channel, the full p cone40 T / p T distribution is used to normalize the multijet template from data. The sum of all expected background and signal contributions is shown as a solid line with a hashed band detailing the statistical uncertainty and labelled \"total (stat)\" tors are close to unity, indicating that the simulation reproduces detector effects very well. The corrections for the combined reconstruction efficiency are 1-2%, except for a small region around |η| 1.0 where a larger correction of 6-7% is applied to account for muon chambers simulated but not installed. These correction factors are parameterized in η and φ and they are determined with a 0.1-0.3% relative uncertainty. The efficiency of the isolation requirement is also modelled well in the simulation. The correction is derived as a function of the transverse momentum and is about 1% for p T = 20 GeV and decreases as p T increases to reach about 0.2% for p T > 40 GeV. The relative uncertainty of the isolation efficiency correction is about 0.1-0.3%. A larger correction is needed to account for the mismodelling of the trigger efficiency in simulation, ranging from 5-10%. This is parameterized as a function of η and p T and known with a 0.1-0.8% relative uncertainty.",
            "paragraph_rank": 67,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 125,
                    "text": "Fig. 2",
                    "end": 131
                }
            ]
        },
        {
            "text": "Backgrounds",
            "section_rank": 15
        },
        {
            "section": "Backgrounds",
            "text": "The electroweak background in the W → μν channel is dominated by W → τ ν and Z /γ * → μ + μ − events and is estimated with the simulation. Relative to the number of all W ± candidate events, the W → τ ν contribution is determined to be between 1.9 and 2.1% for the different bins of pseudorapidity and is a similar fraction of W + and W − events. The Z /γ * → μ + μ − contribution is estimated to be between 1.1 and 5.7%. Further contributions at the 0.1-0.8% level arise from tt, Z /γ * → τ + τ − , single top-quark and diboson production. The sum of electroweak and topquark backgrounds ranges from 4.5 to 9.6% in the W − chan-nel and from 4.0 to 7.0% in the W + channel. In contrast to W → τ ν background, the other electroweak and top-quark background yields are of similar absolute size in W + and W − events.",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "section": "Backgrounds",
            "text": "The multijet background in the W → μν channel originates primarily from heavy-quark decays, with smaller contributions from pion and kaon decays in flight and fake muons from hadrons that punch through the calorimeter. Given the uncertainty in the dijet cross-section prediction and the difficulty of properly simulating non-prompt muons, the multijet background is derived from data. The number of background events is determined from a binned maximum-likelihood template fit to the E miss T distribution, as shown in the left panel of Fig. 2. The fit is used to determine the normalization of two components, one for the signal and electroweak plus top-quark backgrounds, taken from simulation, and a second for the multijet background, derived from data. No prior knowledge of the normalization of the two components is assumed. The multijet template is derived from a control sample defined by reversing the isolation requirement imposed to select the signal and without applying any requirement on E miss T . The fits are done separately for W + and W − events and in each η region of the differential cross-section measurement.",
            "paragraph_rank": 69,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 537,
                    "text": "Fig. 2",
                    "end": 543
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "This analysis yields a fraction of multijet background events between 2.7% in the most central pseudorapidity bin and 1.3% in the most forward bin of the measurement for the W + channel and between 3.5 and 2.6% for the W − channel, respectively. The systematic uncertainty, dominated by the uncertainty in the E miss T modelling for signal events in simulation, is estimated to be about 0.4-0.8% relative to the number of background events. While this background is determined separately for W + and W − samples, the resulting background yields are found to be compatible between both charges within the statistical uncertainty. As in the electron channel, the multijet background was also determined with an alternative method following Ref. [7], which gives an estimate well within the systematic uncertainty assigned to the baseline determination described above.",
            "paragraph_rank": 70,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 743,
                    "text": "[7]",
                    "end": 746
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "The background contributions in the Z /γ * → μ + μ − channel due to isolated muons from tt, Z /γ * → τ + τ − , and diboson production behave similarly to those in the electron channel. In the Z -peak region, m μμ = 66-116 GeV, these are estimated to be 0.1, 0.07, and 0.1%, respectively. The total background from electroweak and top-quark processes outside the Z -peak region is around 6% for m μμ = 46-66 GeV and around 4% for m μμ = 116-150 GeV.",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "section": "Backgrounds",
            "text": "The multijet background in the Z /γ * → μ + μ − channel is estimated from data using various methods. The first class of methods is based on binned maximum-likelihood template fits using different discriminating distributions: the isolation, transverse impact parameter and p T of the muon, and the dimuon invariant mass. The templates for the multijet background are derived in most cases from data control samples obtained by inverting the requirements on muon isolation or the opposite-charge requirement on the muon pair, depending on the quantity fitted. Alternative templates are also derived from simulation of inclusive heavy-flavour production with semileptonic decays of charm or bottom hadrons to muons. The right panel of Fig. 2 shows the result of the template fit in the muon isolation distribution to determine the absolute scale of the multijet background, which is then extrapolated to the isolated region. For this particular method, the multijet template is modelled by a combination of same-charge data events, used to represent the background from light-quark production, and a contribution from simulated heavy-flavour production, where the small same-charge fraction is subtracted from the dominant opposite-charge dimuon contribution.",
            "paragraph_rank": 72,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 734,
                    "text": "Fig. 2",
                    "end": 740
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "In addition to the template fits, a method extrapolating from control regions defined by inverting the isolation, opposite charge, or both requirements is employed. All methods, apart from the template fit in m μμ , are performed separately in the three mass regions of the differential Z /γ * → μ + μ − cross-section measurements. The fraction of background events is calculated as the weighted average of these measurements and found to be 0.09% in the m μμ = 66-116 GeV mass region. The relative statistical uncertainty is 50%. A relative systematic uncertainty of 80% is assigned based on the spread of the weighted measurements. In the m μμ = 46-66 (116-150) GeV mass region the fraction of multijet background events is esti-mated to be 0.5 (0.2)% with relative statistical and systematic uncertainties of 15% (14%) and 80% (60%), respectively.",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "section": "Backgrounds",
            "text": "The shape of the multijet background as a function of y μμ is derived from a simulated sample of multijet events selected with a looser muon isolation requirement to increase the statistical precision. Systematic uncertainties in the shape of the multijet background as a function of y μμ are assessed by comparing the shape in simulation obtained with the looser and nominal muon selections as well as comparing the shape predicted by the simulation to the shape in a data control region, where at least one muon fails either the isolation or transverse impact parameter requirements. An additional relative uncertainty of 22% is obtained, treated as uncorrelated in rapidity and mass bins.",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "section": "Backgrounds",
            "text": "Cosmic-ray muons overlapping in time with a collision event are another potential source of background. From a study of non-colliding bunches, this background contribution is found to be negligible.",
            "paragraph_rank": 75,
            "section_rank": 15
        },
        {
            "text": "Cross-section results",
            "section_rank": 16
        },
        {
            "text": "Analysis procedure",
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "The integrated and differential W + → + ν, W − → −ν , and Z /γ * → production cross sections times the branching ratio for decays into a single lepton flavour ( = e or μ) are measured in fiducial volumes as defined in Sect. 2.3. Integrated fiducial cross sections in the electron (muon) channel are computed following the equation , which is obtained from the simulation as",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "Here,",
            "paragraph_rank": 77,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "is the sum of event weights after simulation, reconstruction and selection, adjusted for the observed datato-simulation differences such as in reconstruction, identification, and trigger efficiencies. The denominator N",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "is computed with generator-level information after fiducial requirements. To correct the measurements for QED FSR effects, the fiducial requirements at generator level are implemented using the lepton momenta before photon radiation. The lepton pairs ( + − , + ν or −ν ) are required to originate directly from the decay of the Z /γ * or W ± bosons. The C W [Z ] correction is affected mostly by experimental uncertainties, which are described in Sects. 3 and 4.",
            "paragraph_rank": 79,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "The following uncertainties in C W [Z ] of theoretical origin are considered. PDF-induced uncertainties are determined by reweighting the signal samples [84] to the 26 eigenvectors of the CT10 set and scaling the resulting uncertainty to 68% confidence level (CL). The effect of an imperfect description of the boson transverse momentum spectra is estimated by an additional reweighting of the W ± and Z /γ * samples, beyond that discussed in Sect. 2.2, by the data-to-simulation ratio observed in the Z -peak region. Uncertainties related to the implementation of the NLO QCD matrix element and its matching to the parton shower are estimated from the difference between the C W [Z ] correction factors obtained from the Powheg+Herwig and MC@NLO+Herwig signal samples. A similar systematic uncertainty related to the signal modelling is estimated by changing the parton showering, hadronization, and underlying event by comparing analysis results using Powheg+Pythia6 and Powheg+Herwig samples. When changing the signal generator, the C W [Z ] correction factors vary by small amounts due to differences in the simulated charged-lepton and neutrino kinematics, the detector response to the hadronic recoil, and the electron and muon identification and isolation efficiencies. The full data-driven estimate of multijet background in the W → ν channels is repeated when changing the signal samples, as the reconstructed E miss T and m T shapes have a significant impact in the fit.",
            "paragraph_rank": 80,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 153,
                    "text": "[84]",
                    "end": 157
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "For the measurement of charge-separated W + and W − cross sections, the C W factor is modified to incorporate a correction for event migration between the W + and W − samples as",
            "paragraph_rank": 81,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "where are sums of events generated as W + and W − , respectively, regardless of the reconstructed lepton charge. This charge misidentification effect is only relevant for the electron channels and negligible in the muon channels.",
            "paragraph_rank": 82,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "The correction of the differential distributions follows a similar methodology, but it is performed using the Bayesian Iterative method [85,86], as implemented in the RooUnfold package [87] using three iterations. The differential distributions considered in this paper are constructed to have bin purities of typically more than 90%, where the bin purity is defined as the ratio of events generated and reconstructed in a certain bin to all events reconstructed in that bin. Slightly lower purities of 80-90% are observed in the Z /γ * analyses below the Z -peak region (m = 46-66 GeV) due to QED FSR effects and in the forward Z → e + e − analysis due to worse experimental resolution. Because of the very high bin purities, the unfolding is to a large extent reduced to an efficiency correction. Residual prior uncertainties are covered by the variations of theoretical origin as discussed for the C W [Z ] factors above.",
            "paragraph_rank": 83,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 136,
                    "text": "[85,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 140,
                    "text": "86]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 185,
                    "text": "[87]",
                    "end": 189
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "Fiducial cross sections in the electron and muon channels, as reported in Sects. ",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "These E e(μ)",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "corrections account for the different η acceptances for electrons and muons in both the CC and NC analyses and are calculated from the nominal signal samples generated with Powheg+Pythia6. These correction factors are typically in the range of 0.90-0.95, but are as low as 0.65 in a few bins at high lepton pseudorapidity or dilepton rapidity. Uncertainties in these extrapolation factors account for PDF uncertainties as well as further signal modelling uncertainties obtained by comparing samples generated with Powheg+Herwig and MC@NLO. These uncertainties are found to be small, ∼0.1%, and are always well below the experimental precision of the measurements.",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "The total W ± → ν and Z /γ * → cross sections, times leptonic branching ratio, are calculated using the relation",
            "paragraph_rank": 87,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "where the acceptance A W [Z ] extrapolates the cross section for the W + , W − and the Z /γ * channels, measured in the fiducial volume, σ fid W → ν[Z → ] , to the full kinematic region. It is given by",
            "paragraph_rank": 88,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "where",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "section": "Analysis procedure",
            "text": "is the total sum of weights of all generated MC events. Uncertainties in the acceptance from the theoretical uncertainties in the process modelling and in the PDFs are estimated as indicated above and amount to typically ±(1.5-2.0)%. This therefore significantly increases the uncertainty in the total cross sections with respect to the fiducial cross sections.",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "Cross-section measurements",
            "section_rank": 18
        },
        {
            "text": "Electron channels",
            "section_rank": 19
        },
        {
            "section": "Electron channels",
            "text": "To ensure an adequate description of important kinematic variables in the electron channels, Figs. 3, 4, 5, 6, 7, 8 and 9 compare several distributions of the data to the signal simulation and estimated backgrounds. The signal and electroweak background distributions are taken from the simulation and normalized to the corresponding data luminosity. The distributions of the background from multijet production are obtained from data and normalized as described in Sect. 3.3.",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "section": "Electron channels",
            "text": "Figures 3, 4, 5 and 6 show the distributions of the electron transverse momentum, the electron pseudorapidity, the missing transverse momentum, and the transverse mass of candidate W events, respectively. The invariant mass distribution of electron pairs, selected by the Z /γ * → e + e − analyses, and the dilepton rapidity distributions are shown in Figs. 7, 8 and 9, respectively. Good agreement between data and the predictions is observed in general for all kinematic distributions. Small disagreements in the shapes of the E miss T and m T distributions of W -boson candidates are visible at the level of 2-10%. These deviations are covered by uncertainties on the multijet background and on the signal modelling, ",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "section": "Electron channels",
            "text": "The transverse mass distribution for W + → e + ν candidates (left) and W − → e −ν candidates (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to the estimated yield of multijet events. The sum of all expected background and signal contributions is shown as a solid line with a hashed band detailing the statistical uncertainty and labelled \"total (stat)\". The legend lists only background sources with a visible contribution for the latter specifically the variations related to the hadronic recoil response and W-boson p T spectrum. In the forward Z /γ * → e + e − distributions, small disagreements at low m ee and localised in particular y ee bins of the high mass region m ee = 116-150 GeV are covered by the systematic uncertainties on the electron energy scale and resolution, and background yields, respectively. Table 1 summarizes the number of selected candidates, estimated background events and the C W [Z ] correction factors used for the four different integrated electron channel measurements: W + , W − , central Z /γ * , and forward Z /γ * analyses, both Z /γ * analyses in the Z -peak region of 66 < m ee < 116 GeV. The corresponding four integrated cross sections in the fiducial phase space specific to the electron channels are reported in Table 2 with their uncertainties due to data statistics, luminosity, and further experimental systematic uncertainties.",
            "paragraph_rank": 93,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 922,
                    "text": "Table 1",
                    "end": 929
                },
                {
                    "type": "table",
                    "start": 1362,
                    "text": "Table 2",
                    "end": 1369
                }
            ]
        },
        {
            "section": "Electron channels",
            "text": "The systematic uncertainties split into their different components are shown in Table 3. Apart from the luminosity contribution of 1.8%, the W → eν cross section is measured with an experimental uncertainty of 0.9% for the W + channel and 1.1% for the W − channel. The central Z /γ * → e + e − cross section in the Z -peak region is measured with an uncertainty of 0.35%. The extended forward rapidity The uncertainties of the data-driven determinations of the electron and hadronic recoil responses, discussed in Sect. 3.2, are propagated to the measurements. These comprise uncertainties in the electron detection efficiencies, separated into contributions from the trigger, reconstruction, identification, and isolation, which are relatively small for the W → eν channel, about 0.2% in total, but constitute the dominant systematic uncertainties in the central Z data and amount to 0.25%. In the forward Z analysis the dominant systematic uncertainty, of about 1.5%, comes from the forward electron identification. The effects from charge misidentification only affect the W ± → eν cross sections and are very small, <0.1%. Both the central and forward electron p T resolution and scale uncertainties are in general subdominant, amounting to about 0.2%. The W → eν analyses are also affected by uncertainties in the hadronic recoil response, decomposed into soft E miss T and jet energy scale and resolution uncertainties, which add up to a total contribution of about 0.2%.",
            "paragraph_rank": 94,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 80,
                    "text": "Table 3",
                    "end": 87
                }
            ]
        },
        {
            "section": "Electron channels",
            "text": "Signal modelling variations using different event generators, as discussed in Sect. 5.1, contribute significant uncertainties of 0.6-0.7% to the W → eν analysis and 1.1% to the forward Z analysis, while the effect on the central Z analysis is smaller with 0.2%. This source of uncertainty comprises effects from the lepton efficiencies and, for the W → eν  Uncertainties in the background subtraction are discussed in Sect. 3.3. The contribution from the electroweak and topquark backgrounds is small and <0.2% for all channels. The multijet background to the W → eν channel, however, represents one of the dominant uncertainties with 0.6-0.7%.",
            "paragraph_rank": 95,
            "section_rank": 19
        },
        {
            "section": "Electron channels",
            "text": "The differential cross-section measurements as a function of the W ± electron pseudorapidity and the dielectron rapidity and mass for the Z /γ * channel are summarized in the Appendix in the Tables 23, 24, 25 and 26. The statistical uncertainties in the W → eν differential cross sections are about 0.1-0.2%, and the total uncertainties are in the range of 0.9-2.2%, excluding the luminosity uncertainty.",
            "paragraph_rank": 96,
            "section_rank": 19
        },
        {
            "section": "Electron channels",
            "text": "The differential Z /γ * → e + e − cross sections in the central region are measured in the m ee = 66-116 GeV invariant mass region with a statistical uncertainty of about 0.3-0.5% up to |y | = 2.0 and of 0.9% for |y | = 2.0-2.4. The total uncertainty, excluding the luminosity uncertainty, is 0.5- Table 2 Fiducial cross sections times branching ratios for W + , W − , central and forward Z /γ * (66 < m ee < 116 GeV) production in the electron decay channels. The fiducial regions used for the measurement are those defined for the combined fiducial regions in Sect. 2.3, except that the central electron pseudorapidity is restricted to be |η| < 2.47 and excludes 1.37 < |η| < 1.52, and the forward electron pseudorapidity excludes the region 3.16 < |η| < 3.35. The uncertainties denote the statistical (stat), the systematic (syst) and the luminosity (lumi) uncertainties σ fid,e W →eν (pb)",
            "paragraph_rank": 97,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 298,
                    "text": "Table 2",
                    "end": 305
                }
            ]
        },
        {
            "section": "Electron channels",
            "text": "Central Z /γ * → e + e − 439.5 ± 0.4 (stat) ± 1.5 (syst) ± 7.9 (lumi)",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "section": "Electron channels",
            "text": "Forward Z /γ * → e + e − 160.2 ± 0.3 (stat) ± 3.7 (syst) ± 2.9 (lumi) 0.7% up to |y | = 2.0 and 1.4% for |y | = 2.0-2.4. The statistical uncertainties of the differential Z /γ * → e + e − cross sections measured in the regions m ee = 46-66 GeV and 116-150 GeV are in the range 1.5-5%, dominating the total uncertainties of 2-6%. The uncertainties in the forward Z /γ * → e + e − differential cross sections are dominated by systematic uncertainties. At the Z peak, the total uncertainty is 3-8%, while in the high-mass region it is about 10-20%.",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "Muon channels",
            "section_rank": 20
        },
        {
            "section": "Muon channels",
            "text": "The description of important kinematic variables in the muon-channel data by the signal simulation and the estimated backgrounds is illustrated in Figs. 10, 11, 12, 13, 14 and 15. The signal and electroweak background distributions are taken from MC simulation and normalized to the corresponding data luminosity. The distributions for the background from multijet production are obtained from data and normalized as described in Sect  Table 4 reports the number of candidates, the estimated background events and the C W [Z ] correction factors used for the three different integrated muon channel measurements of the W + , W − , and Z /γ * cross sections, the latter in the Zpeak region of 66 < m μμ < 116 GeV. The corresponding three integrated cross sections in the fiducial phase space specific to the muon channels are reported in Table 5 with their 10 ×",
            "paragraph_rank": 100,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 436,
                    "text": "Table 4",
                    "end": 443
                },
                {
                    "type": "table",
                    "start": 837,
                    "text": "Table 5",
                    "end": 844
                }
            ]
        },
        {
            "section": "Muon channels",
            "text": "The pseudorapidity distribution of muons for W + → μ + ν candidates (left) and W − → μ −ν candidates (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to the esti-mated yield of multijet events. The sum of all expected background and signal contributions is shown as a solid line with a hashed band detailing the statistical uncertainty and labelled \"total (stat)\". The legend lists only background sources with a visible contribution uncertainties due to data statistics, luminosity, and further experimental systematic uncertainties.",
            "paragraph_rank": 101,
            "section_rank": 20
        },
        {
            "section": "Muon channels",
            "text": "The breakdown of the systematic uncertainty in all channels is shown in Table 6. Apart from the luminosity contribution of 1.8%, the W → μν cross sections are measured with an experimental uncertainty of 0.6% and the Z → μ + μ − cross section is measured with an experimental uncertainty of 0.4%.",
            "paragraph_rank": 102,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 72,
                    "text": "Table 6",
                    "end": 79
                }
            ]
        },
        {
            "section": "Muon channels",
            "text": "The uncertainties of the data-driven determinations of muon and hadronic recoil responses, discussed in Sect. 4.2, are propagated to the measurements. This comprises the uncertainties in the muon detection efficiencies, separated into contributions from the trigger, reconstruction, and isola-tion, which are relatively small for the W → μν channels and about 0.2% in total, but constitute the dominant systematic uncertainties in the Z → μ + μ − case with 0.34%. The muon p T resolution and scale uncertainties are very small for Z and subdominant for the W → μν channels at about 0.2%. The W → μν analyses are furthermore affected by uncertainties in the hadronic recoil response, decomposed into soft E miss T and jet energy scale and resolution uncertainties, which add up to a total uncertainty contribution of about 0.2%.",
            "paragraph_rank": 103,
            "section_rank": 20
        },
        {
            "section": "Muon channels",
            "text": "Signal modelling variations with different event generators as discussed in Sect. 5.1 contribute uncertainties of about 0.1% to both the W → μν and Z → μ + μ − analyses. The high precision is achieved after a dedicated re-evaluation of   Fig. 13 The transverse mass distribution for W + → μ + ν candidates (left) and W − → μ −ν candidates (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to the estimated yield of multijet events. The sum of all expected background and signal contributions is shown as a solid line with a hashed band detailing the statistical uncertainty and labelled \"total (stat)\". The legend lists only background sources with a visible contribution the data-to-simulation correction factor for the muon isolation using alternative signal samples, which is especially relevant for the Z → μ + μ − peak data analysis, where the overlap of the samples used for efficiency calibration and cross-section analysis is very large. For the W → μν analysis, smaller effects from the multijet background determination and the hadronic recoil response remain. Other theoretical modelling uncertainties from PDFs and boson p T sources are also at the level of 0.1-0.2%.",
            "paragraph_rank": 104,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 238,
                    "text": "Fig. 13",
                    "end": 245
                }
            ]
        },
        {
            "section": "Muon channels",
            "text": "The determination of uncertainties in the background subtraction follows the discussion in Sect. 4.3. The contribution of electroweak and top-quark backgrounds is about 0.2% for the W → μν analyses and much smaller for the Z analysis. With a contribution of about 0.3% the multijet background dominates the systematic uncertainty for the W + → μ + ν and W − → μ −ν channels.",
            "paragraph_rank": 105,
            "section_rank": 20
        },
        {
            "section": "Muon channels",
            "text": "The differential cross-section measurements, as a function of the W + and W − muon pseudorapidity and of the dimuon rapidity and mass for the Z /γ * channel, are summarized in Appendix in the Tables 27, 28 and 29. The statistical uncertainties in the W → μν differential cross sections are about 0.1-0.2%, and the total uncertainties are 0.6-0.9%, excluding the luminosity uncertainty.",
            "paragraph_rank": 106,
            "section_rank": 20
        },
        {
            "section": "Muon channels",
            "text": "The differential Z /γ * → μ + μ − cross sections are measured in the m μμ = 66-116 GeV invariant mass region with a statistical uncertainty of about 0.3% up to |y | < 2.0 and of 0.8% for larger |y | < 2.4. The total uncertainty, excluding the luminosity uncertainty, is 0.5% up to |y | < 2.0 and 1.0% for |y | = 2.4. The statistical uncertainties of the differential Z /γ * → μ + μ − cross sections measured in the m μμ = 46-66 GeV and 116-150 GeV invariant mass regions are 1.3-4%, and the total uncertainties amount to 2-5%.",
            "paragraph_rank": 107,
            "section_rank": 20
        },
        {
            "section": "Muon channels",
            "text": "[GeV]  ",
            "paragraph_rank": 108,
            "section_rank": 20
        },
        {
            "text": "Test of electron-muon universality",
            "section_rank": 21
        },
        {
            "section": "Test of electron-muon universality",
            "text": "Ratios of the measured W and Z production cross sections in the electron and muon decay channels are evaluated from the   Relative uncertainties δσ in the measured integrated fiducial cross sections times branching ratios in the muon channels. The efficiency uncertainties are partially correlated between the trigger, reconstruction and isolation terms. This is taken into account in the computation of the total uncertainty quoted in the table  Fig. 16 Measurement of the electron-to-muon cross-section ratios for the W and Z production, R W and R Z . The orange and blue, shaded bands represent the combination of the ratios of electron and muon branching fractions for on-shell W and Z production as obtained at the e + e − colliders LEP and SLC [88,90]. The green shaded ellipse represents the 68% CL for the correlated measurement of R W and R Z , while the black error bars give the one-dimensional standard deviation.",
            "paragraph_rank": 109,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 447,
                    "text": "Fig. 16",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 750,
                    "text": "[88,",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 754,
                    "text": "90]",
                    "end": 757
                }
            ]
        },
        {
            "text": "The SM expectation of R W = R Z = 1 is indicated with an open circle",
            "section_rank": 22
        },
        {
            "section": "The SM expectation of R W = R Z = 1 is indicated with an open circle",
            "text": "with R W = 1.018 ± 0.025 [89] and recently by the LHCb Collaboration with R W = 1.020 ± 0.019 [14].",
            "paragraph_rank": 110,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 25,
                    "text": "[89]",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "start": 94,
                    "text": "[14]",
                    "end": 98
                }
            ]
        },
        {
            "section": "The SM expectation of R W = R Z = 1 is indicated with an open circle",
            "text": "Similarly, the e/μ ratio of the Z -boson cross sections is extracted:",
            "paragraph_rank": 111,
            "section_rank": 22
        },
        {
            "section": "The SM expectation of R W = R Z = 1 is indicated with an open circle",
            "text": "= 1.0026 ± 0.0013 (stat) ± 0.0048 (syst) = 1.0026 ± 0.0050.",
            "paragraph_rank": 112,
            "section_rank": 22
        },
        {
            "section": "The SM expectation of R W = R Z = 1 is indicated with an open circle",
            "text": "The result agrees well with the value obtained from the combination of e + e − → Z LEP and SLC data of 0.9991 ± 0.0028 [90]. It is significantly more precise than the previous ATLAS measurements: 1.018 ± 0.031 with the 2010 data [1] and 1.005 ± 0.017 with the 2015 data [7]. The R W and R Z measurements therefore confirm lepton (e-μ) universality in the weak vector-boson decays. The result, taking into account the correlations between the W and Z measurements, is illustrated in Fig. 16 as an ellipse. For comparison, bands are shown representing the above cited combined measurements from e + e − colliders.",
            "paragraph_rank": 113,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 119,
                    "text": "[90]",
                    "end": 123
                },
                {
                    "type": "figure",
                    "start": 482,
                    "text": "Fig. 16",
                    "end": 489
                }
            ]
        },
        {
            "section": "The SM expectation of R W = R Z = 1 is indicated with an open circle",
            "text": "For the leptonic W branching fraction, B R(W → ν), precise constraints are also derived from off-shell W bosons in τ -lepton, K -meson, and π -meson decays. For τ decays the HFAG group [91] obtains R W = (g e /g μ ) 2 = 0.9964 ± 0.0028, where g e and g μ are the couplings of the W boson to e and μ, respectively. The K TeV measurement of K → π ± ∓ ν decays results in R W = 1.0031 ± 0.0048 [92]. The measurement of K ± → ± ν decays by NA62 corresponds to an equivalent of R W = 1.0044 ± 0.0040 [93]. Finally, measurements of π ± → ± ν decays may be translated to a value of R W = 0.9992 ± 0.0024 [94].",
            "paragraph_rank": 114,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 185,
                    "text": "[91]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 391,
                    "text": "[92]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 495,
                    "text": "[93]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 597,
                    "text": "[94]",
                    "end": 601
                }
            ]
        },
        {
            "text": "Combination of cross sections",
            "section_rank": 23
        },
        {
            "text": "Combination procedure",
            "section_rank": 24
        },
        {
            "section": "Combination procedure",
            "text": "The W ± → ν and Z /γ * → cross-section measurements are performed in both the electron and muon decay channels. Assuming lepton universality, this provides a cross-check of experimental consistency and, as described later in this section, a means to improve the measurements when accounting for correlated and uncorrelated experimental uncertainties in the combination of the e and μ channel measurements. Correlations arise from the use of electrons, muons, or E miss T reconstructed in the same way for different channels, but also due to similar or identical analysis techniques, e.g. in the background estimation. The method used to combine the cross-section data was also applied in the previous inclusive W, Z cross-section measurement [1]. It was introduced for the combination of HERA cross-section measurements in Refs. [95,96].",
            "paragraph_rank": 115,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 829,
                    "text": "[95,",
                    "end": 833
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 833,
                    "text": "96]",
                    "end": 836
                }
            ]
        },
        {
            "section": "Combination procedure",
            "text": "The combination procedure minimizes the deviation of the combined measurement σ i comb in a kinematic interval i from the input measurements σ i k , where k = 1, 2 denotes the electron and muon measurements. This is achieved by allowing the contributions b j of the correlated uncertainty sources j to shift, where b j is expressed in units of standard deviations. The procedure requires as input a list of γ i j,k values that specify the influence of the correlated uncertainty source j on the measurement i in the data set k. The relative data statistical and uncorrelated systematic uncertainties are given by δ i sta,k and δ i unc,k , respectively. The resulting χ 2 function",
            "paragraph_rank": 116,
            "section_rank": 24
        },
        {
            "section": "Combination procedure",
            "text": "includes a penalty term for the systematic shifts b j . The definition of i k ensures the minimization of biases due to statistical fluctuations, affecting the estimate of the statistical uncertainty, and treats systematic uncertainties in a multiplicative way [96]. Given the size of the statistical and systematic uncertainties for the data considered here, the differences between i k as used here and the simpler form without scaling are very small.",
            "paragraph_rank": 117,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 261,
                    "text": "[96]",
                    "end": 265
                }
            ]
        },
        {
            "section": "Combination procedure",
            "text": "The uncertainties due to electron and muon momentum scales and resolutions are treated as fully correlated between the W ± → ν and Z /γ * → channels of a specific decay channel. Uncertainties in the hadronic recoil response, separated into jet and soft E miss T scales and resolutions, only affect the W ± channels and are treated in a correlated way between the W + and W − measurements and the e and μ channels.",
            "paragraph_rank": 118,
            "section_rank": 24
        },
        {
            "section": "Combination procedure",
            "text": "The accurate determination of lepton selection efficiencies for online selection, reconstruction, identification, and isolation is an important input to the analysis. The efficiencies are measured in data and applied as correction factors to the simulation. These correction factors have statistical and procedural uncertainties, which are propagated to the measurements using pseudo-experiments for all channels in a consistent way. A covariance matrix is constructed from typically 1000 pseudo-experiments and then decomposed into a list of fully correlated uncertainty sources γ and bin-to-bin uncorrelated uncertainties in the measurements.",
            "paragraph_rank": 119,
            "section_rank": 24
        },
        {
            "section": "Combination procedure",
            "text": "The following theoretical uncertainties are largely correlated between all channels: (1) uncertainties in the measurements due to signal modelling, such as the boson transverse momentum spectrum; (2) theoretical uncertainties in signal modelling and hadronic recoil simulation, estimated with alternative signal samples, and (3) extrapolations applied to the measurements to account for the small differences in experimental fiducial phase spaces.",
            "paragraph_rank": 120,
            "section_rank": 24
        },
        {
            "section": "Combination procedure",
            "text": "The uncertainties due to background estimation from simulated MC samples are treated as fully correlated between all channels, but separately for each background source. Datadriven background estimates are uncorrelated between channels and often contain significant statistical components, especially in the low-background Z /γ * → analyses. There is, however, a significant correlated part between W + and W − of a given lepton decay channel as the employed procedures are the same.",
            "paragraph_rank": 121,
            "section_rank": 24
        },
        {
            "text": "Integrated cross sections",
            "section_rank": 25
        },
        {
            "section": "Integrated cross sections",
            "text": "The combination of fiducial integrated Z /γ * → , W + → + ν, and W − → −ν cross sections, including the full information contained in 66 correlated sources of uncertainty, gives a χ 2 per number of degrees of freedom (χ 2 /n.d.f.) of 0.5/3, indicating that the measurements are compatible. Table 7 summarizes the separate electron and muon channel measurements in the common fiducial volume and gives the final integrated fiducial cross-section results. Apart from the luminosity uncertainty of 1.8%, a fiducial crosssection measurement precision of 0.32% is reached for the NC channel and of 0.5% (0.6)% for the W + (W − ) channels. The new Z (W ) fiducial cross-section measurements are 10 (3.5) times more precise than the previous ATLAS measurements [1] when considering the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 122,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 290,
                    "text": "Table 7",
                    "end": 297
                }
            ]
        },
        {
            "section": "Integrated cross sections",
            "text": "Excluding the common luminosity uncertainty, the correlation coefficients of the W + and Z , W − and Z , and W + and W − fiducial cross-section measurements are 0.349, 0.314, Z /γ * → e + e − 502.7 ± 0.5 (stat) ± 2.0 (syst) ± 9.0 (lumi) and 0.890, respectively. Including the luminosity, all three measurements are highly correlated, with coefficients of 0.964, 0.958 and 0.991, respectively. Table 8 presents four ratios that may be obtained from these fiducial integrated Z /γ * and W ± cross sections, where the luminosity uncertainty as well as other correlated uncertainties are eliminated or strongly reduced. The precision of these ratio measurements is very high with a total experimental uncertainty of 0.4% for the W + /W − ratio and 0.5% for the W ± /Z ratio. In order to obtain the total cross sections, the combined integrated fiducial cross sections are also extrapolated to the full phase space with the procedure discussed in Sect. 5.1. Results are provided in Table 9. The uncertainties in these total cross sections receive significant contributions from PDF and signal modelling uncertainties, which are similar in size to the luminosity uncertainty. Ratios of these total cross sections are provided in Table 10. While for these ratios the Table 9 Total cross sections times leptonic branching ratios obtained from the combination of electron and muon channels with statistical and systematic uncertainties, for W + , W − , their sum and the Z /γ * process measured at √ s = 7 TeV. The Z /γ * cross section is defined for the dilepton mass window 66 < m < 116 GeV. The uncertainties denote the statistical (stat), the experimental systematic (syst), the luminosity (lumi), and acceptance extrapolation (acc) contributions luminosity uncertainty and a large part of the signal modelling uncertainties in the extrapolation are found to cancel, a significant uncertainty remains from PDF uncertainties.",
            "paragraph_rank": 123,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_10",
                    "start": 393,
                    "text": "Table 8",
                    "end": 400
                },
                {
                    "type": "table",
                    "start": 977,
                    "text": "Table 9",
                    "end": 984
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1223,
                    "text": "Table 10",
                    "end": 1231
                },
                {
                    "type": "table",
                    "start": 1260,
                    "text": "Table 9",
                    "end": 1267
                }
            ]
        },
        {
            "text": "Differential cross sections",
            "section_rank": 26
        },
        {
            "section": "Differential cross sections",
            "text": "For the combination of the rapidity-dependent differential cross sections, a simultaneous averaging of 105 data points, characterized by more than one hundred correlated sources from all channels, is performed leading to 61 combined measurement points. As the phase space regions of the central and forward Z /γ * → analyses are disjoint, and there is no Z → μ + μ − analysis in the forward region, the combination in this region is based solely on the Z → e + e − analysis. The forward Z → e + e − analysis is nevertheless included in the e-μ averaging to account for possible shifts and reductions of correlated uncertainties in a consistent way. Similarly, W ± measurements in the bin |η | ∈ [1.37, 1.52] are covered only by the muon channel.",
            "paragraph_rank": 124,
            "section_rank": 26
        },
        {
            "section": "Differential cross sections",
            "text": "The combination of the differential cross sections measured in the electron and muon channels is illustrated in Figs. 17 and 18 for the W ± → ν and Z /γ * → channels. The top panels show the measured muon and electron cross sections together with their combination. The central panel illustrates the e/μ ratio. The lowest panel shows the pulls,  which are the deviations of the input measurements from the combination in terms of their uncorrelated uncertainties when fixing the systematic shifts b j at the values leading to the total χ 2 minimum.",
            "paragraph_rank": 125,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 112,
                    "text": "Figs. 17 and 18",
                    "end": 127
                }
            ]
        },
        {
            "section": "Differential cross sections",
            "text": "The measurements in the electron and muon decay channels are compatible. This can be quantified with the total combination χ 2 /n.d.f. of 47.2/44 and be inferred from the pulls displayed with Figs. 17 and 18. The partial χ 2 values are listed in Table 11 as well as the contribution of the penalty term constraining the shifts of correlated uncertainties.",
            "paragraph_rank": 126,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 246,
                    "text": "Table 11",
                    "end": 254
                }
            ]
        },
        {
            "section": "Differential cross sections",
            "text": "Apart from the common luminosity uncertainty of 1.8%, the precision of the combined differential cross sections reaches 0.4-0.6% for the W + and W − as well as the central Z peak measurements. Off-peak and forward measurements have significantly larger uncertainties of typically a few percent but reaching as high as 20%. The differential  ",
            "paragraph_rank": 127,
            "section_rank": 26
        },
        {
            "text": "Drell-Yan cross-section predictions",
            "section_rank": 27
        },
        {
            "section": "Drell-Yan cross-section predictions",
            "text": "Predictions for Drell-Yan production in proton-proton collisions in this paper are calculated at fixed order in perturbative QCD using the programs DYNNLO 1.5 [24,25] and FEWZ 3.1.b2 [26][27][28]. Both programs calculate W and Z /γ * boson production up to next-to-next-to-leading order in the strong coupling constant, O(α 2 S ), and include the boson decays to leptons ( + ν, −ν , or + − ) with full spin correlations, finite width, and interference effects. They allow kinematic phase-space requirements to be implemented for a direct comparison with experimental data. In addition, the programs ZWPROD [97] and VRAP [98] are available for total cross-section calculations enabling cross-checks or fast estimates of factorization and renormalization scale uncertainties.",
            "paragraph_rank": 128,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 159,
                    "text": "[24,",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 163,
                    "text": "25]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 183,
                    "text": "[26]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 187,
                    "text": "[27]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 191,
                    "text": "[28]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 606,
                    "text": "[97]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 620,
                    "text": "[98]",
                    "end": 624
                }
            ]
        },
        {
            "section": "Drell-Yan cross-section predictions",
            "text": "At leading order (LO) in the electroweak (EW) couplings, there is a significant dependence of the cross-section predictions on the electroweak parameter scheme. For all calculations the G μ scheme [99] is chosen, in which the primary parameters are the Fermi constant and the particle masses. Corrections for NLO EW effects reduce the dependence on the EW scheme and are important at the precision level required for the present measurements. These NLO EW corrections, however, require a separate treatment, discussed in Sect. 6.1.2, as they are currently not provided by the NNLO QCD programs, with the exception of the NC Drell-Yan calculation in FEWZ [28].",
            "paragraph_rank": 129,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 197,
                    "text": "[99]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 654,
                    "text": "[28]",
                    "end": 658
                }
            ]
        },
        {
            "section": "Drell-Yan cross-section predictions",
            "text": "The QCD analysis of the ep and pp data presented below assumes that the SM electroweak parameters are known. Their values are taken from the PDG [39], and are listed for reference in Table 15. The leptonic decay width of the W boson, (W → ν), is an exception. The predicted value of (W → ν) = 226.36 MeV quoted in the PDG effectively includes higher-order EW effects. For consistency with the higher-order EW corrections, provided by MCSANC [101], however, the leading-order partial width value, (W → ν) = 227.27 MeV, is used in both the QCD and EW calculations. It was verified that consistent results were obtained by using the PDG value and omitting the extra  ",
            "paragraph_rank": 130,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 145,
                    "text": "[39]",
                    "end": 149
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 183,
                    "text": "Table 15",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 441,
                    "text": "[101]",
                    "end": 446
                }
            ]
        },
        {
            "section": "Drell-Yan cross-section predictions",
            "text": "NLO EW corrections. For the leptonic decay width of the Z boson, the predicted value of (Z → ) = 84.00 MeV differs only by 0.1% from the leading-order value of (Z → ) = 83.92 MeV and this difference is of no practical relevance for the NC Drell-Yan cross-section calculation. The values of the magnitudes of the CKM matrix elements, listed in Table 15, are taken from Ref. [100]. The |V cs | matrix parameter is accessible through cs → W production and thus related to the fraction of strange quarks in the proton, which is of special interest in this analysis. In Sect. 7.2.3 a dedicated QCD fit analysis is presented, where no prior knowledge is assumed on the magnitude of the CKM matrix element |V cs | , which instead is determined from the data together with the PDF parameters.",
            "paragraph_rank": 131,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 343,
                    "text": "Table 15",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 373,
                    "text": "[100]",
                    "end": 378
                }
            ]
        },
        {
            "section": "Drell-Yan cross-section predictions",
            "text": "The nominal theoretical predictions of the differential, fiducial and total cross sections at NNLO in QCD are computed with DYNNLO 1.5 using the default program parameters. 2 For an estimate of the current uncertainties of fixed-order perturbative QCD NNLO calculations, the DYNNLO predictions are compared with predictions using FEWZ 3.1.b2. For the total cross sections, agreement to better than 0.2% is observed. For the fiducial and differential cross-section measurements with addi-tional kinematic requirements on the lepton transverse momenta and rapidities, however, poorer agreement is found: for the integrated fiducial W + , W − , Z /γ * cross sections, the differences between FEWZ and DYNNLO predictions calculated with the ATLAS-epWZ12 PDF set amount to (+1.2, +0.7, +0.2)%, which may be compared to the experimental uncertainties of ±(0.6, 0.5, 0.32)%, respectively 3 . See Ref. [102] for a further discussion of this effect.",
            "paragraph_rank": 132,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 894,
                    "text": "[102]",
                    "end": 899
                }
            ]
        },
        {
            "section": "Drell-Yan cross-section predictions",
            "text": "In the calculation of the Drell-Yan cross sections, the renormalization and factorization scales, μ r and μ f , are chosen to be the dilepton invariant mass, m , at the centre of the respective cross-section bin in the NC case and the Wboson mass, m W , in the CC case. Variations of the scales by factors of 2 and 1/2 are conventionally used as an estimate of the approximation represented by NNLO as compared to still unknown higher-order corrections. The numerical implication of the scale choices, termed scale uncertainties, is considered in the evaluation of the QCD fit results on the strange-quark fraction and the CKM element |V cs |. The DIS cross sections are calculated in all cases at the scale of μ r = μ f = Q 2 , where Q 2 denotes the negative square of the four-momentum transfer in NC and CC ep scattering.",
            "paragraph_rank": 133,
            "section_rank": 27
        },
        {
            "section": "Drell-Yan cross-section predictions",
            "text": "The relative uncertainty of the LHC proton beam energy of ±0.1% [103] induces an uncertainty of the cross-section predictions of typically ±0.1%, which is negligible compared to the other theoretical uncertainties discussed above.",
            "paragraph_rank": 134,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 64,
                    "text": "[103]",
                    "end": 69
                }
            ]
        },
        {
            "text": "Electroweak corrections and combination with QCD predictions",
            "section_rank": 28
        },
        {
            "section": "Electroweak corrections and combination with QCD predictions",
            "text": "In Drell-Yan production, the dominant part of the higherorder electroweak corrections is the QED radiation from the final-state leptons. This contribution is included in the Drell-Yan MC samples using Photos [69] and then passed through the detailed ATLAS detector simulation as described in Sect. 2.2. The data are unfolded for QED FSR effects at the same time as for other detector effects. The calculations of the QED FSR effects by Photos and MCSANC 1.20 [104] agree very well [105]. The remaining NLO EW corrections are then calculated using MCSANC, excluding the QED FSR contributions, for both the NC and CC Drell-Yan processes. These terms include NLO contributions from initial-state photon radiation, EW loop corrections, and initial-state-final-state photon interference.",
            "paragraph_rank": 135,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 208,
                    "text": "[69]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 459,
                    "text": "[104]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 481,
                    "text": "[105]",
                    "end": 486
                }
            ]
        },
        {
            "section": "Electroweak corrections and combination with QCD predictions",
            "text": "The NLO EW corrections calculated with MCSANC need to be combined with the NNLO QCD predictions, calculated with DYNNLO, to obtain complete predictions. 4 This combination may be achieved using either a factorized or an additive approach [110]. A common PDF set at NNLO, ATLAS-epWZ12, is used for the calculation of both the absolute NNLO QCD and NLO EW cross sections. The combination of QCD and EW calculations in the factorized approach may be expressed using K -factor corrections as ",
            "paragraph_rank": 136,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 153,
                    "text": "4",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 238,
                    "text": "[110]",
                    "end": 243
                }
            ]
        },
        {
            "section": "Electroweak corrections and combination with QCD predictions",
            "text": "This assumes that the fractional higher-order EW corrections, quantified by K EW , are the same for all orders of QCD. They thus can be determined based on LO QCD Drell-Yan crosssection calculations. The alternative additive approach assumes the absolute contribution of the EW correction to be independent of the order of the underlying QCD calculation. Thus the relative fraction of the higher-order EW corrections is different for each order of QCD by (K EW − 1)/K QCD . The combination of QCD and EW calculations then proceeds as ",
            "paragraph_rank": 137,
            "section_rank": 28
        },
        {
            "section": "Electroweak corrections and combination with QCD predictions",
            "text": "The central value of the combined NNLO QCD and NLO EW prediction is taken from the additive approach, which is also implemented in FEWZ [28]. The corrections to be applied to the NNLO QCD fiducial cross sections according to Eq. (15) are about −0.4 and −0.3% for the W + and W − channels, respectively. For the neutral-current channels, those corrections are +6%, −0.3% (−0.4%) and −0.5% (−1.2%) for the central (forward) selection in the low-mass, Z -peak and high-mass regions of m , respectively. The corrections are calculated separately for each measurement bin, but they depend only weakly on η and y for the CC and NC case, respectively.",
            "paragraph_rank": 138,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 136,
                    "text": "[28]",
                    "end": 140
                }
            ]
        },
        {
            "section": "Electroweak corrections and combination with QCD predictions",
            "text": "The differences between the additive and factorized approaches are in general found to be small and significantly smaller than the experimental uncertainty of the results presented in this paper. They are at most 0.3-0.9% for the lowmass m = 46-66 GeV region for the NC case with larger effects observed at central rapidity. In the forward Z -peak phase space, they extend to 0.4%. In all other regions of phase space, the effect is <0.1%. These differences are taken as a systematic uncertainty applied symmetrically to the central value obtained using the additive approach.",
            "paragraph_rank": 139,
            "section_rank": 28
        },
        {
            "section": "Electroweak corrections and combination with QCD predictions",
            "text": "Additional two-loop EW corrections for the leading contributions are calculated using MCSANC for the NC case [111]. This correction is found to be <0.1% everywhere except for the region m = 46-66 GeV, where it reaches (−0.62 ± 0.15)%.",
            "paragraph_rank": 140,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 109,
                    "text": "[111]",
                    "end": 114
                }
            ]
        },
        {
            "section": "Electroweak corrections and combination with QCD predictions",
            "text": "The radiation of real (on-shell) W and Z bosons is very small for the considered phase space [112] and neglected. An important background to the NC process outside the Z -boson mass region arises from photon-induced dileptons, γ γ → . This contribution is calculated including NLO effects for the fiducial phase space with the MCSANC [104] program and subtracted from the unfolded data. The calculation uses the average of the two available MRST2004qed [113] predictions for the photon PDF as the central value and half the difference as an uncertainty estimate. The size of the photoninduced contribution is about 1.5% in the low and high m bins, while it is negligible (<0.1%) at the Z peak. Due to large uncertainties on the photon PDF, the fractional uncertainties are at the level of 30-50%.",
            "paragraph_rank": 141,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 93,
                    "text": "[112]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 334,
                    "text": "[104]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 453,
                    "text": "[113]",
                    "end": 458
                }
            ]
        },
        {
            "text": "Methodology of PDF profiling",
            "section_rank": 29
        },
        {
            "section": "Methodology of PDF profiling",
            "text": "The impact of new data on a given PDF set can be estimated in a quantitative way with a profiling procedure [36,37]. The profiling is performed using a χ 2 function which includes both the experimental uncertainties and the theoretical ones arising from PDF variations:",
            "paragraph_rank": 142,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 108,
                    "text": "[36,",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 112,
                    "text": "37]",
                    "end": 115
                }
            ]
        },
        {
            "section": "Methodology of PDF profiling",
            "text": "This χ 2 function resembles the one used for the combination, described in Sect. 5.4. The index i runs over all N data data points. The measurements and the theory predictions are given by σ exp i and σ th i , respectively. The correlated experimental and theoretical uncertainties are included using the nuisance parameter vectors b exp and b th , respectively. Their influence on the data and theory predictions is described by the matrices γ exp i j and γ th ik , where the index j (k) corresponds to the N exp.sys experimental (N th.sys theoretical) nuisance parameters. Both the correlated and uncorrelated systematic uncertainties are treated as multiplicative. The estimation of the statistical uncertainties is protected against statistical fluctuations in data using the expected rather than the observed number of events and the denominator is hence calculated as",
            "paragraph_rank": 143,
            "section_rank": 29
        },
        {
            "section": "Methodology of PDF profiling",
            "text": "The contribution to the χ 2 from the two sums over b 2 j,k , which implement the ±1σ constraints of the nuisance parameters, is later also referred to as the \"correlated\" contribution. The χ 2 function of Eq. (16) can be generalized to account for asymmetric uncertainties, as described in Ref. [37].",
            "paragraph_rank": 144,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 295,
                    "text": "[37]",
                    "end": 299
                }
            ]
        },
        {
            "section": "Methodology of PDF profiling",
            "text": "The value of the χ 2 function at its minimum provides a compatibility test of the data and theory. In addition, the values of the nuisance parameters at this minimum, b min k,th , can be interpreted as an optimization (\"profiling\") of PDFs to describe the data [36]. The profiled central PDF set f 0 is given by",
            "paragraph_rank": 145,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 261,
                    "text": "[36]",
                    "end": 265
                }
            ]
        },
        {
            "section": "Methodology of PDF profiling",
            "text": "where f 0 is a short notation for the original central PDFs of each parton flavour, f 0 = x f (x, Q 2 ), and f ± k represent the eigenvector sets corresponding to up and down variations. For the LHAPDF6 [84] parameterizations, f 0 and f ± k are given as data tables at fixed x, Q 2 grid points. Equation (18) is a parabolic approximation of the PDF dependence close to the central value, e.g. for a single nuisance parameter, taking the values b th = +1, − 1, 0, the values of f 0 are",
            "paragraph_rank": 146,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 203,
                    "text": "[84]",
                    "end": 207
                }
            ]
        },
        {
            "section": "Methodology of PDF profiling",
            "text": "The profiled PDFs f 0 have reduced uncertainties. In general, the shifted eigenvectors are no longer orthogonal and are transformed to an orthogonal representation using a standard procedure [96], which can be extended to asymmetric uncertainties. The profiling procedure used in this analysis is implemented in the xFitter package [114]. The χ 2 function used in the analysis takes into account asymmetric PDF uncertainties.",
            "paragraph_rank": 147,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 191,
                    "text": "[96]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 332,
                    "text": "[114]",
                    "end": 337
                }
            ]
        },
        {
            "section": "Methodology of PDF profiling",
            "text": "The profiling procedure quantifies the compatibility of a data set with the predictions based on a PDF set and estimates the PDF sensitivity of the data set. However, the results of profiling are only reliable when the prediction is broadly consistent with the data within the PDF uncertainties because of the approximation involved in Eq. (18), and the profiling cannot act as a substitute for a full QCD fit analysis. A second caveat is that the χ 2 tolerance criteria, which many global PDF analyses use [115], are different from the χ 2 = 1 employed in the profiling. Thus the impact of the data in a full PDF fit pursued by those groups may differ from the result of a profiling analysis as outlined here. Profiling results are presented below for the PDF sets ABM12, CT14, MMHT2014, NNPDF3.0 (Hessian representation [116]), and ATLAS-epWZ12.",
            "paragraph_rank": 148,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 507,
                    "text": "[115]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 822,
                    "text": "[116]",
                    "end": 827
                }
            ]
        },
        {
            "text": "Integrated cross sections and their ratios",
            "section_rank": 30
        },
        {
            "section": "Integrated cross sections and their ratios",
            "text": "The combined integrated cross sections in the fiducial phase space are shown in Fig. 19. NNLO QCD predictions with NLO EW corrections based on the ABM12, CT14, HERAPDF2.0, JR14, MMHT2014, NNPDF3.0 PDF sets are compared to the data. The    uncertainties for these PDF sets are provided in Table 16 together with the combined measurements reported before in Table 7. The two-dimensional presentation is particularly instructive, as it conveys both the values and correlations of both the measurements and predictions. The cross-section calculations are performed with the DYNNLO program as described in Sect. 6.1. All experimental and theoretical ellipses are defined such that their area corresponds to 68% CL. 5 Correlations between the predicted cross sections are evaluated from individual error eigenvectors in each PDF set. The spread of the predictions as well as the size of the individual PDF uncertainties are significantly larger than the uncertainty of the data. The measurements are seen to discriminate between different PDF choices and to provide information to reduce PDF uncertainties. As seen in Fig. 19, the PDF sets CT14, MMHT2014 and NNPDF3.0 give predictions that are lower for both the W + and the W − cross sections, a trend that is also observed for the Z /γ * cross section.",
            "paragraph_rank": 149,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 80,
                    "text": "Fig. 19",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "start": 232,
                    "text": "The",
                    "end": 235
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 288,
                    "text": "Table 16",
                    "end": 296
                },
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 356,
                    "text": "Table 7",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "start": 710,
                    "text": "5",
                    "end": 711
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1112,
                    "text": "Fig. 19",
                    "end": 1119
                }
            ]
        },
        {
            "section": "Integrated cross sections and their ratios",
            "text": "The ratios of the combined fiducial cross sections, presented before in Table 8, are compared in Fig. 20 to NNLO QCD predictions based on various PDF sets. It is observed that the measured W + /W − ratio is well reproduced, but, as already seen in the correlation plots above, all PDF sets predict a higher W/Z ratio than measured in the data.",
            "paragraph_rank": 150,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_10",
                    "start": 72,
                    "text": "Table 8",
                    "end": 79
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 97,
                    "text": "Fig. 20",
                    "end": 104
                }
            ]
        },
        {
            "text": "Rapidity distributions",
            "section_rank": 31
        },
        {
            "text": "W + and W − cross sections",
            "section_rank": 32
        },
        {
            "section": "W + and W − cross sections",
            "text": "Differential cross sections as a function of lepton pseudorapidity in W → ν decays, for both W + and W − , are shown in Fig. 21 and compared to NNLO perturbative QCD predictions, including NLO EW corrections. The predictions with the ABM12 PDF set match the data particularly well, while the predictions of NNPDF3.0, CT14, MMHT14 and JR14, tend to be below and the HERAPDF2.0 set slightly  tions to the data is also shown. The predictions are displaced within each bin for better visibility. The theory uncertainty corresponds to the quadratic sum of the PDF uncertainty and the statistical uncertainty of the calculation above the W cross-section data. For many PDF sets, the differences, however, do not exceed the luminosity uncertainty of 1.8% by a significant amount. Different groups producing PDF sets make different choices in their evaluation of uncertainties. For example, the JR14 set is less consistent with these data even though it is somewhat closer to the data than the NNPDF3.0 set, which quotes much larger uncertainties than JR14.",
            "paragraph_rank": 151,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_16",
                    "start": 120,
                    "text": "Fig. 21",
                    "end": 127
                }
            ]
        },
        {
            "section": "W + and W − cross sections",
            "text": "The measurements of W + and W − cross sections as a function of η are used to extract the lepton charge asymmetry",
            "paragraph_rank": 152,
            "section_rank": 32
        },
        {
            "section": "W + and W − cross sections",
            "text": "taking into account all sources of correlated and uncorrelated uncertainties. Figure 22 shows the measured charge asymmetry and the predictions based on various PDF sets. The experimental uncertainty ranges from 0.5 to 1%. Most of the predictions agree well with the asymmetry measurement, only CT14 somewhat undershoots the data. The NNPDF3.0 set, which uses W ± asymmetry data from the CMS Collaboration [19,20], matches the ATLAS data very well, even within its very small uncertainties. On the other hand, these predictions are in general 3-5% below both the measured W + and W − differential cross sections. This highlights the additional information provided by precise, absolute differential measurements with full uncertainty information, including the correlations, as compared to an asymmetry measurement.  ",
            "paragraph_rank": 153,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 78,
                    "text": "Figure 22",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "start": 406,
                    "text": "[19,",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "start": 410,
                    "text": "20]",
                    "end": 413
                }
            ]
        },
        {
            "text": "Fig. 24",
            "section_rank": 33
        },
        {
            "section": "Fig. 24",
            "text": "Differential cross-section measurement dσ/d|y | for Z /γ * → in the central-rapidity low-mass region (left), the central-rapidity high-mass region (middle), and the forward-rapidity high-mass region (right). Predictions computed at NNLO QCD with NLO EW corrections using various PDF sets (open symbols) are compared to the data (full points). The ratio of theoretical predictions to the data is also shown. The predictions are displaced within each bin for better visibility. The theory uncertainty corresponds to the quadratic sum of the PDF uncertainty and the statistical uncertainty of the calculation to NNLO perturbative QCD predictions, including NLO EW corrections. The predictions are evaluated with various PDF sets. At the Z peak, where the highest precision is reached for the data, all predictions are below the data at central rapidity, |y | < 1, but least for the HERAPDF2.0 set, which quotes the largest uncertainties. In the forward region, the PDFs agree well with the measurement, which, however, is only precise to the level of a few percent and thus not very sensitive to differences between PDFs. In the low mass Z /γ * → region, Fig. 24, several of the PDF sets exhibit a different rapidity dependence than the data although being mostly consistent with the measurement. This also holds for the central rapidity region at high mass, 116 < m < 150 GeV. The precision of the data in the forward region at high mass is too low to allow discrimination between the various PDF sets, all of which reproduce the measured rapidity dependence within the quoted uncertainties.",
            "paragraph_rank": 154,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1152,
                    "text": "Fig. 24",
                    "end": 1159
                }
            ]
        },
        {
            "text": "PDF profiling results",
            "section_rank": 34
        },
        {
            "section": "PDF profiling results",
            "text": "Using the profiling technique introduced in Sect. 6.1, the agreement between data and predictions can be quantitatively assessed. Table 17 provides χ 2 /n.d.f. values for each Drell-Yan data set and a number of PDFs, taking into account the Table 17 Values of χ 2 for the predictions using various PDF sets split by data set with the respective number of degrees of freedom (n.d.f.). The contribution of the penalty term constraining the shifts of experimental and theoretical correlated uncertainties is listed separately in the row labelled \"Correlated χ 2 \", see Eq. (16). The values to the left (right) of the vertical line refer to χ 2 when the PDF uncertainties are included (excluded) in the evaluation  experimental uncertainties, and also including the uncertainties provided by the individual PDF sets. Including the full PDF uncertainties, a satisfactory description of the data is achieved with the CT14 PDFs, where the χ 2 /n.d.f. is similar to the dedicated PDF analysis presented in Sect. 7. 6 The predictions with the MMHT14 and ATLAS-epWZ12 sets have a total χ 2 increased by about ten units compared to CT14, while the ABM12 and NNPDF3.0 predictions exhibit a larger tension with the data. The poorer description of the Z /γ * → data in the low mass region m = 46-66 GeV may reflect the enhanced theoretical uncertainties below the Z peak, which are not included in the χ 2 calculation. Profiling PDFs, by introducing the data presented here, provides a shifted set of parton distributions with generally reduced uncertainties. Given the previous observa- 6 The χ 2 for the CT10 NNLO PDF set [62] is similar to that of CT14. tion [38] of an enlarged strangeness fraction of the light sea, the effect of the data on the strange-quark distribution is examined. This is illustrated in Fig. 25, where the ratio R s (x) = (s(x) +s(x))/(ū(x) +d(x)) is shown for two selected PDF sets, MMHT14 and CT14, before and after profiling, at a scale of Q 2 = 1.9 GeV 2 . The uncertainties of R s are seen to be significantly reduced and the central values, at x 0.023, increased towards unity, supporting the hypothesis of an unsuppressed strange-quark density at low x.",
            "paragraph_rank": 155,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 130,
                    "text": "Table 17",
                    "end": 138
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 241,
                    "text": "Table 17",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "start": 1007,
                    "text": "6",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "start": 1574,
                    "text": "6",
                    "end": 1575
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1610,
                    "text": "[62]",
                    "end": 1614
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1648,
                    "text": "[38]",
                    "end": 1652
                },
                {
                    "type": "figure",
                    "ref_id": "fig_19",
                    "start": 1800,
                    "text": "Fig. 25",
                    "end": 1807
                }
            ]
        },
        {
            "section": "PDF profiling results",
            "text": "The sea-quark distributions, xū, xd and xs, before and after profiling with the MMHT14 set, are shown in Fig. 26. The strange-quark distribution is significantly increased and the uncertainties are reduced. This in turn leads to a significant reduction of the light sea, xū + xd, at low x, resulting from the tight constraint on the sum 4ū +d +s from the precise measurement of the proton structure function  Fig. 27 for the CT14 and MMHT14 sets.",
            "paragraph_rank": 156,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 105,
                    "text": "Fig. 26",
                    "end": 112
                },
                {
                    "type": "figure",
                    "start": 409,
                    "text": "Fig. 27",
                    "end": 416
                }
            ]
        },
        {
            "text": "QCD analysis",
            "section_rank": 35
        },
        {
            "section": "QCD analysis",
            "text": "In this section, the differential Drell-Yan production cross sections of W ± → ν and Z /γ * → ( = e, μ) are stud-ied in combination with the final NC and CC deep inelastic scattering (DIS) HERA I+II data [32] within the framework of perturbative QCD. The Drell-Yan and DIS reactions are theoretically very well understood processes for such an analysis, and ep and pp collider data are particularly suitable because of the absence of nuclear corrections and negligible higher-twist effects. The HERA data alone can provide a full set of PDFs with certain assumptions [32]. Adding the ATLAS data provides more sensitivity to the flavour composition of the quark sea as well as to the valence-quark distributions at lower x. The HERA and ATLAS data are used to obtain a new set of PDFs, termed ATLAS-epWZ16. Following the previous, similar QCD fit analysis in Ref. [38], special attention is given to the evaluation of the strangequark distribution, which was found to be larger than previous expectations based on dimuon data in DIS neutrino-nucleon scattering. The enhanced precision of the present data also permits a competitive determination of the magnitude of the CKM matrix element |V cs |.",
            "paragraph_rank": 157,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 204,
                    "text": "[32]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 567,
                    "text": "[32]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 863,
                    "text": "[38]",
                    "end": 867
                }
            ]
        },
        {
            "text": "Fit framework",
            "section_rank": 36
        },
        {
            "section": "Fit framework",
            "text": "The present QCD fit analysis is performed using the xFitter platform [114,118] which uses QCDNUM [119] for PDF evolution and MINUIT [120] for minimization. Each step is cross-checked with an independent fit program as also used in Ref. [32].",
            "paragraph_rank": 158,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 69,
                    "text": "[114,",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "start": 74,
                    "text": "118]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 97,
                    "text": "[119]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 132,
                    "text": "[120]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 236,
                    "text": "[32]",
                    "end": 240
                }
            ]
        },
        {
            "section": "Fit framework",
            "text": "Predictions for the differential CC and NC Drell-Yan cross sections calculated at fixed order in QCD at NNLO accuracy and with NLO electroweak corrections are described in Sect. 6.1. These calculations, however, cannot be used directly in an iterative fit because of the large computational effort required to produce even a single prediction. Therefore, the xFitter package uses the APPLGRID [121] code interfaced to the predictions of MCFM [122] for the fast calculation at fixed-order NLO accuracy in QCD. The improved NNLO QCD and NLO EW predictions discussed above are incorporated in the fit with additional K -factors defined as",
            "paragraph_rank": 159,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 393,
                    "text": "[121]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 442,
                    "text": "[122]",
                    "end": 447
                }
            ]
        },
        {
            "section": "Fit framework",
            "text": "All predictions are calculated in the respective fiducial phase space of the experimental data. The K -factors are applied binby-bin and estimated using the same PDF, ATLAS-epWZ12, in both the numerator and denominator. They are typically close to unity within 1-2%, but are up to 6% in the low-mass region, m = 46-66 GeV. These higher-order corrections are calculated using DYNNLO 1.5 and cross-checked with FEWZ3.1.b2 as detailed in Sect. 6.1. The K -factors are available as xFitter format files. The QCD analysis uses the full set of ATLAS W ± → ν and Z /γ * → data, as described in the preceding sections, together with the combined H1 and ZEUS ep data [32]. There are 131 sources of experimental correlated systematic uncertainty for the ATLAS data and 167 sources of experimental correlated systematic uncertainty for the HERA data. The statistical precision of the K -factors is typically <0.1% per measurement bin and is accounted for as an extra uncorrelated systematic uncertainty.",
            "paragraph_rank": 160,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 658,
                    "text": "[32]",
                    "end": 662
                }
            ]
        },
        {
            "section": "Fit framework",
            "text": "The nominal fit analysis is performed using the variable flavour number scheme from Refs [123,124]. 7 The heavy-quark distributions are generated dynamically above the respective thresholds chosen as m c = 1.43 GeV for the charm quark and as m b = 4.5 GeV for the bottom quark, corresponding to the recent heavy-quark differential crosssection measurements at HERA [135]. The PDFs are parameterized at the starting scale Q 2 0 = 1.9 GeV 2 , chosen to be below the charm-mass threshold as required by QCD-NUM. The strong coupling constant at the Z mass is set to be α S (m Z ) = 0.118, a value conventionally used by recent PDF analyses.",
            "paragraph_rank": 161,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 89,
                    "text": "[123,",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 94,
                    "text": "124]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "start": 100,
                    "text": "7",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 365,
                    "text": "[135]",
                    "end": 370
                }
            ]
        },
        {
            "section": "Fit framework",
            "text": "Besides the gluon distribution, xg, the valence and antiquark distributions",
            "paragraph_rank": 162,
            "section_rank": 36
        },
        {
            "section": "Fit framework",
            "text": "xs, are parameterized at the starting scale Q 2 0 , assuming that the sea quark and anti-quark distributions are the same. These distributions are evolved to the scale of the measurements and convolved with hard-scattering coefficients to obtain the theoretical crosssection predictions. The prediction is then confronted with the data through the χ 2 function,",
            "paragraph_rank": 163,
            "section_rank": 36
        },
        {
            "section": "Fit framework",
            "text": "which is defined similarly to Eq. (16) and accounts for the various sources of correlated and uncorrelated uncertainties. The definition of 2 i with scaled uncertainties is given by Eq. (17) and discussed there. This particular form is of higher importance in this context, as the relative uncertainties of the HERA data points can be large in parts of the phase space. The use of this form of 2 i leads to a logarithmic term, introduced in Ref. [125], arising from the likelihood transition to χ 2 . The contribution to the χ 2 from the last two sums related to the nuisance parameter constraints and the logarithmic term is referred to as \"correlated + log penalty\" later.",
            "paragraph_rank": 164,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 446,
                    "text": "[125]",
                    "end": 451
                }
            ]
        },
        {
            "section": "Fit framework",
            "text": "The optimal functional form for the parameterization of each parton distribution is found through a parameter scan requiring χ 2 saturation [126,127]. The general form is of the type A i x B i (1 − x) C i P i (x) for each parton flavour i. The scan starts with the contribution of the factors P i (x) = (1 + D i x + E i x 2 )e F i x set to unity by fixing the parameters D i = E i = F i = 0 for all parton flavours. The parameter A g is constrained by the momentum sum rule relating the sum of the quark and gluon momentum distribution integrals, while the parameters A u v and A d v are fixed by the up and down valence-quark number sum rules. The assumption thatū =d as x → 0 implies that Aū = Ad and Bū = Bd . The procedure thus starts with ten free parameters and, subsequently, additional parameters are introduced one at a time. 8 A parameterization with 15 variables is found to be sufficient to saturate the χ 2 value after minimization, i.e. no further significant χ 2 reduction is observed when adding further parameters. The final parameterization used to describe the parton distributions at Q 2 = Q 2 0 is:",
            "paragraph_rank": 165,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 140,
                    "text": "[126,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 145,
                    "text": "127]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "start": 835,
                    "text": "8",
                    "end": 836
                }
            ]
        },
        {
            "section": "Fit framework",
            "text": "where Aū = Ad and Bs = Bd = Bū. Given the enhanced sensitivity to the strange-quark distribution through the ATLAS data, As and Cs appear as free parameters, assuming s =s. The experimental data uncertainties are propagated to the extracted QCD fit parameters using the asymmetric Hessian method based on the iterative procedure of Ref. [128], which provides an estimate of the corresponding PDF uncertainties.",
            "paragraph_rank": 166,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 337,
                    "text": "[128]",
                    "end": 342
                }
            ]
        },
        {
            "text": "Fit results",
            "section_rank": 37
        },
        {
            "section": "Fit results",
            "text": "The χ 2 values characterizing the NNLO QCD fit to the ATLAS Drell-Yan and HERA DIS data are listed in Table 18. The fit describes both the HERA and the ATLAS data well. Most of the correlated systematic uncertainties are shifted by less than one standard deviation and none are shifted by more than twice their original size in the fit. The overall normalization is shifted by less than half of the luminosity uncertainty of 1.8%. The only significant departure from a partial χ 2 /n.d.f. ∼ 1 is seen for the low-mass Z /γ * → eterization, −A g x B g (1 − x) C g , for which two parameters, A g and B g , are introduced simultaneously. As in Ref. [32], the parameter C g is fixed to a large value, chosen to be C g = 25 C g to suppress the contribution at large x. data. Here the K -factors are large, and the theoretical uncertainties, such as the FEWZ-DYNNLO difference, are sizable. As described below, this part of the data has little influence on the extracted PDFs. Figure 28 shows the W + → + ν and W − → −ν lepton pseudorapidity distributions, which are well described by the fit. The fit results are presented before (solid) and after (dashed) application of the shifts accounting for the correlated systematic uncertainties of the data. Figure 29 presents the new ATLAS Z /γ * → measurements in the three different mass bins, further subdivided into the central and forward measurements. Also these data are well described by the QCD fit.",
            "paragraph_rank": 167,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 102,
                    "text": "Table 18",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 647,
                    "text": "[32]",
                    "end": 651
                },
                {
                    "type": "figure",
                    "ref_id": "fig_21",
                    "start": 972,
                    "text": "Figure 28",
                    "end": 981
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1247,
                    "text": "Figure 29",
                    "end": 1256
                }
            ]
        },
        {
            "text": "Parton distributions",
            "section_rank": 38
        },
        {
            "section": "Parton distributions",
            "text": "The QCD fit determines a new set of PDFs, termed ATLAS-epWZ16, which has much smaller experimental uncertainties than the previous ATLAS-epWZ12 set. Further uncertainties in the PDFs are estimated and classified as model uncertainties and parameterization uncertainties, which are listed separately in Table 19. Model uncertainties comprise variations of m c and m b and variations of the starting scale value Q 2 0 and of the minimum Q 2 value (Q 2 min ) of the HERA data included in the analysis. The variation of the heavyquark masses follows the HERAPDF2.0 analysis [32]. The variation of the charm-quark mass and the starting scale are  Fig. 30. The high level of precision of the data makes it necessary to evaluate further uncertainties, such as those from the effect of the renormalization and factorization scales and the limitations of the NNLO calculations. These are detailed below in terms of their influence on the ratio of strange quarks to the light sea.",
            "paragraph_rank": 168,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 302,
                    "text": "Table 19",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 570,
                    "text": "[32]",
                    "end": 574
                },
                {
                    "type": "figure",
                    "start": 642,
                    "text": "Fig. 30",
                    "end": 649
                }
            ]
        },
        {
            "text": "Strange-quark density",
            "section_rank": 39
        },
        {
            "section": "Strange-quark density",
            "text": "The QCD analysis of the ATLAS 2010 W and Z measurements [38] led to the unexpected observation that strangeness is unsuppressed at low x of 0.023 and low Q 2 = 1.9 GeV 2 , which means that the strange, down and up sea quarks are of similar strength in that kinematic range. This was supported by the ATLAS measurement of associated W and charm production [129] and not in contradiction with a similar measurement performed by CMS [20,130]. But a large strange-quark density had not been expected from previous analyses of dimuon production in neutrino scattering [131][132][133][134] within the global PDF fit approaches [31,34,35,135].",
            "paragraph_rank": 169,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 56,
                    "text": "[38]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "start": 355,
                    "text": "[129]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "start": 430,
                    "text": "[20,",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 434,
                    "text": "130]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 563,
                    "text": "[131]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 568,
                    "text": "[132]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 573,
                    "text": "[133]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 578,
                    "text": "[134]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 621,
                    "text": "[31,",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 625,
                    "text": "34,",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 628,
                    "text": "35,",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 631,
                    "text": "135]",
                    "end": 635
                }
            ]
        },
        {
            "section": "Strange-quark density",
            "text": "The fraction of the strange-quark density in the proton can be characterized by a quantity r s , defined as the ratio of the strange to the down sea-quark distributions. When evaluated at the scale Q 2 = Q 2 0 = 1.9 GeV 2 and x = 0.023, 9 the result is 9 The value of Bjorken x = 0.023 at Q 2 0 roughly corresponds to the region of maximum sensitivity of a measurement at central rapidity at √ s = 7 TeV and a scale of Q 2 = m 2 Z [38].",
            "paragraph_rank": 170,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 253,
                    "text": "9",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 431,
                    "text": "[38]",
                    "end": 435
                }
            ]
        },
        {
            "section": "Strange-quark density",
            "text": "r s = s +s 2d = 1.19 ± 0.07 (exp) ± 0.02 (mod) +0.02 −0.10 (par).",
            "paragraph_rank": 171,
            "section_rank": 39
        },
        {
            "section": "Strange-quark density",
            "text": "Here the uncertainties relate to those of the experimental data (exp) determined by the Hessian method. The model (mod) and parameterization (par) uncertainties are discussed in Sect. 7.2.1 and the corresponding individual variations of r s are listed separately in Table 19. This result represents an improvement of a factor of three in the experimental uncertainty relative to the ATLAS-epWZ12 fit [38]. The improvement derives from the more precise ATLAS data, which provide the sensitivity to the strange-quark density through the shape of the Z rapidity distribution in combination with the common, absolute normalization of both the W ± and Z /γ * cross sections. The model uncertainties are reduced by a factor of three, mainly because of the better control of the charmquark mass parameter from the HERA data [136]. The parameterization uncertainty is determined to be +0.02 −0.10 as compared to +0.10 −0.15 in the former analysis since the new, more precise data leave less freedom in the parameter choice. The variation to lower r s is dominated by the variation due to adding the Bs parameter which was not accounted for in the previous analysis. The result is thus a confirmation and improvement of the previous observation [38] of an unsuppressed strangequark density in the proton. As a cross-check, a re-analysis of the 2010 data with the present theoretical framework was performed, which yields a value of r s consistent with both the former and the new value.",
            "paragraph_rank": 172,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 266,
                    "text": "Table 19",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 400,
                    "text": "[38]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 817,
                    "text": "[136]",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "start": 904,
                    "text": "+0.10",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1236,
                    "text": "[38]",
                    "end": 1240
                }
            ]
        },
        {
            "section": "Strange-quark density",
            "text": "One may also express the strange-quark fraction with respect to the total light-quark sea, which is the sum of up and down sea-quark distributions, at the scale Q 2 = Q 2 0 = 1.9 GeV 2 and x = 0.023: ",
            "paragraph_rank": 173,
            "section_rank": 39
        },
        {
            "section": "Strange-quark density",
            "text": "The new determinations of r s and R s are illustrated in Fig. 31. The measurement is presented with the experimental and the PDF-fit related uncertainties, where the latter results from adding the model and parameterization uncertainties in quadrature. The outer band illustrates additional, mostly theoretical uncertainties which are presented below. The result is compared with recent global fit analyses, ABM12, MMHT14, CT14 and NNPDF3.0. All of these predict r s and R s to be significantly lower than unity, with values between about 0.4 and 0.6. Furthermore, these global fit analyses are seen to exhibit substantially different uncertainties in r s and R s due to exploiting different data and prescriptions for fit uncertainties. The new result is in agreement with the previous ATLAS-epWZ12 analysis also shown in Fig. 31. It is also consistent with an earlier analysis by the NNPDF group [63] based on collider data only, which obtains a value near unity, albeit with large uncertainties. 10 A careful evaluation of the value of r s requires the consideration of a number of additional, mostly theoretical uncertainties. These lead to the more complete result for r s r s = 1.19 ± 0.07 (exp) +0.13 −0.14 (mod + par + thy).",
            "paragraph_rank": 174,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 57,
                    "text": "Fig. 31",
                    "end": 64
                },
                {
                    "type": "figure",
                    "start": 823,
                    "text": "Fig. 31",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 898,
                    "text": "[63]",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "start": 1202,
                    "text": "+0.13",
                    "end": 1207
                }
            ]
        },
        {
            "section": "Strange-quark density",
            "text": "10 The CT10nnlo PDF set [62] is observed to have a less suppressed strange-quark distribution with R s = 0.80 +0.20 −0.16 and r s = 0.76 +0.19 −0.16 , which is in slightly better agreement with the data than the newer CT14 PDF set.",
            "paragraph_rank": 175,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 24,
                    "text": "[62]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "start": 137,
                    "text": "+0.19",
                    "end": 142
                }
            ]
        },
        {
            "section": "Strange-quark density",
            "text": "Here the previously discussed model and parameterization uncertainties are summarized and added together with further theoretical uncertainties (thy) as follows: (1) the uncertainty in α S (m 2 Z ) is taken to be ±0.002 with a very small effect on r s ; (2) the electroweak corrections and their application, as described in Sect. 6.1, introduce a one percent additional error for r s ; (3) the whole analysis was repeated with predictions obtained with the FEWZ program (version 3.1b2) leading to a value of r s enlarged by +0.10 as compared to the DYNNLO result; (4) finally the variation of the renormalization (μ r ) and factorization (μ f ) scales changes the result by 10% if one varies these by factors of 2 up and 1/2 down (see below for further details). Table 20 details all uncertainty components of r s and also R s .",
            "paragraph_rank": 176,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_23",
                    "start": 764,
                    "text": "Table 20",
                    "end": 772
                }
            ]
        },
        {
            "section": "Strange-quark density",
            "text": "Various further cross-checks are performed in order to assess the reliability of the strange-quark density measurement.",
            "paragraph_rank": 177,
            "section_rank": 39
        },
        {
            "section": "Strange-quark density",
            "text": "• To test the sensitivity to assumptions about the low-x behaviour of the light-quark sea, the constraint onū =d as x → 0 is removed by allowing Ad and Bd to vary independently from the respective Aū and Bū. The resultinḡ u is compatible withd within uncertainties of 8% at  suggested that the ATLAS parameterization forces a too small xd distribution if the strange-quark PDF is unsuppressed [135]. However, the E866 observation is made at x ∼ 0.1, while the ATLAS W, Z data have the largest constraining power at x ∼ 0.023. For a cross-check, the E866 cross-section data was added to the QCD fit with predictions computed at NLO QCD. In this fit xd − xū is enhanced and nevertheless the strange-quark distribution is found to be unsuppressed with r s near unity. • Separate analyses of the electron and muon data give results about one standard deviation above and below the result using their combination. If the W ± and Z -peak data are used without the Z /γ * data at lower and higher m , a value of r s = 1.23 is found with a relative experimental uncertainty almost the same as in the nominal fit. • A suppressed strange-quark PDF may be enforced by fixing r s = 0.5 and setting Cs = Cd . The total χ 2 obtained this way is 1503, which is 182 units higher than the fit allowing these two parameters to be free. The ATLAS partial χ 2 increases from 108 to 226 units for the 61 degrees of freedom. A particularly large increase is observed for the Z -peak data, where χ 2 /n.d.f. = 53/12 is found for a fit with suppressed strangeness.",
            "paragraph_rank": 178,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 393,
                    "text": "[135]",
                    "end": 398
                }
            ]
        },
        {
            "section": "Strange-quark density",
            "text": "A final estimate of uncertainties is performed with regard to choosing the renormalization and factorization scales in the calculation of the Drell-Yan cross sections. The central fit is performed using the dilepton and W masses, m and m W , as default scale choices. Conventionally both scales are varied by a factor of 2 and 0.5 as an estimate of missing higher-order QCD terms. Table 21 presents the results of varying the scales separately and jointly. It is observed that a choice of half the mass values leads to a significant improvement of the χ 2 by about 24 units. All separate variations of μ r and μ f cause the resulting strange fraction values to be inside the envelope obtained from the joint variation μ r = μ f up or down.",
            "paragraph_rank": 179,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 381,
                    "text": "Table 21",
                    "end": 389
                }
            ]
        },
        {
            "text": "Determination of |V cs |",
            "section_rank": 40
        },
        {
            "section": "Determination of |V cs |",
            "text": "As discussed in the preceding section, the combination of HERA DIS and newly presented ATLAS measurements results in a precise determination of the light-quark composition of the proton and specifically of the strange-quark density. The most significant contributions to W -boson production are from the Cabibbo-favoured initial states ud and cs, where the rate is also controlled by the magnitude of the CKM matrix elements |V ud | and |V cs |. While |V ud | is experimentally measured to very high precision, this is not true for the |V cs | element. The contributions from the Cabibbosuppressed initial state cd, which are sensitive to |V cd |, are suppressed by one order of magnitude compared to the cs contribution. Both the W ± production rates and the lepton pseudorapidity distributions contain information about the cs → W contribution to the CC Drell-Yan cross section. A PDF fit as described above is performed, but in addition the |V cs | parameter is allowed to vary freely while all other CKM   [138][139][140][141][142][143], and from semileptonic D meson decays, D → K ν [143][144][145][146], from data by the CLEO-c, BABAR, and Belle experiments as reported in Ref. [39]. In addition, an early determination of |V cs | by the NNPDF Collaboration from a QCD fit is shown [147].",
            "paragraph_rank": 180,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 1010,
                    "text": "[138]",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b121",
                    "start": 1015,
                    "text": "[139]",
                    "end": 1020
                },
                {
                    "type": "bibr",
                    "ref_id": "b123",
                    "start": 1020,
                    "text": "[140]",
                    "end": 1025
                },
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 1025,
                    "text": "[141]",
                    "end": 1030
                },
                {
                    "type": "bibr",
                    "ref_id": "b127",
                    "start": 1030,
                    "text": "[142]",
                    "end": 1035
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 1035,
                    "text": "[143]",
                    "end": 1040
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 1088,
                    "text": "[143]",
                    "end": 1093
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 1093,
                    "text": "[144]",
                    "end": 1098
                },
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 1098,
                    "text": "[145]",
                    "end": 1103
                },
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 1103,
                    "text": "[146]",
                    "end": 1108
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1184,
                    "text": "[39]",
                    "end": 1188
                },
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 1288,
                    "text": "[147]",
                    "end": 1293
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 41
        },
        {
            "section": "Summary",
            "text": "New cross-section measurements by the ATLAS Collaboration are presented for inclusive Drell-Yan production in the neutral-current channel, Z /γ * → , and the chargedcurrent channel, W + → + ν and W − → −ν . The measurement is based on data taken in pp collisions at the LHC at a centre-of-mass energy of √ s = 7 TeV with an integrated luminosity of 4.6 fb −1 . Cross sections are provided in the electron and muon decay channels, integrated over the fiducial regions and differentially. The W + → + ν and W − → −ν cross sections are measured as a function of lepton pseudorapidity η . The Z /γ * → cross sections are measured as a function of the dilepton rapidity, y , in three dilepton mass bins 46 < m < 150 GeV in the central region and extended into the forward region up to |y | = 3.6 for 66 < m < 150 GeV.",
            "paragraph_rank": 181,
            "section_rank": 41
        },
        {
            "section": "Summary",
            "text": "The electron and muon channel results are combined considering all sources of correlated and uncorrelated uncertainties. A new sensitive test of electron-muon universality in on-shell W and Z decays is presented. The combined integrated fiducial W + , W − , and Z cross sections are measured to an experimental precision of 0.6, 0.5, and 0.32%, respectively, apart from the common 1.8% normalization uncertainty through the luminosity determination. The differential measurements are nearly as precise as the integrated cross-section results except at the edges of the phase space. With the full information about correlated uncertainties given, the data provide correspondingly precise results of cross-section ratios and the W ± lepton charge asymmetry as well.",
            "paragraph_rank": 182,
            "section_rank": 41
        },
        {
            "section": "Summary",
            "text": "A measurement precision at sub-percent level represents an opportunity and challenge for the QCD interpretation. Predictions for the Drell-Yan processes W ± → ν and Z /γ * → are calculated at NNLO fixed order in QCD and including NLO electroweak corrections. A quantitative comparison of the differential cross sections shows deviations of the predictions obtained with many of the contemporary PDF sets, hinting to a special impact of the data on the determination of the strange-quark distribution.",
            "paragraph_rank": 183,
            "section_rank": 41
        },
        {
            "section": "Summary",
            "text": "An NNLO QCD analysis is performed on the new W ± → ν and Z /γ * → ATLAS data together with the final, combined data from H1 and ZEUS on inclusive neutral-current and charged-current deep inelastic scattering. A new set of parton distribution functions, termed ATLAS-epWZ16, is provided. A detailed fit analysis supports the previous observation by ATLAS of a large ratio of the strange-quark distribution to the lighter sea-quark distributions at low x. Specifically, the ratio of the strange to the down sea-quark distributions, evaluated at a scale of Q 2 = 1.9 GeV 2 at a mean x = 0.023, is found to be r s = 1.19 with a total uncertainty of 0.16. Experimentally, r s is determined with an uncertainty of 0.07 which is a threefold reduction relative to the previous determination by the ATLAS Collaboration.",
            "paragraph_rank": 184,
            "section_rank": 41
        },
        {
            "section": "Summary",
            "text": "A complete set of uncertainties in the QCD fit result is provided in addition to the experimental uncertainties. This covers the effects of model, parameterization, and further theoretical uncertainties. Detailed studies are performed regarding the accuracy with which NNLO QCD predictions for the Drell-Yan process can be computed, including the differ-ences in existing codes, DYNNLO and FEWZ, and the effect of the choice of scales. The uncertainties in the strange-quark density from the limitations of NNLO QCD calculations of the fiducial cross sections are found to significantly exceed the experimental errors. An interesting observation is the significant improvement in the description of the ATLAS data when factorization and renormalization scales are set to a half of the canonically used dilepton mass scales. Several crosschecks are presented to evaluate the reliability of the measured enhancement of the strange-quark density. The paper finally presents a determination of the CKM matrix element |V cs | which has a precision comparable to extractions from charm meson decays. ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DSM/IRFU, France; SRNSF, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [148].",
            "paragraph_rank": 185,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 3292,
                    "text": "[148]",
                    "end": 3297
                }
            ]
        },
        {
            "section": "Summary",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 186,
            "section_rank": 41
        },
        {
            "text": "Table 23",
            "section_rank": 42
        },
        {
            "section": "Table 23",
            "text": "Differential cross section for the W − → e −ν (a) and W + → e + ν (b) processes, extrapolated to the common fiducial region. The relative statistical (δ sta ), uncorrelated systematic (δ unc ), correlated systematic (δ sys ), and total (δ tot ) uncertainties are given in percent. The overall 1.8% luminosity uncertainty is not included 3.20 3.60 11.00 1.2 3.7 6.4 7.5 Table 26 Differential cross section for the Z /γ * → e + e − process in the central (a) and forward (b) region with 116 < m < 150 GeV, extrapolated to the common fiducial region. The relative statistical (δ sta ), uncorrelated systematic (δ unc ), correlated systematic (δ sys ), and total (δ tot ) uncertainties are given in percent.  Table 27 Differential cross section for the W − → μ −ν (a) and W + → μ + ν (b) processes, extrapolated to the common fiducial region. The relative statistical (δ sta ), uncorrelated systematic (δ unc ), correlated systematic (δ sys ), and total (δ tot ) uncertainties are given in.  ",
            "paragraph_rank": 187,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 369,
                    "text": "Table 26",
                    "end": 377
                },
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 705,
                    "text": "Table 27",
                    "end": 713
                }
            ]
        },
        {
            "text": "Fig. 3 Fig. 4 Fig. 5",
            "section_rank": 43
        },
        {
            "section": "Fig. 3 Fig. 4 Fig. 5",
            "text": "Fig. 3The transverse momentum distribution of electrons for W + → e + ν candidates (left) and W − → e −ν candidates (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to the esti-",
            "paragraph_rank": 188,
            "section_rank": 43
        },
        {
            "text": "Fig. 7 Fig. 8",
            "section_rank": 44
        },
        {
            "section": "Fig. 7 Fig. 8",
            "text": "Fig. 7The dilepton invariant mass distributions for Z /γ * → e + e − candidates with two central electrons (left) and one central and one forward electron (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to the estimated yield of multijet events. The",
            "paragraph_rank": 189,
            "section_rank": 44
        },
        {
            "text": "Fig. 9",
            "section_rank": 45
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9The dilepton rapidity distributions for Z /γ * → e + e − candidates with one central and one forward electron in the mass region 66 < m ee < 116 GeV (left) and 116 GeV < m ee < 150 GeV (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized",
            "paragraph_rank": 190,
            "section_rank": 45
        },
        {
            "text": ". 4.3. Figures 10, 11 and 12 show the distributions of muon transverse momentum, muon pseudo-rapidity and the missing transverse momentum of candidate W events for positive and negative charges. The transverse mass distributions are shown in Fig. 13. The dimuon mass distribution of muon pairs selected by the Z /γ * → μ + μ − analysis are shown in Fig. 14, while Fig. 15 shows the dimuon rapidity distributions for the three invariant mass regions. The level of agreement between data and simulation is good in all cases. Small disagreements in the shapes of the E miss T and m T distributions of W-boson candidates are visible in a similar way as in the electron channel and are covered by the systematic uncertainties.",
            "paragraph_rank": 191,
            "section_rank": 46
        },
        {
            "text": "Fig. 10",
            "section_rank": 47
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10The transverse momentum distribution of muons for W + → μ + ν candidates (left) and W − → μ −ν candidates (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to",
            "paragraph_rank": 192,
            "section_rank": 47
        },
        {
            "text": "Fig. 12",
            "section_rank": 48
        },
        {
            "section": "Fig. 12",
            "text": "Fig. 12The missing transverse momentum distribution for W + → μ + ν candidates (left) and W − → μ −ν candidates (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to",
            "paragraph_rank": 193,
            "section_rank": 48
        },
        {
            "text": "Fig. 14",
            "section_rank": 49
        },
        {
            "section": "Fig. 14",
            "text": "Fig. 14 The dilepton invariant mass distributions for Z /γ * → μ + μ − candidates. The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to the estimated yield of multijet events. The sum of all expected background and signal contributions is shown as a solid line with a hashed band detailing the statistical uncertainty and labelled \"total (stat)\". The legend lists only background sources with a visible contribution",
            "paragraph_rank": 194,
            "section_rank": 49
        },
        {
            "text": "Fig. 15",
            "section_rank": 50
        },
        {
            "section": "Fig. 15",
            "text": "Fig. 15The dilepton rapidity distributions for Z /γ * → μ + μ − candidates in the mass regions 46 < m μμ < 66 GeV (left), 66 < m μμ < 116 GeV (middle) and 116 < m μμ < 150 GeV (right). The simulated samples are normalized to the data luminosity. The multijet background shape is taken from a data control sample and normalized to the esti-",
            "paragraph_rank": 195,
            "section_rank": 50
        },
        {
            "text": "Fig. 17",
            "section_rank": 51
        },
        {
            "section": "Fig. 17",
            "text": "Fig. 17 Differential dσ/d|η | cross-section measurements for W + (left) and W − (right), for the electron channel (open circles), the muon channel (open squares) and their combination with uncorrelated uncertainties (crosses) and the total uncertainty, apart from the luminosity",
            "paragraph_rank": 196,
            "section_rank": 51
        },
        {
            "text": "Fig. 18",
            "section_rank": 52
        },
        {
            "section": "Fig. 18",
            "text": "Fig. 18 Differential dσ/d|y | cross-section measurements for Z /γ * → in the three m regions, for the electron channel (open circles), the muon channel (open squares) and their combination with uncorrelated uncertainties (crosses) and the total uncertainty, apart from",
            "paragraph_rank": 197,
            "section_rank": 52
        },
        {
            "text": "Fig. 20",
            "section_rank": 53
        },
        {
            "section": "Fig. 20",
            "text": "Fig. 20Ratios of the fiducial cross sections times leptonic branching ratios of σ fidW + → + ν /σ fid W − → −ν (left) and σ fid W ± → ± ν /σ fid Z /γ * → + −(right). The data (solid blue line) are shown with the statistical (yellow band) and the total uncertainties (green band). Theoretical predictions",
            "paragraph_rank": 198,
            "section_rank": 53
        },
        {
            "text": "Fig. 21",
            "section_rank": 54
        },
        {
            "section": "Fig. 21",
            "text": "Fig. 21 Differential dσ W + /d|η | (left) and dσ W − /d|η | (right) crosssection measurement for W → ν. Predictions computed at NNLO QCD with NLO EW corrections using various PDF sets (open symbols) are compared to the data (full points). The ratio of theoretical predic-",
            "paragraph_rank": 199,
            "section_rank": 54
        },
        {
            "text": "Fig. 22 Fig. 23",
            "section_rank": 55
        },
        {
            "section": "Fig. 22 Fig. 23",
            "text": "Fig. 22Lepton charge asymmetry A in W → ν production as a function of the lepton pseudorapidity |η |. Predictions computed at NNLO QCD with NLO EW corrections using various PDF sets (open symbols) are compared to the data (full points). The ratio of theoretical predictions to the data is also shown. The predictions are displaced within each bin for better visibility. The theory uncertainty corresponds to the quadratic sum of the PDF uncertainty and the statistical uncertainty of the calculation",
            "paragraph_rank": 200,
            "section_rank": 55
        },
        {
            "text": "Fig. 25",
            "section_rank": 56
        },
        {
            "section": "Fig. 25",
            "text": "Fig. 25Ratio R s (x) = (s(x) +s(x))/(ū(x) +d(x)) as a function of Bjorken-x at a scale of Q 2 = 1.9 GeV 2 for the original MMHT14 and CT14 PDF sets (left) and for the MMHT14 and CT14 sets when profiled with the new W, Z differential cross-section data (right)",
            "paragraph_rank": 201,
            "section_rank": 56
        },
        {
            "text": "Fig. 26 Fig. 27",
            "section_rank": 57
        },
        {
            "section": "Fig. 26 Fig. 27",
            "text": "Fig. 26 Distribution of xū (left), xd (middle) and xs (right) PDFs as a function of Bjorken-x at a scale of Q 2 = 1.9 GeV 2 for the MMHT14 PDF set before and after profiling",
            "paragraph_rank": 202,
            "section_rank": 57
        },
        {
            "text": "ATLASFig. 28",
            "section_rank": 58
        },
        {
            "section": "ATLASFig. 28",
            "text": "Fig. 28Differential cross-section measurements for W + → + ν (right) and W − → −ν (left) compared to the predictions of the QCD fit. The predictions are shown before (solid lines) and after (dashed",
            "paragraph_rank": 203,
            "section_rank": 58
        },
        {
            "text": "ATLASFig. 29",
            "section_rank": 59
        },
        {
            "section": "ATLASFig. 29",
            "text": "Fig. 29Differential dσ/d|y | cross-section measurement for Z /γ * → in the Z -peak region (upper row), as well as high dilepton mass m = 116-150 GeV (middle row), and low dilepton mass m = 46-66 GeV (lower row) compared to the QCD fit result. In the Z -peak region and at high dilepton mass the measurements are",
            "paragraph_rank": 204,
            "section_rank": 59
        },
        {
            "text": "ATLASFig. 30 Fig. 31",
            "section_rank": 60
        },
        {
            "section": "ATLASFig. 30 Fig. 31",
            "text": "Fig. 30PDFs from the present ATLAS-epWZ16 determination at the starting scale Q 2 0 = 1.9 GeV 2 . Top valence PDFs xd v (x), xu v (x); middle light sea PDFs xd(x), xū(x); bottom strange-quark distribution and ratio R s (x). Uncertainty bands represent the experimental (exp), model",
            "paragraph_rank": 205,
            "section_rank": 60
        },
        {
            "text": "Fig. 32 |V",
            "section_rank": 61
        },
        {
            "section": "Fig. 32 |V",
            "text": "Fig. 32|V cs | as determined in the global CKM fit cited by the PDG[39] (blue vertical line) compared to extractions from D s → ν and D → K ν decays[39] and the NNPDF1.2 fit[147]. The ATLAS-epWZ16 fit result is shown with uncertainty contributions from the experimental data (inner error bar) and the total uncertainty including all fit and further theoretical uncertainties (outer error bar). The uncertainty in |V cs | from the CKM fit with unitarity constraint is smaller than the width of the vertical line",
            "paragraph_rank": 206,
            "section_rank": 61,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 67,
                    "text": "[39]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 148,
                    "text": "[39]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 173,
                    "text": "[147]",
                    "end": 178
                }
            ]
        },
        {
            "text": "20 GeV, |η | < 2.5, 46 < m < 150 GeV Forward Z /γ * → : p T, > 20 GeV, one lepton |η | < 2.5, other lepton 2.5 < |η | < 4.9, 66 < m < 150 GeV W",
            "paragraph_rank": 207,
            "section_rank": 62
        },
        {
            "text": "± → ν : p T, > 25 GeV, |η | < 2.5, p T,ν > 25 GeV, m T > 40 GeV.",
            "paragraph_rank": 208,
            "section_rank": 62
        },
        {
            "text": "N MC,rec+ W and N MC,rec− W are sums of event weights reconstructed as W + or W − , respectively, regardless of the generated charge; similarly N",
            "paragraph_rank": 209,
            "section_rank": 63
        },
        {
            "text": "Table 1",
            "section_rank": 64
        },
        {
            "section": "Table 1",
            "text": "Number of observed event candidates N , of estimated background events B, and the correction factors C for the W + , W − , central and forward Z /γ * (66 < m ee < 116 GeV) electron channels. The correction factors C were defined in Eq. (6). The charge asymmetry in the background to the W ± channels stems from the W → τ ν contribution, which is proportional to the signal yield. The given uncertainties are the sum in quadrature of statistical and systematic components. The statistical uncertainties in C are negligible T shapes, and the hadronic recoil response. Other theoretical modelling uncertainties, due to PDFs and boson p T effects, are at the level of 0.1-0.2%.",
            "paragraph_rank": 210,
            "section_rank": 64
        },
        {
            "text": "Table 3",
            "section_rank": 65
        },
        {
            "section": "Table 3",
            "text": "Relative uncertainties δσ in the measured integrated fiducial cross sections times branching ratios of W + , W − , central and forward Z /γ * (66 < m ee < 116 GeV) in the electron channels",
            "paragraph_rank": 211,
            "section_rank": 65
        },
        {
            "text": "Table 4 Table 5",
            "section_rank": 66
        },
        {
            "section": "Table 4 Table 5",
            "text": "Number of observed candidates N , of expected background events B, and the correction factors C for the W + , W − , and Z /γ * (66 < m μμ < 116 GeV) muon channels. The correction factors C were defined in Eq. (6). The charge asymmetry in the background to the W ± channels stems from the W → τ ν contributions, which is proportional to the signal yield. The uncertainties are the quadratic sum of statistical and systematic components. The statistical uncertainties in C are negligible Fiducial cross sections times branching ratios for W + , W − , and Z /γ",
            "paragraph_rank": 212,
            "section_rank": 66
        },
        {
            "section": "Table 4 Table 5",
            "text": "* (66 < m μμ < 116 GeV) production in the muon decay channel. The fiducial regions used for the measurement are those defined for the combined fiducial regions in Sect. 2.3, except that the muon pseudorapidity is restricted to be within |η| < 2.4. The uncertainties denote the statistical (stat), the systematic (syst), and the luminosity (lumi) uncertainties σ fid,μ W →μν (pb)",
            "paragraph_rank": 213,
            "section_rank": 66
        },
        {
            "text": "Table 6",
            "section_rank": 67
        },
        {
            "text": "Table 7",
            "section_rank": 68
        },
        {
            "section": "Table 7",
            "text": "Integrated fiducial cross sections times leptonic branching ratios in the electron and muon channels and their combination with statistical and systematic uncertainties, for W + , W − , their sum and the Z /γ * process measured at √ s = 7 TeV. The Z /γ * cross section is defined for the dilepton mass window 66 < m < 116 GeV. The common fiducial regions are defined in Sect. 2.3. The uncertainties denote the statistical (stat), the experimental systematic (syst), and the luminosity (lumi) contributions",
            "paragraph_rank": 215,
            "section_rank": 68
        },
        {
            "section": "Table 7",
            "text": "* → (pb)",
            "paragraph_rank": 216,
            "section_rank": 68
        },
        {
            "text": "Table 8",
            "section_rank": 69
        },
        {
            "section": "Table 8",
            "text": "Ratios of integrated fiducial CC and NC cross sections obtained from the combination of electron and muon channels with statistical (stat) and systematic (syst) uncertainties. The common fiducial regions are defined in Sect.3.911 ± 0.003 (stat) ± 0.021 (syst)",
            "paragraph_rank": 218,
            "section_rank": 69
        },
        {
            "text": "Table 10",
            "section_rank": 70
        },
        {
            "section": "Table 10",
            "text": "Ratios of total CC and NC cross sections obtained from the combination of electron and muon channels with statistical and systematic uncertainties. The Z /γ",
            "paragraph_rank": 219,
            "section_rank": 70
        },
        {
            "section": "Table 10",
            "text": "* cross section is defined for the dilepton mass window 66 < m < 116 GeV. The uncertainties denote the statistical (stat), the experimental systematic (syst), the luminosity (10.83 ± 0.01 (stat) ± 0.05 (syst) ± 0.09 (acc)R tot W + /Z 6.407 ± 0.004 (stat) ± 0.032 (syst) ± 0.062 (acc) R tot W − /Z4.419 ± 0.003 (stat) ± 0.024 (syst) ± 0.082 (acc)",
            "paragraph_rank": 220,
            "section_rank": 70
        },
        {
            "text": "Table 11",
            "section_rank": 71
        },
        {
            "section": "Table 11",
            "text": "Partial and total χ 2 /n.d.f. for the combination of the differential dσ/d|η | and dσ/d|y | cross sections. The contribution of the penalty term constraining the shifts of correlated uncertainties is listed separately in the row labelled \"Correlated\", see Eq. (11)",
            "paragraph_rank": 221,
            "section_rank": 71
        },
        {
            "section": "Table 11",
            "text": "combined measurement results are summarized inTables 12, 13and 14. The full measurement information is provided in HEPDATA. The measurements presented here supersede the",
            "paragraph_rank": 222,
            "section_rank": 71
        },
        {
            "text": "Table 12",
            "section_rank": 72
        },
        {
            "text": "Table 13",
            "section_rank": 73
        },
        {
            "section": "Table 13",
            "text": "Differential cross section for the Z /γ * → process in the central region in three dilepton invariant mass regions, extrapolated to the common fiducial region.",
            "paragraph_rank": 224,
            "section_rank": 73
        },
        {
            "text": "Table 15",
            "section_rank": 74
        },
        {
            "section": "Table 15",
            "text": "Electroweak input parameters, in the G μ scheme, for the NC and CC Drell-Yan pp and deep inelastic ep scattering crosssection calculations, see text. Standard Model parameters are taken from Refs.[39,100], except (W → ν). The V i j symbols denote the elements of the CKM matrix. The parameters below the line, the weak mixing angle sin 2 θ W , the fine-structure constant α Gμ , and the vector couplings of up-type quarks v u , down-type quarks v d , and charged leptons v to the Z boson, are calculated at tree level from the ones above",
            "paragraph_rank": 225,
            "section_rank": 74,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 196,
                    "text": "[39,",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 200,
                    "text": "100]",
                    "end": 204
                }
            ]
        },
        {
            "text": "central values and their Integrated fiducial cross sections times leptonic branching ratios of σ fid W",
            "paragraph_rank": 226,
            "section_rank": 75
        },
        {
            "text": "+ → + ν vs. σ fid W − → −ν (left) and σ fid W ± → ± ν vs. σ fid Z /γ * → + − (right). The data ellipses illustrate the 68% CL coverage for the total uncertainties (full green) and total excluding the luminosity uncertainty (open black). Theoretical predictions based on various PDF sets are shown with open symbols of different colours. The uncertainties of the theoretical calculations correspond to the PDF uncertainties only",
            "paragraph_rank": 227,
            "section_rank": 75
        },
        {
            "text": "Table 16",
            "section_rank": 76
        },
        {
            "section": "Table 16",
            "text": "Predictions at NNLO QCD and NLO EW as obtained with DYNNLO 1.5 for the integrated fiducial cross sections. The given uncertainties correspond to PDF uncertainties only and are evaluated follow-ing the different prescriptions of the PDF groups. The measured cross sections as reported before inTable 7are shown in the last row with their total uncertainties",
            "paragraph_rank": 228,
            "section_rank": 76
        },
        {
            "text": "Table 18",
            "section_rank": 77
        },
        {
            "section": "Table 18",
            "text": "Quality of the QCD fit, expressed as the χ 2 /n.d.f., to the final DIS HERA data and the ATLAS differential W → ν and Z /γ * → cross-section measurements. This NNLO fit is the base for the new ATLAS-epWZ16 set of PDFs",
            "paragraph_rank": 229,
            "section_rank": 77
        },
        {
            "text": "Table 19",
            "section_rank": 78
        },
        {
            "section": "Table 19",
            "text": "Overview of the impact of variations in the QCD fit regarding the model, parameterization, and further theoretical choices as compared to the nominal fit. For each variation the total fit χ 2 /n.d.f. is given as well as the values of the two quantities r s and R s",
            "paragraph_rank": 230,
            "section_rank": 78
        },
        {
            "text": "Table 20",
            "section_rank": 79
        },
        {
            "section": "Table 20",
            "text": "Summary of the central value and all uncertainties in the variables r s and R s evaluated at Q 2 = 1.9 GeV 2 and x = 0.023 characterizing the fraction of the strange-quark density in the proton",
            "paragraph_rank": 231,
            "section_rank": 79
        },
        {
            "text": "Table 21 Table 22",
            "section_rank": 80
        },
        {
            "section": "Table 21 Table 22",
            "text": "Effect of varying the scales for the Drell-Yan data in the NNLO QCD fit. The renormalization, μ r , and factorization, μ f , scales, are expressed relatively to the dilepton mass for NC and the W mass for the CC cross section. Changes of the total fit χ 2 values are almost exclusively due to variations of the ATLAS values while the HERA χ 2 , given by their difference, remains nearly constant. Right columns: resulting r s and R s values, quoted at Q 2 = Q 2 0 and x = 0.023 Summary of the central value and all uncertainties in the CKM matrix element |V cs |Table 22 details all the uncertainty components of |V cs |. In this fit the value of r s is found to be 1.18, compared to 1.19 when |V cs | is fixed to the value assuming unitarity of the CKM matrix. The experimental uncertainty of |V cs | is 66% correlated with the parameter A s controlling the normalization of the strange-quark density, while the parameter B s is fixed to Bd . The correlation with C s is found to be 10%. The dominant uncertainty of |V cs | arises from the parameterization variation associated with the extra freedom given to the strange-quark distribution by releasing the assumption Bd = Bs that fixes the rise of xd(x) and xs(x) to be the same at low x. This determination represents a new, competitive measurement of |V cs |.",
            "paragraph_rank": 232,
            "section_rank": 80
        },
        {
            "text": "Table 24",
            "section_rank": 81
        },
        {
            "section": "Table 24",
            "text": "|η | min |η | max dσ/d|η | (pb) δ sta (%) δ unc (%) δ sys (%) δ tot (%) Differential cross section for the Z /γ * → e + e − process in the central region with 46 < m < 66 GeV, extrapolated to the common fiducial region. The relative statistical (δ sta ), uncorrelated systematic (δ unc ), correlated systematic (δ sys ), and total (δ tot ) uncertainties are given in percent. The overall 1.8% luminosity uncertainty is not included|y | min |y | max dσ/d|y | (pb) δ sta (%) δ unc (%) δ sys (%) δ tot (%)Table 25Differential cross section for the Z /γ * → e + e − process in the central (a) and forward (b) region with 66 < m < 116 GeV, extrapolated to the common fiducial region. The relative statistical (δ sta ), uncorrelated systematic (δ unc ), correlated systematic (δ sys ), and total (δ tot ) uncertainties are given in percent. The overall 1.8% luminosity uncertainty is not included |y | min |y | max dσ/d|y | (pb) δ sta (%) δ unc (%) δ sys (%) δ tot (%)",
            "paragraph_rank": 233,
            "section_rank": 81
        },
        {
            "text": "The overall 1.8% luminosity uncertainty is not included|y | min |y | max dσ/d|y | (pb) δ sta (%) δ unc (%) δ sys (%) δ tot (%)",
            "paragraph_rank": 234,
            "section_rank": 82
        },
        {
            "text": "Table 28",
            "section_rank": 83
        },
        {
            "section": "Table 28",
            "text": "The overall 1.8% luminosity uncertainty is not included |η | min |η | max dσ/d|η | (pb) δ sta (%) δ unc (%) δ sys (%) δ tot (%) Differential cross section for the Z /γ * → μ + μ − process in the region with 66 < m < 116 GeV, extrapolated to the common fiducial region. The relative statistical (δ sta ), uncorrelated systematic (δ unc ), correlated systematic (δ sys ), and total (δ tot ) uncertainties are given in percent. The overall 1.8% luminosity uncertainty is not included |y | min |y | max dσ/d|y | (pb) δ sta (%) δ unc (%) δ sys (%) δ tot (%)",
            "paragraph_rank": 235,
            "section_rank": 83
        },
        {
            "text": "Table 29",
            "section_rank": 84
        },
        {
            "section": "Table 29",
            "text": "Differential cross section for the Z /γ * → μ + μ − process in the region 46 < m < 66 GeV (a) and 116 < m < 150 GeV (b), extrapolated to the common fiducial region. The relative statistical (δ sta ), uncorrelated systematic (δ unc ), correlated systematic (δ sys ), and total (δ tot ) uncertainties are given in percent.The  overall 1.8% luminosity uncertainty is not included |y | min |y | max dσ/d|y | (pb) δ sta (%) δ unc (%) δ sys (%) δ tot (%) References 1. ATLAS Collaboration, Measurement of the inclusive W ± and Z /γ * cross sections in the electron and muon decay channels in pp collisions at √ s = 7 TeV with the ATLAS detector. Phys. Rev. D 85, 072004 (2012). doi:10.1103/PhysRevD.85.072004. arXiv:1109.5141 [hep-ex] 2. ATLAS Collaboration, Improved luminosity determination in pp collisions at sqrt(s) = 7 TeV using the ATLAS detector at the LHC. Eur. Phys. J. C 73, 2518 (2013). doi:10.1140/epjc/ s10052-013-2518-3. arXiv:1302.4393 [hep-ex] 3. ATLAS Collaboration, Measurement of the low-mass Drell-Yan differential cross section at √ s = 7 TeV using the ATLAS detector. JHEP 06, 112 (2014). doi:10.1007/JHEP06(2014)112. arXiv:1404.1212 [hep-ex] 4. ATLAS Collaboration, Measurement of the high-mass Drell-Yan differential cross-section in pp collisions at √ (s) = 7 TeV with the ATLAS detector. Phys. Lett. B 725, 223 (2013). doi:10.1016/ j.physletb.2013.07.049. arXiv:1305.4192 [hep-ex] 5. ATLAS Collaboration, Measurement of the double-differential high-mass Drell-Yan cross section in pp collisions at √ s = 8 TeV with the ATLAS detector. JHEP 08, 009 (2016). doi:10.1007/ JHEP08(2016)009. arXiv:1606.01736 [hep-ex] 6. ATLAS Collaboration, Measurement of the transverse momentum and φ * η distributions of Drell-Yan lepton pairs in protonproton collisions at √ s = 8 TeV with the ATLAS detector. Eur. Phys. J. C 76, 291 (2016). doi:10.1140/epjc/s10052-016-4070-4. arXiv:1512.02192 [hep-ex] 7. ATLAS Collaboration, Measurement of W ± and Z -boson production cross sections in pp collisions at √ s = 13 TeV with the ATLAS detector. Phys. Lett. B 759, 601 (2016). doi:10.1016/j. physletb.2016.06.023. arXiv:1603.09222 [hep-ex] 8. LHCb Collaboration, R. Aaij et al., Inclusive W and Z production in the forward region at √ s = 7 TeV. JHEP 06, 058 (2012). doi:10. 1007/JHEP06(2012)058. arXiv:1204.1620 [hep-ex] 9. LHCb Collaboration, R. Aaij et al., Measurement of the crosssection for Z → e + e − production in pp collisions at √ s = 7 TeV. JHEP 02, 106 (2013). doi:10.1007/JHEP02(2013)106. arXiv:1212.4620 [hep-ex] 10. LHCb Collaboration, R. Aaij et al., Measurement of the forward W boson cross-section in pp collisions at √ s = 7 TeV. JHEP 12, 079 (2014). doi:10.1007/JHEP12(2014)079. arXiv:1408.4354 [hep-ex] 11. LHCb Collaboration, R. Aaij et al., Measurement of the forward Z boson production cross-section in pp collisions at √ s = 7 TeV. JHEP 08, 039 (2015). doi:10.1007/JHEP08(2015)039. arXiv:1505.07024 [hep-ex] 12. LHCb Collaboration, R. Aaij et al., Measurement of forward Z → e + e − production at √ s = 8 TeV. JHEP 05, 109 (2015). doi:10. 1007/JHEP05(2015)109. arXiv:1503.00963 [hep-ex] 13. LHCb Collaboration, R. Aaij et al., Measurement of forward W and Z boson production in pp collisions at √ s = 8 TeV. JHEP 01, 155 (2016). doi:10.1007/JHEP01(2016)155. arXiv:1511.08039 [hep-ex] 14. LHCb Collaboration, R. Aaij et al., Measurement of forward W → eν production in pp collisions at √ s = 8 TeV. JHEP 10, 030 (2016). doi:10.1007/JHEP10(2016)030. arXiv:1608.01484 [hep-ex] 15. LHCb Collaboration, R. Aaij et al., Measurement of the forward Z boson production cross-section in pp collisions at √ s = 13 TeV. JHEP 09, 136 (2016). doi:10.1007/JHEP09(2016)136. arXiv:1607.06495 [hep-ex] 16. CMS Collaboration, Measurement of the differential and doubledifferential Drell-Yan cross sections in proton-proton collisions at √ s = 7 TeV. JHEP 12, 030 (2013). doi:10.1007/ JHEP12(2013)030. arXiv:1310.7291 [hep-ex] 17. CMS Collaboration, Measurements of differential and doubledifferential Drell-Yan cross sections in proton-proton collisions at 8 TeV. Eur. Phys. J. C 75, 147 (2015). doi:10.1140/epjc/ s10052-015-3364-2. arXiv:1412.1115 [hep-ex] 18. CMS Collaboration, Measurement of the Z boson differential cross section in transverse momentum and rapidity in protonproton collisions at 8 TeV. Phys. Lett. B 749, 187 (2015). doi:10. 1016/j.physletb.2015.07.065. arXiv:1504.03511 [hep-ex] 19. CMS Collaboration, Measurement of the electron charge asymmetry in inclusive W production in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 109, 111806 (2012). doi:10.1103/PhysRevLett. 109.111806. arXiv:1206.2598 [hep-ex] 20. CMS Collaboration, Measurement of the muon charge asymmetry in inclusive pp → W + X production at √ s = 7 TeV and an improved determination of light parton distribution functions. Phys. Rev. D 90, 032004 (2014). doi:10.1103/PhysRevD. 90.032004. arXiv:1312.6283 [hep-ex] 21. CMS Collaboration, Measurement of the differential cross section and charge asymmetry for inclusive pp → W ± + X production at √ s = 8 TeV. Eur. Phys. J. C 76, 469 (2016). doi:10.1140/epjc/ s10052-016-4293-4. arXiv:1603.01803 [hep-ex] 22. CMS Collaboration, Measurement of the inclusive W and Z production cross sections in pp collisions at √ s = 7 TeV. JHEP 10, 132 (2011). doi:10.1007/JHEP10(2011)132. arXiv:1107.4789 [hep-ex] 23. CMS Collaboration, Measurement of inclusive W and Z boson production cross sections in pp collisions at √ s = 8 TeV. Phys. Rev. Lett. 112, 191802 (2014). doi:10.1103/PhysRevLett.112.191802. arXiv:1402.0923 [hep-ex] 24. S. Catani, M. Grazzini, An NNLO subtraction formalism in hadron collisions and its application to Higgs boson production",
            "paragraph_rank": 236,
            "section_rank": 84
        },
        {
            "section": "Table 29",
            "text": "Eur. Phys. J. C (2017) 77 :367",
            "paragraph_rank": 237,
            "section_rank": 84
        },
        {
            "section": "Table 29",
            "text": "Using the default parameters of this program, with an intrinsic xqtcut parameter chosen to be 0.008, the fiducial NNLO QCD predictions are found to behave in a continuous way with respect to small variations in the minimum lepton p T requirements around the choice of equal threshold values chosen for all fiducial regions of this paper.",
            "paragraph_rank": 238,
            "section_rank": 84
        },
        {
            "section": "Table 29",
            "text": "The FEWZ and DYNNLO programs differ in the subtraction schemes used, which leads to small differences in the boson p T distributions at low values. This effect on the fiducial cross-section predictions is significant compared to the present experimental precision. Further efforts will be needed to understand this effect and the role of boson p T in fiducial cross-section predictions and to reduce the impact on the extracted PDFs.",
            "paragraph_rank": 239,
            "section_rank": 84
        },
        {
            "section": "Table 29",
            "text": "Combined higher-order α • α S corrections to resonant W, Z production were recently considered in Ref.[106]. Another approach to combine NLO QCD and NLO EW effects, using the Powheg method, has been presented in Refs.[107][108][109].",
            "paragraph_rank": 240,
            "section_rank": 84,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 102,
                    "text": "[106]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 217,
                    "text": "[107]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 222,
                    "text": "[108]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 227,
                    "text": "[109]",
                    "end": 232
                }
            ]
        },
        {
            "section": "Table 29",
            "text": "This implies that the projections onto the axes correspond to 1.52 times the one-dimensional uncertainty. This is the same convention as chosen in Refs.[1,7]. However, in the literature one may find an alternative definition, where the size of ellipses reflect the one-dimensional uncertainties when projected on the axes[117].",
            "paragraph_rank": 241,
            "section_rank": 84,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 321,
                    "text": "[117]",
                    "end": 326
                }
            ]
        },
        {
            "section": "Table 29",
            "text": "The choice of the heavy-flavour scheme is especially relevant for the HERA measurements at lower Q 2 , see Ref.[32].",
            "paragraph_rank": 242,
            "section_rank": 84,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 111,
                    "text": "[32]",
                    "end": 115
                }
            ]
        },
        {
            "section": "Table 29",
            "text": "An exception is the introduction of a negative term in the gluon param-",
            "paragraph_rank": 243,
            "section_rank": 84
        },
        {
            "text": "Acknowledgements",
            "section_rank": 86
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 244,
            "section_rank": 86
        },
        {
            "text": "Appendix",
            "section_rank": 88
        },
        {
            "text": "Differential measurements in electron and muon channels",
            "section_rank": 89
        },
        {
            "section": "Differential measurements in electron and muon channels",
            "text": "The differential cross-section measurements for electron and muon channels before combination are shown in Tables 23,  24, 25, 26, 27, 28 and 29. ",
            "paragraph_rank": 245,
            "section_rank": 89,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 107,
                    "text": "Tables 23,  24",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "start": 123,
                    "text": "25, 26, 27, 28 and 29.",
                    "end": 145
                }
            ]
        }
    ]
}