{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The distributions of transverse momentum and longitudinal momentum fraction of charged particles in jets are measured in Pb+Pb and pp collisions with the ATLAS detector at the LHC. The distributions are measured as a function of jet transverse momentum and rapidity. The analysis utilises an integrated luminosity of 0.14 nb −1 of Pb+Pb data and 4.0 pb −1 of pp data collected in 2011 and 2013, respectively, at the same centre-of-mass energy of 2.76 TeV per colliding nucleon pair. The distributions measured in pp collisions are used as a reference for those measured in Pb+Pb collisions in order to evaluate the impact on the internal structure of jets from the jet energy loss of fast partons propagating through the hot, dense medium created in heavy-ion collisions. Modest but significant centrality-dependent modifications of fragmentation functions in Pb+Pb collisions with respect to those in pp collisions are seen. No significant dependence of modifications on jet p T and rapidity selections is observed except for the fragments with the highest transverse momenta for which some reduction of yields is observed for more forward jets. ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Heavy-ion collisions at ultra-relativistic energies produce a medium of strongly interacting nuclear matter composed of deconfined colour charges which is commonly called a quark-gluon plasma (QGP) [1][2][3][4]. Hard-scattering processes occurring in these collisions produce high transverse momentum, p T , partons that propagate through the medium and lose energy. This phenomenon is termed \"jet quenching\". More specifically, jet quenching is a process in which constituents of the parton shower may be elastically or inelastically scattered by the constituents of the plasma, resulting in the suppression of jet production and the modification of the internal structure of jets [5][6][7]. Inclusive-jet suppression has e-mail: atlas.publications@cern.ch been measured previously at the LHC in terms of the nuclear modification factor [8][9][10][11][12]. A suppression of jet production by about a factor of two in central heavy-ion collisions was observed. The internal structure of jets was also measured [13][14][15][16] and these measurements revealed modification of the distributions of the jet fragments. The measurements of the jet structure were supplemented by a measurement of the correlation of the jet suppression with missing transverse momentum [17], leading to a conclusion that the energy lost by partons is transferred predominantly to soft particles being radiated at large angles with respect to the direction of the original parton.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 198,
                    "text": "[1]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 201,
                    "text": "[2]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 204,
                    "text": "[3]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 207,
                    "text": "[4]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 682,
                    "text": "[5]",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 685,
                    "text": "[6]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "start": 688,
                    "text": "[7]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "start": 838,
                    "text": "[8]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "start": 841,
                    "text": "[9]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "start": 844,
                    "text": "[10]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "start": 848,
                    "text": "[11]",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "start": 852,
                    "text": "[12]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "start": 1010,
                    "text": "[13]",
                    "end": 1014
                },
                {
                    "type": "bibr",
                    "start": 1014,
                    "text": "[14]",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "start": 1018,
                    "text": "[15]",
                    "end": 1022
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1022,
                    "text": "[16]",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1263,
                    "text": "[17]",
                    "end": 1267
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents a new measurement of the internal structure of jets by ATLAS in Pb+Pb and pp collisions, both at the same centre-of-mass energy per colliding nucleon pair of 2.76 TeV. The measurement utilised Pb+Pb data collected during 2011 corresponding to an integrated luminosity of 0.14 nb −1 as well as data from pp collisions recorded during 2013 corresponding to 4.0 pb −1 . In this paper the same quantities that were introduced in Ref. [13] are used, namely the jet fragmentation functions, D(z), and distributions of chargedparticle transverse momenta measured inside the jet, D( p T ). The D(z) distributions are defined as",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 450,
                    "text": "[13]",
                    "end": 454
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where N jet is the total number of jets, N ch is the number of charged particles associated with a jet, and the longitudinal momentum fraction z is defined as",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Here p jet T is the transverse momentum of a jet measured with respect to the beam direction, p T stands for the transverse momentum of a charged particle, η and φ are the distance between the jet axis and the charged-particle direction in pseudorapidity and azimuth, 1 respectively. 2 The D( p T ) distributions are defined as",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 268,
                    "text": "1",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 284,
                    "text": "2",
                    "end": 285
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The fragmentation distributions were measured for jets reconstructed with the anti-k t algorithm [18] with the radius parameter set to R = 0.4. The charged particles were matched to a jet by requiring the distance between the jet axis and the charged particle to be R < 0.4. The fragmentation distributions were fully corrected to the particle level.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 97,
                    "text": "[18]",
                    "end": 101
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the first measurement of jet fragmentation by ATLAS in heavy-ion collisions [13], the measurements were performed for jets with the radius parameters R = 0.2, 0.3, and 0.4. Jet fragments having a minimum p T of 2 GeV were measured within an angular range R = 0.4 from the jet axis. The D(z) and D( p T ) distributions were presented for seven bins in collision centrality. Ratios of fragmentation functions in the different centrality bins to the 60-80% bin were presented and used to evaluate the modifications of the jet fragmentation caused by the medium. Those ratios exhibited an enhancement in fragment yield in central collisions for z 0.04, a reduction in fragment yield for 0.04 z 0.2, and an enhancement in the fragment yield for z > 0.4. The modifications were found to decrease monotonically with decreasing collision centrality from 0-10 to 50-60%. A similar set of modifications was observed in the D( p T ) distributions over corresponding p T ranges.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 79,
                    "text": "[13]",
                    "end": 83
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This new analysis provides a measurement of the jet structure of R = 0.4 jets using the same observables, but it decreases the minimum p T for charged particles to 1 GeV and evaluates the fragmentation observables differentially in jet p T and y. Furthermore, the new analysis uses the fragment distributions measured in pp collisions as a reference for the measurement of jet fragmentation in heavy-ion collisions. Using this information about the jet structure, the flow of the quenched jet energy and number of charged particles was quantified as a function of the centrality.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The content of this paper is organised as follows: Sect. 2 describes the experimental set-up. Section 3 describes the event selection and data sets. The jet and track reconstruction 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Rapidity is defined as y = 0.5 ln E+ pz E− pz where E and p z are the energy and the component of the momentum along the beam direction. 2 The R ≡ ( η) 2 + ( φ) 2 used here is a boost-invariant replacement for the polar angle θ between the jet and charged particle. and selection are introduced in Sect. 4. Section 5 discusses the analysis procedure. The estimation of systematic uncertainties is given is Sect. 6. Section 7 describes the results of the measurement. Section 8 provides a discussion of the results, and Sect. 9 summarises the analysis.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 182,
                    "text": "1",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 773,
                    "text": "2",
                    "end": 774
                }
            ]
        },
        {
            "text": "Experimental set-up",
            "section_rank": 3
        },
        {
            "section": "Experimental set-up",
            "text": "The measurements presented in this paper were performed using the ATLAS calorimeter, inner detector, trigger, and data acquisition systems [19]. The ATLAS calorimeter system consists of a liquid argon (LAr) electromagnetic (EM) calorimeter covering |η| < 3.2, a steel-scintillator sampling hadronic calorimeter covering |η| < 1.7, a LAr hadronic calorimeter covering 1.5 < |η| < 3.2, and a LAr forward calorimeter (FCal) covering 3.2 < |η| < 4.9. The hadronic calorimeter has three sampling layers, longitudinal in shower depth, and has a η × φ granularity of 0.1 × π/32 for |η| < 2.5 and 0.2 × 2π/32 for 2.5 < |η| < 4.9. 3 The EM calorimeters are longitudinally segmented in shower depth into three compartments with an additional pre-sampler layer. The EM calorimeter has a granularity that varies with layer and pseudorapidity, but which is generally much finer than that of the hadronic calorimeter. The middle sampling layer, which typically has the largest energy deposit in EM showers, has a granularity of 0.025 × 0.0245 over |η| < 2.5.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 139,
                    "text": "[19]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 622,
                    "text": "3",
                    "end": 623
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The inner detector [20] measures charged particles within the pseudorapidity interval |η| < 2.5 using a combination of silicon pixel detectors, silicon microstrip detectors (SCT), and a straw-tube transition radiation tracker (TRT), all immersed in a 2 T axial magnetic field. All three detectors are composed of a barrel and two symmetrically placed end-cap sections. The pixel detector is composed of three layers of sensors with nominal feature size 50 × 400 µm. The microstrip detector's barrel section contains four layers of modules with 80 µm pitch sensors on both sides, while the end-caps consist of nine layers of double-sided modules with radial strips having a mean pitch of 80 µm. The two sides of each layer in both the barrel and the end-caps have a relative stereo angle of 40 mrad. The transition radiation tracker contains up to 73 (160) layers of staggered straws interleaved with fibres in the barrel (end-cap). Charged particles with p T 0.5 GeV and |η| < 2.5 typically traverse three layers of silicon pixel detectors, four layers of doublesided microstrip sensors, and 36 straws if |η| < 2.0.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 19,
                    "text": "[20]",
                    "end": 23
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "Minimum-bias Pb+Pb collisions were selected using measurements from the zero-degree calorimeters (ZDCs) and the minimum-bias trigger scintillator (MBTS) counters [19]. The ZDCs are located symmetrically at a longitudinal distance of ±140 m from the detector centre and cover |η| > 8. 3. In Pb+Pb collisions, the ZDCs primarily measure \"spectator\" neutrons, which originate from the incident nuclei and do not interact hadronically. The MBTS detects charged particles over 2.1 < |η| < 3.9 using two counters placed at a distance of ±3.6 m from the interaction point. Each counter is divided into 16 modules with 8 different positions in η and φ. Each counter provides measurement of both the pulse heights and arrival times of ionisation energy deposits.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 162,
                    "text": "[19]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 284,
                    "text": "3",
                    "end": 285
                }
            ]
        },
        {
            "text": "Event selection and data sets",
            "section_rank": 4
        },
        {
            "section": "Event selection and data sets",
            "text": "The analysis utilised an integrated luminosity of 0.14 nb −1 of Pb+Pb data and 4.0 pb −1 of pp data collected in 2011 and 2013, respectively. The Pb+Pb events used in the analysis were required to have a reconstructed primary vertex and a time difference between hits from the two sides of the MBTS detector of less than 3 ns. The primary vertices were reconstructed from charged-particle tracks with p T > 0.5 GeV. The tracks were reconstructed from hits in the inner detector using the standard track-reconstruction algorithm [21] with settings optimised for the high hit density in heavy-ion collisions [22]. The Pb+Pb events were selected for recording by a combination of Level-1 minimum-bias and high level trigger (HLT) jet triggers. The Level-1 trigger required a total transverse energy measured in the calorimeter of greater than 10 GeV. The HLT jet trigger ran the offline Pb+Pb jetreconstruction algorithm, described below, for R = 0.2 jets except for the application of the final hadronic energy-scale correction. The HLT selected events containing an R = 0.2 jet with transverse energy E T > 20 GeV in the |η| < 3.2 range. A total of 14.2 million events satisfied these event selection criteria. The performance of the jet triggering is summarised in Ref. [23].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 528,
                    "text": "[21]",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 606,
                    "text": "[22]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1270,
                    "text": "[23]",
                    "end": 1274
                }
            ]
        },
        {
            "section": "Event selection and data sets",
            "text": "The centrality of Pb+Pb collisions was characterised by E FCal T , the total transverse energy measured in the FCal [22]. The results in this paper were obtained using seven centrality bins defined according to successive percentiles of the E FCal T distribution ordered from the most central, highest E FCal T , to the most peripheral collisions: 0-10, 10-20, 20-30, 30-40, 40-50, 50-60, and 60-80%. The percentiles were defined after correcting the E FCal T distribution for the 2% minimum-bias trigger inefficiency which only affects the most peripheral collisions (80-100%), that were not included in this analysis.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 116,
                    "text": "[22]",
                    "end": 120
                }
            ]
        },
        {
            "section": "Event selection and data sets",
            "text": "The pp events used in the analysis were selected using the ATLAS jet trigger [24] with a requirement of a minimum jet p T of 75 GeV. The pp events were required to contain at least one primary vertex, reconstructed from at least two tracks with p T > 0.5 GeV. Jets originating from all selected events were included in the measurement.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "Event selection and data sets",
            "text": "The performance of the ATLAS detector and offline analysis in measuring jets and charged particles in pp collisions was evaluated using a sample of 15 million Monte Carlo (MC) events obtained from PYTHIA [25] hard-scattering events (using PYTHIA version 6.425, with parameter values set to the AUET2B tune [26], and CTEQ6L1 parton distribution functions [27]). The generator-level spectrum of R = 0.4 jets covers the transverse momentum interval of 20 < p T < 500 GeV, which is sufficient to cover the jet p T range in the data. The detector effects were fully simulated [28] using GEANT4 [29]. The reconstruction performance in Pb+Pb collisions was evaluated using a sample of 18 million events obtained by overlaying simulated PYTHIA hardscattering events onto minimum-bias Pb+Pb events recorded in 2011. In this overlay procedure, the simulated hits were combined with the data from minimum-bias events to produce the final sample. The generator-level spectrum of jets in the overlay sample covers the transverse momentum interval of 35 < p T < 560 GeV. In all samples, the generatorlevel charged particles are defined as all final-state charged PYTHIA particles with lifetimes longer than 0.3 × 10 −10 s originating from the primary interaction or from the subsequent decay of particles with shorter lifetimes. 4 ",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 204,
                    "text": "[25]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 306,
                    "text": "[26]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 354,
                    "text": "[27]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 571,
                    "text": "[28]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 589,
                    "text": "[29]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1315,
                    "text": "4",
                    "end": 1316
                }
            ]
        },
        {
            "text": "Jet and track selection",
            "section_rank": 5
        },
        {
            "section": "Jet and track selection",
            "text": "Jets were reconstructed using the techniques described in Ref. [8], which are briefly summarised here. The anti-k t R = 0.4 algorithm was first run in four-momentum recombination mode on calorimeter cells grouped into η× φ = 0.1×0.1 calorimeter towers. The tower kinematics were obtained by summing electromagnetic-scale energies [30] of massless calorimeter cells within the tower boundaries. In the case of the reconstruction of jets in Pb+Pb collisions, an underlying event (UE) subtraction was performed in the following way. An iterative procedure was used to estimate a layerdependent and pseudorapidity-dependent UE energy density while excluding jets from that estimate. The UE energy was corrected for the presence of the elliptic flow [31], which was subtracted from each calorimeter cell within the towers included in the reconstructed jet. The final jet kinematics were calculated via a four-momentum sum of all cell energy deposits (assumed massless) contained within the jet. The UE contribution was subtracted at the cell level. A correction was applied to the reconstructed jet to account for jets not excluded or only partially excluded from the UE estimate. Finally, the jet y-and E T -dependent hadronic energy-scale calibration factor was applied in both the pp and Pb+Pb collisions.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 63,
                    "text": "[8]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 330,
                    "text": "[30]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 745,
                    "text": "[31]",
                    "end": 749
                }
            ]
        },
        {
            "section": "Jet and track selection",
            "text": "In the trigger the HLT reconstruction algorithms described in Ref. [23] were used. The HLT jet trigger selection is fully efficient at a p T of approximately 90 GeV. This, together with the intention to provide the results in the jet p T selections that are the same as bins used in Ref. [10], limits the results to jets with p T > 100 GeV. The jet reconstruction performance is described in Ref. [8]. In order to evaluate the rapidity dependence of the jet structure, jets were categorised in four rapidity intervals, namely |y| < 0.3, 0.3 < |y| < 0.8, 1.2 < |y| < 2.1, and |y| < 2.1. The rapidity interval of 0.8 < |y| < 1.2 was not considered in the analysis since the jet shape measurements are degraded in this region due to the transition in the detector between the SCT barrel and end-caps.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 67,
                    "text": "[23]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "start": 288,
                    "text": "[10]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "start": 397,
                    "text": "[8]",
                    "end": 400
                }
            ]
        },
        {
            "section": "Jet and track selection",
            "text": "The tracks from pp collisions were required to have at least one hit in the pixel detector and six hits in the silicon microstrip detector. In order to reject secondary particles, the transverse (d 0 ) and longitudinal (z 0 sin θ ) impact parameters of the tracks measured with respect to the primary vertex were required to be smaller than 1.5 mm (0.2 mm for d 0 if p T > 10 GeV).",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "Jet and track selection",
            "text": "In Pb+Pb collisions, the occupancies of the three tracking subsystems reached different levels. The pixel detector occupancy was below 1% even in the most central collisions. The corresponding number for the SCT detector was below 10%, while the occupancy in the TRT reached 90% [32]. To account for the high occupancy in Pb+Pb events, the track reconstruction was configured differently from that in pp collisions. Tracks from Pb+Pb collisions were required to have at least two hits in the pixel detector, including a hit in the first pixel layer if the hit was expected from the track trajectory, and seven hits in the silicon microstrip detector. In addition, the d 0 and z 0 sin θ of the tracks measured with respect to the primary vertex were required to satisfy |d 0 /σ d 0 | < 3 and |z 0 sin θ/σ z | < 3, where σ d 0 and σ z are uncertainties on d 0 and z 0 sin θ , respectively, obtained from the track-fit covariance matrix. All tracks used in this analysis were required to have p T > 1 GeV.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 279,
                    "text": "[32]",
                    "end": 283
                }
            ]
        },
        {
            "section": "Jet and track selection",
            "text": "The efficiency for reconstructing charged particles within jets was evaluated separately for pp and Pb+Pb collisions using MC events, described in Sect. 3. The efficiency was evaluated for charged particles that satisfy the selection criteria described above and were matched to generatorlevel (\"truth\") jets with p T > 100 GeV in each of the four jet rapidity intervals. In the case of Pb+Pb collisions, the efficiency was evaluated separately for each centrality bin.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Jet and track selection",
            "text": "The tracking efficiency correction 1/ε was evaluated as a function of charged-particle p T and y. The tracking efficiency ε was obtained as a ratio of tracks that have an associated truth charged particle to all the truth charged particles. To guarantee smooth behaviour of the correction factors as a function of track p T , the tracking efficiency was parameterised in the region of 1 < p T < 90 GeV using a fourth-order polynomial in the logarithm of the track p T . This functional form gives a good description of the onset of the efficiency at low p T as well as the behaviour in the intermediatep T region. At the same time it is not susceptible to statistical fluctuations in these regions. However, in the region of p T > 90 GeV the polynomial in the logarithm does not provide a good parameterisation of efficiencies. The study of the highp T behaviour in both the pp and Pb+Pb simulations showed that the tracking efficiency generally continues to follow the linear trend present at p T < 90 GeV. Thus, the result of the fit using a polynomial in the logarithm for tracks with p T > 90 GeV was replaced by a linear function with the slope determined from the difference between the fitted efficiencies at p T = 70 GeV and p T = 90 GeV. The value of the slope does not exceed 0.001. The efficiency for reconstructing tracks along with its parameterisation is shown in Fig. 1. The faketrack contribution was evaluated by matching reconstructed tracks to truth MC particles and found to be smaller than 2% for tracks satisfying the selection requirements defined above.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1378,
                    "text": "Fig. 1",
                    "end": 1384
                }
            ]
        },
        {
            "text": "Analysis procedure",
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "The analysis procedure is described briefly as follows. First, the measured distributions were corrected for the presence of a UE contribution (in the case of Pb+Pb collisions only) and for fake tracks. The corrected distributions were then unfolded using a two-dimensional Bayesian unfolding to correct for finite jet energy resolution and smearing due to finite track momentum resolution. The unfolded distributions were then normalised by the respective number of jets, which was obtained using one-dimensional Bayesian unfolding of jet p T spectra. Details of each step in this procedure are discussed in the next paragraphs.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "The first step in the analysis was to obtain measured two-dimensional uncorrected fragmentation functions, D meas (z, p jet T ), and the two-dimensional distribution of charged-particle transverse momenta measured inside the jet,",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": ", which are defined using the following formulae:",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "Here N ch ( p ch T ) and N ch (z) represent the number of measured charged particles within R = 0.4 of the jet axis obtained from the anti-k t clustering in given bins of charged- particle transverse momentum, p ch T , and z respectively. 5 The variable ε is the MC-evaluated track reconstruction efficiency. The superscript 'meas' in Eqs. 4and 5indicates that the measured distributions were corrected only for the tracking efficiency. The corrections for the UE and detector effects were applied in the subsequent steps of the analysis as discussed in the next paragraphs.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 239,
                    "text": "5",
                    "end": 240
                },
                {
                    "ref_id": "formula_4",
                    "start": 340,
                    "text": "4",
                    "end": 341
                },
                {
                    "ref_id": "formula_5",
                    "start": 345,
                    "text": "5",
                    "end": 346
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "Charged particles from the UE constitute a background that needs to be subtracted from the measured distributions. This background depends on p ch T and η ch of the charged particle, and the centrality of the collision. The contribution of the UE background was evaluated for each measured jet using a grid of R = 0.4 cones that spanned the full coverage of the inner detector. The cones had a fixed distance between their centres chosen such that the coverage of the inner detector was maximised while the cones did not overlap each other. To avoid biasing the UE estimate, cones associated with real jets have to be removed. This was done by removing cones having a charged particle with p ch T > 6 GeV or having a distance R < 0.4 between its centre and the nearest jet with p T > 90 GeV.",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "The resulting UE charged-particle yields, dn UE ch /d p ch T or dn UE ch /dz, were evaluated over 1 < p ch T < 6 GeV as a function of charged-particle p ch T , p jet T , and η jet and averaged over all cones according to:",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 67,
                    "text": "UE",
                    "end": 69
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "5 The labels 'ch' and 'jet' are used here to better distinguish the quantities connected with charged particles from quantities connected with jets.",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "Here N cone represents the number of background cones associated with a given jet with p jet T and η jet , N cone ch is the number of charged particles summed over all cones associated with the jet in question, and R represents the distance between the centre of a cone and the direction of a given charged particle. Not shown in Eqs. (6) and (7) are correction factors that were applied to each background cone to correct for the difference in the average UE particle yield at a given p ch T between the η position of the cone and η jet and separate correction factors to account for the difference in the elliptic flow modulation at the φ position of the UE cone and φ jet . The former correction was based on a parameterisation of the p ch T and centrality dependence of charged-particle yields in minimum-bias collisions. The latter correction was based on a parameterisation of the p ch T and centrality dependence of elliptic flow coefficients, v 2 , measured by ATLAS [22]. Since the measurement was not performed with respect to the reaction plane, the impact of the flow correction was at the level of a few percent of the UE yields. By evaluating the UE yields only from events containing jets included in the analysis, the background automatically had the correct distribution of centralities within a given centrality bin.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 335,
                    "text": "(6)",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "start": 343,
                    "text": "(7)",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 975,
                    "text": "[22]",
                    "end": 979
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "The UE yields need to be further corrected for the correlation between the actual UE yield in the jet and a finite, centrality-dependent jet energy resolution. Due to the steeply falling p T distribution of jets, the smearing due to jet energy resolution leads to a net migration of jets from lower p T to higher p T values (hereafter referred to as \"upfeeding\") such that a jet reconstructed with a given p rec T corresponds, on average, to a truth jet with lower transverse momentum, p truth T . The upfeeding was observed in the MC simulation to induce a difference between the determined UE yields, as described above, and the actual UE contribution to reconstructed jets. This difference was found to be centrality dependent, and it also exhibited a weak p jet T dependence. That difference was found to result from intrinsic correlations between the UE contribution to the yield of particles measured inside the jet and the MC p",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "In particular, jets with positive (negative) p jet T were found to have an UE contribution larger (smaller) than jets with p jet T ∼ 0. Due to the net upfeeding in the falling jet spectrum, the selection of jets above a given p jet T threshold causes the UE contribution to be larger than that estimated from the procedure described above. The average fractional mismatch in the estimated UE background was found to have a minor dependence on p ch T and p jet T and to vary with centrality by factors of 0-20% with respect to the original UE estimates. To correct for this effect, multiplicative correction factors, dependent on centrality, y jet , p jet T and p ch T (or z) were applied to the dn UE ch /d p ch T (or dn UE ch /dz) distributions. These multiplicative factors were estimated in MC samples as a ratio of UE distributions calculated from tracks within the area of a jet which do not have an associated truth particle and the UE distributions estimated by the cone method. The measured distributions were also corrected for the presence of fake tracks by subtracting the fake-track contribution estimated in MC simulations. The corrected UE distributions, dñ UE+fake ch /d p ch T and dñ UE+fake ch /dz, were then subtracted from measured distributions as follows:",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "While the correction for the UE can be large -in the most central collisions the UE exceeds the signal by more than a factor of ten -the correction for the presence of fake tracks is small, typically below 2%. The UE and fake-track-subtracted measured distributions,",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "), need to be corrected for resolution effects. There are two main resolution effects: smearing due to finite jet energy resolution and smearing due to finite track momentum resolution. The former involves unfolding in p jet T ; the latter involves unfolding in p ch T . Since the tracks were measured in jets, a two-dimensional unfolding needs to be used to correct for both of these resolution effects simultaneously. The two-dimensional Bayesian unfolding algorithm [33] from the RooUnfold package [34] was used for this purpose. Using the MC samples, four-dimensional response matrices were created using the truth and reconstructed p jet T and the truth and reconstructed p ch T for reconstructed charged particles satisfying the track selection criteria defined in Sect. 4. The response matrices were created separately for pp and Pb+Pb data for each centrality and rapidity range. The entries in the response matrix were weighted by the tracking efficiency correction. Five iterations in the Bayesian unfolding procedure were found sufficient to deliver a stable result that does not change with increasing numbers of iterations for all centrality bins except for the 0-10% centrality bin where, eight iterations were used. Once the two-dimensional distributions were unfolded, a projection to a given p jet T interval was made, and the distribution was normalised by the respective number of jets.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 469,
                    "text": "[33]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "start": 501,
                    "text": "[34]",
                    "end": 505
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "The fragmentation distributions were measured for all jets reconstructed in the calorimeter, including those jets that do not contain any charged particle with p ch T > 1 GeV. The proper normalisation of the measured distributions by the number of jets requires a separate unfolding of the jet p T spectrum. This was performed by applying a onedimensional Bayesian unfolding, separately in each centrality and rapidity interval. One or two iterations were found to be sufficient for unfolding jet spectra in various centrality and rapidity intervals. The unfolded jet p T spectra were integrated over a given jet p T interval. The result of this integration represents the total number of jets spanning a given p T interval and was used to normalise the unfolded fragmentation distributions, D unfolded ( p T ) and D unfolded (z), as follows",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Analysis procedure",
            "text": "where D( p T ) and D(z) are the final, particle-level corrected distributions that are presented in Sect. 7. The performance of the reconstruction procedure was tested in MC samples by comparing unfolded distributions to truth distributions. Statistically independent MC samples for the response and reconstructed distributions were used. The ratio of unfolded to truth distributions was found to be consistent with unity for all the bins used in the measurement. An independent check of the subtraction of the UE contribution from measured distributions was performed by estimating the UE charged-particle p T spectra from the minimumbias data sample. After applying centrality reweighting, these UE charged-particle p T spectra were found to be consistent within statistical uncertainties with UE distributions obtained by the cone method. The performance of the unfolding procedure was further tested in the data by a procedure in which unfolded distributions were folded back using the response matrix. These \"refolded\" distributions were then compared to original raw distributions. Only differences at sub-percent level between the raw distributions and the refolded distributions were found.",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The following sources of systematic uncertainty were identified for this measurement: the uncertainties in the jet energy scale (JES) and jet energy resolution (JER), the track reconstruction efficiency, and the unfolding. The systematic uncertainties were evaluated separately for distributions and their ratios for each rapidity and centrality selection.",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty due to the JES has two contributions: the pp JES uncertainty and the heavy-ion JES uncertainty. The impact of the JES uncertainty on the measured distributions was determined by shifting the transverse momentum of reconstructed jets as follows:",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "where U JES ( p T , y) is either the pp JES uncertainty [30] or centrality-dependent heavy-ion JES uncertainty [35]. The distributions with shifted p T were unfolded and compared to the original distributions. The fractional difference was used as an estimate of the systematic uncertainty. The size of the JES uncertainty for D( p T ) and D(z) distributions in pp collisions is typically below 2% but can reach 4 and 6% at high p T and z, respectively. In Pb+Pb collisions, the typical size of this uncertainty is the same as in pp collisions, but the maximal uncertainty can reach 15% at the largest p T or z. The JES uncertainty partially cancels in ratios of Pb+Pb and pp distributions where a typical JES uncertainty is below 1% and the maximal uncertainty is below 10% at high p T . To account for systematic uncertainties due to any disagreement between the JER in data and MC simulation, the unfolding procedure was repeated with a modified response matrix. The new matrix was generated by repeating the MC study with the p T of reconstructed jets smeared by a relative uncertainty estimated as a function of y and p T of the jet [30]. The size of the JER uncertainty is usually at the level of 1% but grows at high p T or z, where the maximum is ≈6%. The systematic uncertainty due to track reconstruction was estimated by performing the analysis with three different sets of selection criteria imposed on tracks, called \"loose\", \"standard\", and \"tight\". The standard selection criteria were used as a default in this analysis. The differences in the result obtained using loose and tight criteria with respect to the result obtained using the standard criteria were used as the estimate of the systematic uncertainty. The tight selection criteria imposed more stringent requirements on the track quality, leading to a 15-20% reduction of the tracking efficiency depending on the track p T , η, and centrality. The loose selection criteria imposed more relaxed requirements on track quality leading to a 5-10% enhancement of tracking efficiency. The differences in the selection criteria bring significant differences both in the magnitude and the p T dependence of the tracking efficiency. The track reconstruction uncertainty is usually largest systematic uncertainty at low and intermediate p T or z. This uncertainty is typically less than 4%. Also related to tracking are the uncertainty in the estimate of fake tracks and the uncertainty due to the parameterisation of tracking efficiencies. Both of these uncertainties are less than 2%.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 56,
                    "text": "[30]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 111,
                    "text": "[35]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1138,
                    "text": "[30]",
                    "end": 1142
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The unfolding procedure is sensitive to the MC model and the number of iterations used, N it . Two variations were implemented to account for this systematic uncertainty. First, the N it was varied by ±1. Second, the MC response matrix was reweighted such that its projection onto the reconstructed axis matches the data. The data were then unfolded using the modified response matrix. The differences with respect to the original unfolded data were taken as the systematic uncertainty. The uncertainty due to unfolding was usually negligible and typically does not exceed 1%. To determine the total systematic uncertainty, the systematic uncertainties from all different sources were added in quadrature.",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The measurements of the internal structure of jets were performed differentially in jet p T and y and for two collision systems, pp and Pb+Pb. In the case of Pb+Pb collisions, the measurement was performed in seven bins of centrality, 0-10, 10-20, 20-30, 30-40, 40-50, 50-60, and 60-80%.",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The measured distributions were evaluated in four different rapidity intervals of the jet: |y| < 2.1, |y| < 0.3, 0.3 < |y| < 0.8, and 1.2 < |y| < 2.1. The rapidity interval of 0.8 < |y| < 1.2 was not considered in the analysis since the jet shape measurements are degraded in this region due to the transition in the detector between the SCT barrel and end-caps. This rapidity interval was also excluded from the measurement in the full rapidity range, |y| < 2.1. The distributions were also evaluated in four different jet p T intervals: 100 < p jet T < 398 GeV, 100 < p jet T < 126 GeV, 126 < p jet T < 158 GeV, and 158 < p jet T < 398 GeV. These intervals were chosen to correspond to intervals selected in the measurement of the jet nuclear modification factor [10]. This should allow the size of the energy lost by a jet, as quantified by the nuclear modification factor, to be connected to the respective modification of the jet fragmentation.",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 765,
                    "text": "[10]",
                    "end": 769
                }
            ]
        },
        {
            "section": "Results",
            "text": "The D( p T ) and D(z) distributions corrected to the hadron level by the unfolding procedure described in Sect. 5 are shown in Figs. 2 and 3, respectively. Different panels show distributions evaluated for different rapidity intervals for jets with 100 < p T < 398 GeV. The shaded band represents the  ",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 127,
                    "text": "Figs. 2 and 3",
                    "end": 140
                }
            ]
        },
        {
            "section": "Results",
            "text": "where 'cent' represents one of the seven centrality bins  4 GeV, a reduction in fragment yields for 4 < p ch T < 25 GeV, and an enhancement in the fragment yield for p ch T > 25 GeV. The magnitude of these modifications decreases for more peripheral collisions. A similar observation is also made for the R D(z) distributions shown in Fig. 5. The characteristic shape of these ratios was also seen in the previous study [13] where the 60-80% bin was used as a reference. Figures 4  and 5 show that the difference in the modifications between different rapidity selections is marginal for fragments with p ch T < 25 GeV and z < 0.25, respectively. Only at high p ch T or high z, a small difference is observed -the enhancement is systematically lower for more forward jets than for jets measured in the central rapidity region. Figures 6 and 7 show the R D( p T ) and R D(z) distributions, respectively, both for four p jet T intervals of jets with |y| < 2.1. No significant differences can be observed among the four p jet T selections. ",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 335,
                    "text": "Fig. 5",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "start": 420,
                    "text": "[13]",
                    "end": 424
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 471,
                    "text": "Figures 4  and 5",
                    "end": 487
                },
                {
                    "type": "figure",
                    "start": 827,
                    "text": "Figures 6 and 7",
                    "end": 842
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 9
        },
        {
            "section": "Discussion",
            "text": "To quantify the trends seen in the ratios, the differences between integrals of D( p T ) distributions measured in heavyion collisions and the integrals of D( p T ) distributions measured in pp collisions, N ch , were evaluated,",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "section": "Discussion",
            "text": "Three ranges defined by values of p T,min and p T,max were chosen to match the observations in R D( p T ) , namely 1-4, 4-25, and 25-100 GeV. Thus three values of N ch were obtained for each centrality bin which represent the number of particles carrying: (1) the excess seen in heavy-ion collisions for particles with 1 < p T < 4 GeV, (2) a depletion seen for particles with 4 < p T < 25 GeV, and (3) the enhancement seen for particles with 25 < p T < 100 GeV. Further, the dif-ferences between integrals of the first moment of the D( p T ) distributions, P ch T , were also evaluated,",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "section": "Discussion",
            "text": "These differences represent the total transverse momentum of particles carrying the excess or the depletion observed in",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "section": "Discussion",
            "text": "The result of performing this calculation is shown in Fig. 8 where the differences between the two integrals are displayed as a function of the number of participants, N part , calculated using the Glauber model analysis of the E FCal T [22,36,37]. A clear, almost logarithmic, increase of yields of particles with low transverse momenta with increasing centrality is seen. In contrast, the intermediatep ch T region exhibits less significant modifications with varying centrality. The yield at high p ch",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 54,
                    "text": "Fig. 8",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 237,
                    "text": "[22,",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 241,
                    "text": "36,",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "start": 244,
                    "text": "37]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "start": 405,
                    "text": "ch",
                    "end": 407
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "T shows a mild increase with increasing central-  ity, however with smaller significance. The changes in the total transverse momentum follow the trends seen in R D( p T ) distributions. However, for the highp T region, the significance of the increase in yields is more pronounced in R D( p T ) distributions than in the P ch T distribution. The difference defined in Eq. (15) can also be evaluated over the full range of charged-particle transverse momenta, 1 < p ch T < 100 GeV. It may be expected that such P ch T should be identical to zero since the same range of the p jet T was used in Pb+Pb and pp collisions. The result of this evaluation is presented in the second row of Table 1. Indeed, the P ch T evaluated over the full range of charged-particle transverse momenta is consistent with zero within one standard deviation of combined statistical and systematic uncertain-   The total difference in the yield of charged particles can also be evaluated by integrating the D( p T ) distributions over the full range of charged-particle transverse momenta. In this case, one does not expect to see the same yields of charged particles in Pb+Pb and pp collisions since this quantity may change as a result of the jet quenching. The resulting N ch is summarised in the bottom row of Table 1.",
            "paragraph_rank": 50,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 683,
                    "text": "Table 1",
                    "end": 690
                },
                {
                    "type": "table",
                    "start": 1289,
                    "text": "Table 1",
                    "end": 1296
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The enhancement of fragment yields at low p T or z already reported in previous analyses [13,15] is confirmed, and it is consistent with a jet quenching interpretation in which the energy lost by partons is transferred predominantly to soft particles [17]. While the enhancement of soft fragments may [GeV]",
            "paragraph_rank": 51,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 89,
                    "text": "[13,",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "start": 93,
                    "text": "15]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 251,
                    "text": "[17]",
                    "end": 255
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The ratio R D( pT) of unfolded D( p T ) distributions measured in heavy-ion collisions to unfolded D( p T ) distributions measured in pp collisions. The R D( pT) distributions were evaluated in four different centrality bins (rows) and four different selections in jet p T of jets (columns) with |y| < 2.1. The error bars on the data points indicate statistical uncertainties while the shaded bands indicate systematic uncertainties be understood as a direct consequence of the parton energy loss, the enhancement of fragment yields at high p T or z is unexpected [38]. A discussion of this feature in terms of different quenching of quark and gluon jets was recently provided in Ref. [39]. In order to further study this enhancement the ratio of R D(z) distributions in a given rapidity interval to  Table 1 The difference between pp and Pb+Pb collisions in the total momentum, P ch T , and the total difference in the yield of charged particles between pp and Pb+Pb collisions, N ch , evaluated over the full range of charged-particle transverse momenta, 1 < p ch T < 100 GeV, and for different values of centrality Centrality 0-10% 10-20% 20-30% 30-40% 40-50% 50-60% 60-80% P ch T (GeV) 0.9 +0.9 −1.7",
            "paragraph_rank": 52,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 564,
                    "text": "[38]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 685,
                    "text": "[39]",
                    "end": 689
                },
                {
                    "type": "table",
                    "start": 801,
                    "text": "Table 1",
                    "end": 808
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "1.0 +0.8 The ratios of charged-particle transverse momentum distributions measured in Pb+Pb collisions to those measured in pp exhibit an enhancement in fragment yield in central collisions for 1 < p ch T < 4 GeV, a reduction in fragment yields for 4 < p ch T < 25 GeV, and an enhancement in the fragment yield for p ch T > 25 GeV. The magnitude of these modifications decreases in more peripheral collisions. A similar observation is also made for the distributions of longi-tudinal momentum fraction measured with respect to the jet axis.",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "section": "Discussion",
            "text": "The centrality dependence of the magnitude of modifications was further quantified by evaluating the differences between integrals of charged-particle transverse momentum distributions measured in Pb+Pb and pp collisions for these three characteristic p ch T intervals. Further, the jet p T -and ydependence of the modifications in the internal structure of jets was measured. In addition, no significant differences in modifications of the jet structure are observed among different p These new results improve our understanding of the inmedium modifications of parton showers and help to constrain jet-quenching models. ",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "Fig. 1",
            "section_rank": 10
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1The tracking efficiency evaluated in simulation for particles in jets with p jet T > 100 GeV as a function of truth charged-particle transverse momentum, p particle T , for jets with |y| < 0.3 (left) and",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "Fig. 2",
            "section_rank": 11
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 Unfolded charged-particle transverse momentum distributions, D( p T ), measured in pp collisions and for seven centrality bins measured in Pb+Pb collisions. The four panels show D( p T ) distributions",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": ". The R D( p T ) and R D(z) distributions are shown in Figs. 4, 5, 6 and 7.",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "Figure 4",
            "section_rank": 13
        },
        {
            "section": "Figure 4",
            "text": "shows the R D( p T ) distributions for four selections in collision centrality, namely 0-10, 20-30, 30-40 and 60-80%, and for four rapidity intervals of jets with p jet T in the interval of 100-398 GeV. These ratios show an enhancement in fragment yield in central collisions for p ch T <",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "Fig. 3",
            "section_rank": 14
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3 Unfolded distributions of longitudinal momentum fraction, D(z), measured in pp collisions and for seven centrality bins measured in Pb+Pb collisions. The four panels show D(z) distributions",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "Fig. 4",
            "section_rank": 15
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4The ratio R D( pT) of unfolded D( p T ) distributions measured in heavy-ion collisions to unfolded D( p T ) distributions measured in pp collisions. The R D( pT) distributions were evaluated in four different centrality bins (rows) and four different selections in jet rapidity of jets",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "RFig. 5",
            "section_rank": 16
        },
        {
            "section": "RFig. 5",
            "text": "Fig. 5The ratio R D(z) of unfolded D(z) distributions measured in heavy-ion collisions to unfolded D(z) distributions measured in pp collisions. The R D(z) distributions were evaluated in four different centrality bins (rows) and four different selections in jet rapidity of jets",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "text": "RFig. 7 Fig. 8 (",
            "section_rank": 17
        },
        {
            "section": "RFig. 7 Fig. 8 (",
            "text": "Fig. 7The ratio R D(z) of unfolded D(z) distributions measured in heavy-ion collisions to unfolded D(z) distributions measured in pp collisions. The R D(z) distributions were evaluated in four different central-",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "1 structure",
            "section_rank": 18
        },
        {
            "section": "1 structure",
            "text": "of jets. The measurements cover the jet p T range of 100-398 GeV and use charged particles with p T > 1 GeV. The results are corrected to the hadron level.",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "text": "Fig. 9",
            "section_rank": 19
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9The ratio of R D(z) distributions in a given rapidity interval, namely |y| < 0.3, 0.3 < |y| < 0.8, and 1.2 < |y| < 2.1, to R D(z) in |y| < 2.1. The ratio of R D(z) was evaluated for three different col-",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "text": "8. ATLAS Collaboration, Measurement of the jet radius and transverse momentum dependence of inclusive jet suppression in leadlead collisions at. Phys. Lett. B 719, 220 (2013). doi:10.1016/j. physletb.2013.01.024. arXiv:1208.1967 [hep-ex] 9. B. Abelev et al., Measurement of charged jet suppression in Pb-Pb collisions at √ s N N = 2.76 TeV. JHEP 03, 013 (2014). doi:10.1007/ JHEP03(2014)013. arXiv:1311.0633 [nucl-ex] 10. ATLAS Collaboration, Measurements of the nuclear modification factor for jets in Pb+Pb collisions at √ s NN = 2.76 TeV with the ATLAS detector. Phys. Rev. Lett. 114, 072302 (2015). doi:10.1103/ PhysRevLett.114.072302. arXiv:1411.2357 [hep-ex] 11. J. Adam et al., Measurement of jet suppression in central Pb-Pb collisions at √ s NN = 2.76 TeV. Phys. Lett. B 746, 1 (2015). doi:10. 1016/j.physletb.2015.04.039. arXiv:1502.01689 [nucl-ex] 12. CMS Collaboration, Measurement of inclusive jet cross-sections in pp and PbPb collisions at √ s N N = 2.76 TeV (2016). TeV with the ATLAS detector. Phys. Lett. B 739, 320 (2014). doi:10.1016/j.physletb.2014.10.065. arXiv:1406.2979 [hep-ex] 14. C.M.S. Collaboration, Modification of jet shapes in PbPb collisions at √ s N N = 2.76 TeV. Phys. Lett. B 730, 243 (2014). doi:10.1016/ j.physletb.2014.01.042. arXiv:1310.0878 [nucl-ex] 15. C.M.S. Collaboration, Measurement of jet fragmentation in PbPb and pp collisions at √ s N N = 2.76 TeV. Phys.",
            "paragraph_rank": 65,
            "section_rank": 20
        },
        {
            "text": "Except the third sampling layer, which has a segmentation of 0.2 × π/32 up to |η| = 1.7.",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "While generator-level charged particles are massive, the tracks reconstructed in the inner detector are massless.",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 68,
            "section_rank": 22
        }
    ]
}