{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The first collisions of lead nuclei, delivered by the CERN Large Hadron Collider (LHC) at the end of 2010, at a centreof-mass energy per nucleon pair √ s NN = 2.76 TeV, marked the beginning of a new era in ultra-relativistic heavy-ion physics. The study of the properties of the produced hot and dense strongly-interacting matter at these unprecedented energies is currently experimentally pursued by all four big LHC experiments, ALICE, ATLAS, CMS, and LHCb. The more than a factor 10 increase of collision energy at LHC, relative to the previously achieved maximal energy at other collider facilities, results in an increase of production rates of hard probes. This review presents selected experimental results focusing on observables probing hard processes in heavy-ion collisions delivered during the first three years of the LHC operation. It also presents the first results from Run 2 heavy-ion data at the highest energy, as well as from the studies of the reference pp and p-Pb systems, which are an integral part of the heavy-ion programme.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The aim of ultra-relativistic heavy-ion physics is to study strongly interacting matter under extreme conditions of high temperature and energy density, where quantum chromodynamics (QCD), the theory of strong interactions within the Standard Model, predicts a transition to a new phase of matter, the quark-gluon plasma, QGP (i.e. see [1] and references therein). The QGP is considered to be the QCD ground state, where partons (quarks and gluons) are deconfined, i.e. no longer bound into composite particles. In addition, chiral symmetry is (approximately) restored, i.e. light quarks are (approximately) massless. Such a state of matter existed in the primordial universe, microseconds after the Big Bang, and may still exist today in the cores of neutron starts.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 336,
                    "text": "[1]",
                    "end": 339
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Based on the QCD calcularions on the lattice, the transition from normal (nuclear or hadronic) matter to the QGP is expected to occur at a critical temperature 1 of the order of ∼200 MeV (more than 10 12 K) -the order of the QCD scale parameter, Λ QCD . In order to achieve the conditions necessary for the formation of the QGP, a large volume of hot and dense matter is thought to be required, and therefore such research has been pursued with collisions of heavy nuclei at the highest possible collision energies. Because the strong coupling constant at the energy scale of the processes relevant to the production of the bulk of the matter (i.e. soft sector) is large, techniques such as pQCD are no longer applicable. Therefore, the heavy-ion research field presents a unique opportunity, as well as a testing ground, of novel approaches to QCD in a new regime where the strong interaction is indeed strong. Particularly at the high energy regime of Large Hadron Collider (LHC), ultra-relativistic heavy-ion physics connects the better-known \"elementary-interaction\" aspects of high-energy physics with the \"macroscopic-matter\" aspects of nuclear physics still to be explored. Hence, a novel, interdisciplinary approach to investigate matter along with its interactions is being developed applying ideas and methods from both high energy and nuclear physics. Those span today from computationally intensive numerical solutions (lattice QCD), thermodynamical and statistical methods, classical solutions in the high-density limit (Colour Glass Condensate) up to quantum gravity (Conformal Field Theory in Anti-de-Sitter Space or AdS/CFT).",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In general, such studies are expected to provide information on the properties of large, complex systems including elementary quantum fields, and an indication on the influence of the microscopic laws of physics, expressed by the \"QCD equations\", on the macroscopic phenomena like phase transitions and critical behaviour. In this context the study of nuclear matter and its different phases is of relevance also beyond the QCD specific domain, because phase transitions and symmetry breaking are principal concepts of the Standard Model and the QCD phase transitions are the only ones that are within reach of laboratory experiments. In summary, the tasks of the heavy-ion research field is to search for the predicted QGP, measure its properties, study and potentially discover QCD aspects in the nonperturbative sector.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Experimentally, this new and rapidly evolving research field has already presented a wealth of experimental results since the first pioneering experiments, started at relativistic energies in late 70s. With the first ion beams at LHC the energy in the center-of-mass system per nucleon pair, √ s NN , increased by four orders of magnitude in slightly more than 25 years. At the time of the LHC startup, after about ten years of research at RHIC at √ s NN up to 200 GeV and a similar time at fixed-target machines at about one tenth of this energy, discovery of QGP is well established and the systematic characterization of its properties well advanced, a claim based on theoretical interpretation of a large sample of comprehensive experimental data available already before the startup of LHC [4][5][6][7][8][9]. An overview of recent LHC results focusing on bulk, so-called soft observables can be found in the accompanying article [10] published in the same journal and summarized below. In contrast to the expectations that the QGP would have properties similar to an almost ideal, weakly coupled gas of quarks and gluons, experimental results from RHIC, summarized in 2005 [6][7][8][9], have shown that a hot, strongly interacting, nearly perfect and almost opaque liquid, also called the sQGP (s standing for strongly interacting) was produced in central (head-on) Au-Au collisions at the top RHIC energy. The created medium has very small shear viscosity (therefore, it is characterized by very limited internal friction) and responds to pressure gradients by flowing roughly unobstructed [11,12]. Moreover, it is almost opaque -most of the energy of fast partons propagating through it is absorbed. Describing QGP as a \"fluid\" indicates properties of \"macroscopic matter\" and collective degrees of freedom (within the hydrodynamic models framework), existing for a time significantly larger than the relevant relaxation times and with dimensions substantially larger than the mean free path. The aspect of \"perfect liquid\" was justified from measurements of collective particle motion, known as\"elliptic flow\", which develops as a response to the initial geometric conditions (reflected by the impact of the collision 2 ) and pressure gradients in the collision overlap region where the QGP is created, for details see [10]. The magnitude of elliptic flow at RHIC was found to exceed the maximum possible value predicted by hydrodynamics for a given initial deformation, corresponding to the reaction of a perfect liquid with minimal shear viscosity over entropy density ratio, which is reached in an extremely strongly interacting system with mean free path approaching the smallest possible value (the Compton wavelength). The measurement of direct 3 \"thermal\" photons radiated by the deconfined quark-gluon matter and its interpretation within hydrodynamic based models gave an estimate of the initial temperature of the hot liquid of at least about 300 MeV. The opaque aspect of this liquid came from the observed suppression of high-p T particles (typically leading jet fragments) relative to pp collisions, by a factor of about 5 which is also an indication of very strong final state interactions. It was verified with essential control measurements that the suppression was not seen in d-Au interactions (eliminating as the reason effects present in cold nuclear matter) as well as not seen with colour neutral probes, establishing, therefore, that the observed suppression in nuclear collisions is due to the strong interactions in the final state caused by the QGP.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 795,
                    "text": "[4]",
                    "end": 798
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 798,
                    "text": "[5]",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 801,
                    "text": "[6]",
                    "end": 804
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 804,
                    "text": "[7]",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 807,
                    "text": "[8]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 810,
                    "text": "[9]",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 935,
                    "text": "[10]",
                    "end": 939
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1179,
                    "text": "[6]",
                    "end": 1182
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1182,
                    "text": "[7]",
                    "end": 1185
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1185,
                    "text": "[8]",
                    "end": 1188
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1188,
                    "text": "[9]",
                    "end": 1191
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1597,
                    "text": "[11,",
                    "end": 1601
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1601,
                    "text": "12]",
                    "end": 1604
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2328,
                    "text": "[10]",
                    "end": 2332
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2760,
                    "text": "3",
                    "end": 2761
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "From the RHIC results, in less than 10 years, a \"Heavy-Ion Standard Model\" (HISM) emerged, describing the dynamic evolution and characterizing the high density state created in ultra-relativistic heavy-ion collisions [13,14]. The current understanding is that the fireball created in such collisions is in local thermodynamic equilibrium well described by hydrodynamics, i.e. particle chemistry is in agreement with thermal model predictions and particle spectra show patterns of radial and elliptic hydrodynamic flow. Therefore, one of the main goals at LHC was to measure, with increased precision and new, unique probes, the parameters that characterize this new state of matter. After verifying first that the global event characteristics, reflecting the bulk matter properties (such as energy density, volume, lifetime) are indeed different at the LHC energy regime, while the evolution and the intrinsic medium properties are still properly described by the HISM, the LHC programme focused on precision measurements of the QGP parameters (i.e. equation-of-state, viscosity, transport coefficients, Debye screening mass).",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 217,
                    "text": "[13,",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 221,
                    "text": "14]",
                    "end": 224
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "First results at LHC came fast covering a variety of topics and painting the general picture while detailed multidifferential measurements are still being pursued. The HISM could be probed, for the first time, in a higher energy regime [13,14]; it was found to be robust enough and provided reliable extrapolations and predictions at both Pb-Pb energies ( √ s NN = 2.76 and 5.02 TeV) that LHC delivered so far. Indeed, as expected at the higher center-of-mass energy of LHC the created matter was found to be characterized by larger energy density, freeze-out volume, and lifetime in comparison to RHIC, while the most critical tests of HISM came from the experimental measurements of flow (azimuthal angle anisotrophy) observables at LHC which are found in agreement with HISM predictions [15,16]. Detailed studies for a more precise determination of the shear viscosity as well as its temperature dependence studying Pb-Pb collisions at 2.76 TeV and first results at 5.02 TeV are presented in the accompanying article [10] together with further results exploring still unanswered questions of effects such as the hadronization phase and the interplay of soft and hard processes. The energy advantage of LHC is more apparent in the area of parton energy loss associated to the opaque nature of the sQGP where the kinematic regime exceeds by far the one reached at RHIC. The most important impact of the increase of the collision energy is the large increase of the rates of hard probes, such as jets, electro-weak particles and heavy flavours, including the full family of quarkonia (cc and bb bound states). The available high rates make possible precision studies of the QGP using the interactions of these probes with the medium constituents, which are under better theoretical control than the propagation of light partons [17]. In addition, some observables, e.g. very highenergy jets, electro-weak bosons, and different Υ states, are accessible in heavy-ion collisions for the first time. A new generation of powerful, large-acceptance, state-of-the-art experiments, ALICE, ATLAS, CMS, and LHCb provided a great advantage that made this task possible.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 236,
                    "text": "[13,",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 240,
                    "text": "14]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 790,
                    "text": "[15,",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 794,
                    "text": "16]",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1020,
                    "text": "[10]",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1828,
                    "text": "[17]",
                    "end": 1832
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This article presents a subjective selection of representative results of heavy-ion research from the first three years of LHC Run 1 with emphasis on the hard observables, abundantly available at LHC, used to probe the created system. Together with the Pb-Pb results at √ s NN = 2.76 TeV we also discuss results from pp and p-Pb collisions most relevant to the hard probes and published at the time of writing. We also present in the same journal a similar review of results on global bulk matter properties and the dynamics of the created system accessible via soft probes [10]. Other reviews of heavy-ion LHC results and references to the literature can be found in [18][19][20][21][22][23][24][25][26].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 574,
                    "text": "[10]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 668,
                    "text": "[18]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 672,
                    "text": "[19]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 676,
                    "text": "[20]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 680,
                    "text": "[21]",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 684,
                    "text": "[22]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 688,
                    "text": "[23]",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 692,
                    "text": "[24]",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 696,
                    "text": "[25]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 700,
                    "text": "[26]",
                    "end": 704
                }
            ]
        },
        {
            "text": "Energy loss",
            "section_rank": 3
        },
        {
            "section": "Energy loss",
            "text": "The high energies reached in heavy-ion collisions at the LHC allow precision studies of hard processes that involve high momentum or mass scales, larger than any scale of the QGP medium produced in the collision. Such probes originate from hard partonic scatterings at the very initial stage of the collision (τ ∼ 1/Q, where Q is the virtuality transfer), before the QGP is created, and therefore experience the full evolution of the created fireball. They are regarded for this reason as \"external probes\". Hard probes can be computed in perturbative QCD; their production and propagation through the medium can thus provide the means to probe experimentally the nature and properties of the medium they traverse, through their interactions with its constituents.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Energy loss",
            "text": "One of the most studied medium induced effects is the attenuation of jet yields (or modification of jet spectra) due to the energy loss of the parent parton, commonly known as \"jet quenching\", initially proposed by Bjorken in 1982 [27]. Since then, theoretical advances have established the studies of energy loss as a precision tool to probe the nature and properties of the traversed medium [28].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 231,
                    "text": "[27]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 393,
                    "text": "[28]",
                    "end": 397
                }
            ]
        },
        {
            "section": "Energy loss",
            "text": "In a perturbative QCD framework energy loss is expected to occur both via inelastic (radiative energy loss, via medium induced gluon radiation) [29] and elastic (collisional energy loss) [30] processes. Radiative energy loss dominates at high energies while elastic energy loss is expected to contribute at lower energies.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 144,
                    "text": "[29]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 187,
                    "text": "[30]",
                    "end": 191
                }
            ]
        },
        {
            "section": "Energy loss",
            "text": "The amount of energy lost, ∆E, is predicted to depend on the properties of the medium, in particular its opacity (associated to the medium density and the interaction strength) and the path length traversed inside the medium. In general, the strength of the interaction of partons with the constituents of the medium is characterized by the transport coefficients (for radiational energy loss usually given byq, the average transverse momentum squared acquired by the parton per unit path length). Overall, such studies probe different aspects of the energy loss mechanism, the interaction strength and properties of the medium as detailed [31,32].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 640,
                    "text": "[31,",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 644,
                    "text": "32]",
                    "end": 647
                }
            ]
        },
        {
            "section": "Energy loss",
            "text": "The parton energy loss via medium-induced gluon radiation is predicted to decrease with increasing parton mass [33]. The main reason for this is the so-called \"dead-cone effect\", introduced first for the vacuum radiation [34] and then applied, in a similar way, to the medium-induced radiation [33]. Due to a destructive interference, the radiation is suppressed in directions close to that of the quark. The heavier the quark is, the larger the exclusion region. In addition, at the LHC energies, the light flavoured-hadrons (at p T of order 10 GeV/c) mostly originate from gluon fragmentation [35] while heavy-flavoured hadrons are produced via the fragmentation of the corresponding heavy quarks. Because gluons have larger colour charge than quarks, and therefore larger colour coupling, they are expected to suffer more radiative energy loss in the deconfined medium. Therefore, the expectation is that heavy quarks (charm and bottom) lose less energy compared to lighter ones (up, down, strange) [33], leading to a hierarchy for the energy loss, ∆E gluon > ∆E light quark > ∆E charm > ∆E bottom in the kinematic regime where the mass cannot be neglected with respect to the parton momentum.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 111,
                    "text": "[33]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 221,
                    "text": "[34]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 294,
                    "text": "[33]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 595,
                    "text": "[35]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1002,
                    "text": "[33]",
                    "end": 1006
                }
            ]
        },
        {
            "section": "Energy loss",
            "text": "The effect of energy loss is usually quantified through the nuclear modification factor, which is the yield of a given observable (such as charged hadrons, identified particles and/or reconstructed jets) measured in nucleus-nucleus collisions, AA, properly normalized to the pp measurement at the same nucleon-nucleon energy:",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "Energy loss",
            "text": "If an AA collision behaved like a simple superposition of independent N coll 4 pp collisions, the R AA would be equal to 1. However, for soft processes, such as particle production at p T below a few GeV, the scaling from pp to AA is governed by N part rather than by N coll , leading naturally to an R AA below unity in that p T region. Departure of R AA from unity signals a change of physics in AA collisions and provides input to quantify medium induced effects. On the basis of the above arguments the effects of the QGP medium formed in the collision would lead to an experimentally observed suppression pattern R light AA < R charm AA < R beauty AA [17]. The study of differential observables is expected to shed light into the different interaction mechanisms. In particular, the dependence of the parton energy loss on the path length traversed in the medium is predicted to be linear for collisional energy loss [30,37,38] and close to quadratic for radiative processes in a QGP [39] (and even a cubic dependence on the path length is predicted within the AdS/CFT framework).",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 656,
                    "text": "[17]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 922,
                    "text": "[30,",
                    "end": 926
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 926,
                    "text": "37,",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 929,
                    "text": "38]",
                    "end": 932
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 989,
                    "text": "[39]",
                    "end": 993
                }
            ]
        },
        {
            "section": "Energy loss",
            "text": "The path-length dependence of energy loss can be probed experimentally by studying the dependence of the yields of hard probes on the collision centrality. Because the energy loss suffered by a parton depends on the traversed path length in the medium, it is expected that in central heavy-ion collisions the total energy loss will be larger than in peripheral ones. However, when comparing results of central and peripheral collisions one has to bear in mind the differences of the medium conditions (central collisions are expected to create a hotter, denser medium). Further insight into the path-length dependence of parton energy loss is expected to be gained studying the dependence of the yields of hard probes on the azimuthal angle relative to the reaction plane in non-central Pb-Pb collisions [40]. Noncentral heavy-ion collisions create an initially almond-shaped collision zone where pressure gradients are developed due to reinteractions of the created medium, and transform the initial spatial anisotropy to a measurable momentum anisotropy reflected to an azimuthal angle anisotropy. Such an anisotropy can be quantified by the so-called elliptic flow v 2 [10], which can be extracted from v 2 = cos 2(ϕ − Ψ 2 ) , where Ψ 2 is the azimuthal angle of the 2 nd order symmetry plane of the overlap region, and ϕ is the particle's azimuthal angle (by applying a Fourier decomposition to the measured distribution [41]) as detailed in the accompanying article on soft observables [10]. A larger suppression is expected out-of-plane than in-plane as partons traverse a larger path along the longer axis of the initially almondshaped collision zone. Such studies allow the measurement of the relative energy loss that hard probes suffer traversing different lengths of the medium under the same medium conditions. However, to be able to quantify any changes caused by the presence of the medium, it is important to establish the initial flux and conditions with precise measurements of the total cross sections. It is also crucial to compare the AA results systematically with reference pp (and pA) collisions at the same centre-of-mass energy and an appropriate kinematic regime.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 804,
                    "text": "[40]",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1172,
                    "text": "[10]",
                    "end": 1176
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1425,
                    "text": "[41]",
                    "end": 1429
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1491,
                    "text": "[10]",
                    "end": 1495
                }
            ]
        },
        {
            "section": "Energy loss",
            "text": "Experimentally, first manifestations of parton energy loss were observed at RHIC, establishing that a very opaque partonic medium was created in Au-Au central collisions at √ s NN = 200 GeV [42][43][44]. Sophisticated, large acceptance, state-of-the-art detectors combining precision tracking and vertexing with calorimetry allow studies not only of high-p T hadrons but also of reconstructed jets, and high-precision measurements of heavy-flavoured particles as well as of flavour-tagged jets. An added advantage at LHC is the availability of probes that do not interact strongly with the medium such as real and virtual photons at high p T as well as electro-weak bosons. Such control probes, including the W and Z (decaying in the leptonic channels), reconstructed in heavy-ion collisions for first time, allow testing perturbative QCD in nuclear collisions.",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 190,
                    "text": "[42]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 194,
                    "text": "[43]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 198,
                    "text": "[44]",
                    "end": 202
                }
            ]
        },
        {
            "section": "Energy loss",
            "text": "The goal of systematic multi-differential studies of hard probes in pp, pA and AA collisions is to shed light on the details of parton energy loss, disentangle the interplay of different mechanisms, and ultimately characterize the properties of the created medium. Measurements of \"jet quenching\" at LHC through the study of high-p T particles are presented in Sec. 3 and results using reconstructed jets are discussed in Sec. 4. Further details on heavy-flavour energy loss as well as the expected flavour and path-length dependence of parton energy loss are described in Sec. 5.1 while Sec. 5.2 is focusing on properties of quarkonia bound states and their modification due to the presence of the medium.",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 427,
                    "text": "4",
                    "end": 428
                }
            ]
        },
        {
            "text": "High p T particles",
            "section_rank": 4
        },
        {
            "section": "High p T particles",
            "text": "The nuclear modification factor of charged particles for SPS, RHIC and LHC is shown in Fig. 1-left [45][46][47][48][49][50]. The LHC measurements show a slightly stronger suppression than those from RHIC [42,43]; the largest measured suppression, in the p T range 6-9 GeV/c, is at the LHC a factor of about 7, while at RHIC a factor of 5 was observed. A completely new observation at the LHC is that with increasing p T the suppression becomes smaller, i.e. R AA increases. By extending the p T up to 300 GeV/c for √ s NN =5.02 TeV, see Fig. 1-right, CMS [45,51] showed that the maximal suppression is followed by a rising trend up to the highest transverse momenta measured in the analysis. This demonstrates that even very energetic partons of the highest p T suffer considerable energy loss interacting with the medium. A summary of measurements of the R AA of charged hadrons and electro-weak bosons is shown in Fig. 2 The LHC experiments also measured the p T dependence of R AA for different collision centralities [45,52,53]. The agreement of the different experimental measurements (when results are compared at similar centralities and rapidity windows) is remarkable. Charged-particle production is, as expected, progressively less suppressed going from central to peripheral Pb-Pb collisions. This observation is consistent with the predicted path-length dependence of energy loss. By comparing different models to experimental data from CMS [45] and ALICE [52] values of the transport coefficientq ≈ 1.7-1.9 GeV 2 /c were extracted [64,65].",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 87,
                    "text": "Fig. 1",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 99,
                    "text": "[45]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 103,
                    "text": "[46]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 107,
                    "text": "[47]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 111,
                    "text": "[48]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 115,
                    "text": "[49]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 119,
                    "text": "[50]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 204,
                    "text": "[42,",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 208,
                    "text": "43]",
                    "end": 211
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 537,
                    "text": "Fig. 1",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 555,
                    "text": "[45,",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 559,
                    "text": "51]",
                    "end": 562
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 916,
                    "text": "Fig. 2",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1021,
                    "text": "[45,",
                    "end": 1025
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1025,
                    "text": "52,",
                    "end": 1028
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1028,
                    "text": "53]",
                    "end": 1031
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1453,
                    "text": "[45]",
                    "end": 1457
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1468,
                    "text": "[52]",
                    "end": 1472
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 1544,
                    "text": "[64,",
                    "end": 1548
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1548,
                    "text": "65]",
                    "end": 1551
                }
            ]
        },
        {
            "section": "High p T particles",
            "text": "In addition, the measurements ( Fig. 2-left) show that (isolated) photons and the W and Z bosons (in the leptonic decay channel) which do not carry colour charge, are not suppressed [56,57,66]. This observation is compatible with the hypothesis that the origin of the suppression of charged hadrons is the final-state interactions with the created hot and dense medium. Additional support comes from the p-Pb data, which were expected to distinguish initialfrom final-state effects. First results of R pPb measurements from the p-Pb pilot run at √ s NN = 5.02 TeV [54,55] are also compared to the Pb-Pb data in Fig. 2-left. The ALICE R pPb measurement at high p T is comparable with unity and thus shows no indication of nuclear matter modification of hadron production and is consistent with binary collision scaling, as well as with Pb-Pb observables that are not affected by hot QCD matter, like direct photons [60] and electroweak gauge bosons [56,57]. This is in line with the hypothesis that the observed suppression of hadron production at high p T in central Pb-Pb collisions is not due to initial-state effects and implies that the origin of this suppression is the produced hot quark-gluon matter in Pb-Pb collisions [54,55]. At the LHC, the nuclear suppression factor is also studied with identified particles, which further constrains theoretical models of energy loss. For light-flavoured particles, π, K, p, at low p T , a mass ordering related to radial for neutral pions (π 0 ), charged hadrons (h ± ), and charged particles [45][46][47][48][49][50], compared to several theoretical predictions (for references see [45]). flow is seen [67], while at high p T the R AA of all particles is compatible with each other, showing that at high p T the medium affects them in a similar way. In addition, systematic studies of the suppression of heavy-flavoured particles compared to light hadrons allow testing the predicted flavour-dependent hierarchy pattern of suppression, as detailed in Sec. 2 and Sec. 5. Moreover, studies of identified particles were also performed in p-Pb collisions [61], see is visible. Such an enhancement, observed in Pb-Pb collisions, was associated to collective effects (see [10]). This similar trend, also observed in p-Pb collisions, suggests by analogy a possible collective origin.",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 32,
                    "text": "Fig. 2-left)",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 182,
                    "text": "[56,",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 186,
                    "text": "57,",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 189,
                    "text": "66]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 564,
                    "text": "[54,",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 568,
                    "text": "55]",
                    "end": 571
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 611,
                    "text": "Fig. 2",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 914,
                    "text": "[60]",
                    "end": 918
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 948,
                    "text": "[56,",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 952,
                    "text": "57]",
                    "end": 955
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1227,
                    "text": "[54,",
                    "end": 1231
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1231,
                    "text": "55]",
                    "end": 1234
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1541,
                    "text": "[45]",
                    "end": 1545
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1545,
                    "text": "[46]",
                    "end": 1549
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1549,
                    "text": "[47]",
                    "end": 1553
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1553,
                    "text": "[48]",
                    "end": 1557
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1557,
                    "text": "[49]",
                    "end": 1561
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1561,
                    "text": "[50]",
                    "end": 1565
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1631,
                    "text": "[45]",
                    "end": 1635
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 1651,
                    "text": "[67]",
                    "end": 1655
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 2100,
                    "text": "[61]",
                    "end": 2104
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2215,
                    "text": "[10]",
                    "end": 2219
                }
            ]
        },
        {
            "text": "Jets",
            "section_rank": 5
        },
        {
            "section": "Jets",
            "text": "a. Single jets. The R AA suppression pattern observed for charged particles was confirmed and extended using fully reconstructed jets over a wide p T range. Compared to measurements based on individual high-p T hadrons as described in Sec. 3, studies of reconstructed jets provide the advantage of a more direct connection between the p T and direction of the measured jet and the ones of the initial parton.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Jets",
            "text": "In heavy-ion experiments at collider energies, jets can be reconstructed using a combination of tracking of charged particles with measurements in electromagnetic and hadronic calorimeters. Typically the detected particles are grouped within a given angular region, i.e. a cone with radius R which has to be optimized taking into account the background of the underlying event (formed by the soft particles produced in the collision). Detailed studies have shown that it is possible to reconstruct jets above the fluctuations from the background event even in the high-multiplicity environment of heavy-ion collisions. Since the background can mimic medium-induced effects and affects the measurements, in particular correlation results [68], increasingly sophisticated methods are being developed to control it [69].",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 737,
                    "text": "[68]",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 812,
                    "text": "[69]",
                    "end": 816
                }
            ]
        },
        {
            "section": "Jets",
            "text": "The ATLAS jet measurements of R AA [70] reveal that the strong observed charged-hadron suppression of R AA of 0.5 in central Pb-Pb collisions at LHC persists up to the highest measured p T , extended up to 400 GeV/c, showing that the medium created in Pb-Pb collisions is so opaque that it can quench even the most energetic jets. It is, however, interesting to experimentally verify if very high-p T jets should remain unaffected and determine the related p T range. In addition, a clear centrality dependence is observed, as for single hadrons. Also, R AA shows a slow increase with  [58,62] measured by ALICE (orange) and CMS (green), compared to full jets from ATLAS (blue) [40] comprising both charged and neutral fragments and charged jets v jet 2 from ALICE (black) [63]. Note that the same parton p T corresponds to different single particle, full jet and charged jet p T . Figure from  [63]. p T for central collisions. Such a rise could indicate a preferential quenching of gluon jets (relative to the quark jets), as the quark-to-gluon ratio increases with p T . However, this ratio is also expected to increase with rapidity, and no such dependence is observed [70]. Further investigations [71] show that the increase in single hadron R AA is solely due to the initial reference spectrum from pp collisions. Related measurements were performed by CMS [72] and ALICE [73], the latter also accessing the particularly interesting lower p T regions, down to p T ≈ 30-40 GeV/c, which is the region where medium effects and different processes are reflected and can be disentangled. The results of the different LHC experiments are in good agreement despite the different analysis methods. The observation that the single inclusive jet suppression is similar to that for single hadrons could be understood if the dominant mechanism of parton energy loss is through radiation outside the jet cone used for the jet reconstruction.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 35,
                    "text": "[70]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 586,
                    "text": "[58,",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 590,
                    "text": "62]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 678,
                    "text": "[40]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 773,
                    "text": "[63]",
                    "end": 777
                },
                {
                    "type": "figure",
                    "start": 882,
                    "text": "Figure from",
                    "end": 893
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 895,
                    "text": "[63]",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 1173,
                    "text": "[70]",
                    "end": 1177
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 1202,
                    "text": "[71]",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 1363,
                    "text": "[72]",
                    "end": 1367
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 1378,
                    "text": "[73]",
                    "end": 1382
                }
            ]
        },
        {
            "section": "Jets",
            "text": "To probe the energy loss suffered by the parton as a function of the distance traversed in the medium, and test the predicted path-length dependence of energy loss, measurements of the variation of the jet yield in-and out-of-plane, employing v 2 (see Sec. 2), are performed. Results on the jet v 2 measurement [40,63] are shown in Fig. 2-right. A significant positive v ch jet 2 is observed in semi-central collisions (black points and blue squares) while no (significant) p T dependence is visible. This experimental observation establishes a clear relationship between the measured jet suppression and the details of the initial nuclear geometry; thus, it confirms not only the existence of the medium, but also the expectation that the jet suppression is strongest in the out-of-plane direction where partons traverse the largest amount of hot and dense matter.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 311,
                    "text": "[40,",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 315,
                    "text": "63]",
                    "end": 318
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 332,
                    "text": "Fig. 2",
                    "end": 338
                }
            ]
        },
        {
            "section": "Jets",
            "text": "b. Jet correlations. Even inspecting by bare eye the energy distributions of the first heavy-ion events recorded at LHC, see Fig. 3-(a), one could observe a large number of events with a high-p T reconstructed jet (e.g. of order of 100 GeV/c) whose energy was not fully balanced by the energy of a back-to-back high-p T partner jet.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 125,
                    "text": "Fig. 3-(a)",
                    "end": 135
                }
            ]
        },
        {
            "section": "Jets",
            "text": "This modification of the dijet properties relative to the reference pp collisions was quantified by measurements of the average dijet asymmetry for the leading and sub-leading jets in the event [74,75], x J = p Jet1",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 194,
                    "text": "[74,",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 198,
                    "text": "75]",
                    "end": 201
                }
            ]
        },
        {
            "section": "Jets",
            "text": "T /p Jet2 T , which is shown in Fig. 3-(b), for the most central Pb-Pb collisions. A large number of unbalanced dijets is observed. Moreover, data show a strong evolution of the shape of the dijet asymmetry distribution as a function of both centrality and p T . These experimental observations can be understood assuming that the back-to-back partons traverse different path lengths in the QGP medium, and hence suffer different energy loss. A sizeable difference between the Pb-Pb and pp reference distributions persists even for the highest p T range, demonstrating that the medium created in Pb-Pb collisions can indeed quench also jets with very high p T . In addition, the azimuthal angle correlations of dijets was studied in pp and Pb-Pb collisions for different centralities [75,76], but no strong modification of azimuthal correlations was observed, indicating that the energy loss suffered does not alter the azimuthal angle of the back-to-back partners relative to the pp (vacuum) distributions.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 32,
                    "text": "Fig. 3-(b)",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 784,
                    "text": "[75,",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 788,
                    "text": "76]",
                    "end": 791
                }
            ]
        },
        {
            "section": "Jets",
            "text": "Studies of p-Pb collisions show that for minimum bias events the nuclear modification of dijet [77] and single jet distributions [78] is very small and compatible with expectations from the nuclear modification of parton densities (in fact these measurements can be used to constrain them [79]).  Measurements of inclusive jets and dijets provide only limited information since the initial jet energy is not well defined. In general, both initial partons of dijets suffer some energy loss, depending on the path length they traverse in the medium. Even if one of the jets is produced near the surface, the quantitative interpretation of the measurements of the dijet asymmetry is still biased from ambiguities (so-called \"surface bias\"), related to the unknown absolute initial energy of the jet. However, electro-weak gauge bosons retain the kinematics of the initial hard scattering because, not carrying colour charge, they are not affected by the medium [56,57,60], as already shown in Fig. 2-left. Therefore, measurements of photon-jet events should not be affected by such ambiguities [82]. The photon can determine, on an event-by-event basis, the initial direction and momentum of the back-to-back associated parton. The measured energy of the reconstructed jet, compared to the energy of the photon, should then better quantify the amount of the energy lost by the jet traversing the medium. This makes the studies of photon-jet correlations one of the key methods to determine the initial energy of the parent parton which generated the jet [81,83]. Figure 3-(c) presents the mean fractional energy distribution carried by the jet opposite an isolated photon, x Jγ = p Jet T /p γ T , in Pb-Pb collisions compared to simulations (yellow histogram) [81]. With increasing centrality the distribution of collision data is seen to shift toward smaller x Jγ , which suggests that more and more of the jet momentum distribution is found below a minimum x Jγ , in contrast to the MC data, where the distribution of the ratio of the \"true jet\" to the \"true photon\" shows no centrality dependence. The photon-jet studies provide a clear evidence of parton energy loss, reducing biases present in charged-hadrons measurement, because of a better determination of the photon initial energy. Similar ongoing measurements of Z-jets promise to provide an additional handle on such studies. Precision studies involving a variety of observables and higher statistics are expected to improve the accuracy of these measurements and to allow a precise determination of the absolute parton energy loss as a function of the parton p T and the average path length traversed in the medium.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 95,
                    "text": "[77]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 129,
                    "text": "[78]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 289,
                    "text": "[79]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 958,
                    "text": "[56,",
                    "end": 962
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 962,
                    "text": "57,",
                    "end": 965
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 965,
                    "text": "60]",
                    "end": 968
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 990,
                    "text": "Fig. 2",
                    "end": 996
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 1091,
                    "text": "[82]",
                    "end": 1095
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 1551,
                    "text": "[81,",
                    "end": 1555
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 1555,
                    "text": "83]",
                    "end": 1558
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1560,
                    "text": "Figure 3",
                    "end": 1568
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 1757,
                    "text": "[81]",
                    "end": 1761
                }
            ]
        },
        {
            "section": "Jets",
            "text": "c. Internal structure of jets. In addition to the studies quantifying the energy loss due to the parton interaction with the medium it is also interesting to study the modifications of the jet fragmentation properties with respect to the fragmentation in pp collisions. These are usually studied using jet fragmentation functions defined as the yield of fragments in bins of fractional reconstructed jet momentum z = p track T /p jet T . In Pb-Pb collisions at p T > 4 GeV/c no significant modification of the fragmentation function is observed [84]. However, if lower p T particles are included in the analysis, the fragmentation function in Pb-Pb collisions [84][85][86] shows an enhancement of soft particles, a suppression of particles with intermediate momentum fractions, and little modification of hard ones. While the excess of soft particles is related to the jet quenching, the intermediate and high-p T jet structures may also be explained by an increasing gluon-to-quark ratio. See [87] for a detailed discussion.",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 545,
                    "text": "[84]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 660,
                    "text": "[84]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 664,
                    "text": "[85]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 668,
                    "text": "[86]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 994,
                    "text": "[87]",
                    "end": 998
                }
            ]
        },
        {
            "section": "Jets",
            "text": "Currently, the complexity of the measurements and the many biases that accompany them make a direct comparison between experimental and theoretical observables very difficult. New observables are being established that are both measurable and calculable with well-controlled precision. An example of such new analyses is the measurement of the modification of the jet shapes, as proposed by CMS [88]. This measurement indicate a redistribution of the energy inside the cone in central Pb-Pb collisions. Specifically, the results show a depletion of a fraction of the jets' p T at intermediate radii, 0.1 < r < 0.2 and an excess at large radii, r > 0.2. Another measurement, of the radial energy profile of the jet [89] proposed by ALICE, allows discriminating between two competing scenarios: jet quenching that results in intra-jet broadening (due to the energy loss the jet cone becomes wider), or collimation (most of the energy carried by the jet is collimated closer to the jet axis). The measurements indicate that the jet cores in Pb-Pb are more collimated and have higher p T than the jet cores that were simulated with models that did not include energy loss mechanisms.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 395,
                    "text": "[88]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 714,
                    "text": "[89]",
                    "end": 718
                }
            ]
        },
        {
            "section": "Jets",
            "text": "In addition to probing the internal structure of jets with reconstructed jets one can use two-particle correlation techniques. In particular, detailed studies of the baryon/meson yields in jets [90] at low and intermediate p T provide further insight into the jets composition. The measurements have shown no strong modification of the baryon/meson ratio relative to that in pp collisions. This demonstrates that the overall baryon/meson enhancement observed in Pb-Pb collisions (see Ref. [10]) is due to the bulk underlying event. Further ongoing measurements in ALICE based on strange particle reconstruction inside the jets promise to provide additional input to study, with higher precision, hadronchemistry in the jets and the question of the modification of the fragmentation function involving particle identification.",
            "paragraph_rank": 32,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 194,
                    "text": "[90]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 489,
                    "text": "[10]",
                    "end": 493
                }
            ]
        },
        {
            "section": "Jets",
            "text": "d. Energy flow outside of jets. A fraction of the \"lost\" energy can be recovered within radii in the range R = 0.2-0.5 from the jet axis [88]; however, even for the largest radius used for jet reconstruction at the LHC, a large suppression of inclusive jet yields and large dijet asymmetries are observed. Therefore, a number of measurements is performed to track the flow of energy far outside the nominal jet radius [76,[91][92][93]. Overall, studies of the energy flow in dijets show that energy balance is achieved at low momenta and very large radial distances relative to the jet axis.",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 137,
                    "text": "[88]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 418,
                    "text": "[76,",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 422,
                    "text": "[91]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 426,
                    "text": "[92]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 430,
                    "text": "[93]",
                    "end": 434
                }
            ]
        },
        {
            "section": "Jets",
            "text": "Overall, the available data at the LHC and theoretical progress allowed a quantitative extraction of the jet quenching parameterq in the deconfined QGP matter, which has also been calculated in lattice QCD [94]. Values ofq of several GeV 2 /fm are extracted from the systematic study of [95]. However, from the theoretical point of view, the observations of the different properties of reconstructed jets are challenging the standard description of jet quenching in terms of medium-induced gluon radiation. Describing all of the data in this section will be important for the overall understanding of the phenomenon of jet quenching, which is being intensively studied theoretically in a variety of approaches. A complete summary of published results of jet measurements from the LHC is listed in Table 2.",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 206,
                    "text": "[94]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 287,
                    "text": "[95]",
                    "end": 291
                },
                {
                    "type": "table",
                    "start": 797,
                    "text": "Table 2",
                    "end": 804
                }
            ]
        },
        {
            "text": "Heavy flavours",
            "section_rank": 6
        },
        {
            "section": "Heavy flavours",
            "text": "Heavy quarks are produced through initial hard-scattering processes at time scales ∼ 1/2m c,b (of order of 0.07 fm for charm and 0.02 fm for beauty), shorter than the QGP formation time (τ 0 ∼ 0. Unlike light quarks and gluons, that can be produced or annihilate during the entire evolution of the fireball, the annihilation rate of heavy quarks is small [96]. In general, the total charm and beauty yields are not affected, contrary to their phase-space distributions, which opens up the possibility to better quantify their modification due to their interactions with the traversed medium (see Sec. 2). Furthermore, their interaction with the medium may redistribute their momenta to lower values; therefore, they may thermalize in the system and participate in the collective flow dynamics. Experimentally, two observables are usually studied to probe the interaction of heavy quarks with the medium; namely, the nuclear modification factor, R AA and the azimuthal anisotropy, quantified via the elliptic flow coefficient v 2 . They can exploit the mass and path-length dependence of heavy-quark energy loss and their comparison to theoretical models can give access to the measurement of the medium transport coefficients. Indeed, first measurements at RHIC (with electrons from heavy-flavour decays) established that heavy quarks lose energy as they traverse the hot and dense medium created in heavy-ion collisions and participate in the collective expansion of the fireball [97].",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 355,
                    "text": "[96]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 1481,
                    "text": "[97]",
                    "end": 1485
                }
            ]
        },
        {
            "section": "Heavy flavours",
            "text": "At LHC, taking advantage of the much larger heavy-flavour production cross sections, heavy-flavoured particles were measured systematically in all systems, pp, p-Pb, and Pb-Pb, in many different channels, expanding the kinematic reach and increasing the precision of the measurements. Such studies at LHC were also extended to heavyflavoured tagged jets, reconstructed in heavy-ion collisions for the first time. Most importantly, the simultaneous measurement at the LHC of hidden and open heavy flavoured particles (which gives access to the total production cross section), should make it possible to better interpret the medium-induced effects (such as the observed J/ψ suppression at SPS, where measurements of open charm were not accessible).",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Heavy flavours",
            "text": "Here we present some selected results, also highlighting measurements of the reference systems that are relevant to the study of heavy flavours. The published results to date are summarized in Tables 3 and 4. Other review papers can be found in [17,18,98]. The studies of the D mesons family were complemented with the measurement of the D s meson which consists of a charm and an antistrange quark, and was measured in Pb-Pb collisions for the first time [102]. The first measurement of D + s , of very limited statistics, for the 10% most central collisions, is also presented in Fig. 4-left. The results, at high-p T (8 < p T < 12 GeV/c), show, within the precision of the measurement, a substantial suppression, compatible with that of non-strange mesons, indicating strong coupling of charm quarks with the deconfined created medium [103]. At lower p T (4 < p T < 8 GeV/c), within large uncertainties, the D + s R AA is larger than the D-meson R AA [103]. This is in agreement with the expectation that D s is sensitive to a possible hadronisation of charm quarks via their (re)combination with light quarks from the medium. Because of the predicted strangeness enhancement in the QGP, an increase of the D s R AA relative to the other D-mesons is expected in the p T range where (re)combination may be relevant [104]. Such measurements can contribute to a better understanding of the different underlying processes which is pursued studying in a systematic way the different collisions systems, pp, p-Pb, Pb-Pb.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 193,
                    "text": "Tables 3 and 4",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 245,
                    "text": "[17,",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 249,
                    "text": "18,",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 252,
                    "text": "98]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 456,
                    "text": "[102]",
                    "end": 461
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 582,
                    "text": "Fig. 4",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 838,
                    "text": "[103]",
                    "end": 843
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 954,
                    "text": "[103]",
                    "end": 959
                },
                {
                    "type": "bibr",
                    "start": 1317,
                    "text": "[104]",
                    "end": 1322
                }
            ]
        },
        {
            "section": "Heavy flavours",
            "text": "The R AA of D mesons in minimum bias p-Pb collisions at √ s NN = 5.02 TeV is also compared to the Pb-Pb data in Fig. 4-left. It is found to be consistent with unity at high-p T which supports the hypothesis that the suppression of the D mesons yield observed in central Pb-Pb collisions is a final-state effect induced by the medium. Theoretical calculations including CNM effects, that could be present in the initial nuclei, are in good agreement with the experimental results [105]. The CNM effects are found to be small at intermediate and high p T while they increase towards low p T .",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 112,
                    "text": "Fig. 4",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 479,
                    "text": "[105]",
                    "end": 484
                }
            ]
        },
        {
            "section": "Heavy flavours",
            "text": "b. B measurements. At the high LHC energies, in addition to charm, the beauty production can be measured with high-statistics. Measurements of beauty hadrons are typically exploiting decay channels that proceed as a b to c hadron cascade. The first measurement of non-prompt J/ψ (originating from B-mesons decays) in heavy-ion collisions, exploiting the inclusive B decays to J/ψ + X, was performed by the CMS collaboration showing a significant suppression [110]. This first measurement was confirmed by ALICE [111] and was extended by CMS also exploring the p T dependence of R AA [112]. Most recent results of non-prompt J/ψ R AA presented in Fig. 5-right as a function of participating nucleons, N part , show a significant suppression of beauty for all measured centralities in the range 6.5 < p T < 30 GeV/c. Another method to study beauty is exploiting semi-leptonic decays of heavy flavour. Such an approach was employed by ALICE, first in pp [113,114] and then in Pb-Pb [115] collisions. The results of different methods are compatible, showing a similat suppression pattern for p T larger than about 5 GeV/c. The measurements were extended with the study of correlations of electrons and the associated charged hadrons exploiting specific characteristics of B hadron decays [113]. Complementary studies to those with B mesons are based on measurements of reconstructed jets originating from b quarks, which were extended, for the first time, from pp [116,117] to heavy-ion collisions by CMS [106], see  [17,18,52,94,101], with gradually improved statistics and analysis methods, including identified pions [118] and reconstructed b-tagged jets [106]. A caveat to keep in mind in such comparison is that the predicted mass hierarchy is expected to be more pronounced at p T comparable to the quark masses and should progressively fade away at higher p T , while at low p T collective phenomena may play a role. In addition, a number of effects that may alter the predicted suppression pattern have to be taken into account [35]. These include the differences between the primordial spectral shapes of the produced partons and their fragmentation functions, which are harder for heavy quarks than for light quarks. Furthermore, at low-p T , light-flavoured particles are mainly produced via soft processes, in contrast to the heavy-flavoured hadrons.",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b126",
                    "start": 458,
                    "text": "[110]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b127",
                    "start": 511,
                    "text": "[111]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 583,
                    "text": "[112]",
                    "end": 588
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 646,
                    "text": "Fig. 5",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 951,
                    "text": "[113,",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 956,
                    "text": "114]",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 979,
                    "text": "[115]",
                    "end": 984
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 1284,
                    "text": "[113]",
                    "end": 1289
                },
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 1460,
                    "text": "[116,",
                    "end": 1465
                },
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 1465,
                    "text": "117]",
                    "end": 1469
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 1501,
                    "text": "[106]",
                    "end": 1506
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1513,
                    "text": "[17,",
                    "end": 1517
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1517,
                    "text": "18,",
                    "end": 1520
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1520,
                    "text": "52,",
                    "end": 1523
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 1523,
                    "text": "94,",
                    "end": 1526
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 1526,
                    "text": "101]",
                    "end": 1530
                },
                {
                    "type": "bibr",
                    "ref_id": "b135",
                    "start": 1616,
                    "text": "[118]",
                    "end": 1621
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 1654,
                    "text": "[106]",
                    "end": 1659
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2032,
                    "text": "[35]",
                    "end": 2036
                }
            ]
        },
        {
            "section": "Heavy flavours",
            "text": "As can be seen in Fig. 5-left, a definite conclusion for the comparison of light-and charmed-flavoured particles R AA needs further support from experimental data. It is also clear that the p T range selected for comparisons strongly affects the results when they are presented as function of centrality (reflecting contributions from different physics processes at the different p T regimes). Figure 5-right shows the R AA of charged pions [100], D mesons [100] and non-prompt J/ψ [112] as function of centrality (expressed in terms of the average number of participating nucleons N part ). The results show that the R AA of D mesons and charged pions measured in the range 8 < p T < 16 GeV/c are consistent; within uncertainties R AA (D)≈R AA (π) for all studied collision centralities [100]. This observed agreement is reproduced by models which include the different fragmentation functions and shapes of the primordial p T distributions of the different parton types [35], in addition to the expected energy-loss hierarchy.",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 18,
                    "text": "Fig. 5",
                    "end": 24
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 394,
                    "text": "Figure 5",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 441,
                    "text": "[100]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 457,
                    "text": "[100]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 482,
                    "text": "[112]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 788,
                    "text": "[100]",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 972,
                    "text": "[35]",
                    "end": 976
                }
            ]
        },
        {
            "section": "Heavy flavours",
            "text": "On the other hand, the comparison of the R AA of D mesons [100] and non-prompt J/ψ originating from beauty hadron decays [112], presented in Fig. 5-right as a function of centrality, shows the expected suppression pattern [100]. The observed pattern is reproduced by pQCD models including mass-dependent radiative and collisional energy loss [119]. However, further effects have to be taken into account, including detailed considerations of the kinematics and the most appropriate p T ranges for such comparisons (e.g. the p T of the J/ψ is shifted relative to that of the parent B meson, by about 2-3 GeV/c, in the p T range of the CMS measurement [17]). These studies are complemented with measurements of b-jet production at high p T . The observed suppression is significant [106] and is qualitatively consistent with the one of inclusive jets [120] suggesting that, at high p T , a large flavour-dependent parton energy loss is unlikely. Although quark mass effects are not expected to play a role at this high p T region, the difference expected for the energy loss between quarks and gluons should become apparent as a difference in the R AA for b-and inclusive jets as the latter are dominated by gluon jets up to very high p T . Further considerations, taking into account details of possible production mechanisms (such as gluon splitting [107]), are being pursued.",
            "paragraph_rank": 41,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 58,
                    "text": "[100]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 121,
                    "text": "[112]",
                    "end": 126
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 141,
                    "text": "Fig. 5",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 222,
                    "text": "[100]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b137",
                    "start": 342,
                    "text": "[119]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 650,
                    "text": "[17]",
                    "end": 654
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 780,
                    "text": "[106]",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "ref_id": "b138",
                    "start": 849,
                    "text": "[120]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b122",
                    "start": 1350,
                    "text": "[107]",
                    "end": 1355
                }
            ]
        },
        {
            "section": "Heavy flavours",
            "text": "d. Heavy-flavour elliptic flow. The large energy loss suffered by heavy quarks in the QGP is an indication of their \"strong coupling\" with the medium which is dominated by light quarks and gluons. If heavy quarks interact strongly with the medium, heavy-flavoured hadrons could inherit the medium azimuthal anisotropy, quantified by v 2 , see Sec. 2.",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "section": "Heavy flavours",
            "text": "The ALICE collaboration studied the elliptic flow of charm in three centrality ranges. The averaged v 2 values of D 0 , D + , and D * + are presented in Fig. 6-left for the centrality range 30-50% [121]. These results represent the first direct observation of non-zero v 2 of a heavy-flavoured particle. The D meson results are compatible to the chargedparticle v 2 measurement obtained with the same analysis method, in the p T range 2-8 GeV/c. Similar measurements of J/ψ show a positive v 2 (see Sec. 5.2) which can be used to disentangle the charmonium production mechanisms.",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 153,
                    "text": "Fig. 6",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b139",
                    "start": 197,
                    "text": "[121]",
                    "end": 202
                }
            ]
        },
        {
            "section": "Heavy flavours",
            "text": "The large v 2 of charm, at p T around 2 GeV/c, of same magnitude as the light-hadron v 2 can be considered as an indication of the charm-quark thermalization in the medium which then also participate in the collective expansion. At higher p T a positive v 2 may be generated because of the difference of the path length in the medium for charm quarks emitted in-plane compared to those emitted out-of-plane, opening up the possibility to study the path-length dependence of the parton energy loss. These observations confirm the significant interaction of heavy quarks with the medium.",
            "paragraph_rank": 44,
            "section_rank": 6
        },
        {
            "section": "Heavy flavours",
            "text": "Overall, the simultaneous measurement of R AA and v 2 provides a powerful tool to disentangle the interplay of various energy loss mechanisms and imposes important constraints on theoretical models. In Fig. 6 the measured v 2 and R AA of D mesons are compared with different models. Theoretical advances and systematic comparisons with experimental data focus on the challenging task of describing quantitatively at the same time the R AA and v 2 of lightand heavy-flavoured particles over the full p T range. In addition, such comparisons can give access to the heavy-quark transport coefficients in the QGP [18,97]. ",
            "paragraph_rank": 45,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 202,
                    "text": "Fig. 6",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 609,
                    "text": "[18,",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 613,
                    "text": "97]",
                    "end": 616
                }
            ]
        },
        {
            "text": "Quarkonia",
            "section_rank": 7
        },
        {
            "section": "Quarkonia",
            "text": "The nature and properties of the medium can be further studied exploiting measurements of quarkonia. Quarkonium is a bound state of QQ, where Q can be either a charm quark (forming a charmonium state) or a bottom quark (bottomonium state). Such probes have played a special role since it was argued that the disappearance of specific quarkonia states would signal the presence of a deconfined medium of a specific temperature. In particular, the mechanism of J/ψ (cc) suppression in a deconfined medium, based on colour screening arguments (analogue to Debye screening in electromagnetic plasma) was first proposed in [129] while further refinements predicted a pattern of \"sequential melting\" [130][131][132] dependent on the binding energy of quarkonium states, including both the cc and bb states. Because the Debye length in a deconfined system is temperature dependent [131] the predicted hierarchy of quarkonium dissociation was thus expected to also probe the temperature of the medium, providing a so-called \"QGP thermometer\" [131]. In particular, calculations on the lattice give details on the screening mechanism and allow the calculation of the (static) colour screening length; for a review see [133]. Table 1, derived from [134], summarises the different cc and bb states and their binding energies ∆E in the vacuum. The listed binding energies are the differences between the quarkonium masses and the open charm or beauty threshold, respectively. Figure 7-left summarises theoretical calculations of the ranges of the dissociation temperatures, relative to the critical temperature T c , of different bound states (ψ up to Υ(1S)) obtained on the basis of different models. For example, on the basis of lattice QCD calculations, experimental observations of dissociation of the most bound states Υ(1S)) would indicate a deconfined matter of a temperature in the range 2-4 T c (350 -650 GeV).",
            "paragraph_rank": 46,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b148",
                    "start": 618,
                    "text": "[129]",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b149",
                    "start": 694,
                    "text": "[130]",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b150",
                    "start": 699,
                    "text": "[131]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b151",
                    "start": 704,
                    "text": "[132]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b150",
                    "start": 874,
                    "text": "[131]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b150",
                    "start": 1034,
                    "text": "[131]",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "ref_id": "b152",
                    "start": 1208,
                    "text": "[133]",
                    "end": 1213
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1215,
                    "text": "Table 1",
                    "end": 1222
                },
                {
                    "type": "bibr",
                    "ref_id": "b153",
                    "start": 1237,
                    "text": "[134]",
                    "end": 1242
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1463,
                    "text": "Figure 7",
                    "end": 1471
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "The interpretation of the observed suppression pattern is not trivial; a quantitative description must consider feeddown from excited states, which contributes a significant fraction of the J/ψ inclusive yield in pp collisions. Figure 7right shows the sequential quarkonium suppression for J/ψ (upper) and Υ(1S) (lower) states. Furthermore, in addition to mechanisms related to hot matter, other effects related to cold nuclear matter, may affect the quarkonium production.  Techniques used in calculations: lattice QCD [135][136][137][138][139][140][141][142][143][144][145], QCD sum rules [146][147][148][149][150][151], AdS/CFT [152][153][154][155], effective field theories [156,157], and potential models [144,[158][159][160][161][162][163][164]. Figure from  [145]. (Right) Sequential quarkonium suppression for J/ψ (upper) and Υ(1S) (lower) states [132].",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 228,
                    "text": "Figure 7",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b154",
                    "start": 520,
                    "text": "[135]",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b155",
                    "start": 525,
                    "text": "[136]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b156",
                    "start": 530,
                    "text": "[137]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b157",
                    "start": 535,
                    "text": "[138]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b158",
                    "start": 540,
                    "text": "[139]",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b159",
                    "start": 545,
                    "text": "[140]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b160",
                    "start": 550,
                    "text": "[141]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b161",
                    "start": 555,
                    "text": "[142]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b162",
                    "start": 560,
                    "text": "[143]",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b163",
                    "start": 565,
                    "text": "[144]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b164",
                    "start": 570,
                    "text": "[145]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b165",
                    "start": 591,
                    "text": "[146]",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b166",
                    "start": 596,
                    "text": "[147]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b167",
                    "start": 601,
                    "text": "[148]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b168",
                    "start": 606,
                    "text": "[149]",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b169",
                    "start": 611,
                    "text": "[150]",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b170",
                    "start": 616,
                    "text": "[151]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b171",
                    "start": 631,
                    "text": "[152]",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b172",
                    "start": 636,
                    "text": "[153]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b173",
                    "start": 641,
                    "text": "[154]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b174",
                    "start": 646,
                    "text": "[155]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b175",
                    "start": 678,
                    "text": "[156,",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b176",
                    "start": 683,
                    "text": "157]",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b163",
                    "start": 710,
                    "text": "[144,",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 715,
                    "text": "[158]",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b178",
                    "start": 720,
                    "text": "[159]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b179",
                    "start": 725,
                    "text": "[160]",
                    "end": 730
                },
                {
                    "type": "bibr",
                    "ref_id": "b180",
                    "start": 730,
                    "text": "[161]",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b181",
                    "start": 735,
                    "text": "[162]",
                    "end": 740
                },
                {
                    "type": "bibr",
                    "ref_id": "b182",
                    "start": 740,
                    "text": "[163]",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b183",
                    "start": 745,
                    "text": "[164]",
                    "end": 750
                },
                {
                    "type": "figure",
                    "start": 752,
                    "text": "Figure from",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b164",
                    "start": 765,
                    "text": "[145]",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b151",
                    "start": 855,
                    "text": "[132]",
                    "end": 860
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "The assessment of the size of these effects is fundamental to interpret the AA quarkonium results. Such CNM effects could include: (i) initial-state nuclear effects on the parton densities (shadowing); (ii) coherent energy loss consisting of initial-state parton energy loss and final-state energy loss; and (iii) final-state absorption by nucleons (expected to be negligible at LHC energies) [165][166][167][168][169][170][171][172]. The study of pA collisions is important to disentangle the effects of QGP from those of CNM, and to provide essential input to the understanding of nucleus-nucleus collisions. In addition, at very high energies, a new production mechanism is thought to be at work (in the case of charmonium); namely, the abundant production of c andc quarks 5 could lead to charmonium production by (re)combination of these charm quarks during the collision history [173] or at hadronization [174,175].",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b184",
                    "start": 393,
                    "text": "[165]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 398,
                    "text": "[166]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 403,
                    "text": "[167]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 408,
                    "text": "[168]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b188",
                    "start": 413,
                    "text": "[169]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b189",
                    "start": 418,
                    "text": "[170]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b190",
                    "start": 423,
                    "text": "[171]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b191",
                    "start": 428,
                    "text": "[172]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b192",
                    "start": 885,
                    "text": "[173]",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b193",
                    "start": 911,
                    "text": "[174,",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b194",
                    "start": 916,
                    "text": "175]",
                    "end": 920
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "The measurements of J/ψ in Pb-Pb collisions at LHC was expected to provide an opportunity to disentangle dissociation and (re)combination effects. The observation of either one (or both) of these predicted phenomena i.e. quarkonium suppression or/and heavy-quark (re)combination implies the existence of a deconfined QGP state.",
            "paragraph_rank": 49,
            "section_rank": 7
        },
        {
            "section": "Quarkonia",
            "text": "To interpret the results of quarkonia production and deduce the effects of a deconfined medium it is important to understand if and how the medium presence modifies the fraction of produced cc pairs that are going into charmonium formation. The general idea at LHC is to normalize quarkonium production to the production of open charm that is dominant. While it is difficult to precisely quantify, the current understanding is that, at first order, the production process in elementary hadronic collisions starts with the formation of a cc pair which can then either lead to production of open charm (about 90%) or bind to form a charmonium state (about 10% ) of all charmonia [176]. Then, the crucial quantity to measure is the fraction of charmonia relative to open charm (and in general the fraction of quarkonia to the relevant open heavy-flavour production [176,177]). If this quantity is measured over the full phase space, down to zero p T , then the kinematic biases and effects of any possible initial-state modification should cancel out. Hence, any observed modifications relative to the pp collisions would then be due to final-state effects. Despite the fact that such measurements are experimentally challenging, first results from ongoing analyses at LHC are presented in [17,18]; although the question of the appropriate p T intervals and interpretation of such comparisons are still to be addressed by theory.",
            "paragraph_rank": 50,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 677,
                    "text": "[176]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "start": 862,
                    "text": "[176,",
                    "end": 867
                },
                {
                    "type": "bibr",
                    "ref_id": "b196",
                    "start": 867,
                    "text": "177]",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1287,
                    "text": "[17,",
                    "end": 1291
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1291,
                    "text": "18]",
                    "end": 1294
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "a. Charmonium results. ALICE studied the evolution of the J/ψ R AA with centrality for p T > 0 GeV/c in Pb-Pb collisions at √ s NN = 2.76 TeV, see Fig. 8-(a), and at √ s NN = 5.02 TeV [178]. These results are compared with RHIC measurements in Au-Au collisions at √ s NN = 200 GeV and found to be strongly dependent on collision energy. Since more charm quarks are expected to be produced at the LHC than at RHIC, higher R AA values at LHC can be attributed to the (re)combination which dominates J/ψ production at low p T . CMS results for high-p T J/ψ in the range 6.5 < p T < 30 GeV/c compared with RHIC results at p T > 5 GeV/c show a behaviour opposite to that observed at low p T , see Fig. 8-(b). For those high-p T particles the observed suppression is stronger at higher collision energy, as expected from the dissociation of the J/ψ state due to the high temperature of the QGP. Comparison with models has to take into account the contributions of the competing mechanisms of dissociation and (re)combination at low p T . as a function of rapidity for prompt ψ(2S ) and J/ψ compared to the theoretical predictions from (yellow dashed line and brown band) [166,182], (blue band) [168], and (green solid and blue dash-dotted lines) [167]. Figure from  [183].",
            "paragraph_rank": 51,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 147,
                    "text": "Fig. 8-(a)",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b197",
                    "start": 184,
                    "text": "[178]",
                    "end": 189
                },
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 692,
                    "text": "Fig. 8-(b)",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 1165,
                    "text": "[166,",
                    "end": 1170
                },
                {
                    "type": "bibr",
                    "ref_id": "b201",
                    "start": 1170,
                    "text": "182]",
                    "end": 1174
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 1188,
                    "text": "[168]",
                    "end": 1193
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 1240,
                    "text": "[167]",
                    "end": 1245
                },
                {
                    "type": "figure",
                    "start": 1247,
                    "text": "Figure from",
                    "end": 1258
                },
                {
                    "type": "bibr",
                    "ref_id": "b203",
                    "start": 1260,
                    "text": "[183]",
                    "end": 1265
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "An additional experimental handle that is studied in order to disentangle the different production mechanisms is the measurement of v 2 . A positive v 2 (at low p T ) measured for D mesons (see Sec. 5.1-d) indicates that charm quarks participate in the collective expansion of the QGP medium. If J/ψ is produced via (re)combination, it could inherit the elliptic flow of charm quarks in the QGP, and consequently, J/ψ are expected to exhibit a measurable v 2 . ALICE measured a non-zero v 2 for inclusive J/ψ in semi-central Pb-Pb collisions at forward rapidity [184] in the range 2 < p T <6 GeV/c. Including statistical and systematic uncertainties the combined significance of a non-zero v 2 in this p T range is 2.7σ. Transport models [185,186] that include a fraction of J/ψ production through regeneration mechanisms (at the level of about 30%) describe fairly well the v 2 measurement (and at the same time describe the J/ψ R AA shown in Fig. 8-(a-b)). Furthermore, primordial J/ψ may acquire a v 2 component induced by the path-length dependence of energy loss. Thus, the final v 2 with a predicted maximum at p T about 2.5 GeV/c, compatible with the ALICE measurement, could be the result of the interplay of the regeneration component, which dominates at low p T and the primordial J/ψ component which takes over at higher p T . Complementary measurements of prompt J/ψ v 2 by CMS [187] cover also higher p T up to about 30 GeV/c supporting the path-length dependence of partonic energy loss [58].",
            "paragraph_rank": 52,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b204",
                    "start": 562,
                    "text": "[184]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b205",
                    "start": 738,
                    "text": "[185,",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b206",
                    "start": 743,
                    "text": "186]",
                    "end": 747
                },
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 944,
                    "text": "Fig. 8-(a-b)",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b207",
                    "start": 1390,
                    "text": "[187]",
                    "end": 1395
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1501,
                    "text": "[58]",
                    "end": 1505
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "b. Charmonia in pA collisions. The production of the J/ψ meson was studied using p-Pb data by ALICE [188][189][190] and LHCb [191]. The J/ψ R pA shows a strong dependence on rapidity and p T , and the results are in agreement, within uncertainties, with theoretical predictions, based on a pure nuclear-shadowing scenario [168,192], as well as with partonic energy loss, either in addition to shadowing or as the only nuclear effect [172]. Similar measurement of inclusive Υ(1S) R pPb integrated over the backward or forward rapidity ranges, are compared to several model calculations in Fig. 8-(c). None of the calculations fully describe the data, both at the backward and forward rapidity. Additional measurements with higher statistics are needed to further constrain the models.",
            "paragraph_rank": 53,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b208",
                    "start": 100,
                    "text": "[188]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b209",
                    "start": 105,
                    "text": "[189]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b211",
                    "start": 110,
                    "text": "[190]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b212",
                    "start": 125,
                    "text": "[191]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 322,
                    "text": "[168,",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b213",
                    "start": 327,
                    "text": "192]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b191",
                    "start": 433,
                    "text": "[172]",
                    "end": 438
                },
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 588,
                    "text": "Fig. 8-(c)",
                    "end": 598
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "In addition, the study of the ψ(2S ) state [183,193], which is more weakly bound than the J/ψ, can provide further insight on charmonium behaviour in pA collisions. At LHC energies, the time that the cc pair spends in the created medium is much shorter than the time the pair needs to evolve into a fully-formed resonance state, like the J/ψ or the ψ(2S ). Thus, cold nuclear-matter effects, such as shadowing or coherent energy loss, should affect only the preresonant state and therefore are expected to be very similar for the two charmonium states. The results for prompt ψ(2S ) and J/ψ are shown in Fig. 8-(d). The ψ(2S ) suppression was unexpectedly found to be stronger than that of the J/ψ [194]. Thus, an additional final-state mechanism, which affects only the weakly bound ψ(2S ), is needed to explain the observed pattern. A natural explanation is the introduction of the ψ(2S ) dissociation by comovers in a hadronic medium (possibly including a short-lived QGP phase created in pA collisions) [195,196].",
            "paragraph_rank": 54,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b203",
                    "start": 43,
                    "text": "[183,",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b214",
                    "start": 48,
                    "text": "193]",
                    "end": 52
                },
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 604,
                    "text": "Fig. 8-(d)",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b215",
                    "start": 698,
                    "text": "[194]",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b216",
                    "start": 1007,
                    "text": "[195,",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b217",
                    "start": 1012,
                    "text": "196]",
                    "end": 1016
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "c. Bottomonia results. Furthermore, the high LHC energies open up the possibility for high-statistics precision studies of the Υ family (bb bound states distinguished by the hierarchy of their binding energies). A distinct suppression pattern of the Υ (nS) states is expected, within an in-medium dissociation scenario, which would reflect their different binding energies, e.g Υ(1S ) should melt at higher energy than Υ(2S ) and Υ(3S ) as was shown in Table 1 and Fig. 7right. An added advantage is that, for the bottomonium family, the uncertainties due to CNM effects as well as (re)combination effects are expected to be of less importance compared to the charmonium family [17].",
            "paragraph_rank": 55,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 453,
                    "text": "Table 1",
                    "end": 460
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 465,
                    "text": "Fig. 7",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 678,
                    "text": "[17]",
                    "end": 682
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "The first high-statistics results on Υ production in heavy-ion collisions were presented by CMS in [197]. Figure 9 shows the dimuon invariant-mass spectra in the Υ mass range for Pb-Pb (left) and pp (middle) [198] at √ s NN = 2.76 TeV collision energy for both systems. It can be seen that the most tightly bound Υ(1S ) state is clearly visible for both Pb-Pb and pp systems (leftmost peak), whereas the Υ(2S ) and Υ(3S ) states, observed in pp collisions, are strongly suppressed in Pb-Pb. In Fig. 9-right the suppression of Υ(1S ) and Υ(2S ) as a function of centrality quantified by the R AA is presented. The measurements confirm a sequential suppression of the observed bound states, Υ(1S ) (R AA = 0.43 ± 0.03 ± 0.07), Υ(2S ) (R AA = 0.13 ± 0.03 ± 0.02) and Υ(3S ) (with upper limit R AA = 0.14 at 95% CL), as expected in the scenario of sequential melting [198]. Further measurements show that feed-down from excited states (see [17] for a review) seem not sufficient to explain the observed Υ(1S ) R AA , which may suggest a possible suppression also for this strongly-bound state, indicating the very high temperature of the produced QGP, in the range 2-5T c , as deduced from Fig. 7-left.",
            "paragraph_rank": 56,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b218",
                    "start": 99,
                    "text": "[197]",
                    "end": 104
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 106,
                    "text": "Figure 9",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b219",
                    "start": 208,
                    "text": "[198]",
                    "end": 213
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 494,
                    "text": "Fig. 9",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b219",
                    "start": 863,
                    "text": "[198]",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 936,
                    "text": "[17]",
                    "end": 940
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1186,
                    "text": "Fig. 7",
                    "end": 1192
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "d. Heavy flavour in pp. Heavy-flavour measurements in pp collisions provide an important testing ground for various aspects of QCD. Because a hard scale is already introduced by their heavy mass, the partonic hard scattering processes can be calculated in the pQCD framework down to low p T and the total cross section can be computed integrating over p T . On the other hand, the formation of a quarkonium state is a non-perturbative process because it involves long distances and soft momentum scales. Hence, heavy-flavour studies can test both aspects, perturbative and nonperturbative, of QCD calculations. The total charm and beauty production cross sections, are found, within uncertainties, to be well described by pQCD calculations, as a function of the collision energy and including the LHC data [113,199].",
            "paragraph_rank": 57,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 806,
                    "text": "[113,",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b220",
                    "start": 811,
                    "text": "199]",
                    "end": 815
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "Understanding heavy-flavour production in pp collisions is crucial for the interpretation of the heavy-flavour measurements in AA collisions. The correlation of open and hidden heavy-flavour yields to the charged-particle multiplicity can provide important insight into the production mechanism of heavy quarks and probe the interplay of hard and soft QCD processes that are responsible for particle production. They can provide information on the role of multi-parton interactions (MPI) where several hard parton-parton interactions take place in the same event with no correlations among them [200][201][202][203]. In addition, heavy-flavour production could be affected from final-state effects because of the high-multiplicity environment of high-energy pp collisions [204,205]. The yields of inclusive J/ψ, non-prompt J/ψ and prompt D mesons were measured in pp at √ s = 7 TeV as a function of the charged-particle multiplicity and were found to increase with increasing multiplicity for measurements at midrapidity. In particular, the average D meson relative yields 6 show a faster than linear increase at the highest multiplicities [206] and are quantitatively described by model calculations [207] including contributions of MPI to particle production. The observed increase can also be interpreted in terms of the event hadronic activity which is accompanying the production of the heavy-flavour hadrons. The observed similarity of the enhancement of open and hidden heavy flavour yields suggests that the enhancement is most likely related to the heavy-quark production mechanisms rather than hadronisation. Further measurements, in progress, of J/ψ production in different rapidity regions indicate the expected differences because of the different physics mechanisms in play at different rapidity domains. Such studies have been extended with the measurement of cross sections of Υ normalized by their event activity integrated values in Pb-Pb collisions at √ s NN = 2.76 TeV, which also show an increase with increasing charged-particle multiplicity [208]. In addition, analogous measurements are being performed for p-Pb collisions where similar trends are also observed. While different aspects of the analysis are under active investigation these unexpected intriguing results will have a significant impact on the understanding of the heavy-flavour production mechanism and the interpretation of the p-Pb and Pb-Pb results.",
            "paragraph_rank": 58,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b221",
                    "start": 595,
                    "text": "[200]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b222",
                    "start": 600,
                    "text": "[201]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b223",
                    "start": 605,
                    "text": "[202]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "start": 610,
                    "text": "[203]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b224",
                    "start": 772,
                    "text": "[204,",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b225",
                    "start": 777,
                    "text": "205]",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1073,
                    "text": "6",
                    "end": 1074
                },
                {
                    "type": "bibr",
                    "ref_id": "b226",
                    "start": 1140,
                    "text": "[206]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b227",
                    "start": 1201,
                    "text": "[207]",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b228",
                    "start": 2064,
                    "text": "[208]",
                    "end": 2069
                }
            ]
        },
        {
            "section": "Quarkonia",
            "text": "In summary, the abundant production of heavy flavours at LHC opened up the possibility for detailed studies of QCD in high-energy hadronic collisions; from their production mechanisms in pp collisions, and their modification in pA collisions to nailing down the properties of the hot and dense strongly-interacting QGP matter in AA collisions.",
            "paragraph_rank": 59,
            "section_rank": 7
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "With the Heavy-Ion Standard Model having passed its first tests a quantitative and systematic study of the sQGP has been (and is currently being) carried out at LHC with the aim to measure with better precision its properties and parameters (like equation of state, viscosity, opacity). For such precision measurements the LHC took full advantage of the huge increase in beam energy, by a factor of 10 relative to RHIC (with the associated higher particle density facilitating precision measurements of flow observables and the larger cross sections for hard probes) thanks to a powerful new generation of state-of-the-art experiments (ALICE, ATLAS, CMS, LHCb), characterized by excellent vertexing, tracking, particle identification, and also large phase-space coverage in p T and rapidity.",
            "paragraph_rank": 60,
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "In this article we have presented an overview of the results of hard probes from Pb-Pb collisions at the CERN LHC at collision energy of √ s NN = 2.76 TeV as well as studies of the reference pp and p-Pb systems. Jet quenching and heavy-quark measurements probe the QGP properties over a wide range of length scales and can therefore provide information not accessible via other measurements. An impressive range of novel results, some accessible for the first time, were obtained. The first measurements of fully-reconstructed jets at the LHC contributed to the determination of the medium transport coefficientq with reduced systematic uncertainty. Measurements of heavy-flavour azimuthal anisotropies indicate that a significant fraction of the produced heavy quarks diffuse in the strongly-coupled QGP and are carried along with it as it flows. The trend of the quarkonia suppression at small transverse momenta, observed from SPS to LHC energies, established deconfinement in the quark-gluon plasma and allows quantitative studies. The study of charmonia enhanced the understanding of the interplay of different mechanisms and the role of recombination. The measured sequential suppression of the bottomonium family demonstrated the prediction of the dissociation pattern of the quarkonia states depending on their binding energy. The question of possible recombination and thermalization also of the b-quarks is being investigated. Further progress of such studies will be achieved with a precision measurement of the total charm production cross section by measuring the different open-charm decay channels down to the lowest possible p T to minimize extrapolation errors. Last but not least, the development of new observables for jet measurements and adapting well-tested tools, typically used to study properties of jets in pp collisions, is expected to help establishing well-defined observables that are measurable and calculable with well-controlled precision, and hence, a direct link between theory and experimental measurements.",
            "paragraph_rank": 61,
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "To better present a snapshot of the current state of the field, many preliminary measurements were included, while many more interesting, new results are expected from analyses in progress. Moreover, the LHC collaborations are in the process of upgrading the present detectors with the aim to enhance the precision of the measurements related to hard probes. In particular, improving vertexing and tracking capabilities is especially important for the detection of heavy flavoured observables and extending their kinematic converge at low p T . In addition, developments are targeting data taking at considerably higher rates. This will provide an unprecedented amount of data, allowing even more precise measurements of hard probes, which will result in a yet better understanding of the QGP.",
            "paragraph_rank": 62,
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "Overall, heavy-ion research, actively being pursued by an increasing number of scientists, at different research facilities is greatly contributing in understanding the nuclear aspects of nature. Hard probes, referred to as \"rare probes\" in the past, are presently abundantly produced at LHC, allowing us to perform multi-differential measurements, which have already provided significant insights into the physics of the QGP and they promise even more interesting results in the future. Table 2: Reconstructed jet published results obtained in AA from LHC experiments. The experiment, the measurement, the colliding system, the energy in the centre-of-mass system √ s NN , R (the jet cone radius), the observables as well as the references are given.   Table 4: Quarkonium results obtained in AA from LHC experiments. The experiment, the probes, the collision energy, the covered kinematic range and the observables are given. The tables are taken from [17]   [197,231] (N Υ(2S) /N Υ(1S) ) Pb−Pb (N Υ(2S) /N Υ(1S) )pp (cent.) [208] p T < 20 yield, R AA (cent., p T , y) [232] ",
            "paragraph_rank": 63,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 488,
                    "text": "Table 2",
                    "end": 495
                },
                {
                    "type": "table",
                    "start": 754,
                    "text": "Table 4",
                    "end": 761
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 954,
                    "text": "[17]",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b218",
                    "start": 961,
                    "text": "[197,",
                    "end": 966
                },
                {
                    "type": "bibr",
                    "ref_id": "b257",
                    "start": 966,
                    "text": "231]",
                    "end": 970
                },
                {
                    "type": "bibr",
                    "ref_id": "b228",
                    "start": 1027,
                    "text": "[208]",
                    "end": 1032
                },
                {
                    "type": "bibr",
                    "ref_id": "b258",
                    "start": 1071,
                    "text": "[232]",
                    "end": 1076
                }
            ]
        },
        {
            "text": "Measurement",
            "section_rank": 9
        },
        {
            "text": "Figure 1 :",
            "section_rank": 10
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: (Left) Measurements of the nuclear modification factor RAA in central heavy-ion collisions at three different √ s NN , as a function of p T ,",
            "paragraph_rank": 64,
            "section_rank": 10
        },
        {
            "text": "Figure from [ 45",
            "section_rank": 11
        },
        {
            "section": "Figure from [ 45",
            "text": "]. (Right) Charged particle R AA measured by CMS in 0-5% centrality interval at √ s NN = 5.02 TeV [51] compared to CMS [45], ALICE [52] and ATLAS [53] results at √ s NN = 2.76 TeV. Figure from [51].",
            "paragraph_rank": 65,
            "section_rank": 11
        },
        {
            "text": "Fig 2middle. The R pPb for π, K, p is compatible with unity for large p T (> 8 GeV/c) further supporting the view that the observed suppression is a final-state effect. At intermediate p T a hint of mass ordering (enhancement for p, Ξ)",
            "paragraph_rank": 66,
            "section_rank": 12
        },
        {
            "text": "Figure 2 :",
            "section_rank": 13
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: (Left) The p T dependence of the nuclear modification factor R pPb in central Pb-Pb collisions at √ s NN = 2.76 TeV compared to the nuclear modification factor R pPb of charged particles (h ± ) in p-Pb collisions at √ s NN = 5.02 TeV [55]. The Pb-Pb data are for charged particle [45, 55], direct photon [60], Z 0 [57], and W ± [56] production at midrapidity. Figure from [55]. The next panel shows a zoom at low-p T of R pPb for identified particles (π, K, p, Ξ). Figure from [61]. (Right) Elliptic flow coefficient v 2 of charged particles[58,62] measured by ALICE (orange) and CMS (green), compared to full jets from ATLAS (blue)[40] comprising both charged and neutral fragments and charged jets v",
            "paragraph_rank": 67,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 551,
                    "text": "[58,",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 555,
                    "text": "62]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 642,
                    "text": "[40]",
                    "end": 646
                }
            ]
        },
        {
            "text": "Figure 3 :",
            "section_rank": 14
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: (a) Energy distribution showing not fully balanced (\"asymmetric\") jets and soft particles at large angles registered by ATLAS for Pb-Pb collisions at √ s NN = 2.76 TeV. Figure from [80]. (b) The dijet asymmetry distribution for the 0-10% centrality bin (red) and pp (blue). Figure from",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "[ 75 ]",
            "section_rank": 15
        },
        {
            "section": "[ 75 ]",
            "text": ". (c) The x Jγ distribution for Pb-Pb collision data (closed symbols) compared with PYTHIA simulation of the true jet/true photon distributions (yellow histogram). Figure from [81].",
            "paragraph_rank": 69,
            "section_rank": 15
        },
        {
            "text": "1-1 fm/c), and therefore witness the whole medium evolution. Heavy-flavoured particles are usually classified into open heavy flavour (particles with non-zero charm or beauty quantum numbers, e.g. D mesons are the lightest particles containing a c quark, B mesons are the lightest particles containing a b quark) and hidden (closed) heavy flavour, i.e. quarkonia, bound states of QQ pairs, see Sec. 5.2.",
            "paragraph_rank": 70,
            "section_rank": 16
        },
        {
            "text": "5. 1 .",
            "section_rank": 17
        },
        {
            "section": "5. 1 .",
            "text": "Open heavy flavours a. D measurements. Measurements of open charm mesons are used to determine the differential charm production cross section.Figure 4-left shows the p T dependence of the average R AA of prompt D mesons (D 0 , D + , and D * + ; the R AA results are compatible [99] and therefore they are often averaged) in Pb-Pb collisions at √ s NN = 2.76 TeV [94, 100, 101] measured up to p T = 36 GeV/c, for two centrality intervals (0-10% and 30-50%). At high-p T , the D meson yield is strongly suppressed; for the most central collisions by a factor of about four at p T around 10 GeV/c. For more central events, an increase of the suppression is observed, compatible with the expected path-length dependence of energy loss.",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "text": "Figure 4 :",
            "section_rank": 18
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: (Left) Prompt D meson R AA (average of D 0 , D + and D * + R AA ) [101] and prompt D + s mesons R AA [103] as a function of p T in Pb-Pb collisions at √ s NN = 2.76 TeV compared to the prompt D R AA in p-Pb collisions at √ s NN = 5.02 TeV [105]. (Right) R AA of b-jets in Pb-Pb at √ s NN = 2.76 TeV [106], b-jets [107], and c-jets in p-Pb at √ s NN = 5.02 TeV [108] collisions. Figure from [109].",
            "paragraph_rank": 72,
            "section_rank": 18
        },
        {
            "text": "Fig. 4 -",
            "section_rank": 19
        },
        {
            "section": "Fig. 4 -",
            "text": "right. A sizeable suppression is observed in the range 80 < p T < 250 GeV/c. The corresponding measurements of c and b jets in p-Pb collisions [107] show a R pA compatible with unity, see Fig. 4-right, which indicates that the suppression measured in Pb-Pb collisions is not due to cold nuclear-matter effects. c. Hierarchy of suppression. To experimentally test the predicted hierarchy of suppression R light AA < R D AA < R B AA (see Sec. 2), the nuclear modification factors R AA of light-and heavy-flavoured particles are compared in Refs.",
            "paragraph_rank": 73,
            "section_rank": 19
        },
        {
            "text": "Figure 5 :",
            "section_rank": 20
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: (Left) Prompt D-meson R AA (average of D 0 , D + and D * + R AA ) [101] compared to the π [118] and charged-particles [52] R AA as a function of p T for 0-10 % centrality for Pb-Pb collisions at √ s NN = 2.76 TeV. Figure from [101]. (Right) Charged particle (black squares), D mesons (green triangles) [100] and non-prompt J/ψ (blue circles) [112] R AA as function of centrality (N part ) for Pb-Pb collisions at √ s NN = 2.76TeV.",
            "paragraph_rank": 74,
            "section_rank": 20
        },
        {
            "text": "Figure 6 :",
            "section_rank": 21
        },
        {
            "section": "Figure 6 :",
            "text": "Figure 6: (Left) Averaged prompt D mesons v 2 for Pb-Pb collisions at √ s NN = 2.76 TeV for the centrality range 30-50% as a function of p T [121]. (Right) Averaged prompt D mesons R AA for Pb-Pb collisions at √ s NN = 2.76 TeV for the centrality range 0-20% as a function of p T [121]. Both results are compared to theoretical models [122-128]. Figures from [20].",
            "paragraph_rank": 75,
            "section_rank": 21
        },
        {
            "text": "Figure 7 :",
            "section_rank": 22
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: (Left) Compilation of medium temperatures relative to the critical temperature (T c ), where quarkonium states are dissociated in the QGP. Techniques used in calculations: lattice QCD[135][136][137][138][139][140][141][142][143][144][145], QCD sum rules[146][147][148][149][150][151], AdS/CFT[152][153][154][155], effective field theories[156,157], and potential models[144,[158][159][160][161][162][163][164].Figure from[145]. (Right) Sequential quarkonium suppression for J/ψ (upper) and Υ(1S) (lower) states[132].",
            "paragraph_rank": 76,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b154",
                    "start": 193,
                    "text": "[135]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b155",
                    "start": 198,
                    "text": "[136]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b156",
                    "start": 203,
                    "text": "[137]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b157",
                    "start": 208,
                    "text": "[138]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b158",
                    "start": 213,
                    "text": "[139]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b159",
                    "start": 218,
                    "text": "[140]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b160",
                    "start": 223,
                    "text": "[141]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b161",
                    "start": 228,
                    "text": "[142]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b162",
                    "start": 233,
                    "text": "[143]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b163",
                    "start": 238,
                    "text": "[144]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b164",
                    "start": 243,
                    "text": "[145]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b165",
                    "start": 263,
                    "text": "[146]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b166",
                    "start": 268,
                    "text": "[147]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b167",
                    "start": 273,
                    "text": "[148]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b168",
                    "start": 278,
                    "text": "[149]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b169",
                    "start": 283,
                    "text": "[150]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b170",
                    "start": 288,
                    "text": "[151]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b171",
                    "start": 302,
                    "text": "[152]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b172",
                    "start": 307,
                    "text": "[153]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b173",
                    "start": 312,
                    "text": "[154]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b174",
                    "start": 317,
                    "text": "[155]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b175",
                    "start": 348,
                    "text": "[156,",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b176",
                    "start": 353,
                    "text": "157]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b163",
                    "start": 379,
                    "text": "[144,",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 384,
                    "text": "[158]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b178",
                    "start": 389,
                    "text": "[159]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b179",
                    "start": 394,
                    "text": "[160]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b180",
                    "start": 399,
                    "text": "[161]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b181",
                    "start": 404,
                    "text": "[162]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b182",
                    "start": 409,
                    "text": "[163]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b183",
                    "start": 414,
                    "text": "[164]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b164",
                    "start": 431,
                    "text": "[145]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b151",
                    "start": 520,
                    "text": "[132]",
                    "end": 525
                }
            ]
        },
        {
            "text": "Figure 8 :",
            "section_rank": 23
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: (a) Centrality dependence of the nuclear modification factor R AA of inclusive J/ψ production in Pb-Pb collisions at √ s NN = 2.76 TeV, measured at forward rapidity by ALICE compared to PHENIX-RHIC result in Au-Au collisions at √ s NN = 200 GeV at low p T . Figure from [179]. (b) Centrality dependence of the nuclear modification factor R AA of J/ψ production in Pb-Pb collisions at √ s NN = 2.76 TeV, measured at forwardrapidity by CMS compared to STAR-RHIC result in Au-Au collisions at √ s NN = 200 GeV at high p T . Figure from [180]. (c) Nuclear modification factor of inclusive Υ(1S) in p-Pb collisions at √ s NN = 5.02 TeV as a function of rapidity. Figure from [181]. (d) Nuclear modification factor R pPb",
            "paragraph_rank": 77,
            "section_rank": 23
        },
        {
            "text": "Figure 9 :",
            "section_rank": 24
        },
        {
            "section": "Figure 9 :",
            "text": "Figure 9: (Left) Dimuon invariant mass distributions for the pp and (Middle) Pb-Pb data at √ s NN = 2.76 TeV. (Right) R AA of Υ(1S) and Υ(2S) as a function of collision centrality. Figures from[198].",
            "paragraph_rank": 78,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b219",
                    "start": 193,
                    "text": "[198]",
                    "end": 198
                }
            ]
        },
        {
            "text": "Table 1 :",
            "section_rank": 25
        },
        {
            "section": "Table 1 :",
            "text": "Charmonium and bottomonium states and their mass, binding energy ∆E and radius. Table from[17].",
            "paragraph_rank": 79,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 90,
                    "text": "[17]",
                    "end": 94
                }
            ]
        },
        {
            "text": "Table 3 :",
            "section_rank": 26
        },
        {
            "section": "Table 3 :",
            "text": "Open heavy flavour published results obtained in AA from LHC experiments. The probe, the energy in the centre-of-mass system ( √ s NN ), the covered kinematic ranges, the observables and references are given. The tables are taken from[17] and were updated with new results. AA , v 2 (cent., p T , y)[224] 1.6 < |y| < 2.4 3 -6.5",
            "paragraph_rank": 80,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 234,
                    "text": "[17]",
                    "end": 238
                }
            ]
        },
        {
            "text": "and were updated with new results. <p T < 30 yield,R AA (cent., p T , y) [110] v 2 (cent., p T , y) [187] 1.6 < |y| < 2.4 3 <p T < 30 |y| < 1.2 6.5 <p T < 30 yield and R AA [110] 1.2 < |y| < 1.6 5.5 <p T < 30 1.6 < |y| < 2.4 3 <p T < 30 |y| < 2.4 3 <p T < 30 R AA , v 2 (cent., p T , y) < |y| < 2.4 3 <p T < 30 Υ(1S) |y| < 2.4 p T > 0 yield, R AA (cent., p T , y)",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "text": "For a detailed description of the collision geometry see i.e.[1].3 Direct photons are photons not originating from hadron decays. They may originate from different stages of the collision, i.e. direct prompt photons coming from the initial hard parton scatterings, direct thermal photons originating from the QGP state.",
            "paragraph_rank": 82,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 61,
                    "text": "[1]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 65,
                    "text": "3",
                    "end": 66
                }
            ]
        },
        {
            "text": "In the framework of a geometrical model of heavy-ion collisions, so-called Glauber model[36], N coll is defined as the number of single nucleon-nucleon collisions. From the same model N part can be estimated, which is the number of single nucleon-nucleon collisions.",
            "paragraph_rank": 83,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 88,
                    "text": "[36]",
                    "end": 92
                }
            ]
        },
        {
            "text": "The number of cc pairs per event is increasing from 0.2 at SPS √ s NN = 17.3 GeV to 10 at RHIC √ s NN = 200 GeV, and up to 85 at LHC √ s NN = 2.76 TeV.",
            "paragraph_rank": 84,
            "section_rank": 27
        },
        {
            "text": "A ratio between yields in a given multiplicity interval normalised to the multiplicity-integrated ones (relative yields). The relative yields are reported as a function of the multiplicity of charged particles normalised to the average value for inelastic collisions (relative charged-particle multiplicity)[206].",
            "paragraph_rank": 85,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b226",
                    "start": 307,
                    "text": "[206]",
                    "end": 312
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 29
        },
        {
            "section": "Acknowledgements",
            "text": "We thank Ralf Averbeck, Leticia Cunqueiro Mendez, Davide Caffarri, Thomas Peitzmann and Urs Wiedemann for useful discussions, and Roberta Arnaldi, Alexander Milov, Adam Kisiel, Łukasz Graczykowski, Camelia Mironov, Daniel Kikoła, Orlando Villalobos Baillie, Aleksi Vourinen for critical reading of the manuscript and most useful suggestions. The work of M. Janik was supported by the Polish National Science Centre under decisions no. 2013/08/M/ST2/00598, no. 2014/13/B/ST2/04054, and no. 2015/19/D/ST2/01600.",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "Appendix",
            "section_rank": 31
        }
    ]
}