{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We present a search for a light sterile neutrino using three years of atmospheric neutrino data from the DeepCore detector in the energy range of approximately 10 − 60 GeV. DeepCore is the low-energy sub-array of the IceCube Neutrino Observatory. The standard three-neutrino paradigm can be probed by adding an additional light (∆m 2 41 ∼ 1 eV 2 ) sterile neutrino. Sterile neutrinos do not interact through the standard weak interaction, and therefore cannot be directly detected. However, their mixing with the three active neutrino states leaves an imprint on the standard atmospheric neutrino oscillations for energies below 100 GeV. A search for such mixing via muon neutrino disappearance is presented here. The data are found to be consistent with the standard three neutrino hypothesis. Therefore we derive limits on the mixing matrix elements at the level of |Uµ4| 2 < 0.11 and |Uτ4| 2 < 0.15 (90% C.L.) for the sterile neutrino mass splitting ∆m 2 41 = 1.0 eV 2 .",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 332,
                    "text": "2",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 956,
                    "text": "2",
                    "end": 957
                }
            ]
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Neutrino oscillation is a phenomenon in which a neutrino can be detected as a different weak eigenstate than initially produced after traveling some distance to its detection point. It arises due to the mixing between neutrino mass-and flavor eigenstates and existence of nonzero mass differences between the mass states. The effect is confirmed by a variety of measurements of neutrinos produced in the Sun [1][2][3][4][5][6], in the atmosphere [7][8][9], at nuclear reactors [10][11][12][13] and at particle accelerators [14][15][16][17]. The data from these experiments are often interpreted within the framework of three weakly interacting neutrino flavors, where each is a superposition of three neutrino mass states. However, not all data from neutrino experiments are consistent with this picture. An excess of electron neutrinos in a muon neutrino beam was found at the Liquid Scintillator Neutrino Detector (LSND) [18] and MiniBooNE experiments [19]. In addition, the rates of some reactor [20] and radio-chemical [21] experiments are in tension with predictions involving three neutrino mass states. The tension between data and theory can be resolved by adding new families of neutrinos with mass differences ∆m 2 ∼ 1 eV 2 . However, the measurement of the Z 0 boson decay width at the Large Electron-Positron (LEP) collider limits the number of the weakly interacting light neutrino states to three [22]. This implies that new neutrino species must be \"sterile\" and not take part in the standard weak interaction. The simplest sterile neutrino model is a \"3+1\" model, which includes three standard weakly-interacting (active) neutrino flavors and one heavier 1 sterile neutrino. The addition of this fourth neutrino mass state modifies the active neutrino oscillation patterns.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 408,
                    "text": "[1]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 411,
                    "text": "[2]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 414,
                    "text": "[3]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 417,
                    "text": "[4]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 420,
                    "text": "[5]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 423,
                    "text": "[6]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 446,
                    "text": "[7]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 449,
                    "text": "[8]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 452,
                    "text": "[9]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 477,
                    "text": "[10]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 481,
                    "text": "[11]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 485,
                    "text": "[12]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 489,
                    "text": "[13]",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 523,
                    "text": "[14]",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 527,
                    "text": "[15]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 531,
                    "text": "[16]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 535,
                    "text": "[17]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 923,
                    "text": "[18]",
                    "end": 927
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 954,
                    "text": "[19]",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 999,
                    "text": "[20]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1023,
                    "text": "[21]",
                    "end": 1027
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1411,
                    "text": "[22]",
                    "end": 1415
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The IceCube Neutrino Observatory [23] is a cubic kilometer Cherenkov neutrino detector located at the geographic South Pole. It is designed to detect high energy atmospheric and astrophysical neutrinos with an energy threshold of about 100 GeV [24][25][26][27][28]. DeepCore [29] is a more densely instrumented sub-detector located in the bottom part of the main IceCube array. The denser instrumentation lowers the energy detection threshold to ∼ 10 GeV, allowing precision measurements of neutrino oscillation parameters affecting atmospheric muon neutrinos as reported in [30], where the standard three neutrino hypothesis is used. This work presents a search for sterile neutrinos within the \"3+1\" model framework using three years of the IceCube DeepCore data taken between May 2011 and April 2014.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 33,
                    "text": "[23]",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 244,
                    "text": "[24]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 248,
                    "text": "[25]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 252,
                    "text": "[26]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 256,
                    "text": "[27]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 260,
                    "text": "[28]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 275,
                    "text": "[29]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 575,
                    "text": "[30]",
                    "end": 579
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "An overview of sterile neutrino mixing and its impact on atmospheric neutrino oscillations is presented in Section II of this article. Section III describes the IceCube 1 The effects of the sterile neutrino mixing in the energy range of this study are independent of the sign of ∆m 2 41 . Therefore the results presented here are also valid for \"1+3\", where the sterile state is the lightest.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 169,
                    "text": "1",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "start": 282,
                    "text": "2 41",
                    "end": 286
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Neutrino observatory and the DeepCore sub-array used to detect the low energy neutrinos of interest. The selection and reconstruction of atmospheric neutrino events are presented in Section IV. A description of the simulation chain, fitting procedure and treatment of systematic uncertainties considered is provided in Section V. Section VI presents the results of the search for sterile neutrino mixing. Finally, Section VII addresses the impact of various assumptions made in the analysis of the data, and places the results of this search into the global picture of sterile neutrino physics.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "II. STERILE NEUTRINO MIXING",
            "section_rank": 3
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "The neutrino flavor eigenstates of the weak interaction do not coincide with the mass states, which describe the propagation of neutrinos through space [31]. The connection between the bases can be expressed as",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 152,
                    "text": "[31]",
                    "end": 156
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "where |ν α are the weak states, |ν k are the mass states with mass m k and U αk are the elements of Pontecorvo-Maki-Nakagawa-Sakata (PMNS) mixing matrix [31,32] in the standard three neutrino scenario. For Dirac neutrinos the mixing matrix is parametrized with three mixing angles (θ 12 , θ 13 , θ 23 ) and one CP-violating phase. Two additional phases are present if neutrinos are Majorana particles, however they play no role in neutrino oscillations. Muon neutrinos are the main detection channel for DeepCore and are the focus of this study. For the standard three neutrino model in the energy range of interest for this analysis the muon neutrino survival probability can be approximated as",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 153,
                    "text": "[31,",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 157,
                    "text": "32]",
                    "end": 160
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "where ∆m 2 32 ≡ m 2 3 − m 2 2 is the mass splitting between states 3 and 2, θ 23 is the atmospheric mixing angle, L is the distance traveled from the production point in the atmosphere and E ν is the neutrino energy. The diameter of the Earth and size of the atmosphere define the baselines that range between 20 and 12700 km.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "The addition of a single sterile neutrino, ν s , with corresponding mass eigenstate denoted as ν 4 , modifies the mixing matrix in Eq. (1) as",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "A single sterile neutrino family adds six new parameters [33]: three mixing angles θ 14 , θ 24 , θ 34 , two CPviolating phases δ 14 , δ 34 and one mass difference ∆m 2 41 . IceCube has no sensitivity to CP-violating phases and therefore they are assumed absent in this study. In this case the 4×4 mixing matrix can be parametrized [33] as",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 57,
                    "text": "[33]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "start": 166,
                    "text": "2 41",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 331,
                    "text": "[33]",
                    "end": 335
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "where U ij is a rotation matrix by an angle θ ij in the ij-plane. The mixing angle θ 14 affects mainly electron neutrinos, which have only a minor impact on this study. Therefore the mixing matrix can be simplified further by setting θ 14 to zero. These assumptions simplify the elements of U describing the mixing of the active states to the sterile neutrino state [34]:",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 366,
                    "text": "[34]",
                    "end": 370
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "This additional sterile neutrino state modifies the muon neutrino oscillation pattern [35,36].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 86,
                    "text": "[35,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 90,
                    "text": "36]",
                    "end": 93
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "The propagation of neutrinos is described by the Schrödinger equation",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "where x is a position along the neutrino trajectory, Ψ α = (ν e , ν µ , ν τ , ν s ) T andĤ F is an effective Hamiltonian",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "where U is the mixing matrix described in Eq. 4,M 2 is the neutrino mass matrix andV int is an interaction potential. For neutrinos passing though neutral matter the interaction part of the Hamiltonian in Eq. 7can be expressed aŝ",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "ref_id": "formula_3",
                    "start": 46,
                    "text": "4",
                    "end": 47
                },
                {
                    "ref_id": "formula_6",
                    "start": 209,
                    "text": "7",
                    "end": 210
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "where the sign +(−) corresponds to neutrinos (antineutrinos), G F is Fermi's constant, and N e and N n are the densities of the electrons and the neutrons in matter, respectively. All active neutrinos have a matter potential due to weak neutral current (NC) interaction while sterile neutrinos do not interact with matter at all. This can be expressed as an effective matter potential for the sterile neutrino states equal to the matter potential of NC interactions for active neutrinos with an opposite sign.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "The probability of a ν α to ν β transition is calculated as",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "where ν α (x) is a solution of Eq. (6). It is non-trivial to solve Eq. (6) analytically for atmospheric neutrinos crossing the Earth. Therefore, the probabilities are calculated numerically including all mixing parameters in a \"3+1\" model using the 12-layer approximation of the Preliminary Reference Earth Model (PREM) [37] and the General Long Baseline Experiment Simulator (GLoBES) [38,39]. The upper panel of Fig. 1 shows the survival probability for atmospheric muon neutrinos as a function of true energy and zenith angle, θ z , in the case of the standard three neutrino oscillations. For the neutrinos crossing the Earth by the diametral trajectory (cos θ z = −1) the minimum survival probability is at approximately 25 GeV. The atmospheric neutrino mixing is close to maximal (θ 23 ∼ 45 • ), which leads to almost complete disappearance of muon neutrinos. The minimum of the oscillation pattern follows Eq. (2) and does not change its depth or show discontinuities between different arrival directions.",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 320,
                    "text": "[37]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 385,
                    "text": "[38,",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 389,
                    "text": "39]",
                    "end": 392
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 413,
                    "text": "Fig. 1",
                    "end": 419
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "The addition of a sterile neutrino state modifies the neutrino oscillations in two ways that are relevant for this analysis. The first is connected to vacuum oscillations into the sterile neutrino state. These fast oscillations cannot be resolved at the final analysis level and instead result in a change of the overall flux normalization. The second effect is caused by the different effective matter potential experienced by the sterile neutrino state when crossing the Earth. This modifies the amplitude and energy of the muon neutrino oscillation minimum. The strength of the change is proportional to the amount of matter along the neutrino trajectory, and is therefore more pronounced for neutrinos crossing the Earth's core. This is demonstrated in the bottom panel of Fig. 1, where the largest change in the muon neutrino survival probability is seen for trajectories with cos θ z < −0.8.",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 777,
                    "text": "Fig. 1",
                    "end": 783
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "The value of the sterile mass splitting ∆m 2 41 changes only the period of oscillations between muon and sterile states. Such oscillations are averaged by the detector energy and zenith resolutions and cannot be resolved for neutrinos with energies considered in this study. Therefore throughout this analysis ∆m 2 41 is fixed to 1 eV 2 . The impact of these assumptions is discussed in Section VII.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 313,
                    "text": "2",
                    "end": 314
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "The light (standard) neutrino mass ordering influences the effects of the sterile neutrino mixing. Switching from one assumed mass ordering to the other interchanges the oscillation probabilities for neutrinos and anti-neutrinos [36]. This effectively leads to some sensitivity to the standard neutrino mass ordering if both mixing elements |U µ4 | 2 and |U τ 4 | 2 are significantly nonzero [35].",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 229,
                    "text": "[36]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 392,
                    "text": "[35]",
                    "end": 396
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "At higher energies muon anti-neutrinos can undergo resonant-like transitions [41] to the sterile state. This happens when the neutrino energy, sterile mixing and mass splitting meet the criteria for the mantle-core parametric enhancement [42,43] due to matter effects [44,45] in Earth. The resonant transition results in a deficit of DeepCore DOMs, respectively. The dust layer, a region with short optical absorption length, is highlighted gray. The green region shows the DeepCore fiducial volume, and the red region is used to improve the veto efficiency against down-going atmospheric muons. The red line on the left axis shows the optical absorption length as function of depth for the optical ice model used in the study [40].",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 77,
                    "text": "[41]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 238,
                    "text": "[42,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 242,
                    "text": "43]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 268,
                    "text": "[44,",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 272,
                    "text": "45]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 727,
                    "text": "[40]",
                    "end": 731
                }
            ]
        },
        {
            "section": "II. STERILE NEUTRINO MIXING",
            "text": "muon anti-neutrinos compared to the expectation from the standard neutrino mixing for neutrinos with energies above 1 TeV that cross the Earth's core. A search for such a transition has been published by IceCube [46]. Since this effect is pronounced at energies above 1 TeV it has no impact on this study.",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 212,
                    "text": "[46]",
                    "end": 216
                }
            ]
        },
        {
            "text": "III. ICECUBE DEEPCORE DETECTOR",
            "section_rank": 4
        },
        {
            "section": "III. ICECUBE DEEPCORE DETECTOR",
            "text": "The IceCube neutrino detector uses the antarctic ice as a natural optical medium to detect the Cherenkov light from secondary particles produced in neutrino interactions in or near the detector. The detector instruments about 1 km 3 of ice with digital optical modules (DOMs) arranged in an array of 86 strings with 60 modules each [47,48]. The strings are arranged in a hexagonal grid with typical inter-string separation of 125 m, except for the 8 DeepCore strings, which are placed closer together in the center of the array at a typical distance of 50 m. The vertical DOM separation is 17 m, except in the DeepCore strings, where it is 7 m. Each DOM contains a downward-looking 10\" photomultiplier tube and digitizing electronics enclosed in a pressure resistant glass sphere. The DOMs are located at depths between 1450 m and 2450 m below the ice surface.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 332,
                    "text": "[47,",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 336,
                    "text": "48]",
                    "end": 339
                }
            ]
        },
        {
            "section": "III. ICECUBE DEEPCORE DETECTOR",
            "text": "The DOMs composing the DeepCore strings are equipped with 35% higher quantum efficiency photomultiplier tubes to increase light collection. The reduced spacing between DeepCore modules lowers the energy threshold of the detector to about 10 GeV. A top and side view of the DeepCore position inside IceCube are shown in Fig. 2 and 3, respectively. This study uses the 8 DeepCore strings along with the surrounding IceCube strings as a definition of the DeepCore detector as denoted in Fig. 2.",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 319,
                    "text": "Fig. 2 and 3",
                    "end": 331
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 484,
                    "text": "Fig. 2",
                    "end": 490
                }
            ]
        },
        {
            "section": "III. ICECUBE DEEPCORE DETECTOR",
            "text": "The remaining outer layers of the IceCube array are used as a veto-detector against the prevailing background from atmospheric muons. IceCube DeepCore has a baseline of up to 12700 km, depending on the neutrino arrival direction. This, together with the low energy threshold and a large instrumented volume, makes the DeepCore detector a unique tool in the study of atmospheric neutrino oscillations.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "IV. EVENT SELECTION AND RECONSTRUCTION",
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION AND RECONSTRUCTION",
            "text": "The event selection in this analysis aims to identify charged current (CC) muon (anti-)neutrino events with interaction vertices contained within the DeepCore detector volume. A muon track and a hadronic shower are produced in CC interactions. The selection is also designed to reduce the large background contribution from atmospheric muons produced in cosmic ray interactions. Details of the event selection are outlined in [30] and [49]. Here we review the key components of the selection.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 426,
                    "text": "[30]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 435,
                    "text": "[49]",
                    "end": 439
                }
            ]
        },
        {
            "text": "A. Background rejection",
            "section_rank": 6
        },
        {
            "section": "A. Background rejection",
            "text": "The first step in the event selection involves a dedicated DeepCore trigger and data filter that is designed to select neutrino-induced events and reject atmospheric muon events [29]. The events reconstructed as downgoing (cos θ z > 0) by a fast track reconstruction algorithm [50] or a maximum likelihood reconstruction [51] are rejected. A small fraction of down-going atmospheric muons can be mis-reconstructed as up-going. However, due to the large atmospheric muon flux, this small fraction can still lead to a large contamination in the final data sample.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 178,
                    "text": "[29]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 277,
                    "text": "[50]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 321,
                    "text": "[51]",
                    "end": 325
                }
            ]
        },
        {
            "section": "A. Background rejection",
            "text": "Additional algorithms are used to identify and reject the remaining atmospheric muon background. The position of the earliest DOM triggering the detector is required to be inside the DeepCore volume. This requirement selects up-going events starting inside the Deep-Core volume, but rejects down-going atmospheric muons, which have to pass through the outer IceCube strings and, therefore, leave the first signals there. In addition, background events are identified using the observed charge in the upper part of IceCube, accumulated charge as a function of time (dQ/dt) and charge observed before the trigger [49].",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 611,
                    "text": "[49]",
                    "end": 615
                }
            ]
        },
        {
            "section": "A. Background rejection",
            "text": "The most powerful veto criterion against remaining atmospheric muons is the corridor cut. This algorithm identifies muons that penetrate the detector through the corridors formed by the geometry of the detector configu- ration. This cut rejects events if two or more DOMs register a signal within a narrow time window [-150 ns, +250 ns] from the expected arrival time of Cherenkov light coming from an atmospheric muon traveling through a corridor. An example of such a direction is depicted in Fig. 2. A requirement of more than two hits in the corridor veto region is used to select a data driven sample of atmospheric muons and to construct a background template.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 495,
                    "text": "Fig. 2",
                    "end": 501
                }
            ]
        },
        {
            "section": "A. Background rejection",
            "text": "The criterion on the position of the first DOM triggered in the event is strengthened as compared to [49]. In this study it is required to be in the bottom 250 m of the detector. This provides a buffer zone between the acceptable DeepCore fiducial volume and the \"dust layer\" shown as gray in Fig. 3. This region, characterized by a short optical absorption length, is present due to dust accumulation during a geological period about 60-70 thousand years ago [52]. Atmospheric muons that enter the detector through the dust layer leave few traces to satisfy veto criteria and can mimic up-going neutrinos. The addition of a buffer layer reduces contamination from such events.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 101,
                    "text": "[49]",
                    "end": 105
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 293,
                    "text": "Fig. 3",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 460,
                    "text": "[52]",
                    "end": 464
                }
            ]
        },
        {
            "text": "B. Reconstruction of νµ interactions",
            "section_rank": 7
        },
        {
            "section": "B. Reconstruction of νµ interactions",
            "text": "Near the detector energy threshold, neutrino interactions are likely to be detected only if they happen near a detector string. These events will leave signals in only a few DOMs. Most of the Cherenkov photons undergo scattering, but using direct (i.e. non-scattered) photons minimizes the impact of uncertainties of the optical prop-erties of the ice.",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "B. Reconstruction of νµ interactions",
            "text": "The selection of direct photons uses the fact that the Cherenkov light is emitted at a characteristic angle relative to the direction of the muon produced in the ν µ CC interaction. Therefore, the depth at which non-scattered photons arrive at DOMs on a string is a hyperbolic function of time [53] as shown in Fig. 4. Scattered or late photons have an additional time delay and do not match the hyperbolic pattern. A time window for accepting direct photons is defined based on the vertical distance between two DOMs and the time it would take non-scattered photons to travel such a distance in ice. A time delay up to 20 ns is allowed in this analysis. Signals from at least three triggered DOMs are required to meet this direct photon selection criteria.",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 294,
                    "text": "[53]",
                    "end": 298
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 311,
                    "text": "Fig. 4",
                    "end": 317
                }
            ]
        },
        {
            "section": "B. Reconstruction of νµ interactions",
            "text": "The direct photons of an event are used to fit tracklike (muon) and point-like (hadronic or electromagnetic shower) emission patterns of Cherenkov light using a χ 2 optimization. The ratio of the χ 2 values for the two hypotheses is used to select track-like events, which are likely to be caused by ν µ CC interactions. This selection rejects about 35% of all ν µ CC interactions. Rejected ν µ CC events typically have higher inelasticity and dimmer muon tracks, which reduce the track fit quality. Approximately 65% of all other interactions (i.e. ν e,τ CC and all NC) are rejected, leading to approximately 70% purity of ν µ CC interactions at the final level 2 . The reconstructed muon direction θ z,reco is used as an estimate for the arrival direction of the interacting neutrino. The zenith angle of the muon is calculated from the fitted track-like hyperbolic pattern. The median neutrino zenith resolution is approximately 12 • at 10 GeV and improves to 6 • at 40 GeV.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "B. Reconstruction of νµ interactions",
            "text": "The neutrino energy reconstruction assumes the existence of a muon track and a hadronic shower at the neutrino interaction point. Muons selected for this analysis are in the minimum ionizing regime [54]. The energy of these muons is therefore determined by their range R µ . The total neutrino energy is then calculated as the sum of the energies attributed to the hadronic shower (E shower ) and the muon track:",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 198,
                    "text": "[54]",
                    "end": 202
                }
            ]
        },
        {
            "section": "B. Reconstruction of νµ interactions",
            "text": "where a ≈ 0.23 GeV/m is the constant 3 energy loss of muons in ice. The muon range is calculated by identifying the starting and stopping points of a muon along the reconstructed track direction. The energy reconstruction is described in more detail in [9]. The median energy resolution is about 30% at 8 GeV and improves to 20% at 20 GeV. ",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 253,
                    "text": "[9]",
                    "end": 256
                }
            ]
        },
        {
            "text": "V. DATA ANALYSIS TECHNIQUES",
            "section_rank": 8
        },
        {
            "section": "V. DATA ANALYSIS TECHNIQUES",
            "text": "Three years of DeepCore data [55], comprising 5118 events at the final level, are used in this study. They are compared to predictions from simulations as described in the following subsections.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "A. Monte Carlo simulation",
            "section_rank": 9
        },
        {
            "section": "A. Monte Carlo simulation",
            "text": "Neutrino interactions and hadronization processes are simulated using GENIE [56]. Produced muons are propagated with PROPOSAL [57]. GEANT4 is used to propagate hadrons and particles producing electromagnetic showers with energies less than 30 GeV and 100 MeV, respectively. Light output templates [58] are used for particles with higher energies. Clsim [59] is used to propagate the resulting photons. The equivalent of 30 years of detector operation is simulated for each neutrino flavour. This ensures that the Poisson fluctuations due to Monte Carlo statistics are much smaller than statistical uncertainties in the data and, therefore, can be neglected throughout the analysis.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 76,
                    "text": "[56]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 126,
                    "text": "[57]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 297,
                    "text": "[58]",
                    "end": 301
                }
            ]
        },
        {
            "text": "B. Signal signature",
            "section_rank": 10
        },
        {
            "section": "B. Signal signature",
            "text": "The impact of a sterile neutrino on the event rate as a function of reconstructed energy and zenith in this study is shown in Fig. 5. The most dramatic changes are expected at reconstructed energies between 20 and 30 GeV for neutrinos crossing the Earth's core (cos θ z −0.85). In addition, the presence of a sterile neutrino changes ",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 126,
                    "text": "Fig. 5",
                    "end": 132
                }
            ]
        },
        {
            "text": "C. Fitting procedure",
            "section_rank": 11
        },
        {
            "section": "C. Fitting procedure",
            "text": "A binned maximum log-likelihood algorithm with nuisance parameters [60] to account for systematic uncertainties is used to determine the sterile neutrino mixing parameters. The data are binned in an 8×8 histogram in cos θ z,reco and log E reco . Only track-like events with cos θ z,reco ∈ [−1, 0] and E reco ∈ [10 0.8 , 10 1.75 ] GeV are used in the analysis. The log-likelihood is defined as",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 67,
                    "text": "[60]",
                    "end": 71
                }
            ]
        },
        {
            "section": "C. Fitting procedure",
            "text": "where n i is the number of events in the i-th bin of a data histogram, and µ i = µ i (θ,φ) is the expected number of events from the physics parametersθ and nuisance parametersφ. The second term of Eq. 11 accounts for the prior knowledge of the nuisance parameters, where φ 0 k and σ φ k are the estimated value and uncertainty, respectively, on the parameter φ k . The priors come from independent measurements or uncertainties in model predictions. As stated in Section II, the physics parameters of interest for this study are the mixing angles θ 24 and θ 34 . Confidence levels are estimated using Wilks's theorem [61] for the difference −2∆ ln L between the profile log-likelihood and the log-likelihood at the best fit point.",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 618,
                    "text": "[61]",
                    "end": 622
                }
            ]
        },
        {
            "section": "C. Fitting procedure",
            "text": "The expected histogram bin content is obtained by event-by-event re-weighting of events in Monte Carlo sim-ulations. In addition, the impact of the detector systematic uncertainties is estimated at the histogram level.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "D. Treatment of systematic uncertainties",
            "section_rank": 12
        },
        {
            "section": "D. Treatment of systematic uncertainties",
            "text": "Eleven nuisance parameters, listed in Table I, are used in the analysis to account for the impact of systematic uncertainties in this study. These systematic uncertainties are grouped in five classes and are explained in the following sections.",
            "paragraph_rank": 43,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 38,
                    "text": "Table I",
                    "end": 45
                }
            ]
        },
        {
            "text": "Neutrino mixing",
            "section_rank": 13
        },
        {
            "section": "Neutrino mixing",
            "text": "The values of the standard atmospheric mixing parameters determine the neutrino oscillations pattern. The value of the mass splitting ∆m 2 32 defines the position of the minimum and θ 23 is related to its amplitude. Similar modifications of the oscillations pattern, but limited to the neutrinos crossing the Earth's core, are caused by the addition of a sterile neutrino. This makes standard mixing parameters the most important uncertainties for this study.",
            "paragraph_rank": 44,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 137,
                    "text": "2",
                    "end": 138
                }
            ]
        },
        {
            "section": "Neutrino mixing",
            "text": "Simulations show that prior values for the standard mixing parameters can lead to a fake non-zero best fit point with significance on the order of 1 σ. Also, the global values of ∆m 2 32 and θ 23 do not include sterile neutrinos in the model. Therefore, no priors on the standard mixing parameters are used in this study. Values of other mixing parameters such as θ 12 , θ 13 and ∆m 2 21 are found to have no impact on the analysis and are fixed to the global best fit values from [60]. ",
            "paragraph_rank": 45,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 182,
                    "text": "2",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 383,
                    "text": "2",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 481,
                    "text": "[60]",
                    "end": 485
                }
            ]
        },
        {
            "text": "Flux systematics",
            "section_rank": 14
        },
        {
            "section": "Flux systematics",
            "text": "The neutrino flux model from [62], which assumes a nominal value of γ = −2.66 for the cosmic ray spectral index, is used in the analysis. The effects of several systematic uncertainties, such as the properties of the global ice model and deep inelastic scattering cross-section, are degenerate with a change in the spectral index. Therefore, this nuisance parameter is left unconstrained in the fit to account for these sub-dominant uncertainties.",
            "paragraph_rank": 46,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 29,
                    "text": "[62]",
                    "end": 33
                }
            ]
        },
        {
            "section": "Flux systematics",
            "text": "The normalization of the ν e flux is assigned a 5% Gaussian prior. The uncertainties of the neutrino and antineutrinos fractions of the neutrino flux from [63] are used. Their deviations from the flux model are parametrized as two independent parameters describing energy dependent ∆(ν/ν) energy and zenith dependent ∆(ν/ν) zenith uncertainties. The overall normalization of the flux is left unconstrained to account for large uncertainties on the absolute flux of atmospheric neutrinos. ",
            "paragraph_rank": 47,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 155,
                    "text": "[63]",
                    "end": 159
                }
            ]
        },
        {
            "text": "Cross section systematics",
            "section_rank": 15
        },
        {
            "section": "Cross section systematics",
            "text": "The main interaction process for neutrinos in the energy range of this analysis is deep inelastic scattering (DIS). Uncertainties of the DIS cross sections are taken into account as modifications of an effective spectral index and the overall normalization of the flux. Uncertainties of non-DIS processes, such as resonant and quasielastic scattering, are estimated by GENIE as a correction to the weights of the generated interactions. This is done by varying the axial mass form factors M A as described in [64].",
            "paragraph_rank": 48,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 509,
                    "text": "[64]",
                    "end": 513
                }
            ]
        },
        {
            "text": "Detector systematics",
            "section_rank": 16
        },
        {
            "section": "Detector systematics",
            "text": "Uncertainties on the detector properties, like the efficiency of the optical modules and their angular acceptance, have a large impact in this analysis.",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "section": "Detector systematics",
            "text": "To estimate the impact of the DOM efficiency, 7 discrete Monte Carlo sets are used. They span the range of 85 − 115% of the nominal efficiency in steps of 5%. Each set is processed using the event selection described in Section IV and the final events are binned in reconstructed energy and cos θ z,reco to produce expectation histograms analogous to Fig. 5. The impact of varying the efficiency continuously is then estimated by fitting a second degree polynomial to the changing event rate obtained from the discrete sets in each analysis bin. A Gaussian prior centered at the nominal efficiency (100%) with a σ of 10 % is applied.",
            "paragraph_rank": 50,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 351,
                    "text": "Fig. 5",
                    "end": 357
                }
            ]
        },
        {
            "section": "Detector systematics",
            "text": "One of the most important systematic uncertainties is the DOM angular acceptance. During the deployment of IceCube strings holes were drilled into the ice with a hot water drill. After the refreezing process, the ice along the strings has different optical properties in comparison to other part of the detector. This process effectively changes the angular acceptance of DOMs. Its impact is especially important for the low energy neutrinos in DeepCore, because such events leave only a small signal in the detector. The properties of the refrozen ice, such as effective scattering length, change the angular profile of reconstructed events. This systematic uncertainty is treated in a similar way to the DOM efficiency. Ten discrete systematic sets with different effective scattering coefficients between 0.01 cm −1 and 0.033 cm −1 are used to determine a bin-by-bin effect of the refrozen ice properties on the event rate. The effect for the intermediate values is estimated using third degree polynomials. A Gaussian prior of 0.02 ± 0.01 cm −1 is applied.",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "text": "Background",
            "section_rank": 17
        },
        {
            "section": "Background",
            "text": "It is also important to estimate the impact of the background due to atmospheric muons reaching DeepCore. The rejection algorithms for atmospheric muons are developed using Monte Carlo simulations produced with CORSIKA [65]. However, producing enough muon statistics at the final analysis level is computationally intensive and cannot be performed with currently available resources. Therefore, the impact of the muon background is addressed using the data-driven template explained in Section IV. The muon template is then added to the expected event rate from neutrino events to form a total expectation. Its normalization is left unconstrained to assess the impact from the atmospheric muon background. The selection of direct photons successfully removes events from pure electronic noise, and therefore such noise is not considered in this study.",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 219,
                    "text": "[65]",
                    "end": 223
                }
            ]
        },
        {
            "text": "VI. RESULTS",
            "section_rank": 18
        },
        {
            "section": "VI. RESULTS",
            "text": "The data are found to be consistent with the standard three neutrino hypothesis. Predictions from neutrino simulations and the atmospheric muon template fit the experimental data well with a χ 2 of 54.9. There are 64 data bins in total fitted with 13 parameters. Some of the parameters effectively contribute less than one degree of freedom (d.o.f) due to priors and correlations. The number of d.o.f. is estimated by fitting 2000 statistical trials obtained by fluctuating the expectation from the detector simulations and background. This exercise provides a goodness of fit distribution that is then fit with a χ 2 distribution to extract the effective number of d.o.f. The resulting number of d.o.f. is estimated to be 56.3 ± 0.3 and the probability to obtain the observed χ 2 is therefore 53%.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "section": "VI. RESULTS",
            "text": "The agreement between the data and the expectation at the best fit point is shown in Fig. 6 for the bins used in the fit. The bin-by-bin pulls of the data compared to the expectation at the best fit point are shown in Fig. 7. The pulls are distributed in the way expected from statistical fluctuations without large deviations or clustering in specific energy or zenith ranges.",
            "paragraph_rank": 54,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 85,
                    "text": "Fig. 6",
                    "end": 91
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 218,
                    "text": "Fig. 7",
                    "end": 224
                }
            ]
        },
        {
            "section": "VI. RESULTS",
            "text": "The upper and lower parts of Fig. 8 depict distributions of E reco and cos θ z,reco , respectively. It also shows the expectation from the different components of the simulations used in the fit. The dominant contribution comes from ν µ CC interactions with some contamination from ν e , ν τ and NC interactions of all flavors. The atmospheric muon contamination is fit to about 0.4 % and therefore not shown in Fig. 8.",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 29,
                    "text": "Fig. 8",
                    "end": 35
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 412,
                    "text": "Fig. 8",
                    "end": 418
                }
            ]
        },
        {
            "section": "VI. RESULTS",
            "text": "All nuisance parameters are fit near the nominal values; their values can be found in Table I. Inverted mass ordering is marginally preferred in the fit. The best estimates of the sterile mixing parameters are given in Table  I. The difference between the best fit and the standard three neutrino hypothesis is −2∆ ln L = 0.8. Such a value is expected from statistical fluctuations of the data with 30% probability estimated from the aforementioned 2000 trials. Exclusion contours are obtained by scanning the likelihood space in |U µ4 | 2 vs |U τ 4 | 2 and are presented in Fig. 9. The corresponding limits on the elements of the mixing matrix are",
            "paragraph_rank": 56,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 86,
                    "text": "Table I",
                    "end": 93
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 219,
                    "text": "Table  I",
                    "end": 227
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 575,
                    "text": "Fig. 9",
                    "end": 581
                }
            ]
        },
        {
            "section": "VI. RESULTS",
            "text": "where the confidence levels are obtained using Wilks's theorem. The best fit values for the standard neutrino mixing parameters are ∆m 2 32 = 2.52•10 −3 eV 2 and sin 2 θ 23 = 0.541 (assuming normal neutrino mass ordering), which are different from the results of [30]. The best fit point for ∆m 2 32 is now 1 σ lower compared to the previous measurement. Although the data set and analysis methods used in the two analyses are similar, there are a few differences responsible for the change. Since the publication of [30] the Monte Carlo simulation and event reconstruction have been improved. In particular, there is a new charge calibration used for the PMTs in simulation that leads to an update of the effective energy scale in the detector reconstruction. This leads to a change in the reconstructed position of the muon disappearance minimum, which is proportional to ∆m 2 32 . A more stringent event selection is also implemented to improve atmospheric muon background rejection; however, the impact on the measurement of the atmospheric mixing angle is small (<0.3 σ). Figure 9 shows the exclusion contours obtained in this study compared to a search performed by the Super-Kamiokande experiment [66], where the limit |U τ 4 | 2 < 0.18 (90 % C.L.) is obtained. Using three years of Ice-Cube DeepCore data improves the world best limit on the |U τ 4 | 2 element by approximately 20 % at 90 % C.L. The MINOS experiment also derives a constraint on |U τ 4 | 2 < 0.20 (90 % C.L.) [67], however this limit is only provided for a single mass splitting of ∆m 2 41 = 0.5 eV 2 . As there is no explanation of how that result scales with ∆m 2 41 , it is difficult to compare with the results obtained with IceCube DeepCore.",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 263,
                    "text": "[30]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "start": 295,
                    "text": "2 32",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 517,
                    "text": "[30]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 877,
                    "text": "2",
                    "end": 878
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1077,
                    "text": "Figure 9",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 1204,
                    "text": "[66]",
                    "end": 1208
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 1484,
                    "text": "[67]",
                    "end": 1488
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1639,
                    "text": "2",
                    "end": 1640
                }
            ]
        },
        {
            "text": "VII. CONCLUSIONS AND OUTLOOK",
            "section_rank": 19
        },
        {
            "section": "VII. CONCLUSIONS AND OUTLOOK",
            "text": "The best constraints on |U µ4 | 2 come from the IceCube study using TeV neutrinos [46] and the MINOS experiment [67]. The sensitity of this study to |U µ4 | 2 is limited by a number of factors, including flux uncertainties and detector resolutions, that result in a degeneracy with other parameters of the analysis.",
            "paragraph_rank": 58,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 82,
                    "text": "[46]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 112,
                    "text": "[67]",
                    "end": 116
                }
            ]
        },
        {
            "section": "VII. CONCLUSIONS AND OUTLOOK",
            "text": "Current global fits of the neutrino oscillations experimental data suggest |U e4 | 2 = 0.023 − 0.028, where the range covers values presented in [33,[68][69][70]. In this study |U e4 | 2 is assumed to be zero. The impact of a possible non-zero value is estimated by fitting θ 14 as a nuisance parameter with prior approximately 4 times larger than the current global fit estimate. This prior accounts for both zero and non-zero values of θ 14 . Because of the relatively small ν e contamination of the data sample, the value of |U e4 |",
            "paragraph_rank": 59,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 145,
                    "text": "[33,",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 149,
                    "text": "[68]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 153,
                    "text": "[69]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 157,
                    "text": "[70]",
                    "end": 161
                }
            ]
        },
        {
            "section": "VII. CONCLUSIONS AND OUTLOOK",
            "text": "2 allowed by the current global fits has no impact on the analysis.",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "section": "VII. CONCLUSIONS AND OUTLOOK",
            "text": "The value of ∆m 2 41 was fixed at 1.0 eV 2 throughout this analysis. Changing the value of ∆m 2 41 in the range between 0.1 and 10.0 eV 2 has no impact on the limit on |U τ 4 |",
            "paragraph_rank": 61,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 94,
                    "text": "2",
                    "end": 95
                }
            ]
        },
        {
            "section": "VII. CONCLUSIONS AND OUTLOOK",
            "text": "2 . The limit on |U µ4 | 2 depends only weakly on ∆m 2 41 . At 0.1 eV 2 it degrades to 0.12, representing an 8 % relative change in the exclusion limit, while at 10 eV 2 we observe a relative improvement in the limit by 9 %.",
            "paragraph_rank": 62,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 53,
                    "text": "2",
                    "end": 54
                }
            ]
        },
        {
            "section": "VII. CONCLUSIONS AND OUTLOOK",
            "text": "Monte Carlo studies show that the current limits on the sterile neutrino mixing are statistically limited and can be improved using more data collected by IceCube DeepCore. Extending the energy range may yield more information about the flux and its normalization and thus better constrain systematic uncertainties. Furthermore, inclusion of cascade-like events may open a possibility to use the ν e and ν τ components of the flux and NC interactions to improve the sensitivity to the sterile neutrino mixing.",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 20
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. The muon neutrino survival probability for (top) the standard three neutrino oscillations and (bottom) \"3+1\" sterile neutrino model as function of true muon neutrino energy and the cosine of the true neutrino zenith angle θz. Values ∆m 2 32 = 2.51 • 10 −3 eV 2 , sin 2 θ23 = 0.51 are assumed for the standard atmospheric mixing parameters.",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 21
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. The top view of IceCube. Green circles indicate positions of the ordinary IceCube strings. Red circles show the configuration of the DeepCore strings with denser instrumentation and high quantum efficiency DOMs. The dashed line encompasses the DeepCore area of the detector. The purple arrow shows an example of the corridor direction formed by the detector geometry.",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 22
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3.The side view of the IceCube experiment. Green and red circles represent the standard IceCube DOMs and high quantum efficiency DeepCore DOMs, respectively. The dust layer, a region with short optical absorption length, is highlighted gray. The green region shows the DeepCore fiducial volume, and the red region is used to improve the veto efficiency against down-going atmospheric muons. The red line on the left axis shows the optical absorption length as function of depth for the optical ice model used in the study[40].",
            "paragraph_rank": 66,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 526,
                    "text": "[40]",
                    "end": 530
                }
            ]
        },
        {
            "text": "IG. 4 .",
            "section_rank": 23
        },
        {
            "section": "IG. 4 .",
            "text": "A hyperbolic light pattern in time and DOMs depth created by the direct photons from a muon track passing next to a string. Magenta and red markers depict direct and scattered (late) photons, respectively. The solid green line shows the expectation from the true muon. The dashed blue curve depicts the fitted hyperbola of the reconstructed muon track and dot-dashed black curve shows the expectation if the direction is changed by 25 • [9].",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 24
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5.The ratio of the expected event counts for a sterile neutrino hypothesis and the case of no sterile neutrino. Sterile neutrino mixing parameters sin 2 θ24 = 0.02 and sin 2 θ34 = 0.17 are assumed. The values ∆m 2 32 = 2.52 • 10 −3 eV 2 and sin 2 θ23 = 0.51 are assumed for the standard atmospheric mixing parameters. Both expectations are normalized to the same total number of events.",
            "paragraph_rank": 68,
            "section_rank": 24
        },
        {
            "text": "3 FIG. 6 .",
            "section_rank": 25
        },
        {
            "section": "3 FIG. 6 .",
            "text": "FIG. 6. The comparison of the data (black dots) and the expectation at the best fit point for the bins used in the analysis. The expectation at the best fit includes a full calculation of the oscillation probabilities for the \"3+1\" model, impact of systematic uncertainties and background.",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "FIG. 7 .",
            "section_rank": 26
        },
        {
            "section": "FIG. 7 .",
            "text": "FIG. 7. Statistical pulls between data and expectation for the best fit point.",
            "paragraph_rank": 70,
            "section_rank": 26
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 27
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. Event rates shown as a function of (top) Ereco and (bottom) cos θz,reco. The various different neutrino components from Monte Carlo simulation used in the fit are shown as stacked histograms. The total expected event rate is in good agreement with the observed data, shown as black points.",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 28
        },
        {
            "section": "FIG. 9 .",
            "text": "FIG. 9. The results of the likelihood scan performed in the analysis. The solid lines in the larger panel show the exclusion limits set in this study at 90 % (dark blue) and 99 % C.L. (light blue) assuming the normal neutrino (NO) mass ordering and using critical values from χ 2 with 2 d.o.f. The dark (light) red dash-dotted lines represent the 90 % (99 %) C.L. exclusions assuming an inverted mass ordering (IO). The dashed lines show the exclusion from the Super-Kamiokande experiment [66]. The top and right panels show the projection of the likelihood on the mixing matrix elements |Uµ4| 2 and |Uτ4| 2 , respectively.",
            "paragraph_rank": 72,
            "section_rank": 28
        },
        {
            "text": "TABLE I .",
            "section_rank": 29
        },
        {
            "section": "TABLE I .",
            "text": "The physics parameters of interest and their best fit points obtained in the analysis for normal (NO) and inverted (IO) neutrino mass orderings are shown. The nuisance parameters used to account for systematic uncertainties, their priors (if used) and their best fit values are also given.",
            "paragraph_rank": 73,
            "section_rank": 29
        },
        {
            "section": "TABLE I .",
            "text": "the normalization as described in Section II. This gives an approximately uniform deficit of events seen in other regions of reconstructed energy and zenith.",
            "paragraph_rank": 74,
            "section_rank": 29
        },
        {
            "section": "TABLE I .",
            "text": "The signal purity is estimated at the best fit point of the analysis3 An additional term is used in the energy reconstruction to account for the rising muon losses at higher energies. However, its impact is small and therefore is not shown in Eq.(10) ",
            "paragraph_rank": 75,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 68,
                    "text": "3",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 246,
                    "text": "(10)",
                    "end": 250
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 31
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We acknowledge the support from the following agencies: U. ",
            "paragraph_rank": 76,
            "section_rank": 31
        }
    ]
}