{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The measurement of Single Transverse-Spin Asymmetries, A N , for various quarkonium states and Drell-Yan lepton pairs can shed light on the orbital angular momentum of quarks and gluons, a fundamental ingredient of the proton-spin puzzle. The AFTER@LHC proposal combines a unique kinematic coverage and large luminosities thanks to the Large Hadron Collider beams to deliver precise measurements, complementary to the knowledge provided by collider experiments such as at RHIC. In this paper, we report on sensitivity studies for J/ψ, Υ and Drell-Yan A N done using the performance of LHCb-like or ALICE-like detectors, combined with polarised gaseous hydrogen and helium-3 targets. In particular, such analyses will provide us with new insights and knowledge about transverse-momentum-dependent parton distribution functions for quarks and gluons and on twist-3 collinear matrix elements in the proton and the neutron.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Single Transverse-Spin Asymmetries: What for?",
            "section_rank": 3
        },
        {
            "section": "Single Transverse-Spin Asymmetries: What for?",
            "text": "The spin is a fundamental quantity of a nucleon, yet its origins are largely unknown. It has been a topic of intense theoretical and experimental studies since the European Muon Collaboration reported that the spin of constituent quarks only accounts for a small fraction of the observed spin, 1/2 [1]. Nowadays, it is accepted that both quarks and gluons as well as their relative motion, via the orbital angular momentum (OAM), contribute to the nucleon spin. For instance, in the case of a longitudinally polarised nucleon, i.e. with helicity + 1 2 , the spin is given by a sum rule",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 298,
                    "text": "[1]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 548,
                    "text": "1",
                    "end": 549
                }
            ]
        },
        {
            "section": "Single Transverse-Spin Asymmetries: What for?",
            "text": "where 1 2 Σ is the combined spin contribution of the quarks and the antiquarks, G is the gluon spin, and L q,g are the quark and gluon OAM contributions. Recent experimental data have shown that the spin distributions of quarks and antiquarks only account for about 25% of proton total longitudinal spin [2], and that of the gluons for about 20% for x > 0.05 [3], yet compatible with zero. The remaining proton spin therefore should arise from the relative dynamics of quarks and gluons, i.e. via L q and L g . Understanding the parton transverse dynamics should then shed light on the origin of the proton spin.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 6,
                    "text": "1",
                    "end": 7
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 304,
                    "text": "[2]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 359,
                    "text": "[3]",
                    "end": 362
                }
            ]
        },
        {
            "section": "Single Transverse-Spin Asymmetries: What for?",
            "text": "The transverse-spin distributions give access to the aforementioned intrinsic properties of the proton constituents: their transverse and orbital-angular momenta. Contrary to the quark sector, very little is known about the gluon contributions via G and L g to the transverse spin. Only recently, COMPASS observed a non-zero asymmetry on the order of 20% (2σ away from zero) which hints at a non-zero value of L g [4,5]. Indeed, whereas Single Transverse-Spin Asymmetries (STSAs), A N , are not directly connected to L q,g , a non-zero A N imposes that L q,g is non-zero.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 414,
                    "text": "[4,",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 417,
                    "text": "5]",
                    "end": 419
                }
            ]
        },
        {
            "section": "Single Transverse-Spin Asymmetries: What for?",
            "text": "Such studies require gluon-sensitive observables. Naturally, quarkonium production can serve as such a tool, since the gluon fusion is the dominant contribution to these processes in high-energy hadron collisions (see [6][7][8] for RHIC energies). Thanks to many different experiments performed in the last decades (for reviews see [9][10][11]), measuring quarkonia via leptonic decays became a relatively straightforward task. The downside remains a lower production cross-section compared to light mesons, which calls for large integrated luminosities. Lastly, accessing transverse-spin physics research requires a polarised target. However, the interest in such studies [12] is growing.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 218,
                    "text": "[6]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 221,
                    "text": "[7]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 224,
                    "text": "[8]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 332,
                    "text": "[9]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 335,
                    "text": "[10]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 339,
                    "text": "[11]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 673,
                    "text": "[12]",
                    "end": 677
                }
            ]
        },
        {
            "section": "Single Transverse-Spin Asymmetries: What for?",
            "text": "At the moment, only the Relativistic Heavy Ion Collider (RHIC) at the Brookhaven National Laboratory provides polarised pp collisions at large enough energies for STSA measurements for quarkonia. Indeed, the PHENIX collabration [13] pioneered the studies of p ↑ p → J/ψ X . The precision of the measurement is however very limited and did not allow to claim for a nonzero STSA, or to constrain L g . The COMPASS detector is probably the other existing experimental set-up where quarkonium STSA can be measured. Measurements of other quarkonium states are extremely important. First, J/ψ production involves a complicated pattern of feed downs and vector quarkonium production is not the easiest case to analyse theoretically. C-even quarkonia (χ c,b , η c ) which can be produced alone without recoiling gluons indeed offer some advantages. We refer to [14][15][16][17] for more details.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 228,
                    "text": "[13]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 853,
                    "text": "[14]",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 857,
                    "text": "[15]",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 861,
                    "text": "[16]",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 865,
                    "text": "[17]",
                    "end": 869
                }
            ]
        },
        {
            "text": "AFTER@LHC: Why?",
            "section_rank": 4
        },
        {
            "section": "AFTER@LHC: Why?",
            "text": "AFTER@LHC is a proposal [18] for a fixed-target experiment using the LHC proton and heavy-ion beams at high and continuous luminosities, yet parasitic to the other LHC experiments. It bears on a particularly wide range of physics opportunities [16, thanks to the typical boost of the fixed-target mode between the center-of-mass (c.m.s.) and the laboratory frame converting forward detectors into backward ones, to relatively high luminosities and not too low c.m.s. energies, 115 GeV per nucleon with the 7 TeV proton beam and 72 GeV per nucleon with the 2.76 TeV lead beam. In this energy range, the cross section for quarkonium production is already high and gluon fusion dominates. Larger charmonium, bottomonium, D, B and Drell-Yan pair yields are expected compared to previous fixed-target experiments.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 24,
                    "text": "[18]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 244,
                    "text": "[16,",
                    "end": 248
                }
            ]
        },
        {
            "section": "AFTER@LHC: Why?",
            "text": "AFTER@LHC will also give access to the target-fragmentation region x F → −1, with detectors similar to the ALICE or LHCb ones, enabling the exploration of large momentum fractions in the target. Moreover, it is relatively easy to use a polarised gas target [53] in one of the existing LHC experiments keeping high integrated luminosities. Doing so, spin studies in the gluon sector via gluon-sensitive probes become more than possible with the investigation of spin correlations such as the Sivers effect [54][55][56][57] or the correlation between the gluon transverse momentum (denoted k T thereafter) and the nucleon spin.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 257,
                    "text": "[53]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 505,
                    "text": "[54]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 509,
                    "text": "[55]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 513,
                    "text": "[56]",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 517,
                    "text": "[57]",
                    "end": 521
                }
            ]
        },
        {
            "section": "AFTER@LHC: Why?",
            "text": "All this allows for measurements of gluon sensitive probes with an unprecedented quality in a region, large x ↑ , where theory calculations [36] predict that the effect (the observed spin-correlated azimuthal modulation of the produced particles) is the largest. We stress that the same observation obviously holds for open heavy flavour and Drell-Yan pairs.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 140,
                    "text": "[36]",
                    "end": 144
                }
            ]
        },
        {
            "section": "AFTER@LHC: Why?",
            "text": "The structure of the paper is as follows. In the next section, we recall some theoretical concepts related to spin studies with AFTER@LHC. Next, we present feasibility studies for STSAs and prospects for other spin-related measurements. The last section gathers our conclusions.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Theory",
            "section_rank": 5
        },
        {
            "section": "Theory",
            "text": "In order to measure the parton OAM, one should consider observables which are sensitive to both the parton transverse position and momentum. These are usually related to the Generalised Parton Distributions, accessible via exclusive processes. However, one can also indirectly obtain information on the orbital motion of partons via STSAs in hard-scattering processes, where one of the colliding hadrons is transversely polarised (see e.g. [56,57] for recent reviews). These asymmetries are naturally connected to the transverse motion of partons inside hadrons [58].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 440,
                    "text": "[56,",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 444,
                    "text": "57]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 562,
                    "text": "[58]",
                    "end": 566
                }
            ]
        },
        {
            "section": "Theory",
            "text": "The STSA, denoted by A N , is the amplitude of the spin-correlated azimuthal modulation of the produced particles and it can be evaluated by studying the left-right asymmetry of the produced particles. Equivalently, the asymmetry may be quantified by measuring production cross sections for reactions with the target spin polarised upwards and downwards [59]:",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 354,
                    "text": "[59]",
                    "end": 358
                }
            ]
        },
        {
            "section": "Theory",
            "text": "where σ ↑ (↓) is the differential cross section (or yield) of particles produced with the target spin polarised upwards (downwards) with respect to the incoming beam direction, and P is the effective target polarisation. Studying A N is of particular interest because leading-twist collinear perturbative QCD predicted it to be small (A N ∝ m q / p T ∼ O(10 −4 )), while A N was observed to be ∼10% or even larger at high x F in polarised collisions over a broad range of energies [60][61][62]. For example, at Fermilab STSAs on the order of 10% were measured in hadronic polarised hyperon production [63,64] and pion production [61,[65][66][67].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 481,
                    "text": "[60]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 485,
                    "text": "[61]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 489,
                    "text": "[62]",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 601,
                    "text": "[63,",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 605,
                    "text": "64]",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 629,
                    "text": "[61,",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 633,
                    "text": "[65]",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 637,
                    "text": "[66]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 641,
                    "text": "[67]",
                    "end": 645
                }
            ]
        },
        {
            "section": "Theory",
            "text": "Since then, the study of spin asymmetries has rapidly evolved, both from the theoretical and experimental point of view (for detailed insights into spin physics and azimuthal asymmetries, see e.g. [68][69][70][71][72][73][74][75][76][77][78]). This triggered investigations of the hadron structure beyond the collinear parton model, and different mechanisms were proposed to account for spin asymmetries [70,71].",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 197,
                    "text": "[68]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 201,
                    "text": "[69]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 205,
                    "text": "[70]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 209,
                    "text": "[71]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 213,
                    "text": "[72]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 217,
                    "text": "[73]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 221,
                    "text": "[74]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 225,
                    "text": "[75]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 229,
                    "text": "[76]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 233,
                    "text": "[77]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 237,
                    "text": "[78]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 404,
                    "text": "[70,",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 408,
                    "text": "71]",
                    "end": 411
                }
            ]
        },
        {
            "section": "Theory",
            "text": "The first interpretation of STSAs relied on a collinear factorisation framework [79,80], involving interactions of gluons from the target remnants with the active partons in the initial and final states. This is accounted for by collinear twist-3 (CT3) matrix elements, the so-called Efremov-Teryaev-Qiu-Sterman (ETQS) matrix elements. Later, Sivers proposed an explanation [54,81] based on a correlation between the transverse momentum of the quark and the polarisation of the proton, introducing the quark transverse momentum dependent parton distribution function (TMD PDF) f ⊥",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 80,
                    "text": "[79,",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 84,
                    "text": "80]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 374,
                    "text": "[54,",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 378,
                    "text": "81]",
                    "end": 381
                }
            ]
        },
        {
            "section": "Theory",
            "text": "1T (x, k 2 T ) (the so-called Sivers function). The common feature of these two mechanisms is that an imaginary phase required for the non-vanishing asymmetry is generated by taking into account an additional gluon exchange between the active parton and the remnant of the transversely polarised hadron.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Theory",
            "text": "The CT3 formalism is valid for processes with only one characteristic hard scale, for instance the transverse momentum of a produced hadron, satisfying p hT Λ QCD , in a proton-proton collision. The TMD formalism [82][83][84][85][86], on the other hand, is suited for processes with two characteristic and well-separated scales (for example, in Drell-Yan process, the mass M and the transverse momentum p T of the produced lepton pair, where Λ QCD p T M). 1 When the two relevant scales become comparable, the TMD formalism can be then reduced to the CT3 one. In practice, this is realised in terms of an operator product expansion, since the Sivers TMD function can be matched onto the ETQS matrix elements at large transverse momenta. Thus, depending on the process, A N should be addressed either using the CT3 formalism through 3-parton correlation functions, or the TMD formalism through the Sivers function.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 213,
                    "text": "[82]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 217,
                    "text": "[83]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 221,
                    "text": "[84]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 225,
                    "text": "[85]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 229,
                    "text": "[86]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 456,
                    "text": "1",
                    "end": 457
                }
            ]
        },
        {
            "section": "Theory",
            "text": "One of the most important predictions, shared by both approaches, is the predictable, but non-universal, magnitude of this asymmetry in different processes. The experimental check of this feature is one of the milestones of the AFTER@LHC spin physics program.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Quark Sivers Effect",
            "section_rank": 6
        },
        {
            "section": "Quark Sivers Effect",
            "text": "Drell-Yan (DY) lepton-pair production is a unique playground to understand the physics underlying the Sivers effect: it is theoretically very well understood and the quark Sivers function f ⊥q 1T (x, k 2 T ) enters the differential cross sections for DY and semi-inclusive deep inelastic scattering (SIDIS) 2 with opposite sign [89]:",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 202,
                    "text": "2",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 328,
                    "text": "[89]",
                    "end": 332
                }
            ]
        },
        {
            "section": "Quark Sivers Effect",
            "text": "accounts for the number density of unpolarised quarks carrying a longitudinal fraction x of the proton momentum and with transverse momentum k T for a given transverse spin of the proton S T . The verification of this \"sign change\" is the main physics case of the DY COMPASS run [90] and the experiments E1039 [91] and E1027 [92] at Fermilab. AFTER@LHC is a complementary facility to further investigate the quark Sivers effect by measuring DY STSAs [36,52] over a wide range of x ↑ in a single set-up. With the high precision that AFTER@LHC will be able to achieve, it will clearly consolidate previous possible measurements. If the asymmetry turns out to be small and these experiments cannot get to a clear answer, AFTER@LHC could still confirm or falsify this sign-change prediction and put strict constraints on the Sivers effect for quarks.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 279,
                    "text": "[90]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 310,
                    "text": "[91]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 325,
                    "text": "[92]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 450,
                    "text": "[36,",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 454,
                    "text": "52]",
                    "end": 457
                }
            ]
        },
        {
            "section": "Quark Sivers Effect",
            "text": "In addition, given that this asymmetry can be framed as well within the CT3 approach when the transverse momentum of the produced lepton pair is comparable to its mass, AFTER@LHC will also generate very useful data to constrain the ETQS 3-parton correlation functions. The latter can also be determined by using direct γ production [93]. 1 See also e.g. [87,88] for what is known in the literature as the generalised parton model, which is an extension of the collinear perturbative QCD approach to incorporate the transverse dynamics of partons, and resembles the TMD formalism from a more phenomenological perspective. 2 In SIDIS one of the leading hadrons is also detected, in addition to the lepton that is deflected.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 332,
                    "text": "[93]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 338,
                    "text": "1",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 354,
                    "text": "[87,",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 358,
                    "text": "88]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 621,
                    "text": "2",
                    "end": 622
                }
            ]
        },
        {
            "text": "Gluon Sivers Effect",
            "section_rank": 7
        },
        {
            "section": "Gluon Sivers Effect",
            "text": "The gluon Sivers function is more involved than its quark analogue: different processes probe different gluon Sivers functions, due to the inherent process dependence of this TMD function [94,95]. However all of them can be expressed in terms of only two independent functions [94,96], which will appear in different combinations depending on the process. AFTER@LHC will prove to be extremely useful in disentangling them and testing this generalised universality. Drell-Yan lepton-pair production is the golden process to access the intrinsic transverse motion of quarks in a nucleon. However, there is no analogous process, which is at the same time experimentally clean and theoretically well-controlled, to probe the gluon content. One of the best tools at our disposal is the production of quarkonium states and open heavy-flavour mesons, a major strength of AFTER@LHC. They provide final states with a typical invariant mass (M Q ) which is, on the one hand, small enough to be sensitive to the intrinsic transverse momenta of gluons (k T ), and on the other, large enough to realise the hierarchy of scales (M Q k T ), and thus to allow for the TMD formalism to be applied without pollution from higher-twist effects. To this extent, production of C-even states can be fruitfully investigated [15,16,20,24,86,97].",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 188,
                    "text": "[94,",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 192,
                    "text": "95]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 277,
                    "text": "[94,",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 281,
                    "text": "96]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1300,
                    "text": "[15,",
                    "end": 1304
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1304,
                    "text": "16,",
                    "end": 1307
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1307,
                    "text": "20,",
                    "end": 1310
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1310,
                    "text": "24,",
                    "end": 1313
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 1313,
                    "text": "86,",
                    "end": 1316
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 1316,
                    "text": "97]",
                    "end": 1319
                }
            ]
        },
        {
            "section": "Gluon Sivers Effect",
            "text": "The hadroproduction of η c has already been measured by LHCb at high transverse momentum above p T = 6 GeV [98], as well as non-prompt η c (2S) [99]. With an LHCb-like detector, STSAs for χ c , χ b and η c are at reach, as demonstrated by studies of various χ c states [100,101] in the busier collider environment down to p T as low as 2 GeV/c. At lower energies, the reduced combinatorial background will give access to lower p T . Moreover, with AFTER@LHC, the production of J/ψ, ψ and Υ will also allow for accurate measurements of the gluon Sivers effect, as it is shown in the next Section.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 107,
                    "text": "[98]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 144,
                    "text": "[99]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 269,
                    "text": "[100,",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 274,
                    "text": "101]",
                    "end": 278
                }
            ]
        },
        {
            "section": "Gluon Sivers Effect",
            "text": "The open heavy-flavour production also allows to investigate the process dependence of A N (measuring charm quarks and anti-quarks separately) [102]. Moreover, it is a unique probe of C-parity odd twist-3 tri-gluon correlators [103,104], for which AFTER@LHC will obtain valuable information.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 143,
                    "text": "[102]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 227,
                    "text": "[103,",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 232,
                    "text": "104]",
                    "end": 236
                }
            ]
        },
        {
            "section": "Gluon Sivers Effect",
            "text": "Finally, momentum imbalance observables also provide a very useful handle to probe the gluon Sivers function and its k T dependence. J/ψ + γ production is probably one of the cleanest from the theoretical point of view [105] along with di-J/ψ production.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 219,
                    "text": "[105]",
                    "end": 224
                }
            ]
        },
        {
            "text": "Feasibility Studies for Quarkonium and DY A N",
            "section_rank": 8
        },
        {
            "text": "Simulation Setup",
            "section_rank": 9
        },
        {
            "section": "Simulation Setup",
            "text": "We consider here two possible options for the realisation of AFTER@LHC with a polarised target: using the LHCb detector [106] or the ALICE detector [107]. LHCb is a multi-purpose, single arm detector with a precise microvertexing instrumentation, particle identification systems, electromagnetic and hadronic calorimeters. It has capabilities for an accurate primary and secondary vertex location determination, for a particle identification (including π, K , p, e and μ) with a good momentum resolution and a high rate data acquisition system. LHCb has already successfully run in the fixed-target mode using its luminosity monitor SMOG (System for Measuring the Overlap with Gas) [108] as a gas target. However, the data taking was done over limited periods of time and limited gas pressures. Additional feasibility studies are needed to address the possibility of installing a polarised gas target. The simulation setup we will use for a LHCb-like detector is described in detail in [35]. We therefore only outline here the most relevant information for Drell-Yan and J/ψ , Υ → μ + μ − measurements, namely: the single muon tracking and the identification efficiency is ∼98% and the kinematic acceptance is 2 < η < 5 and a p T threshold is set at p T > 0.7 GeV/c. However, for the studies presented in this paper, we used a more stringent cut of p T > 1.2 GeV/c which usefully reduces the uncorrelated background.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 120,
                    "text": "[106]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 148,
                    "text": "[107]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 682,
                    "text": "[108]",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 986,
                    "text": "[35]",
                    "end": 990
                }
            ]
        },
        {
            "section": "Simulation Setup",
            "text": "For ALICE, a target can in principle be placed, either at the nominal interaction point (I P Z = 0), or upstream from the nominal one (for instance at 5 m, I P Z = −5 m). The Muon Spectrometer would then provide a setup for di-muon pair measurements with a single track acceptance of 2.5 < η < 4 for I P Z = 0, and 3.2 < η < 4.2 for I P Z = −5 m. The Muon Forward Tracker (MFT) [109], which will be installed in the near future, will add tracking capabilities for muon measurements for I P Z = 0. A typical single track p T threshold for di-muon pair analysis with the ALICE Muon Arm is p T > 1 GeV/c [110]. In addition, the muon arm is equipped with an absorber, which reduces the uncorrelated background due to misidentified hadrons in such studies. Moreover, it is possible to install an additional vertexing instrumentation near the interaction point for I P Z = −5 m. Such a vertex detector would improve the precision of Drell-Yan measurements by removing the background muons from light-hadron and charm/bottom-hadron decays. Indeed, for I P Z = −5 m, the acceptance of the MFT does not match that of the spectrometer.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 378,
                    "text": "[109]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 601,
                    "text": "[110]",
                    "end": 606
                }
            ]
        },
        {
            "section": "Simulation Setup",
            "text": "To quantify the STSA, we use the amplitude of the spin-correlated azimuthal modulation of the produced particles A N . We consider the following approach to the A N measurement with di-muon pairs. For the statistical precision evaluation, we assume that the yields σ ↑ , σ ↓ are separately measured with a standard invariant mass approach used in high energy experiments for quarkonium studies. We construct an invariant mass spectrum of all di-muon pairs (often called foreground) which contains both signal of interest (J/ψ, Υ , DY) and random pairs (combinatorial background, B). The background yield B is evaluated with a like sign technique: by taking a sum of mass distributions for μ + μ + and μ − μ − , or a geometric mean of like-sign pair yields (2 N μ + μ + N μ − μ − ). Finally, we subtract the background from the foreground to get the signal yield for a given target polarisation in a given kinematical domain. PHENIX used such an approach in J/ψ A N measurement [13] and their study confirmed that the like-sign pairs represent well the yield and polarisation of the uncorrelated background. The statistical uncertainty δ σ on the σ ↑ , σ ↓ is thus given by δ σ = √ σ + 2B, and the statistical uncertainty on 2 . The factor 2B in δ σ definition accounts for the statistical uncertainty from the combinatorial background subtraction in the A N evaluation. This approach assumes that the luminosities for each polarisation configuration are the same; if not, then the σ ↑ , σ ↓ need to be corrected for the relative luminosity differences. Similarly, we consider here that the systematic effects (like the detector acceptance) are the same for σ ↑ and σ ↓ , and will cancel out in the ratio. If they are not, this should be accounted for. We also assume that a microvertexing detector will allow us to remove the correlated background from charm and bottom hadron decays. Thanks to the boost effect, their decay vertex is well separated from the primary collision point and c → μ and ",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 977,
                    "text": "[13]",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1224,
                    "text": "2",
                    "end": 1225
                }
            ]
        },
        {
            "section": "Simulation Setup",
            "text": "b → μ could be identified by measuring the track offset from the primary vertex. If the event-by-event tagging of c → μ and b → μ is not possible due to a finite resolution, these muons can be identified on a statistical basis, as it was done by the NA60 experiment [111]. Then the charm and bottom contributions could be subtracted from the invariant mass distribution separately for interactions with the target spin polarised upwards and downwards, and thus removed from the A N measurement.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 266,
                    "text": "[111]",
                    "end": 271
                }
            ]
        },
        {
            "text": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "section_rank": 10
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "The statistical precision of quarkonium and Drell-Yan measurements with a LHCb-like detector was obtained with realistic p + p simulations at √ s = 115 GeV of correlated and uncorrelated background [35]. First, the invariant mass spectrum of all μ + μ − pairs (M All ) is computed, which includes the signal (correlated pairs), the correlated background (mainly muon pairs from semileptonic decays of charmed and bottom hadrons) and the so-called combinatorial background (uncorrelated, randomly combined muon pairs in the analysis). We applied a single-muon p T threshold of p T > 1.2 GeV/c to reduce the background. We estimated the invariant-mass distribution of the uncorrelated background with the like-sign technique and then subtracted it from M All to account for the statistical uncertainty owing to the background fluctuations. μ + μ − < 0.2, respectively. In addition to the Drell-Yan and quarkonium studies, the double-J/ψ production is of interest because it gives access to the k T evolution of the gluon Sivers function. The double J/ψ rates are calculated within LHCb-like acceptance [33] assuming a negligible background (which is an acceptable approximation given the background level Table 1 J/ψ, Υ and double J/ψ yields expected with a LHCb-like detector per LHC year with a 7 TeV proton beam on a proton target assuming L int = 10 fb −1",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 198,
                    "text": "[35]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1100,
                    "text": "[33]",
                    "end": 1104
                },
                {
                    "type": "table",
                    "start": 1203,
                    "text": "Table 1",
                    "end": 1210
                }
            ]
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "1.69 × 10 7 1.04 × 10 8 1.01 × 10 8 ",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "Drell-Yan yield 4.32 × 10 5 9.32 × 10 observed for single J/ψ [35]). Tables 1 and 2 summarises the expected J/ψ, double J/ψ, Υ and Drell-Yan yields for a single data taking year for L int = 10 fb −1 .",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 62,
                    "text": "[35]",
                    "end": 66
                }
            ]
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "Such an experimental set-up offers a unique kinematic coverage, which allows one to probe a wide range of the momentum fraction x 2 . Figure 2 (left panel) shows the range in the transverse mass m T versus x 2 that is available with the J/ψ, Υ and B and D-meson measurements. 3 Since these are gluon-sensitive probes, they give an unprecedented access to the gluon dynamics over a broad range of 0.02 < x 2 < 1.   ",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 134,
                    "text": "Figure 2",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 276,
                    "text": "3",
                    "end": 277
                }
            ]
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "Inspired from the performance of the polarised gas HERMES target [53] (which successfully operated for many years with an effective average transverse polarisation P ∼ 80%), we used P = 80% in the following statistical precision projections. Figure 3 shows our precision projections for J/ψ and Υ A N as a function of x F . The statistical power of this measurement reflects the major strength of AFTER@LHC, namely an ideal acceptance with conventional detectors and the large production rates for quarkonium states expected for a single year of data taking (10 6 Υ and 10 9 J/ψ). Such a study will only be limited by the systematic uncertainties, which cancel out to a large extent in A N . Even for a fraction of the expected luminosity (L int = 1 fb −1 ), A J/ψ N can be measured with a per-mil precision. Moreover, the A",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 65,
                    "text": "[53]",
                    "end": 69
                },
                {
                    "type": "figure",
                    "start": 242,
                    "text": "Figure 3",
                    "end": 250
                }
            ]
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "is a unique observable, which is virtually inaccessible elsewhere and which can be measured with a few per cent accuracy with AFTER@LHC. This level of data quality will allow one to study the size of the asymmetry, its shape and the x F dependence of quarkonium A N . Furthermore, AFTER@LHC aims at measurements of A N for nearly all quarkonium states, including C-even χ c,b and η c , and their associated production. These processes are sensitive to the gluon content of the colliding hadrons which can then be measured with an outstanding precision.",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "Associated-production channels [14,20,24,41,105,112,113] are fundamental tools to access the Gluon Sivers effect, and also probing the gluon TMD sector and their evolution [86,114]. A few different processes are potentially interesting in this context, for instance J/ψ − J/ψ , J/ψ − γ, γ − γ , Υ − γ . The J/ψ − J/ψ production seems to be the most practical one since the yields are not too small [33] and the measurement is relatively straightforward (compared, for instance, to direct γ studies). Figure 4 shows the A N for double J/ψ production as a function of the pair x 2 and the pair k T . We consider two scenarios for the analysis of A N as a function of k T : one with a fixed k T bin width of 1 GeV/c (dk T = 1 GeV/c, red points) and four bins with equal yields. Here, we model the k T dependence as a Gaussian distribution with the width σ = 2 GeV/c. The x 2 -integrated A N will allow for the determination of the STSA with a few percent precision and the A N (k T ) gives access-for the first time-to the k T dependence of the gluon Sivers TMD up to k T ≈ 4 GeV/c.",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 31,
                    "text": "[14,",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 35,
                    "text": "20,",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 38,
                    "text": "24,",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 41,
                    "text": "41,",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 44,
                    "text": "105,",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 48,
                    "text": "112,",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 52,
                    "text": "113]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 172,
                    "text": "[86,",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 176,
                    "text": "114]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 398,
                    "text": "[33]",
                    "end": 402
                },
                {
                    "type": "figure",
                    "start": 500,
                    "text": "Figure 4",
                    "end": 508
                }
            ]
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "As we mentioned in the previous section, Drell-Yan production is a unique probe of the Sivers effect for the quarks. It is a subject of lively interest with many existing or planned experiments (COMPASS, STAR, E1039). Table 3 shows a compilation of the relevant parameters of future or planned polarised DY experiments. AFTER@LHC is capable of measuring the Drell-Yan A N in a broad kinematic range with exceptional precision. Figure 5 shows the statistical accuracy expected with a single data-taking year using a LHCb-like detector, for the Drell-Yan pairs satisfying 4 < M μ + μ − < 9 GeV/c 2 . The level of uncorrelated background drives the statistical uncertainties of this Table 3 Compilation inspired from [18,57] of the relevant parameters for the future or planned polarised DY experiments. The effective polarisation (P eff ) is a beam polarisation (where relevant) or an average polarisation times a (possible) dilution factor (for a gas target, similar to the one developed for HERMES [53,115,116]) or a target polarisation times a dilution factor (for the NH 3 target used by COMPASS and E1039). For AFTER@LHC the numbers correspond to a gas target. F is the (instantaneous) spin figure of merit of the target defined as F = P 2 eff × L, with L being the instantaneous luminosity   Statistical projections for the Drell-Yan A N measurement as a function of x ↑ with a LHCb-like detector. Note that the range in x ↑ is limited by the bin sizes in y and M. We have checked that measurements can probably be done with an accuracy of 5% up to x ↑ 0.95 as expected from Fig. 2 measurement. We estimated the background with the robust and commonly used like-sign technique, then we subtracted it from the M μ + μ − distribution. As explained above, we also assumed that the microvertexing detector allow one to remove the correlated background from charm and bottom pair decays. The AFTER@LHC projections are compared to a theory evaluation [36]. This theory prediction based on SIDIS currently exhibit uncertainties much larger than our projected uncertainties, as shown by this example. By delivering high-quality data over a wide kinematic range, AFTER@LHC will thus probe the x ↑ dependence of the A DY N and constrain model calculations. Since the statistical precision of A DY N strongly depends on the level of uncorrelated background, such a study can be carried out with lower integrated luminosity if the background is suppressed. The ALICE forward muon arm may provide a set-up with a lower background than a LHCb-like detector since the absorber in front of its muon detector significantly reduces the uncorrelated background. Such an effect is however difficult to simulate precisely. Moreover, the available integrated luminosity is limited by the ALICE data taking rate capabilities. An integrated luminosity of 0.25 fb −1 can be expected at best for a single year of data taking.",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 218,
                    "text": "Table 3",
                    "end": 225
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 427,
                    "text": "Figure 5",
                    "end": 435
                },
                {
                    "type": "table",
                    "start": 680,
                    "text": "Table 3",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 714,
                    "text": "[18,",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 718,
                    "text": "57]",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 998,
                    "text": "[53,",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 1002,
                    "text": "115,",
                    "end": 1006
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 1006,
                    "text": "116]",
                    "end": 1010
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1241,
                    "text": "2",
                    "end": 1242
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1579,
                    "text": "Fig. 2",
                    "end": 1585
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1949,
                    "text": "[36]",
                    "end": 1953
                }
            ]
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "To check to which extent A DY N can be studied with ALICE and if this deserves further in-depth investigations, we estimated the signal and background yields as follows. First, we assumed that the number of uncorrelated pairs in the DY and charmonium measurements is proportional to the number of charged particles squared, N 2 ch . To take into account the track reconstruction efficiency and the background suppression by the ALICE absorber, we referred to ALICE measurements of the di-muon pairs at forward rapidities in pp collisions at 8 TeV [110]. Since Drell-Yan pairs were not measured by ALICE yet, we turned to J/ψ → μ + μ + measurements. We calculated the number of uncorrelated pairs N un under the J/ψ peak and the J/ψ yield and we normalised them by the luminosity. Then, we used the scaling of charged track density with the collision energy d N ch /dη| η∼0 = 0.725( √ s) 0.23 [117] to scale down the N un to the level expected at √ s = 115 GeV. Next, we used the energy dependence of the J/ψ cross section as calculated in the FONLL (Fixed Order plus Next-to-Leading Logarithms) framework to scale the J/ψ yield to the value expected at 115 GeV -admittedly this is another approximation. We neglected the change of the shape of d N ch /dη and dσ J/ψ /dy distributions with √ s for these first estimates. Finally, we assumed that the reconstruction efficiency for J/ψ and DY pairs was similar and the ratio of observed DY to J/ψ pairs would be the same in ALICE and LHCb. We thus used the correlated di-muon spectrum simulated for LHCb-like detector for 3 < y Lab μ + μ − < 4 and scale it to match the   J/ψ yield in the simulation to that expected in ALICE at 115 GeV. Similarly, we normalised the uncorrelated background under the J/ψ peak in the simulations to the N un estimated for ALICE in a fixed target mode. As a results, we obtained distributions of DY, cc → μ + μ − , bb → μ + μ − and uncorrelated background pairs expected in the measurements using the ALICE muon arm. Note that we implicitly assumed the target location to be at z = 0, which is not completely coherent with the location of a polarised target. We nevertheless believe this to be sufficient for such a prospective study. Figure 6 shows the projections for A N measured with the ALICE-like acceptance of 3 < y Lab μ + μ − < 4. The uncertainties are sizeable but there is room for improvement if tracking and vertex detectors before the absorber are used to reject muons from π, K meson and beauty and charm hadrons decays.",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 547,
                    "text": "[110]",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 892,
                    "text": "[117]",
                    "end": 897
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 2214,
                    "text": "Figure 6",
                    "end": 2222
                }
            ]
        },
        {
            "section": "Yields and Kinematical Range for the A N Measurements with a LHCb-Like Detector",
            "text": "3.4 Accessing the Quark Sivers Function in a Polarised Neutron: p+ 3 He ↑ Collisions AFTER@LHC with a gas target offers a unique opportunity for studies of STSA in polarised p+ 3 He ↑ collisions. Such reactions give access to polarised neutrons and thus to the Sivers functions in a neutron which can shed some light on its isospin dependence. Figures 7 and 8 show the statistical-uncertainty predictions for DY and quarkonium A N measurements. In the case of 3 He ↑ , a polarisation of P = 70% can be achieved [115,116]. However, the effective polarisation, P eff , is diluted by a factor of 3 since only the neutron is polarised in the 3 He ↑ . In addition, the combinatorial background is proportional to the number of binary nucleon-nucleon collisions N coll , thus the background increases by a factor N coll ≈ √ 3. An additional isospin factor of 9/6 for DY studies is included. The available integrated luminosity of 2.5 fb −1 will allow for an exploratory measurement for DY production and precision study for J/ψ A N .",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 344,
                    "text": "Figures 7 and 8",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 511,
                    "text": "[115,",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 516,
                    "text": "116]",
                    "end": 520
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 11
        },
        {
            "section": "Conclusions",
            "text": "We have presented prospects and sensitivity studies for measurements of the quarkonia and Drell-Yan single transverse spin asymmetry which could be achieved with a fixed-target experiment at the LHC, AFTER@LHC, with a polarised gas target. Owing to its orginal acceptance, high target polarisation and large luminosities, AFTER@LHC can deliver a set of unparalleled, high-quality data that will allow for in-depth studies of the gluon and quark Sivers functions and of the 3-parton collinear twist-3 correlators.",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "section": "Conclusions",
            "text": "The A N for J/ψ, Υ , C-even quarkonium states and various associated-production channels can be measured with unprecedented precision. The latter will give access for the first time to the transverse momentum depedence of the gluon Sivers effect.  GeV, compared to existing PHENIX data with polarised protons [13] Such studies, along with those of the STSAs for open charm and beauty, make AFTER@LHC the best place to advance -in a close future-our knowledge of gluon and quark dynamics in a nucleon and of how they bind together to produce its observed spin 1/2.",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 309,
                    "text": "[13]",
                    "end": 313
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 12
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Invariant mass distribution of the correlated μ + μ − pairs originating from Drell-Yan, cc and bb production for a LHCb-like detector. The uncorrelated background is estimated with the like-sign method and then subtracted from the overall simulatedμ + μ − mass spectrum. a 2 < y Lab μ + μ − < 3 (−2.8 < y c.m.s μ + μ − < −1.8), b 3 < y Lab μ + μ − < 4 (−1.8 < y c.m.s μ + μ − < −0.8), c 4 < y Lab μ + μ − < 5 (−0.8 < y c.m.s μ + μ − < 0.2)",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "Figure 1",
            "section_rank": 13
        },
        {
            "section": "Figure 1",
            "text": "shows examples of the resulting invariant-mass distributions of the correlated μ + μ − pairs for three rapidity bins:2 < y Lab μ + μ − < 3, 3 < y Lab μ + μ − < 4 and 4 < y Lab μ + μ − < 5for a LHCb-like detector. Because of the Lorentz boost of 4.8 units of rapidity in the case of the proton beam in AFTER@LHC these rapidity bins correspond to the c.m.s. ranges of −2.8 < y c.m.s μ + μ − < −1.8, −1.8 < y c.m.s μ + μ − < −0.8 and −0.8 < y c.m.s",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "text": "Fig. 2",
            "section_rank": 14
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 Left panel the range in the transverse mass m T versus parton momentum fraction x 2 accessible in AFTER@LHC in p + p collisions at √ s N N = 115 GeV with J/ψ, Υ , B-and D-meson measurements. We assume that the maximum p T reachable in AFTER@LHC is ∼15 GeV/c for bottomonium, ∼16 GeV/c for B-meson, ∼18 GeV/c for charmonium and ∼20 GeV/c in the case of D-meson. Right panel the x 2 versus Drell-Yan mass coverage. [Both are for a LHCb-like detector]",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "Figure 2 (",
            "section_rank": 15
        },
        {
            "section": "Figure 2 (",
            "text": "right panel) shows the corresponding kinematic coverage (mass vs. x 2 ) for the Drell-Yan pairs with the yield information. Any cell in colour contains at least 30 DY events.",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 Fig. 4",
            "section_rank": 16
        },
        {
            "section": "Fig. 3 Fig. 4",
            "text": "Fig. 3Projections for Υ (left panel) and J/ψ (right panel) A N as a function of x F for AFTER@LHC with a LHCb-like detector. For the J/ψ case, these are compared to existing data from PHENIX[13] in red",
            "paragraph_rank": 47,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 190,
                    "text": "[13]",
                    "end": 194
                }
            ]
        },
        {
            "text": "Fig. 5",
            "section_rank": 17
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Statistical projections for the Drell-Yan A N measurement as a function of x ↑ with a LHCb-like detector. Note that the range in x ↑ is limited by the bin sizes in y and M. We have checked that measurements can probably be done with an accuracy of 5% up to x ↑ 0.95 as expected fromFig. 2",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "Fig. 6",
            "section_rank": 18
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6 Fast statistical projections for Drell-Yan A N as a function of x ↑ with a ALICE-like detector. See text for details",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "Fig. 7",
            "section_rank": 19
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7 Statistical projections for Drell-Yan A N as a function of x ↑ in p+ 3 He ↑ collisions at √ s = 115 GeV",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "Fig. 8",
            "section_rank": 20
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8Statistical projections for J/ψ and Υ A N as a function of x F in p+ 3 He ↑ collisions at √ s = 115 GeV, compared to existing PHENIX data with polarised protons[13] ",
            "paragraph_rank": 51,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 166,
                    "text": "[13]",
                    "end": 170
                }
            ]
        },
        {
            "text": "Table 2",
            "section_rank": 21
        },
        {
            "section": "Table 2",
            "text": "Drell-Yan yields for 4 < M μ + μ − < 9 GeV/c 2 expected with a LHCb-like detector per LHC year with a 7 TeV proton beam on a proton target assuming L int = 10 fb −1",
            "paragraph_rank": 53,
            "section_rank": 21
        },
        {
            "section": "Table 2",
            "text": "The momentum fractions of the partons x 2 is computed with a 2 → 2 kinematics[9] taking following approximation:x 2 ≈ 2m T e −y /√ s for D, B mesons, and x 2 ≈ (m T + p T )e −y / √ s for quarkonium, with m 2 T = m 2 + p 2 T , which corresponds to x 1 and x 2 minimising their product (threshold).",
            "paragraph_rank": 54,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 77,
                    "text": "[9]",
                    "end": 80
                }
            ]
        }
    ]
}