{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurements of the production cross section of a Z boson in association with jets in proton-proton collisions at √ s = 13 TeV are presented, using data corresponding to an integrated luminosity of 3.16 fb −1 collected by the ATLAS experiment at the CERN Large Hadron Collider in 2015. Inclusive and differential cross sections are measured for events containing a Z boson decaying to electrons or muons and produced in association with up to seven jets with p T > 30 GeV and |y| < 2.5. Predictions from different Monte Carlo generators based on leading-order and nextto-leading-order matrix elements for up to two additional partons interfaced with parton shower and fixed-order predictions at next-to-leading order and next-to-next-to-leading order are compared with the measured cross sections. Good agreement within the uncertainties is observed for most of the modelled quantities, in particular with the generators which use next-to-leading-order matrix elements and the more recent next-to-next-to-leading-order fixed-order predictions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurement of the production of a Z boson 1 in association with jets, Z + jets, constitutes a powerful test of perturbative quantum chromodynamics (QCD) [1,2]. The large production cross section and easily identifiable decays of the Z boson to charged leptonic final states offer clean experimental signatures which can be precisely measured. Such processes also constitute a non-negligible background for studies of the Higgs boson and in searches for new phenomena; typically in these studies, the multiplicity and kinematics of the jets are exploited to achieve a separation of the signal of interest from the Standard Model (SM) Z + jets process. These quantities are often measured in control regions and subsequently extrapolated to the signal region with the use of Monte Carlo (MC) generators, which are themselves subject to systematic uncertainty and must be tuned and validated using data. Predictions from the most recent generators combine next-to-leading-order (NLO) multi-leg matrix elements with a parton shower (PS) and a hadronisation model. Fixedorder parton-level predictions for Z +jets production at nextto-next-to-leading order (NNLO) are also available [3][4][5][6].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 158,
                    "text": "[1,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 161,
                    "text": "2]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1182,
                    "text": "[3]",
                    "end": 1185
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1185,
                    "text": "[4]",
                    "end": 1188
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1188,
                    "text": "[5]",
                    "end": 1191
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1191,
                    "text": "[6]",
                    "end": 1194
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The Z + jets production differential cross section was previously measured by the ATLAS [7], CMS [8], and LHCb [9] collaborations at the CERN Large Hadron Collider (LHC) [10] at centre-of-mass energies of √ s = 7 TeV [11][12][13][14][15] and 8 TeV [16][17][18], and by the CDF and D0 collaborations at the Tevatron collider at √ s = 1.96 TeV [19,20]. In this paper, proton-proton ( pp) collision data corresponding to an integrated luminosity of 3.16 fb −1 , collected at √ s = 13 TeV with the ATLAS detector during 2015, are used for measurements of the Z -boson production cross section in association with up to seven jets within a fiducial region defined by the detector acceptance. The Z boson is identified using its decays to electron or muon pairs (Z → e + e − , Z → μ + μ − ). Cross sections are measured separately for these two channels, and for their combination, as a function of the inclusive and exclusive jet multiplicity N jets and the ratio of successive inclusive jet multiplicities (N jets + 1)/N jets , the transverse momentum of the leading jet p jet T for several jet multiplicities, the jet rapidity y jet , the azimuthal separation between the two leading jets φ jj , the two leading jet invariant mass m jj , and the scalar sum H T of the transverse momenta of all selected leptons and jets.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 88,
                    "text": "[7]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 97,
                    "text": "[8]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 111,
                    "text": "[9]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 170,
                    "text": "[10]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 217,
                    "text": "[11]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "start": 221,
                    "text": "[12]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "start": 225,
                    "text": "[13]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "start": 229,
                    "text": "[14]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[15]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "start": 248,
                    "text": "[16]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "start": 252,
                    "text": "[17]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "start": 256,
                    "text": "[18]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "start": 342,
                    "text": "[19,",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "start": 346,
                    "text": "20]",
                    "end": 349
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The paper is organised as follows. Section 2 contains a brief description of the ATLAS detector. The data and simulated samples as well as the Z + jets predictions used in the analysis are described in Sect. 3. The event selection and its associated uncertainties are presented in Sect. 4, while the methods employed to estimate the backgrounds are shown in Sect. 5. Comparisons between data and Monte Carlo predictions for reconstructed distributions are found in Sect. 6, while the unfolding procedure is described in Sect. 7. Section 8 presents the analysis results, the comparisons to predictions, and a discussion of their interpretation. Conclusions are provided in Sect. 9.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS experiment at the LHC is a multi-purpose particle detector with a forward-backward symmetric cylindrical geometry and nearly 4π coverage in solid angle. 2 It consists of an inner tracking detector, electromagnetic and hadronic calorimeters, and a muon spectrometer. The inner tracker is 2 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Angular distance is measured in units of R ≡ ( η) 2 + ( φ) 2 . When dealing with massive jets and particles, the rapidity y = 1 2 ln E+ pz E− pz is used, where E is the jet/particle energy and p z is the z-component of the jet/particle momentum. surrounded by a thin superconducting solenoid magnet and provides precision tracking of charged particles and momentum measurements in the pseudorapidity range |η| < 2.5. This region is matched to a high-granularity electromagnetic (EM) sampling calorimeter covering the pseudorapidity range |η| < 3.2, and a coarser granularity calorimeter up to |η| = 4.9. The hadronic calorimeter system covers the entire pseudorapidity range up to |η| = 4.9. The muon spectrometer consists of three large superconducting toroids each containing eight coils, a system of trigger chambers, and precision tracking chambers, which provide trigger and tracking capabilities in the range |η| < 2.4 and |η| < 2.7, respectively. A two-level trigger system [21] is used to select events. The first-level trigger is implemented in hardware and uses a subset of the detector information. This is followed by the software-based high-level trigger system, which runs offline reconstruction, reducing the event rate to approximately 1 kHz.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 163,
                    "text": "2",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 297,
                    "text": "2",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 807,
                    "text": "2",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 874,
                    "text": "1",
                    "end": 875
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1729,
                    "text": "[21]",
                    "end": 1733
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "3 Data set, simulated event samples, and predictions",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Data set",
            "section_rank": 4
        },
        {
            "section": "Data set",
            "text": "The data used in this analysis were collected by the ATLAS detector during August to November 2015. During this period, the LHC circulated 6.5 TeVproton beams with a 25 ns bunch spacing. The peak delivered instantaneous luminosity was L = 5 × 10 33 cm −2 s 1 and the mean number of pp interactions per bunch crossing (hard scattering and pile-up events) was μ = 13. The data set used in this measurement corresponds to a total integrated luminosity of 3.16 fb −1 .",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Simulated event samples",
            "section_rank": 5
        },
        {
            "section": "Simulated event samples",
            "text": "Monte Carlo simulations, normalised to higher-order calculations, are used to estimate most of the contributions from background events, to unfold the data to the particle level, and to compare with the unfolded data distributions. All samples are processed with a Geant4-based simulation [22] of the ATLAS detector [23]. An overview of all signal and background processes considered and of the generators used for the simulation is given in Table 1. Total production cross sections for the samples, their respective uncertainties (mainly coming from parton distribution function (PDF) and factorisation and renormalisation scale variations), and references to higher-order QCD corrections, where available, are also listed in Table 1.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 289,
                    "text": "[22]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 316,
                    "text": "[23]",
                    "end": 320
                },
                {
                    "type": "table",
                    "start": 442,
                    "text": "Table 1",
                    "end": 449
                },
                {
                    "type": "table",
                    "start": 727,
                    "text": "Table 1",
                    "end": 734
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "Signal events (i.e. containing a Z boson with associated jets) are simulated using the Sherpa v2.2.1 [31] generator, denoted by Sherpa 2.2. Matrix elements (ME) are calculated for up to two additional partons at NLO and up to four partons at leading order (LO) using the Comix [34]  Table 1 Signal and background Monte Carlo samples and the generators used in the simulation. Each sample is normalised to the appropriate production cross section σ and multiplied by the relevant branching ratios (BR) per lepton flavour for this sample, as shown in the third column. For W -boson and top-quark production, contributions from higher-order QCD corrections were calculated following the references given in the fifth column for the stated order. Similarly, for Z -boson production, higher-order QCD corrections were evaluated in the dilepton invariant mass range 66 < m < 116 GeV following the references given in the fifth column for the stated order, and extrapolation scaling factors were applied to match mass ranges used by each simulation as given in the first column. The theory uncertainties as given in the final column correspond to PDF and scale variations. The diboson samples include on-shell and off-shell W W , W Z and Z Z production. Recently, NNLO QCD predictions have been made available for the diboson processes [32,33]. However, these higher-order corrections have a negligible impact on this analysis and OpenLoops [35] matrix element generators. They are merged with the Sherpa parton shower [36] (with a matching scale of 20 GeV) using the ME+PS@NLO prescription [37]. A five-flavour scheme is used for these predictions. The NNPDF30NLO PDF set [38] is used in conjunction with a dedicated set of parton-shower-generator parameters (tune) developed by the Sherpa authors. This sample is used for the nominal unfolding of the data distributions, to compare to the cross-section measurements, and to estimate the systematic uncertainties.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 101,
                    "text": "[31]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 277,
                    "text": "[34]",
                    "end": 281
                },
                {
                    "type": "table",
                    "start": 283,
                    "text": "Table 1",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1329,
                    "text": "[32,",
                    "end": 1333
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1333,
                    "text": "33]",
                    "end": 1336
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1434,
                    "text": "[35]",
                    "end": 1438
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1512,
                    "text": "[36]",
                    "end": 1516
                },
                {
                    "type": "bibr",
                    "start": 1584,
                    "text": "[37]",
                    "end": 1588
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1666,
                    "text": "[38]",
                    "end": 1670
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "A simulated sample of Z + jets production is also produced with the MADGRAPH_aMC@NLO (denoted by MG5_aMC@NLO) v2.2.2 generator [39], using matrix elements including up to four partons at leading order and employing the NNPDF30NLO PDF set, interfaced to Pythia v8.186 [40] to model the parton shower, using the CKKWL merging scheme [41] (with a matching scale of 30 GeV). A five-flavour scheme is used. The A14 [42] partonshower tune is used together with the NNPDF23LO PDF set [43]. The sample is denoted by MG5_aMC+Py8 CKKWL and is used to provide cross-checks of the systematic uncertainty in the unfolding and to model the small Z → τ τ background. In addition, a MG5_aMC@NLO sample with matrix elements for up to two jets and with parton showers beyond this, employing the NNPDF30NLO PDF set and interfaced to Pythia v8.186 to model the parton shower, is generated using the FxFx merging scheme [44] (with a matching scale of 25 GeV [45]) and is denoted by MG5_aMC+Py8 FxFx.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 127,
                    "text": "[39]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 267,
                    "text": "[40]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 331,
                    "text": "[41]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 477,
                    "text": "[43]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 899,
                    "text": "[44]",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 937,
                    "text": "[45]",
                    "end": 941
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "This sample also uses a five-flavour scheme and the A14 parton-shower tune with the NNPDF23LO PDF set. Both MG5_aMC@NLO samples are used for comparison with the unfolded cross-section measurements.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Simulated event samples",
            "text": "The measured cross sections are also compared to predictions from the leading-order matrix element generator Alpgen v2.14 [46] interfaced to Pythia v6.426 [47] to model the parton shower, denoted by Alpgen+Py6, using the Peru-gia2011C [48] parton-shower tune and the CTEQ6L1 PDF set [49]. A four-flavour scheme is used. Up to five additional partons are modelled by the matrix elements merged with the MLM prescription [46] (with a matching scale of 20 GeV). The matrix elements for the production of Z + bb and Z + cc events are explicitly included and a heavy-flavour overlap procedure is used to remove the double counting of heavy quarks from gluon splitting in the parton shower.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 122,
                    "text": "[46]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 155,
                    "text": "[47]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 235,
                    "text": "[48]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 283,
                    "text": "[49]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "start": 419,
                    "text": "[46]",
                    "end": 423
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "The Z -boson samples are normalised to the NNLO prediction calculated with the Fewz 3.1 program [24][25][26][27] with CT10nnlo PDFs [50].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 96,
                    "text": "[24]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 100,
                    "text": "[25]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 104,
                    "text": "[26]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 108,
                    "text": "[27]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 132,
                    "text": "[50]",
                    "end": 136
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "Contributions from the top-quark, single-boson, and diboson components of the background (described in Sect. 5) are estimated from the following Monte Carlo samples. Samples of top-quark pair and single top-quark production are generated at NLO with the Powheg-Box generator [51][52][53] [versions v2 (r3026) for top-quark pairs and v1 for single top quarks (r2556 and r2819 for t-and W tchannels, respectively)] and Pythia v6.428 (Perugia2012 tune [48]). Samples with enhanced or suppressed additional radiation are generated with the Perugia2012radHi/Lo tunes [48]. An alternative top-quark pair sample is produced using the MG5_aMC@NLO generator interfaced with Herwig++ v2.7.1 [39,54], using the UE-EE-5 tune [55]. The samples are normalised to the cross section calculated at NNLO+NNLL (next-to-next-to-leading log) with the Top++2.0 program [28].",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 275,
                    "text": "[51]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 279,
                    "text": "[52]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 283,
                    "text": "[53]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 449,
                    "text": "[48]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 562,
                    "text": "[48]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 681,
                    "text": "[39,",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 685,
                    "text": "54]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 713,
                    "text": "[55]",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 847,
                    "text": "[28]",
                    "end": 851
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "The W -boson backgrounds are modelled using the MG5_aMC+Py8 CKKWL v2.2.2 generator, interfaced to Pythia v8.186 and are normalised to the NNLO values given in Table 1. Diboson processes with fully leptonic and semileptonic decays are simulated [56] using the Sherpa v2.1.1 generator with the CT10nlo PDF set. The matrix elements contain the doubly resonant W W , W Z and Z Z processes, and all other diagrams with four electroweak vertices. They are calculated for one or zero additional partons at NLO and up to three additional partons at LO and merged with the Sherpa parton shower using the ME+PS@NLO prescription.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 159,
                    "text": "Table 1",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 244,
                    "text": "[56]",
                    "end": 248
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "Events involving semileptonic decays of heavy quarks, hadrons misidentified as leptons, and, in the case of the electron channel, electrons from photon conversions are referred to collectively as \"multijet events\". The multijet background was estimated using data-driven techniques, as described in Sect. 5.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Simulated event samples",
            "text": "Multiple overlaid pp collisions are simulated with the soft QCD processes of Pythia v.8.186 using the A2 tune [57] and the MSTW2008LO PDF set [58]. All Monte Carlo samples are reweighted so that the pile-up distribution matches that observed in the data.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 110,
                    "text": "[57]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 142,
                    "text": "[58]",
                    "end": 146
                }
            ]
        },
        {
            "text": "Fixed-order predictions",
            "section_rank": 6
        },
        {
            "section": "Fixed-order predictions",
            "text": "In addition to these Monte Carlo samples, parton-level fixedorder predictions at NLO are calculated by the Black-Hat+Sherpa collaboration for the production of Z bosons with up to four partons [59,60]. The BlackHat+Sherpa predictions use the CT14 PDF set [61] including variations of its eigenvectors at the 68% confidence level, rescaled from 90% confidence level using a factor of 1/1.645. The nominal predictions use a factorisation and renormalisation scale of H T /2 with uncertainties derived from the envelope of a common variation of the scales by factors of 0.5, 1/ √ 2, √ 2, and 2. The effects of PDF and scale uncertainties range from 1 to 4% and from 0.1 to 10%, respectively, for the cross sections of Z -boson production in association with at least one to four partons, and are included in the predictions which are provided by the BlackHat+Sherpa authors for the fiducial phase space of this analysis. Since these predictions are defined before the decay leptons emit photons via final-state radiation (Born-level FSR), corrections to the dressed level (where all photons found within a cone of size R = 0.1 of the lepton from the decay of the Z boson are included) are derived from MG5_aMC+Py8 CKKWL, separately for each kinematic observable used to measure cross sections, with associated systematic uncertainties obtained by comparing to the Alpgen+Py6 generator. This correction is needed in order to match the prediction to the lepton definition used in the measurements. The average size of these corrections is approximately −2%. To bring the prediction from parton to particle level, corrections for the non-perturbative effects of hadronisation and the underlying event are also calculated separately for each observable using the Sherpa v2.2 generator by turning on and off in the simulation both the fragmentation and the interactions between the proton remnants. The net size of the corrections is up to approximately 10% at small values of p jet T and vanishes for large values of p jet T . An uncertainty of approximately 2% for this correction is included in the total systematic uncertainty of the prediction.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 193,
                    "text": "[59,",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 197,
                    "text": "60]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 255,
                    "text": "[61]",
                    "end": 259
                }
            ]
        },
        {
            "section": "Fixed-order predictions",
            "text": "Calculations of cross sections at NNLO QCD have recently become available [3][4][5][6]. In this paper, the results are compared to the calculation, denoted by Z + ≥ 1 jet N jetti NNLO [3,4], which uses a new subtraction technique based on N -jettiness [62] and relies on the theoretical formalism provided in soft-collinear effective theory. The predictions, which are provided by the authors of this calculation for the fiducial phase space of this analysis, use a factorisation and renormalisation scale of",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 74,
                    "text": "[3]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 77,
                    "text": "[4]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 80,
                    "text": "[5]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 83,
                    "text": "[6]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 184,
                    "text": "[3,",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 187,
                    "text": "4]",
                    "end": 189
                }
            ]
        },
        {
            "section": "Fixed-order predictions",
            "text": "where m is the invariant mass of the dilepton system) and the CT14 PDF set. The QCD renormalisation and factorisation scales were jointly varied by a common factor of two, and are included in the uncertainties. Non-perturbative and FSR corrections and their associated uncertainties as discussed above are also included in the predictions.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Electron-and muon-candidate events are selected using triggers which require at least one electron or muon with transverse momentum thresholds of p T = 24 GeV or 20 GeV, respectively, with some isolation requirements for the muon trigger. To recover possible efficiency losses at high momenta, additional electron and muon triggers which do not make any isolation requirements are included with thresholds of p T ≥ 60 GeV and p T = 50 GeV, respectively. Candidate events are required to have a primary vertex, defined as the vertex with the highest sum of track p 2 T , with at least two associated tracks with p T > 400 MeV.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Electron candidates are required to have p T > 25 GeV and to pass \"medium\" likelihood-based identification requirements [63,64] optimised for the 2015 operating conditions, within the fiducial region of |η| < 2.47, excluding candidates in the transition region between the barrel and endcap electromagnetic calorimeters, 1.37 < |η| < 1.52. Muons are reconstructed for |η| < 2.4 with p T > 25 GeV and must pass \"medium\" identification requirements [65] also optimised for the 2015 operating conditions. At least one of the lepton candidates is required to match the lepton that triggered the event. The electrons and muons must also satisfy p T -dependent cone-based isolation requirements, using both tracking detector and calorimeter information (described in Refs. [66,67], respectively). The isolation requirements are tuned so that the lepton isolation efficiency is at least 90% for p T > 25 GeV, increasing to 99% at 60 GeV. Both the electron and muon tracks are required to be associated with the primary vertex, using constraints on the transverse impact parameter significance |d 0 |/ d 0 , where d 0 is the transverse impact parameter and d 0 is its uncertainty, and on the longitudinal impact parameter z 0 corrected for the reconstructed position of the primary vertex. The transverse impact parameter significance is required to be less than five for electrons and three for muons, while the absolute value of the corrected z 0 multiplied by the sine of the track polar angle is required to be less than 0.5 mm.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 767,
                    "text": "[66,",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "start": 771,
                    "text": "67]",
                    "end": 774
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Jets of hadrons are reconstructed with the anti-k t algorithm [68] with radius parameter R = 0.4 using topological clusters of energy deposited in the calorimeters [69]. Jets are calibrated using a simulation-based calibration scheme, followed by in situ corrections to account for differences between simulation and data [70]. In order to reduce the effects of pile-up contributions, jets with pseudorapidity |η| < 2.4 and p T < 60 GeV are required to have a significant fraction of their tracks with an origin compatible with the primary vertex, as defined by the jet vertex tagger algorithm [71]. In addition, the expected average energy contribution from pile-up clusters is subtracted according to the η-φ catchment area of the jet [72]. Jets used in the analysis are required to have p T greater than 30 GeV and rapidity |y| < 2.5.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 164,
                    "text": "[69]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "start": 322,
                    "text": "[70]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "start": 594,
                    "text": "[71]",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "start": 737,
                    "text": "[72]",
                    "end": 741
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The overlap between leptons and jets is removed in a twostep process. The first step removes jets closer than R = 0.2 to a selected electron, and jets closer than R = 0.2 to a selected muon, if they are likely to be reconstructed from photons radiated by the muon. In a second step, electrons and muons are discarded if they are located closer than R = 0.4 to a remaining selected jet. This requirement effectively removes events with leptons and jets which are not reliably simulated in the Monte Carlo simulation.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Events containing a Z -boson candidate are selected by requiring exactly two leptons of the same flavour but of opposite charge with dilepton invariant mass in the range 71 < m < 111 GeV. The expected and observed numbers of Z -boson candidates selected for each inclusive jet multiplicity, for N jets ≥ 0 − 7, are summarised in Table 2, separately for the Z → e + e − and the Z → μ + μ − channels. The background evaluation that appears in this table is discussed in Sect. 5. After all requirements, 248,816 and 311,183 Z + ≥ 1 jet events are selected in the electron and muon channels, respectively.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 329,
                    "text": "Table 2",
                    "end": 336
                }
            ]
        },
        {
            "text": "Correction factors and related systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Correction factors and related systematic uncertainties",
            "text": "Some of the object and event selection efficiencies as well as the energy and momentum calibrations modelled by the simulation must be corrected with simulation-to-data correction factors to better match those observed in the data. These corrections and their corresponding uncertainties fall into the following two categories: dependent and not dependent on lepton flavour.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Correction factors and related systematic uncertainties",
            "text": "The corrections and uncertainties specific to each leptonic final state (Z → e + e − and Z → μ + μ − ) are as follows:",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "Correction factors and related systematic uncertainties",
            "text": "• Trigger: The lepton trigger efficiency is estimated in simulation, with a separate data-driven analysis performed to obtain the simulation-to-data trigger correction factors and their corresponding uncertainties [21].",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 214,
                    "text": "[21]",
                    "end": 218
                }
            ]
        },
        {
            "text": "• Lepton reconstruction, identification, and isolation:",
            "section_rank": 9
        },
        {
            "section": "• Lepton reconstruction, identification, and isolation:",
            "text": "The lepton selection efficiencies as determined from simulation are also corrected with simulation-to-data correction factors, with corresponding uncertainties The corrections and uncertainties common to the electron and muon final states are as follows:",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "• Lepton reconstruction, identification, and isolation:",
            "text": "• Jet energy scale and resolution: Uncertainties in the jet energy-scale calibration and resolution have a significant impact on the measurements, especially for the higher jet multiplicities. The jet energy-scale calibration is based on 13 TeV simulation and on in situ corrections obtained from data [70]. The uncertainties are estimated using a decorrelation scheme, resulting in a set of 19 independent parameters which cover all of the relevant calibration uncertainties. The jet energy scale is the dominant systematic uncertainty for all bins with at least one jet. The jet energy-resolution uncertainty is derived by oversmearing the jet energy in the simulation and using the symmetrised variations as the uncertainty. • Jet vertex tagger: The modelling of the output variable from the jet vertex tagger is validated using data events where the Z boson recoils against a jet. A percent-level correction is derived and its statistical and systematic uncertainties are used as additional uncertainties in the efficiency to select jets from the primary vertex [71]. • Pile-up: The imperfect modelling of the effects of pileup leads to acceptance changes at the percent level for different jet multiplicities. To assess this uncertainty, the average number of interactions per bunch crossing μ is varied in simulation so that the behaviour of variables sensitive to pile-up matches that observed in data. • Luminosity: The cross sections have a 2.1% uncertainty from the measurement of the integrated luminosity, which is derived, following a methodology similar to that detailed in Refs. [73,74], from a calibration of the luminosity using x-y beam-separation scans performed in August 2015.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 302,
                    "text": "[70]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "start": 1594,
                    "text": "[73,",
                    "end": 1598
                },
                {
                    "type": "bibr",
                    "start": 1598,
                    "text": "74]",
                    "end": 1601
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 10
        },
        {
            "section": "Background estimation",
            "text": "Contributions from the electroweak (single boson and diboson) and top-quark (single top-quark and top-quark pair) components of the background are estimated using the Monte Carlo samples described in Sect. 3 with corresponding uncertainties as listed in Table 1. Contributions from multijet events are evaluated with data-driven techniques as described below. A summary of the composition and relative importance of the backgrounds in the candidate Z + jets events is given in Table 2. The overall purity of the Z + jets selections (fraction of signal events in the final selection) ranges from 99% in the inclusive sample to 80-85% in the ≥ 7 jets bin.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 254,
                    "text": "Table 1",
                    "end": 261
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 477,
                    "text": "Table 2",
                    "end": 484
                }
            ]
        },
        {
            "text": "Top-quark and electroweak backgrounds",
            "section_rank": 11
        },
        {
            "section": "Top-quark and electroweak backgrounds",
            "text": "The dominant contribution to the background at high jet multiplicities comes from tt production, with the subsequent leptonic decays of the W bosons originating from the top quarks and is evaluated from simulation. An overall uncertainty of 6%, corresponding to the PDF and scale variations on the theoretical predictions of the inclusive cross sections, is assigned (see Table 1). The tt background estimate is validated through a cross-section measurement of tt production in the dilepton channel at √ s = 13 TeV [75] as a function of the jet multiplicity, and the modelling of the additional parton radiation in tt events by Powheg+Py6 was found to be in good agreement with this measurement. In addition, a systematic uncertainty in the modelling of the shape of the distributions is derived by modifying the partonshower intensity in the nominal simulation sample and by comparing to the predictions from the alternative generator MG5_aMC@NLO+Herwig++ (both listed in Table 1). The small contribution from single-top-quark events is also estimated using Powheg+Py6 samples and assigned a 6% uncertainty.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 372,
                    "text": "Table 1",
                    "end": 379
                },
                {
                    "type": "table",
                    "start": 973,
                    "text": "Table 1",
                    "end": 980
                }
            ]
        },
        {
            "section": "Top-quark and electroweak backgrounds",
            "text": "Diboson production in leptonic and semileptonic final states with at least two leptons of the same flavour constitutes a co-dominant background for high jet multiplicities (see Table 2). The production of W Z bosons in association with jets at √ s = 13 TeV was found to be well modelled by Minor background contributions also arise from single-W -boson production decaying to leptonic final states and from single-Z -boson production in the Z → τ + τ − process, both estimated with simulation and assigned a 5% uncertainty (as given in Table 1).",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 177,
                    "text": "Table 2",
                    "end": 184
                },
                {
                    "type": "table",
                    "start": 536,
                    "text": "Table 1",
                    "end": 543
                }
            ]
        },
        {
            "text": "Multijet background",
            "section_rank": 12
        },
        {
            "section": "Multijet background",
            "text": "Background-enriched data control regions are used to estimate the multijet contribution in both the electron and muon channels. They are constructed by loosening the lepton identification and isolation requirements. Templates are built from the dilepton invariant mass distribution, a variable that shows discrimination between multijet background and other processes in regions of its kinematic range, but is largely uncorrelated with the variables used to build the multijet control regions. The templates are subsequently normalised to events passing the Z -boson signal selection.",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "section": "Multijet background",
            "text": "In the electron channel, the multijet templates are built for each jet multiplicity from events with two same-charge leptons with no isolation requirement, whose identification criteria are looser than those of the signal selection, which the leptons must not satisfy. In the muon channel, the control region is similarly built from events with two leptons which are selected with looser identification requirements than the signal selection and also fail the nominal isolation requirement. In both cases, dedicated triggers better suited to this purpose are used to populate the templates. The small electroweak and top-quark contamination is subtracted using simulated events.",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "section": "Multijet background",
            "text": "The normalisation of the multijet template is estimated with a log-likelihood fit to the measured dilepton invariant mass distribution for the inclusive Z selection, using templates for Z → + − and for the electroweak and top-quark background derived from simulation. The fit is performed in the invariant mass windows of 52 < m ee < 148 GeV and 40 < m μμ < 80 GeV for the electron and muon channels, respectively, in order to benefit from the larger multijet contribution in the mass sidebands. The normalisation of the multijet template is allowed to float freely while the remaining non-multijet templates are constrained to be within 6% of the predicted cross sections for these processes as given in Table 1. The multijet fractions are evaluated separately for each jet multiplicity, except for very high jet multiplicities where the templates are statistically limited, and so these frac-tions are taken from the estimates of the ≥ 5 jets and ≥ 4 jets bins in the electron and muon channels, respectively.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 705,
                    "text": "Table 1",
                    "end": 712
                }
            ]
        },
        {
            "section": "Multijet background",
            "text": "The systematic uncertainties on the multijet background are derived by varying the mass range and bin width of the nominal fit, using the lepton transverse impact parameter d 0 as the fitting variable instead of the invariant mass, using alternative simulation samples for the templates, allowing the normalisations of the non-multijet components to vary independently or within a wider range, and varying the lepton resolution and energy/momentum scales. In addition, given the multiple sources of multijet background in the electron channel, an alternative template is constructed by requiring that the electrons fail to meet an isolation criterion instead of failing to meet the nominal signal selection electron identification criterion.",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "section": "Multijet background",
            "text": "The resulting estimated multijet fractions in each jet multiplicity bin are given in Table 2. Their corresponding total uncertainties are dominated by their systematic components. These systematic components are approximately 70% of the multijet fraction as estimated in the electron and muon channels.",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 85,
                    "text": "Table 2",
                    "end": 92
                }
            ]
        },
        {
            "text": "Kinematic distributions",
            "section_rank": 13
        },
        {
            "section": "Kinematic distributions",
            "text": "The level of agreement between data and predictions is evaluated from the comparison of kinematic distributions. Figure 1, which presents the dilepton mass for the Z + ≥ 1 jet topology and the inclusive jet multiplicity, shows how well the Sherpa 2.2 and MG5_aMC+Py8 CKKWL predictions agree with data. The uncertainty bands shown in these distributions include the statistical uncertainties due to the simulation sample sizes, the event-selection uncertainties described in Sect. 4.1 (omitting the common 2.1% luminosity uncertainty), and the background normalisation uncertainties described in Sect. 5.",
            "paragraph_rank": 40,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 113,
                    "text": "Figure 1",
                    "end": 121
                }
            ]
        },
        {
            "text": "Unfolding of detector effects",
            "section_rank": 14
        },
        {
            "section": "Unfolding of detector effects",
            "text": "The cross-section measurements presented in this paper are performed within the fiducial acceptance region defined by the following requirements:",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "Unfolding of detector effects",
            "text": "The cross sections are defined at particle (\"truth\") level, corresponding to dressed electrons and muons from the Z bosons. The particle level also includes jets clustered using    ",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "section": "Unfolding of detector effects",
            "text": "Pred. / Data 0.5 ",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "Unfolding of detector effects",
            "text": "Pred. / Data 0.5 The fiducial cross sections are estimated from the reconstructed kinematic observables: jet multiplicity, p jet T for different jet multiplicities, y jet , φ jj , m jj , and H T , for events that pass the selection described in Sect. 4. The expected background components as described in Sect. 5 are subtracted from the distributions in data. A variable-width binning of these observables is used, such that the purity is at least 50% in each bin and the size of the statistical uncertainty in most of the bins remains below 10%.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "Unfolding of detector effects",
            "text": "An iterative Bayesian unfolding technique [77], as implemented in the RooUnfold package [78], is used to unfold the measurements to the particle level, thereby accounting for detector effects related to inefficiencies, resolution, and systematic biases in the central values of the kinematic variables describing both the leptons and the jets. The iterative unfolding technique updates the initial estimators for the generated (\"truth\") distribution in consecutive steps, using Bayes' theorem in each iteration to derive an unfolding matrix from the initial response matrix (which relates truth and reconstructed distributions of given observables) and the current truth estimator.",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 42,
                    "text": "[77]",
                    "end": 46
                }
            ]
        },
        {
            "section": "Unfolding of detector effects",
            "text": "The response matrices are constructed using the Sherpa 2.2 Z (→ + − ) + jets samples. Sherpa 2.2 is also used to derive the initial truth estimator. In order to enter the response matrix, events must pass the Z -boson selection at generator level and at detector level and contain the number of jets required by the preselection for a given observable at both generator and detector level. Reconstructed jets are required to match the corresponding generator-level jets within a cone of size R = 0.4 for all distributions except global quantities such as the jet multiplicity and H T . A given bin (i, j) in the response matrix therefore corresponds to the probability that a true jet object in bin j is reconstructed in bin i of the distribution. Figure 2 illustrates two examples of response matrices. The resulting ratios of detector-level to truth-level event yields are typically 0.65 and 0.8 for the electron and muon channels, respectively.",
            "paragraph_rank": 46,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 748,
                    "text": "Figure 2",
                    "end": 756
                }
            ]
        },
        {
            "section": "Unfolding of detector effects",
            "text": "The background-subtracted data are corrected for the expected fraction of events with reconstructed objects unmatched to any generator object before entering the itera-tive unfolding. The number of iterations used for the iterative unfolding of each distribution (two) is chosen by unfolding the Sherpa 2.2 samples reweighted to data and comparing to the generated reweighted distribution. The unfolded event yields are divided by the integrated luminosity of the data sample and the bin width of the distribution in question to provide the final fiducial cross sections. The final result is given by",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "Unfolding of detector effects",
            "text": "where L is the integrated luminosity, i is the reconstruction efficiency for truth bin i, N data j corresponds to the number of events observed in data in reconstructed bin j and f unmatched j is its fraction of unmatched events calculated from simulation, and U i j is the unfolding matrix calculated after two iterations, using the updated prior from the first iteration and the response matrix.  Fig. 2 Response matrices corresponding to the exclusive jet multiplicity for Z + jets events in the electron channel (left) and to the H T for Z + ≥ 1 jet events in the muon channel (right). The sum of the entries in each row is normalised to unity. Both matrices are obtained from Sherpa 2.2 Table 3 Measured fiducial cross sections in the electron and muon channels for successive inclusive jet multiplicities. The total statistical and systematic uncertainties are given, along with the uncertainty in the luminosity",
            "paragraph_rank": 48,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 399,
                    "text": "Fig. 2",
                    "end": 405
                },
                {
                    "type": "table",
                    "start": 692,
                    "text": "Table 3",
                    "end": 699
                }
            ]
        },
        {
            "text": "Jet multiplicity",
            "section_rank": 15
        },
        {
            "section": "Jet multiplicity",
            "text": "Measured cross section ± (stat.) ± (syst.) ± (lumi.) [ ",
            "paragraph_rank": 49,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 53,
                    "text": "[",
                    "end": 54
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "The measured cross sections, presented in Sect. 8.1, are calculated in the electron and muon channels separately and the compatibility of the results of the two channels is evaluated.   In order to improve the precision of the measurement, these results are then combined, taking into account the correlations of the systematic uncertainties. The comparisons of the combined results to the predictions are presented in Sect. 8.2.",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "Results in the individual channels and the combination",
            "section_rank": 17
        },
        {
            "section": "Results in the individual channels and the combination",
            "text": "The fiducial cross-section measurements in the Z (→ e + e − )+ jets and Z (→ μ + μ − ) + jets channels as a function of the inclusive jet multiplicities are presented in Table 3. The data statistical uncertainties are propagated through the unfolding by using pseudo-experiments. As mentioned in Sect. 7, the systematic uncertainties are propagated through the unfolding via the migration matrices and via the variation of the subtracted background. Table 4 shows the resulting total relative statistical and systematic uncertainties as well as the systematic components [lepton trigger, lepton selection, jet energy scale and resolution, jet vertex tagging, pile-up, luminosity (all described in Sect. 4.1)], unfolding (described in Sect. 7), and background (described in Sect. 5) as a function of the inclusive jet multiplicity, presented separately for the electron and muon channels. The jet energy scale is the dominant systematic uncertainty for all bins with at least one jet. Figure 3 shows a comparison of the electron and muon channels for the measured fiducial cross section as a function of the inclusive jet multiplicity and of the leading jet p T for inclusive Z + ≥ 1 jet events. This figure demonstrates that the results in the electron and muon channels are compatible and hence can be combined to improve the precision of the measurement. This figure also shows the result of this combination described below.",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 170,
                    "text": "Table 3",
                    "end": 177
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 450,
                    "text": "Table 4",
                    "end": 457
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 984,
                    "text": "Figure 3",
                    "end": 992
                }
            ]
        },
        {
            "section": "Results in the individual channels and the combination",
            "text": "The results from the electron and muon channels are combined at dressed level for each distribution separately: inclusive and exclusive jet multiplicities, ratio for successive inclusive jet multiplicities, leading jet p T for Z + ≥ 1, 2, 3, 4 jet events and jet p T for exclusive Z + 1 jet events, leading jet rapidity for inclusive Z + ≥ 1 jet events, H T , φ jj , and m jj . A χ 2 function whose sum runs over all measurement sets (electrons and muons), measurement points, and some of the uncertainty sources, is used for the combination [79,80] and distinguishes between bin-to-bin correlated and uncorrelated sources of uncertainties, the latter comprising the statistical uncertainty of the data and the statistical unfolding uncertainty. Uncertainties specific to the lepton flavour and to the background are included in the χ 2 function, while the remaining, flavour-uncorrelated, systematic uncertainties related to jets, pile-up, luminosity, and unfolding are averaged after the combination.",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 542,
                    "text": "[79,",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 546,
                    "text": "80]",
                    "end": 549
                }
            ]
        },
        {
            "text": "Comparisons of results to predictions",
            "section_rank": 18
        },
        {
            "section": "Comparisons of results to predictions",
            "text": "The cross-section measurement for different inclusive Z + jets multiplicities and their ratios obtained from the combination are found in Tables 5 and 6. Figure 4 shows the comparison of these results with the NLO QCD fixed-order calculations from BlackHat+Sherpa and with the predictions from Sherpa 2.2, Alpgen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx. The plots show the particle-level cross section with the generator predictions normalised to the inclusive NNLO cross sections in the top panel, accompanied by the ratios of the various predictions with respect to the data in the bottom panels. Uncertainties from the parton distribution functions and QCD scale variations are included in the BlackHat+Sherpa predictions, as described in Sect. 3.3. A constant 5% theoretical uncertainty is used for Sherpa 2.2, Alpgen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx, as described in Table 1. The  13 TeV, 3.16 fb   The jet transverse momentum is a fundamental observable of the Z + jets process and probes pQCD over a wide range of scales. Moreover, understanding the kinematics of jets in events with vector bosons associated with several jets is essential for the modelling of backgrounds for other SM processes and searches beyond the SM. The leading jet p T distribution (which is correlated with the p T of the Z boson) in inclusive Z + ≥ 1, 2, 3, 4 jet events is shown in Fig. 5 and ranges up to 700 GeV. The LO generator MG5_aMC+Py8 CKKWL models a too-hard jet p T spectrum. This feature is known from studies of LO generators in pp collisions at lower centre-of-mass energies [11], and can be interpreted as an indication that the dynamic factorisation and renormalisation scale used in the generation is not appropriate for the full jet p T range. In contrast, the predictions from BlackHat+Sherpa, Sherpa 2.2, and MG5_aMC+Py8 FxFx, which are based on NLO matrix elements, are in agreement with the measured cross section within the systematic uncertainties over the full leading jet p T range. Alpgen+Py6 also shows good agreement with the measured data. The Z + ≥ 1 jet N jetti NNLO prediction models the spectrum for the Z + ≥ 1 jet events well. Uncertainties from the QCD scale variations for the Z + ≥ 1 jet N jetti NNLO predictions are included in the uncertainty band, as described in Sect. 3.3. For the leading jet rapidity distribution in inclusive Z + ≥ 1 jet events, also shown in this figure, all predictions show good agreement with the measured data within the uncertainties.",
            "paragraph_rank": 53,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 138,
                    "text": "Tables 5 and 6",
                    "end": 152
                },
                {
                    "type": "figure",
                    "start": 154,
                    "text": "Figure 4",
                    "end": 162
                },
                {
                    "type": "table",
                    "start": 889,
                    "text": "Table 1",
                    "end": 896
                },
                {
                    "type": "figure",
                    "start": 1384,
                    "text": "Fig. 5",
                    "end": 1390
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1590,
                    "text": "[11]",
                    "end": 1594
                }
            ]
        },
        {
            "section": "Comparisons of results to predictions",
            "text": "The exclusive jet p T distribution probes the validity of Z + 1 jet predictions at increasing QCD scales represented by the jet p T in the presence of a jet veto at a constant low scale; for a jet p T range of several hundred GeV, accessible with the current data set, the jet scale is of order ten times larger than the veto scale (30 GeV). Figure 6 demonstrates that all predictions studied are consistent with the data within systematic uncertainties over the full jet p T range (up to 500 GeV). This figure also shows the measured cross section as a function of the exclusive jet multiplicity, which decreases logarithmically. Similar trends as for the inclusive jet multiplicity (Fig. 4) are observed.",
            "paragraph_rank": 54,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 342,
                    "text": "Figure 6",
                    "end": 350
                },
                {
                    "type": "figure",
                    "start": 684,
                    "text": "(Fig. 4)",
                    "end": 692
                }
            ]
        },
        {
            "section": "Comparisons of results to predictions",
            "text": "Quantities based on inclusive p T sums of final-state objects, such as H T , the scalar p T sum of all visible objects in the final state, are often employed in searches for physics beyond the Standard Model, to enrich final states resulting from the decay of heavy particles. The values H T or H T /2 are also commonly used choices for scales for higherorder perturbative QCD calculations. Large values for this quantity can result either from a small number of very energetic particles or from a large number of less energetic particles. Figure 7 shows the measured cross sections as a function of the H T distribution (up to 1400 GeV) in inclusive Z + ≥ 1 jet events. The predictions from Sherpa 2.2, Alp-gen+Py6 and MG5_aMC+Py8 FxFx describe well the H T distribution. The prediction from MG5_aMC+Py8 CKKWL describes well the turn-over in the softer part of the H T spectrum, but overestimates the contribution at large values of H T , in line with the overestimate of the cross sections for hard jets. The fixed-order Z + ≥ 1 jet prediction from Black-Hat+Sherpa underestimates the cross section for values of H T > 300 GeV, as observed in similar measurements at lower centre-of-mass energies [11,81], due to the missing contributions from events with higher parton multiplicities, which for large values of H T constitute a substantial portion of the data. Agreement is recovered by adding higher orders  Angular relations between the two leading jets and the dijet mass are frequently used to separate either heavier SM particles or beyond-SM physics from the Z + jets process. Figure 8 shows the differential cross section as a function of azimuthal angular difference between the two leading jets for Z + ≥ 2 jet events, φ jj . The tendency of the two jets to be back-to-back in the transverse plane is well modelled by all predictions. This figure also shows the measured cross sections as a function of the invariant mass m jj of the two leading jets for Z + ≥ 2 jet events. The shape of the dijet mass is modelled well by BlackHat+Sherpa, Sherpa 2.2, Alpgen+Py6, and MG5_aMC+Py8 FxFx, whereas MG5_aMC+Py8 CKKWL shows a harder spectrum.",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 540,
                    "text": "Figure 7",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1199,
                    "text": "[11,",
                    "end": 1203
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1203,
                    "text": "81]",
                    "end": 1206
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 1586,
                    "text": "Figure 8",
                    "end": 1594
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 19
        },
        {
            "section": "Conclusion",
            "text": "Proton-proton collision data at √ s = 13 TeV from the LHC, corresponding to a total integrated luminosity of 3.16 fb −1 , have been analysed by the ATLAS collaboration to study events with Z bosons decaying to electron or muon pairs, produced in association with one or more jets. The fiducial production cross sections for Z + ≥ 0-7 jets have been measured, within the acceptance region defined by p T > 25 GeV, |η | < 2.5, 71 < m < 111 GeV, p jet T > 30 GeV, |y jet | < 2.5, and R( , jet) > 0.4, with a precision ranging from 4 to 30%. Ratios of cross sections for successive jet multiplicities and cross-section measurements as a function of different key variables such as the jet multiplicities, jet p T for exclusive Z +1 jet events, leading jet p T for Z + ≥ 1, 2, 3, 4 jet events, leading jet rapidity for Z + ≥ 1 jet events, H T , φ jj and m jj have also been derived.",
            "paragraph_rank": 56,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 117,
                    "text": "−1",
                    "end": 119
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "The measurements have been compared to fixed-order calculations at NLO from BlackHat+Sherpa and at NNLO from the Z + ≥ 1 jet N jetti NNLO calculation, and to predictions from the generators Sherpa 2.2, Alpgen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx. In general, the predictions are in good agreement with the observed cross sections and cross-section ratios within the uncertainties. Distributions which are dominated by a single jet multiplicity are modelled well by fixed-order NLO calculations, even in the presence of a jet veto at a low scale. The ME+PS generator MG5_aMC+Py8 CKKWL, which is based on LO matrix elements, models a too-hard jet spectrum, as observed in √ s = 7 TeV pp collisions. It however models well the inclusive jet multiplicity distribution over the full multiplicity range. The modelling of the jet p T and related observables is significantly improved by the ME+PS@NLO generators Sherpa 2.2 and MG5_aMC+Py8 FxFx, which use NLO matrix elements for up to two additional partons. The recent Z + ≥ 1 jet N jetti NNLO predictions describe well key distributions such as the leading jet p T and H T . The results presented in this paper provide essential input for the further optimisation of the Monte Carlo generators of Z+ jets production and constitute a powerful test of perturbative QCD for processes with a higher number of partons in the final state. tion of jets in association with a Z boson in pp collisions at √ s = 7 TeV with the ATLAS detector. JHEP 07, 032 (2013). doi:10.1007/JHEP07 2013 ",
            "paragraph_rank": 57,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 1526,
                    "text": "2013",
                    "end": 1530
                }
            ]
        },
        {
            "text": "1",
            "section_rank": 20
        },
        {
            "section": "1",
            "text": "Introduction . . . . . . . . . . . . . . . . . . . . . 1 2 The ATLAS detector . . . . . . . . . . . . . . . . . 2 3 Data set, simulated event samples, and predictions . 2 3.1 Data set . . . . . . . . . . . . . . . . . . . . . 2 3.2 Simulated event samples . . . . . . . . . . . . 2 3.3 Fixed-order predictions . . . . . . . . . . . . . 4 4 Event selection . . . . . . . . . . . . . . . . . . . . 4 4.1 Correction factors and related systematic uncertainties . . . . . . . . . . . . . . . . . . . . . . 5 5 Background estimation . . . . . . . . . . . . . . . . 6 5.1 Top-quark and electroweak backgrounds . . . . 6 5.2 Multijet background . . . . . . . . . . . . . . . 7 6 Kinematic distributions . . . . . . . . . . . . . . . 7 e-mail: atlas.publications@cern.ch",
            "paragraph_rank": 58,
            "section_rank": 20
        },
        {
            "text": "[64,65]. • Energy, momentum scale/resolution: Uncertainties in the lepton calibrations are estimated [65] because they can cause a change of acceptance because of migration of events across the p T threshold and m boundaries.",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "text": "Fig. 1",
            "section_rank": 22
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Dilepton invariant mass for Z + ≥ 1 jet (top) and inclusive jet multiplicity (bottom) in the Z (→ e + e − ) + jets (left) and the Z (→ μ + μ − ) + jets (right) channels. All backgrounds and the signal samples are stacked to produce the figures. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 22
        },
        {
            "text": "Fig. 3",
            "section_rank": 23
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Measured fiducial cross section as a function of the inclusive jet multiplicity (left) and the leading jet p T for inclusive Z + ≥ 1 jet events (right) in the electron and the muon channels and compared to their combined value. The ratios of the two measurements to the",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "Fig. 4 3 [",
            "section_rank": 24
        },
        {
            "section": "Fig. 4 3 [",
            "text": "Fig. 4 Measured cross section as a function of the inclusive jet multiplicity (left) and ratio for successive inclusive jet multiplicities (right) for inclusive Z + jets events. The data are compared to the predictions from BlackHat+Sherpa, Sherpa 2.2, Alpgen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx. The error bars correspond to the statistical uncertainty, and the hatched bands to",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "Fig. 5 3 [",
            "section_rank": 25
        },
        {
            "section": "Fig. 5 3 [",
            "text": "Fig. 5Measured cross section as a function of the leading jet p T for inclusive Z + ≥ 1, 2, 3, 4 jet events (left) and absolute value of the leading jet rapidity for inclusive Z + ≥ 1 jet events (right). The data are compared to the predictions from Z + ≥ 1 jet N jetti NNLO, Black-Hat+Sherpa, Sherpa 2.2, Alpgen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx. The error bars correspond to the statistical uncertainty, and the hatched bands to the data statistical and sys-",
            "paragraph_rank": 63,
            "section_rank": 25
        },
        {
            "text": "Fig. 6",
            "section_rank": 26
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6 Measured cross section as a function of jet p T for exclusive Z + 1 jet events (left) and exclusive jet multiplicity (right). The data are compared to the predictions from BlackHat+Sherpa, Sherpa 2.2, Alpgen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx.",
            "paragraph_rank": 64,
            "section_rank": 26
        },
        {
            "text": "Fig. 7",
            "section_rank": 27
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Measured cross section as a function of H T for inclusive Z + ≥ 1 jet events. The data are compared to the predictions from Z + ≥ 1 jet N jetti NNLO, BlackHat+Sherpa, Sherpa 2.2, Alp-gen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx. The error bars correspond to the statistical uncertainty, and the hatched bands to the data statistical and systematic uncertainties (including luminosity) added in quadrature. The details of the prediction uncertainties are given in the text",
            "paragraph_rank": 65,
            "section_rank": 27
        },
        {
            "text": "Fig. 8",
            "section_rank": 28
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8 Measured cross section as a function of φ jj (left) and m jj (right) for inclusive Z + ≥ 2 jet events. The data are compared to the predictions from BlackHat+Sherpa, Sherpa 2.2, Alpgen+Py6, MG5_aMC+Py8 CKKWL, and MG5_aMC+Py8 FxFx. The error bars",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "Table 2",
            "section_rank": 29
        },
        {
            "section": "Table 2",
            "text": "Fraction of signal and background processes in % in the final selection and expected and observed numbers of events for the various inclusive jet multiplicities considered in the electron (top) and muon (bottom) channels",
            "paragraph_rank": 67,
            "section_rank": 29
        },
        {
            "text": "the Sherpa 2.1 generator[76]. A 6% uncertainty, again corresponding to PDF and scale variations on the predictions, is assessed. Since in Ref.[76] the measurement is limited by the statistical precision for dibosons + ≥ 4 jets (resulting in ≥ 6 hadronic jets for semileptonic diboson decays), an additional systematic uncertainty of 50% in the normalisation of the diboson background is added for Z + ≥ 6 jets.",
            "paragraph_rank": 68,
            "section_rank": 30
        },
        {
            "text": "Systematic uncertainties associated with the unfolding procedureThe limited size of a simulation sample can create biases in the distributions. Systematic uncertainties account for possible residual biases in the unfolding procedure due to, e.g. modelling of the hadronisation in the simulation, migrations into other kinematic distributions not explicitly part of the unfolding, or the finite bin width used in each distribution. The following uncertainties arise from the unfolding procedure. The Sherpa 2.2 samples are reweighted at generator level, such that the distribution of the leading jet p T at detector level matches that observed in the data. The modified Sherpa 2.2 samples are then used to unfold the data again and the variations in the resulting cross sections are used to derive a systematic uncertainty.",
            "paragraph_rank": 69,
            "section_rank": 31
        },
        {
            "text": "Table 4",
            "section_rank": 32
        },
        {
            "section": "Table 4",
            "text": "Relative statistical and systematic uncertainties (in %) in the measured cross sections of Z + jets production for successive inclusive jet multiplicities in the electron (top) and muon (bottom) channels",
            "paragraph_rank": 70,
            "section_rank": 32
        },
        {
            "text": "Table 5",
            "section_rank": 33
        },
        {
            "section": "Table 5",
            "text": "Measured combined fiducial cross sections for successive inclusive jet multiplicities. The statistical, systematic, and luminosity uncertainties are given",
            "paragraph_rank": 71,
            "section_rank": 33
        },
        {
            "text": "Table 6",
            "section_rank": 34
        },
        {
            "section": "Table 6",
            "text": "Measured combined ratios of the fiducial cross sections for successive inclusive jet multiplicities. The statistical, systematic, and luminosity uncertainties are given",
            "paragraph_rank": 72,
            "section_rank": 34
        },
        {
            "text": "032. arXiv:1304.7098 [hep-ex] 12. CMS Collaboration, Rapidity distributions in exclusive Z + jet and γ + jet events in pp collisions at √ s = 7 TeV. Phys. Rev. D 88, 112009 (2013). doi:10.1103/PhysRevD.88.112009. arXiv:1310.3082 [hep-ex] 13. CMS Collaboration, Event shapes and azimuthal correlations in Z + jets events in pp collisions at √ s = 7 TeV. Phys. Lett. B 722, 238 (2013). doi:10.1016/j.physletb.2013.04.025. arXiv:1301.1646 [hep-ex] 14. CMS Collaboration, Measurements of jet multiplicity and differential production cross sections of Z + jets events in proton-proton collisions at √ s = 7 TeV. Phys. Rev. D 91, 052008 (2015). doi:10. 1103/PhysRevD.91.052008. arXiv:1408.3104 [hep-ex] 15. LHCb Collaboration, Study of forward Z + jet production in pp collisions at √ s = 7 TeV. JHEP 01, 033 (2014). doi:10.1007/ JHEP01(2014)033. arXiv:1310.8197 [hep-ex] 16. CMS Collaboration, Comparison of the Z/γ * + jets to γ + jets cross sections in pp collisions at √ s = 8 TeV. JHEP 10, 128 (2015). doi:10.1007/JHEP04(2016)010, doi:10.1007/JHEP10(2015)128, arXiv:1505.06520 [hep-ex] [Erratum: JHEP 04 (2016) 010] 17. CMS Collaboration, Measurements of the differential production cross sections for a Z boson in association with jets in pp collisions at √ s = 8 TeV (2016). arXiv:1611.03844 [hep-ex] 18. LHCb Collaboration, Measurement of forward W and Z boson production in association with jets in proton-proton collisions at √ s = 8 TeV. JHEP 05, 131 (2016). doi:10.1007/JHEP05(2016)131. arXiv:1605.00951 [hep-ex] 19. T.A. Aaltonen et al., Measurement of differential production cross section for Z /γ * bosons in association with jets in pp collisions at √ s = 1.96 TeV. Phys. Rev. D 91, 012002 (2015). doi:10.1103/ PhysRevD.91.012002. arXiv:1409.4359 [hep-ex] 20. V.M. Abazov et al., Measurement of Z /γ * +jet+X angular distributions in p anti-p collisions at √ s = 1.96 TeV. Phys. Lett. B 682, 370 (2010). doi:10.1016/j.physletb.2009.11.012. arXiv:0907.4286 [hep-ex] 62. R. Boughezal, C. Focke, X. Liu, F. Petriello, W-boson production in association with a jet at next-to-next-to-leading order in perturbative QCD. Phys. Rev. Lett. 115, 062002 (2015). doi:10.1103/ PhysRevLett.115.062002. arXiv:1504.02131 [hep-ph] 63. ATLAS Collaboration, Electron efficiency measurements with the ATLAS detector using the 2015 LHC proton-proton collision data, ATLAS-CONF-2016-024 (2016). https://cdsweb.cern.ch/record/ 2157687 64. ATLAS Collaboration, Electron identification measurements in ATLAS using √ s = 13 TeV data with 50 ns bunch spacing, ATL-PHYS-PUB-2015-041 (2015). https://cdsweb.cern.ch/ record/2048202 65. ATLAS Collaboration, Muon reconstruction performance of the ATLAS detector in proton-proton collision data at √ s = 13 TeV. Eur. Phys. J. C 76, 292 (2016). doi:10.1140/epjc/ s10052-016-4120-y. arXiv:1603.05598 [hep-ex] 66. ATLAS Collaboration, Measurements of fiducial cross-sections for tt production with one or two additional b-jets in pp collisions at √ s = 8 TeV using the ATLAS detector. Eur. Phys. J. C 76, 11 (2016). doi:10.1140/epjc/s10052-015-3852-4. arXiv:1508.06868 [hep-ex] 67. ATLAS Collaboration, Measurements of fiducial and differential cross sections for Higgs boson production in the diphoton decay channel at √ s = 8 TeV with ATLAS. JHEP 09, 112 (2014). doi:10. 1007/JHEP09(2014)112. arXiv:1407.4222 [hep-ex] 68. M. Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm. JHEP 04, 063 (2008). doi:10.1088/1126-6708/2008/04/063. arXiv:0802.1189 [hep-ph] 69. ATLAS Collaboration, Topological cell clustering in the ATLAS calorimeters and its performance in LHC Run 1 (2016). arXiv:1603.02934 [hep-ex] 70. ATLAS Collaboration, Jet Calibration and Systematic Uncertainties for Jets Reconstructed in the ATLAS Detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-015 (2015). https://cdsweb.cern. ch/record/2028594 71. ATLAS Collaboration, Tagging and suppression of pileup jets with the ATLAS detector, ATLAS-CONF-2014-018 (2014). https://cds. cern.ch/record/1700870 72. ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 TeV using the ATLAS detector. Eur. Phys. J. C 76, 581 (2016). doi:10.1140/epjc/ s10052-016-4395-z. arXiv:1510.03823 [hep-ex] 73. ATLAS Collaboration, Improved luminosity determination in pp collisions at √ s = 7 TeV using the ATLAS detector at the LHC. Eur. Phys. J. C 73, 2518 (2013). doi:10.1140/epjc/ s10052-013-2518-3. arXiv:1302.4393 [hep-ex] 74. ATLAS Collaboration, Luminosity determination in pp collisions at √ s = 8 TeV using the ATLAS detector at the LHC, Eur. Phys. J. C 76, 653 (2016). doi:10.1140/epjc/s10052-016-4466-1. arXiv:1608.03953 [hep-ex] 75. ATLAS Collaboration, Measurement of jets produced in top quark events using the di-lepton final state with 2 b-tagged jets in pp collisions at √ s = 13 TeV with the ATLAS detector, ATLAS-CONF-2015-065 (2015). https://cds.cern.ch/record/2114832 76. ATLAS Collaboration, Measurement of the W ± Z boson pairproduction cross section in pp collisions at √ s = 13 TeV with",
            "paragraph_rank": 73,
            "section_rank": 35
        },
        {
            "text": "Throughout this paper, Z /γ * -boson production is denoted simply by Z -boson production.",
            "paragraph_rank": 74,
            "section_rank": 35
        },
        {
            "text": "Acknowledgements",
            "section_rank": 37
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 75,
            "section_rank": 37
        }
    ]
}