{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We study the singly-Cabibbo-suppressed decays Λ + c → pη and Λ + c → pπ 0 using Λ + cΛ − c pairs produced by e + e − collisions at a center-of-mass energy of √ s = 4.6 GeV. The data sample was collected by the BESIII detector at the BEPCII collider and corresponds to an integrated luminosity of 567 pb −1 . We find the first evidence for the decay Λ + c → pη with a statistical significance of 4.2σ and measure its branching fraction to be B(Λ + c → pη) = (1.24 ± 0.28(stat.) ± 0.10(syst.)) × 10 −3 . No significant Λ + c → pπ 0 signal is observed. We set an upper limit on its branching fraction B(Λ + c → pπ 0 ) < 2.7 × 10 −4 at the 90% confidence level. Weak decays of charmed baryons provide a unique testing ground for different theoretical models and approaches, e.g. the quark model approach to non-leptonic charm decays and Heavy Quark Effective Theory [1][2][3][4][5][6][7]. The charmed baryon ground state Λ + c was first observed in 1979 [8,9], but, compared to the rapid advances of charmed mesons, progress in the studies of the charmed baryons has been relatively slow due to a lack of experimental data and the additional difficulties of three constituent quarks in theoretical calculation. The accuracy of Λ + c branching fractions (BFs) has long been poor for the Cabibbo-favoured (CF) decays, and even worse, with uncertainties at the 40% level, for the singly-Cabibbosuppressed (SCS) decays [10]. As a consequence, it is neither possible to test the BFs predicted by different theoretical models, nor to determine the effects of finalstate interactions (FSI). It is therefore essential to improve the accuracy of these BFs for Λ + c decays and to search for new decay modes. The absolute BFs of twelve Λ + c CF hadronic decay modes have been measured by the BESIII collaboration with much improved precision [11].",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 862,
                    "text": "[1]",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 865,
                    "text": "[2]",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 868,
                    "text": "[3]",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 871,
                    "text": "[4]",
                    "end": 874
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 874,
                    "text": "[5]",
                    "end": 877
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 877,
                    "text": "[6]",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 880,
                    "text": "[7]",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 950,
                    "text": "[8,",
                    "end": 953
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 953,
                    "text": "9]",
                    "end": 955
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1411,
                    "text": "[10]",
                    "end": 1415
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1828,
                    "text": "[11]",
                    "end": 1832
                }
            ]
        },
        {
            "text": "The SCS decays Λ + c → pη and pπ 0 have not yet been studied experimentally. These two decays proceed predominantly through internal W -emission and W -exchange diagrams, which are non-factorizable and not subject to color and helicity suppression in charmed baryon decay. Some theoretical models [3,4,12,13], predict the BFs of these two process under different assumptions (the flavor SU(3) symmetry, FSI) obtaining different results. Therefore, measurements of these BFs will help us to understand the underlying dynamics of charmed baryon decays and distinguish between the different models. Furthermore, the ratio of BFs of these two decays, which is expected to be relatively insensitive to the values of input parameters in the theoretical calculation, is an excellent probe to distinguish between the different models.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 33,
                    "text": "0",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 297,
                    "text": "[3,",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 300,
                    "text": "4,",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 302,
                    "text": "12,",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 305,
                    "text": "13]",
                    "end": 308
                }
            ]
        },
        {
            "text": "In this Letter, we present the first experimental investigations of the SCS decays Λ + c → pη and pπ 0 . We use a data sample of e + e − collisions at a center-of-mass (c.m.) energy of √ s = 4.6 GeV [14] with an integrated luminosity of 567 pb −1 [15] collected by the BESIII [16] detector at the BEPCII [17] collider. Taking advantage of the excellent BESIII detector performance and the clean environment just above the mass threshold to produce Λ + cΛ − c pairs, a single-tag method, (i.e., reconstruction of only one Λ c in the Λ + cΛ − c pairs) is used to increase the detection efficiency and acquire more Λ c candidates. Throughout the text, the charge conjugate states are always implied unless mentioned explicitly.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 199,
                    "text": "[14]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 247,
                    "text": "[15]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 276,
                    "text": "[16]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 304,
                    "text": "[17]",
                    "end": 308
                }
            ]
        },
        {
            "text": "BESIII [16] is a cylindrical spectrometer, consisting of a small-celled, Helium-based main drift chamber (MDC), a plastic scintillator Time-of-Flight system (TOF), a CsI(Tl) electromagnetic calorimeter (EMC), a superconducting solenoid providing a 1.0 T magnetic field, and a muon counter. The charged particle momentum resolution is 0.5% at a transverse momentum of 1 GeV/c and the photon energy resolution in the EMC is 2.5% (5%) in the barrel (endcap) region for 1 GeV photons. A more detailed description of the BESIII detector is given in Ref. [16].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 7,
                    "text": "[16]",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 549,
                    "text": "[16]",
                    "end": 553
                }
            ]
        },
        {
            "text": "High-statistics e + e − annihilation Monte Carlo (MC) samples, generated by the geant4-based [18,19] MC simulation package boost [20], are used to investigate the backgrounds, to optimize the selection criteria, and to determine the detection efficiencies. The e + e − annihilation is simulated by the MC generator kkmc [21], taking into consideration the spread of the beam energy and the effect of the initial-state radiation (ISR). Inclusive MC samples, consisting of",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 93,
                    "text": "[18,",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 97,
                    "text": "19]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 129,
                    "text": "[20]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 320,
                    "text": "[21]",
                    "end": 324
                }
            ]
        },
        {
            "text": "pair production, ISR returns to lower mass charmonium(-like) ψ states, and continuum QED processes e + e − → qq (q = u, d, s), are used to study the backgrounds. All known decay modes are generated with evtgen [22,23] with BFs being the values of the Particle Data Group (PDG) [10], and the remaining unknown decay modes are generated by lundcharm [24]. The signal MC samples of e + e − → Λ + cΛ − c are produced with one Λ c decaying to the final states of interest, pη or pπ 0 , and the other Λ c decaying generically to any of the possible final states.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 210,
                    "text": "[22,",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 214,
                    "text": "23]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 277,
                    "text": "[10]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 348,
                    "text": "[24]",
                    "end": 352
                }
            ]
        },
        {
            "text": "Charged tracks, reconstructed from hits in the MDC, are required to have a polar angle θ satisfying | cos θ| < 0.93 and a point of closest approach to the interaction point within ±10 cm along the beam direction (V z ) and 1 cm in the plane perpendicular to the beam (V r ). Information from the TOF is combined with the ionization energy loss (dE/dx) from the MDC to calculate particle identification (PID) confidence levels (C.L.) for the π, K, and p hypotheses. The mass hypothesis with the highest PID C.L. is assigned to each track. A further requirement V r < 0.2 cm is imposed on the proton candidates to avoid backgrounds from beam interactions with residual gas inside the beam pipe and materials of beam pipe and MDC inner wall. Photon candidates are reconstructed by clustering energy deposits in the EMC crystals. Good photon candidates are required to have energies larger than 25 MeV in the barrel region (| cos θ| < 0.8) or 50 MeV in the endcap region (0.86 < | cos θ| < 0.92). To eliminate showers produced by charged particles, showers are required to be separated by more than 20 • from anti-protons, and by more than 8 • from other charged particles. The EMC time is required to be within (0, 700) ns of the event start time to suppress electronic noise and showers unrelated to the event [11]. The EMC shower shape variables are used to distinguish photons from anti-neutrons: the photon candidates are required to have a lateral moment [25] less than 0.4, and E 3×3 /E 5×5 larger than 0.85, where the E 3×3 (E 5×5 ) is the shower energies summed over 3 × 3 (5 × 5) crystals around the center of the shower.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1308,
                    "text": "[11]",
                    "end": 1312
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1457,
                    "text": "[25]",
                    "end": 1461
                }
            ]
        },
        {
            "text": "In the studies of Λ + c → pη and Λ + c → pπ 0 decays, the η mesons are reconstructed in their two most prominent decay modes, η → γγ (η γγ ) and η → π + π − π 0 (η π + π − π 0 ), while the π 0 meson is reconstructed in its dominant decay mode π 0 → γγ. Candidate η → γγ and π 0 → γγ decays are selected using all γγ combinations with an invariant mass within 3 times the mass resolution (10 (6) MeV/c 2 for the η (π 0 ) signal) of their nominal masses (M η or M π 0 ) [10]. An additional requirement, | cos θ decay | < 0.9, where θ decay is the polar angle of one γ in the helicity frame of the γγ system, is imposed on the candidate η → γγ decay to suppress combinatorial backgrounds. To improve the momentum resolution, the γγ invariant mass is then constrained to M η or M π 0 mass, and the resultant momenta are used in the subsequent analysis. The candidate η → π + π − π 0 are reconstructed using all π + π − π 0 combinations with an invariant mass satisfying",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 468,
                    "text": "[10]",
                    "end": 472
                }
            ]
        },
        {
            "text": "The Λ + c is reconstructed using all combinations of the selected proton and the η(π 0 ) candidates. For e + e − annihilation at √ s = 4.6 GeV, there are no additional hadrons produced with the Λ + cΛ − c pair due to the limited phase space. Thus, two kinematic variables, the beam energy constrained mass",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "c − E beam , are used to identify Λ + c candidates. Here, − → p Λ + c and E Λ + c are the reconstructed momentum and energy of the Λ + c candidate in the e + e − c.m. system, and E beam is the energy of the electron and positron beams. For a Λ + c candidate that is reconstructed correctly, M BC and ∆E are expected to be consistent with the Λ + c nominal mass and zero, respectively. A Λ + c candidate is accepted if the corresponding |∆E| is less than 2.5 times its resolution (σ ∆E ). The decay mode dependent ∆E requirements, are summarized in Table I. For a given decay mode, we accept at most one charmed baryon candidate per event, retaining the one with the minimum |∆E|. If there are candidates from different decay modes, we keep them all. For the decay mode Λ + c → pη π + π − π 0 , the peaking background from the CF decay mode Λ + c → π + π − Σ + (Σ + → pπ 0 ) is eliminated by requiring the invariant mass of proton and π 0 satisfying",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 548,
                    "text": "Table I",
                    "end": 555
                }
            ]
        },
        {
            "text": "The MC study shows that the residual peaking backgrounds from Λ + c → π + π − Σ + (Σ + → pπ 0 ) and from Λ + c → Λπ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": ", which have exactly the same final states as the signal, are negligible.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The resultant M BC distributions for the decays Λ + c → pη and Λ + c → pπ 0 are depicted in Fig. 1 and Fig. 2, respectively. The Λ + c → pη signals are seen in both η decay modes, but no obvious Λ + c → pπ 0 signal is observed. The data in the ∆E sideband region, defined as 3.5σ ∆E < |∆E| < 6σ ∆E , are used to study the backgrounds. The corresponding M BC distributions, illustrated by the long-dashed histograms in Fig. 1 and Fig. 2, show no Λ + c signal and that the combinatorial backgrounds are well described by the data in the ∆E sideband region. For the decay mode Λ + c → pη π + π − π 0 , data in the η sideband region (0.016 < |M π + π − π 0 − M η | < 0.032 GeV/c 2 ), illustrated by the (pink) dashed histogram in Fig. 1(b), also shows no evidence for peaking background. This is further validated by an analysis of the inclusive MC samples, where it is found that the combinatorial backgrounds are dominated by the processes e + e − → qq. To extract the signal yield for the decay Λ + c → pη, we perform unbinned maximum likelihood fits to the M BC distributions. The signal probability density function (PDF) is constructed by the signal MC simulated shape convoluted with a Gaussian function. Since MC simulation may be imperfect for modeling of the detector resolution and beam-energy spread of data, the mean and width of Gaussian function are free parameters to account for the potential mass shift and resolution difference between data and MC simulation. GUS function [26] with the fixed high-end cutoff E beam . The reliability of the ARGUS function is validated with the data in the ∆E sideband region as well as the inclusive MC samples in the signal region. In the decay Λ + c → pη π + π − π 0 , the peaking backgrounds from the CF decays have been found to be negligible by MC studies, and are not considered in the fit. The fits are performed for the two η decay modes separately. The corresponding BFs are calculated using",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 92,
                    "text": "Fig. 1 and Fig. 2",
                    "end": 109
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 418,
                    "text": "Fig. 1 and Fig. 2",
                    "end": 435
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 726,
                    "text": "Fig. 1(b)",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1488,
                    "text": "[26]",
                    "end": 1492
                }
            ]
        },
        {
            "text": "where N sig is the signal yield determined from the M BC fit, N Λ + cΛ − c = (105.9 ± 4.8(stat.) ± 0.5(syst.)) × 10 3 is the total number of Λ + cΛ − c pairs in the data [11], ε is the detection efficiency estimated by the MC simulation, and B inter is the η or π 0 decay BF taken from the PDG [10]. The factor of 2 in the denominator accounts for the charge conjugation of the Λ + c . Table I summarizes the signal yields, the statistical significances, estimated by the changes in the likelihood values obtained with and without the Λ + c signal included, the detection efficiencies, and the resulting BFs. The two BFs for Λ + c → pη, corresponding to the two η decay modes, are consistent within statistical uncertainties.",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 170,
                    "text": "[11]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 294,
                    "text": "[10]",
                    "end": 298
                },
                {
                    "type": "table",
                    "start": 386,
                    "text": "Table I",
                    "end": 393
                }
            ]
        },
        {
            "text": "We also perform a simultaneous fit to the M BC distributions for the two η decay modes, constrained to the same B(Λ + c → pη) and taking into account the different detection efficiencies and decay BFs of η. The projections of the fit curves are illustrated in Fig. 1. In the fit, the likelihood values of the two individual η decay modes are calculated as a function of BF, and are smeared by considering the correlated and uncorrelated systematic uncertainties (discussed in detail below) between the two η decay modes according to Refs. [27,28]. The overall TABLE I. Summary of the ∆E signal regions, the signal yields, the statistical significances, the detection efficiencies, and the BFs (where the first uncertainties are statistical, and the second systematic) for the different Λ + c decay modes. likelihood value in the fit is the product of those for the two η decay modes. The resultant BF is determined to be B(Λ + c → pη) = (1.24 ± 0.28(stat.)± 0.10(syst.))× 10 −3 with a statistical significance of 4.2σ, where the significance is estimated by the difference of maximum likelihood values for simultaneous fits with and without signal.",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 260,
                    "text": "Fig. 1",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 539,
                    "text": "[27,",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 543,
                    "text": "28]",
                    "end": 546
                }
            ]
        },
        {
            "text": "Since no significant Λ + c → pπ 0 signal is observed, an upper limit on the BF is estimated. We fit the M BC distribution for the candidate Λ + c → pπ 0 events using similar signal and background shapes to those described previously. The result of the best fit is shown in Fig. 2. For the signal PDF, the MC shape is convoluted with a Gaussian function with parameters fixed to those obtained in the fit to Λ + c → pη γγ candidates. The PDF for the expected signal yield is taken to be the normalized likelihood L obtained by scanning over the signal yield fixed from zero to a large number, and incorporating systematic uncertainties [27,28], as shown in the inset plot of Fig. 2. The upper limit at the 90% C.L. on the signal yield is N up = 27.9 (shown as the arrow in Fig. 2), corresponding to",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 273,
                    "text": "Fig. 2",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 635,
                    "text": "[27,",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 639,
                    "text": "28]",
                    "end": 642
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 674,
                    "text": "Fig. 2",
                    "end": 680
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 772,
                    "text": "Fig. 2",
                    "end": 778
                }
            ]
        },
        {
            "text": "The upper limit at the 90% C.L. on the BF is calculated with Eq. (1) by substituting η with π 0 and is reported in Table I. Several sources of systematic uncertainties are considered in the BF measurements. The uncertainties associated with the efficiencies of the tracking and PID for charged tracks are investigated with the samples e + e − → 2(π + π − ), K + K − π + π − and ppπ + π − from data taken at √ s > 4.0 GeV, and the corresponding (transverse) momentum weighted values are assigned as the uncertainties. The uncertainties due to the V r requirement and the veto on the CF peaking background in the decay Λ + c → pη π + π − π 0 are investigated by repeating the analysis with alternative requirements (V r < 0.25 cm and |M pπ 0 − M Σ + | > 0.020 GeV/c 2 ). The resultant differences of the BFs are taken as the systematic uncertainties. The π 0 reconstruction efficiency, including the photon detection efficiency, is studied using a control sample of D 0 → K − π + π 0 events from a data sample taken at √ s = 3.773 GeV. The momentum weighted data-MC differences of the π 0 reconstruction efficiencies, which are obtained to be 3.3% and 0.8% for Λ + c → pη π + π − π 0 and Λ + c → pπ 0 decays, are considered as the uncertainties. Similarly, the uncertainty for the η γγ reconstruction efficiency in the decay Λ + c → pη γγ is determined to be 1.0%",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 115,
                    "text": "Table I.",
                    "end": 123
                }
            ]
        },
        {
            "text": "by assuming the same momentum-dependent data-MC differences as those for π 0 candidates. The uncertainties associated with the η mass window for Λ + c → pη π + π − π 0 , the cos θ decay requirement for Λ + c → pη γγ , the ∆E requirements, and the photon shower requirements are studied using double-tag D + → π + η(π 0 ) events. The uncertainties from the M BC fit for Λ + c → pη candidates are studied by alternative fits with different signal shapes, background parameters, and fit ranges, and the resultant changes on the BFs are taken as the uncertainties. In the determination of the upper limit on the BF of Λ + c → pπ 0 decay, similar alternative fits are investigated, and the one corresponding to the largest upper limit is selected conservatively. The uncertainties in the signal MC model arising from the following sources are considered: a) the beam energy spread; b) the input cross section line-shape of e + e − → Λ + cΛ − c production for ISR; c) the Λ + c polar angle distribution in the e + e − rest frame; d) the different angular momentum between proton and η(π 0 ) candidates. The quadratic sum of the resultant differences in the detection efficiencies is taken as the uncertainty. The uncertainties of the MC statistics, the total Λ + cΛ − c number quoted from Ref. [11] and the decay BFs for the intermediate state decays quoted from the PDG [10] are also considered. The total systematic uncertainties, quadratic sum of the individual ones, are 8.3%, 10.2%, and 5.2% for Λ + c → pη γγ , pη π + π − π 0 and pπ 0 , respectively. The individual systematic uncertainties are summarized in the Table II. In summary, using 567 pb −1 of e + e − annihilation data taken at a c.m. energy of √ s = 4.6 GeV with the BE-SIII detector, we find the first evidence for the SCS decay Λ + c → pη with a statistical significance of 4.2σ and measure its absolute BF to be B(Λ + c → pη) = (1.24±0.28(stat.)±0.10(syst.))×10 −3 . In a search for the SCS decay Λ + c → pπ 0 , no obvious signal is observed and an upper limit at the 90% C.L. on its BF is determined to be B(Λ + c → pπ 0 ) < 2.7 × 10 −4 . The corresponding ratio of BFs between the two decays is also calculated to be B(Λ + c → pπ 0 )/B(Λ + c → pη) < 0.24, where the common uncertainties are cancelled. The measured BFs and their ratio are compared to the theoretical predictions from different models, as shown in Table III. Our measured BF of Λ + c → pη is consistent, within two standard deviations, with one of predictions in Ref. [3], the one that assumes flavor SU(3) symmetry and negative sign for p-wave amplitude of Λ + c → Ξ 0 K + . It is worth noting that our measurement is significantly higher than other's theoretical predictions. The measured upper limit of B(Λ + c → pπ 0 ) is compatible with the predicted values of most of theoretical models, but is smaller by a factor of 2 than that in Ref. [13]. Overall, the obtained relatively large value of B(Λ + c → pη) and the trend toward small value of the ratio B(Λ + c → pπ 0 )/B(Λ + c → pη) will have a significant impact on theoretical calculation and will be helpful to understand the underlying dynamics of charmed baryon decays and to test SU(3) flavor symmetry. Additional experimental data will improve the sensitivity of the measurements and allow a better discrimination between the different models.  [3] 0.2 a (1.7 b ) 0.2 1.0 a (0.1 b ) Uppal et al [4] 0.3 0.1-0.2 0.3-0.7 S. L. Chen et al [12] ... 0.11-0.36 c ... Cai-Dian Lü et al [13] ... 0.45 ... ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1288,
                    "text": "[11]",
                    "end": 1292
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1365,
                    "text": "[10]",
                    "end": 1369
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1613,
                    "text": "Table II",
                    "end": 1621
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 2381,
                    "text": "Table III",
                    "end": 2390
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2501,
                    "text": "[3]",
                    "end": 2504
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2877,
                    "text": "[13]",
                    "end": 2881
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 3341,
                    "text": "[3]",
                    "end": 3344
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 3391,
                    "text": "[4]",
                    "end": 3394
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 3432,
                    "text": "[12]",
                    "end": 3436
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 3475,
                    "text": "[13]",
                    "end": 3479
                }
            ]
        },
        {
            "text": "(",
            "section_rank": 2
        },
        {
            "section": "(",
            "text": "Dated: June 5, 2017)",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. (color online) Simultaneous fit to the MBC distributions of Λ +c → pη reconstructed with the decay modes (a) η → γγ and (b) η → π + π − π 0 . The dots with error bars are data, the (black) solid curves are for the best fits, the (blue) dash-dotted curves are for the backgrounds, and the (red) dashed curves are for the signals. The (green) long-dashed histograms and (pink) dashed histogram (in (b) only) are the data in the ∆E and M π + π − π 0 sideband region.",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. (color online) Fit to the MBC distribution for the decay Λ +c → pπ 0 . The dots with error bars are data, the (black) solid curve is for the best fit, and the (blue) dashed curve is for the background. The (green) long-dashed histogram is the data in the ∆E sideband region. The insert shows the normalized likelihood distribution, which includes the systematic uncertainty, as a function of the expected signal yield. The (blue) dashed arrow indicates the upper limit on the signal yield at 90% C.L.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "a",
            "section_rank": 5
        },
        {
            "section": "a",
            "text": "(b)  assume positive(negative) sign of p-wave amplitude of Λ + c → Ξ 0 K + c calculated relying on different values of parameters b and α",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "50 (A)University of Turin, I-10125, Turin, Italy; (B)University of Eastern Piedmont, I-15121, Alessandria, Italy; (C)INFN, I-10125, Turin, Italy 51 Uppsala University, Box 516, SE-75120 Uppsala, Sweden 52 Wuhan University, Wuhan 430072, People's Republic of China 53 Zhejiang University, Hangzhou 310027, People's Republic of China 54 Zhengzhou University, Zhengzhou 450001, People's Republic of China a Also at State Key Laboratory of Particle Detection and Electronics, Beijing 100049, Hefei 230026, People's Republic of China b Also at Bogazici University, 34342 Istanbul, Turkey c Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia d Also at the Functional Electronics Laboratory, Tomsk State University, Tomsk, 634050, Russia e Also at the Novosibirsk State University, Novosibirsk, 630090, Russia f Also at the NRC \"Kurchatov Institute\", PNPI, 188300, Gatchina, Russia g Also at University of Texas at Dallas, Richardson, Texas 75083, USA h Also at Istanbul Arel University, 34295 Istanbul, Turkey i Also at Goethe University Frankfurt, 60323 Frankfurt am Main, Germany j Also at Key Laboratory for Particle Physics, Astrophysics and Cosmology, Ministry of Education; Shanghai Key Laboratory for Particle Physics and Cosmology; Institute of Nuclear and Particle Physics, Shanghai 200240, People's Republic of China k Also at Government College Women University, Sialkot-51310, Punjab, Pakistan.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "TABLE II .",
            "section_rank": 7
        },
        {
            "section": "TABLE II .",
            "text": "Summary of the relative systematic uncertainties in percent for Λ + c → pηγγ , pη π + π − π 0 and pπ 0 . The sources tagged with ′ * ′ are 100% correlated between the two η decay modes.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "TABLE III .",
            "section_rank": 8
        },
        {
            "section": "TABLE III .",
            "text": "Comparison of measured BFs (in 10 −3 ) of Λ + c → pη and pπ 0 and their ratio to theoretical predictions.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "TABLE III .",
            "text": "The BESIII collaboration thanks the staff of BEPCII, the IHEP computing center and the supercomputing center of USTC for their strong support. P. L. Li   ",
            "paragraph_rank": 26,
            "section_rank": 10
        }
    ]
}