{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper describes the implementation and performance of a particle flow algorithm applied to 20.2 fb −1 of ATLAS data from 8 TeV proton-proton collisions in Run 1 of the LHC. The algorithm removes calorimeter energy deposits due to charged hadrons from consideration during jet reconstruction, instead using measurements of their momenta from the inner tracker. This improves the accuracy of the charged-hadron measurement, while retaining the calorimeter measurements of neutral-particle energies. The paper places emphasis on how this is achieved, while minimising double-counting of charged-hadron signals between the inner tracker and calorimeter. The performance of particle flow jets, formed from the ensemble of signals from the calorimeter and the inner tracker, is compared to that of jets reconstructed from calorimeter energy deposits alone, demonstrating improvements in resolution and pile-up stability.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Jets are a key element in many analyses of the data collected by the experiments at the Large Hadron Collider (LHC) [1]. The jet calibration procedure should correctly determine the jet energy scale and additionally the best possible energy and angular resolution should be achieved. Good jet reconstruction and calibration facilitates the identification of known resonances that decay to hadronic jets, as well as the search for new particles. A complication, at the high luminosities encountered by the ATLAS detector [2], is that multiple interactions can contribute to the detector signals associated with a single bunch-crossing (pile-up). These interactions, which are mostly soft, have to be separated from the hard interaction that is of interest.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 116,
                    "text": "[1]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 520,
                    "text": "[2]",
                    "end": 523
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Pile-up contributes to the detector signals from the collision environment, and is especially important for higherintensity operations of the LHC. One contribution arises from particle emissions produced by the additional protonproton ( pp) collisions occurring in the same bunch crossing as the hard-scatter interaction (in-time pile-up). Further pileup influences on the signal are from signal remnants in the ATLAS calorimeters from the energy deposits in other bunch crossings (out-of-time pile-up).",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In Run 1 of the LHC, the ATLAS experiment used either solely the calorimeter or solely the tracker to reconstruct hadronic jets and soft particle activity. The vast majority of analyses utilised jets that were built from topological clusters of calorimeter cells (topo-clusters) [3]. These jets were then calibrated to the particle level using a jet energy scale (JES) correction factor [4][5][6][7]. For the final Run 1 jet calibration, this correction factor also took into account the tracks associated with the jet, as this was found to greatly improve the jet resolution [4]. 'Particle flow' introduces an alternative approach, in which measurements from both the tracker and the calorimeter are combined to form the signals, which ideally represent individual particles. The energy deposited in the calorimeter by all the charged particles is removed. Jet reconstruction is then performed on an ensemble of 'particle flow objects' consisting of the remaining calorimeter energy and tracks which are matched to the hard interaction.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 279,
                    "text": "[3]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 387,
                    "text": "[4]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 390,
                    "text": "[5]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "start": 393,
                    "text": "[6]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 396,
                    "text": "[7]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 576,
                    "text": "[4]",
                    "end": 579
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The chief advantages of integrating tracking and calorimetric information into one hadronic reconstruction step are as follows:",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "• The design of the ATLAS detector [8] specifies a calorimeter energy resolution for single charged pions in the centre of the detector of",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 35,
                    "text": "[8]",
                    "end": 38
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "while the design inverse transverse momentum resolution for the tracker is",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where energies and transverse momenta are measured in GeV. Thus for low-energy charged particles, the momentum resolution of the tracker is significantly better than the energy resolution of the calorimeter. Furthermore, the acceptance of the detector is extended to softer particles, as tracks are reconstructed for charged particles with a minimum transverse momentum p T > 400 MeV, whose energy deposits often do not pass the noise thresholds required to seed topo-clusters [9].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 477,
                    "text": "[9]",
                    "end": 480
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "• The angular resolution of a single charged particle, reconstructed using the tracker is much better than that of the calorimeter. • Lowp T charged particles originating within a hadronic jet are swept out of the jet cone by the magnetic field by the time they reach the calorimeter. By using the track's azimuthal coordinate 1 at the perigee, these particles are clustered into the jet. • When a track is reconstructed, one can ascertain whether it is associated with a vertex, and if so the vertex from which it originates. Therefore, in the presence of multiple in-time pile-up interactions, the effect of additional particles on the hard-scatter interaction signal can be mitigated by rejecting signals originating from pile-up vertices. 2 The capabilities of the tracker in reconstructing charged particles are complemented by the calorimeter's ability to reconstruct both the charged and neutral particles. At high energies, the calorimeter's energy resolution is superior to the tracker's momentum resolution. Thus a combination of the two subsystems is preferred for optimal event reconstruction. Outside the geometrical acceptance of the tracker, only the calorimeter information is available. Hence, in the forward region the topo-clusters alone are used as inputs to the particle flow jet reconstruction. However, particle flow introduces a complication. For any particle whose track measurement ought to be used, it is necessary to correctly identify its signal in the calorimeter, to avoid double-counting its energy in the reconstruction. In the particle flow algorithm described herein, a Boolean decision is made as to whether to use the tracker or calorimeter measurement. If a particle's track measurement is to be used, the corresponding energy must be subtracted from the calorimeter measurement. The ability to accurately subtract all of a single particle's energy, without removing any energy deposited by any other particle, forms the key performance criterion upon which the algorithm is optimised.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 327,
                    "text": "1",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 743,
                    "text": "2",
                    "end": 744
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Particle flow algorithms were pioneered in the ALEPH experiment at LEP [10]. They have also been used in the H1 [11], ZEUS [12,13] and DELPHI [14] experiments. Subsequently, they were used for the reconstruction of hadronic τ -lepton decays in the CDF [15], D0 [16] and ATLAS [17] 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam direction. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Angular distance is measured in units of R = ( φ) 2 + ( η) 2 . 2 The standard ATLAS reconstruction defines the hard-scatter primary vertex to be the primary vertex with the largest p 2 T of the associated tracks. All other primary vertices are considered to be contributed by pile-up. experiments. In the CMS experiment at the LHC, large gains in the performance of the reconstruction of hadronic jets and τ leptons have been seen from the use of particle flow algorithms [18][19][20]. Particle flow is a key ingredient in the design of detectors for the planned International Linear Collider [21] and the proposed calorimeters are being optimised for its use [22]. While the ATLAS calorimeter already measures jet energies precisely [6], it is desirable to explore the extent to which particle flow is able to further improve the ATLAS hadronic-jet reconstruction, in particular in the presence of pile-up interactions.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 71,
                    "text": "[10]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 112,
                    "text": "[11]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 123,
                    "text": "[12,",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "13]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 142,
                    "text": "[14]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 252,
                    "text": "[15]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 261,
                    "text": "[16]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 276,
                    "text": "[17]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 800,
                    "text": "2",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "start": 1013,
                    "text": "pile-up.",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1209,
                    "text": "[18]",
                    "end": 1213
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1213,
                    "text": "[19]",
                    "end": 1217
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1217,
                    "text": "[20]",
                    "end": 1221
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1330,
                    "text": "[21]",
                    "end": 1334
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1397,
                    "text": "[22]",
                    "end": 1401
                },
                {
                    "type": "bibr",
                    "start": 1471,
                    "text": "[6]",
                    "end": 1474
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper is organised as follows. A description of the detector is given in Sect. 2, the Monte Carlo (MC) simulated event samples and the dataset used are described in Sects. 3 and 4, while Sect. 5 outlines the relevant properties of topoclusters. The particle flow algorithm is described in Sect. 6. Section 7 details the algorithm's performance in energy subtraction at the level of individual particles in a variety of cases, starting from a single pion through to dijet events. The building and calibration of reconstructed jets is covered in Sect. 8. The improvement in jet energy and angular resolution is shown in Sect. 9 and the sensitivity to pile-up is detailed in Sect. 10. A comparison between data and MC simulation is shown in Sect. 11 before the conclusions are presented in Sect. 12.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS experiment features a multi-purpose detector designed to precisely measure jets, leptons and photons produced in the pp collisions at the LHC. From the inside out, the detector consists of a tracking system called the inner detector (ID), surrounded by electromagnetic (EM) sampling calorimeters. These are in turn surrounded by hadronic sampling calorimeters and an air-core toroid muon spectrometer (MS). A detailed description of the ATLAS detector can be found in Ref. [2].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 483,
                    "text": "[2]",
                    "end": 486
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "The high-granularity silicon pixel detector covers the vertex region and typically provides three measurements per track. It is followed by the silicon microstrip tracker which usually provides eight hits, corresponding to four two-dimensional measurement points, per track. These silicon detectors are complemented by the transition radiation tracker, which enables radially extended track reconstruction up to |η| = 2.0. The ID is immersed in a 2 T axial magnetic field and can reconstruct tracks within the pseudorapidity range |η| < 2.5. For tracks with transverse momentum p T < 100 GeV, the fractional inverse momentum resolution σ (1/ p T )• p T measured using 2012 data, ranges from approximately 2-12% depending on pseudorapidity and p T [23].",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 747,
                    "text": "[23]",
                    "end": 751
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "The calorimeters provide hermetic azimuthal coverage in the range |η| < 4.9. The detailed structure of the calorimeters within the tracker acceptance strongly influences the development of the shower subtraction algorithm described in this paper. In the central barrel region of the detector, a high-granularity liquid-argon (LAr) electromagnetic calorimeter with lead absorbers is surrounded by a hadronic sampling calorimeter (Tile) with steel absorbers and active scintillator tiles. The same LAr technology is used in the calorimeter endcaps, with fine granularity and lead absorbers for the EM endcap (EMEC), while the hadronic endcap (HEC) utilises copper absorbers with reduced granularity. The solid angle coverage is completed with forward copper/LAr and tungsten/LAr calorimeter modules (FCal) optimised for electromagnetic and hadronic measurements respectively. Figure 1 shows the physical location of the different calorimeters. To achieve a high spatial resolution,  ",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 874,
                    "text": "Figure 1",
                    "end": 882
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "TileBar2/TileExt2 the calorimeter cells are arranged in a projective geometry with fine segmentation in φ and η. Additionally, each of the calorimeters is longitudinally segmented into multiple layers, capturing the shower development in depth. In the region |η| < 1.8, a presampler detector is used to correct for the energy lost by electrons and photons upstream of the calorimeter. The presampler consists of an active LAr layer of thickness 1.1 cm (0.5 cm) in the barrel (endcap) region. The granularity of all the calorimeter layers within the tracker acceptance is given in Table 1. The EM calorimeter is over 22 radiation lengths in depth, ensuring that there is little leakage of EM showers into the hadronic calorimeter. The total depth of the complete calorimeter is over 9 interaction lengths in the barrel and over 10 interaction lengths in the endcap, such that good containment of hadronic showers is obtained. Signals in the MS are used to correct the jet energy if the hadronic shower is not completely contained. In both the EM and Tile calorimeters, most of the absorber material is in the second layer. In the hadronic endcap, the material is more evenly spread between the layers.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 580,
                    "text": "Table 1",
                    "end": 587
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "The muon spectrometer surrounds the calorimeters and is based on three large air-core toroid superconducting magnets with eight coils each. The field integral of the toroids ranges from 2.0 to 6.0 Tm across most of the detector. It includes a system of precision tracking chambers and fast detectors for triggering.",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "Simulated event samples",
            "section_rank": 4
        },
        {
            "section": "Simulated event samples",
            "text": "A variety of MC samples are used in the optimisation and performance evaluation of the particle flow algorithm. The simplest samples consist of a single charged pion generated with a uniform spectrum in the logarithm of the generated pion energy and in the generated η. Dijet samples generated with Pythia 8 (v8.160) [24,25], with parameter values set to the ATLAS AU2 tune [26] and the CT10 parton distribution functions (PDF) set [27], form the main samples used to derive the jet energy scale and determine the jet energy resolution in simulation. The dijet samples are generated with a series of jet p T thresholds applied to the leading jet, reconstructed from all stable final-state particles excluding muons and neutrinos, using the anti-k t algorithm [28] with radius parameter 0.6 using FastJet (v3.0.3) [29,30].",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 317,
                    "text": "[24,",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 321,
                    "text": "25]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 374,
                    "text": "[26]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 432,
                    "text": "[27]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 759,
                    "text": "[28]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 813,
                    "text": "[29,",
                    "end": 817
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 817,
                    "text": "30]",
                    "end": 820
                }
            ]
        },
        {
            "section": "Simulated event samples",
            "text": "For comparison with collision data, Z → μμ events are generated with Powheg-Box (r1556) [31] using the CT10 PDF and are showered with Pythia 8, with the ATLAS AU2 tune. Additionally, top quark pair production is simulated with MC@NLO (v4.03) [32,33] using the CT10 PDF set, interfaced with Herwig (v6.520) [34] for parton showering, and the underlying event is modelled by Jimmy (v4.31) [35]. The top quark samples are normalised using the cross-section calculated at next-to-next-to-leading order (NNLO) in QCD including resummation of next-to-next-to-leading logarithmic soft gluon terms with top++2.0 [36][37][38][39][40][41][42][43], assuming a top quark mass of 172.5 GeV. Single-top-quark production processes contributing to the distributions shown are also simulated, but their contributions are negligible.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 88,
                    "text": "[31]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 242,
                    "text": "[32,",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "start": 246,
                    "text": "33]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 306,
                    "text": "[34]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 387,
                    "text": "[35]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 604,
                    "text": "[36]",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "start": 608,
                    "text": "[37]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 612,
                    "text": "[38]",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "start": 616,
                    "text": "[39]",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 620,
                    "text": "[40]",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 624,
                    "text": "[41]",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 628,
                    "text": "[42]",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 632,
                    "text": "[43]",
                    "end": 636
                }
            ]
        },
        {
            "text": "Detector simulation and pile-up modelling",
            "section_rank": 5
        },
        {
            "section": "Detector simulation and pile-up modelling",
            "text": "All samples are simulated using Geant4 [44] within the ATLAS simulation framework [45] and are reconstructed using the noise threshold criteria used in 2012 data-taking [3]. Single-pion samples are simulated without pile-up, while dijet samples are simulated under three conditions: with no pile-up; with pile-up conditions similar to those in the 2012 data; and with a mean number of interactions per bunch crossing μ = 40, where μ follows a Poisson distribution. In 2012, the mean value of μ was 20.7 and the actual number of interactions per bunch crossing ranged from around 10 to 35 depending on the luminosity. The bunch spacing was 50 ns. When compared to data, the MC samples are reweighted to have the same distribution of μ as present in the data. In all the samples simulated including pile-up, effects from both the same bunch crossing and previous/subsequent crossings are simulated by overlaying additional generated minimumbias events on the hard-scatter event prior to reconstruction. The minimum-bias samples are generated using Pythia 8 with the ATLAS AM2 tune [46] and the MSTW2009 PDF set [47], and are simulated using the same software as the hard-scatter event.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 39,
                    "text": "[44]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 82,
                    "text": "[45]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 169,
                    "text": "[3]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "start": 1079,
                    "text": "[46]",
                    "end": 1083
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1109,
                    "text": "[47]",
                    "end": 1113
                }
            ]
        },
        {
            "text": "Truth calorimeter energy and tracking information",
            "section_rank": 6
        },
        {
            "section": "Truth calorimeter energy and tracking information",
            "text": "For some samples the full Geant4 hit information [44] is retained for each calorimeter cell such that the true amount of hadronic and electromagnetic energy deposited by each generated particle is known. Only the measurable hadronic and electromagnetic energy deposits are counted, while the energy lost due to nuclear capture and particles escaping from the detector is not included. For a given charged pion the sum of these hits in a given cluster i originating from this particle is denoted by E clus i true, π . Reconstructed topo-cluster energy is assigned to a given truth particle according to the proportion of Geant4 hits supplied to that topo-cluster by that particle. Using the Geant4 hit information in the inner detector a track is matched to a generated particle based on the fraction of hits on the track which originate from that particle [48].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 49,
                    "text": "[44]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 856,
                    "text": "[48]",
                    "end": 860
                }
            ]
        },
        {
            "text": "Data sample",
            "section_rank": 7
        },
        {
            "section": "Data sample",
            "text": "Data acquired during the period from March to December 2012 with the LHC operating at a pp centre-of-mass energy of 8 TeV are used to evaluate the level of agreement between data and Monte Carlo simulation of different outputs of the algorithm. Two samples with a looser preselection of events are reconstructed using the particle flow algorithm. A tighter selection is then used to evaluate its performance.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "Data sample",
            "text": "First, a Z → μμ enhanced sample is extracted from the 2012 dataset by selecting events containing two reconstructed muons [49], each with p T > 25 GeV and |η| < 2.4, where the invariant mass of the dimuon pair is greater than 55 GeV, and the p T of the dimuon pair is greater than 30 GeV.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 122,
                    "text": "[49]",
                    "end": 126
                }
            ]
        },
        {
            "section": "Data sample",
            "text": "Similarly, a sample enhanced in tt → bbqqμν events is obtained from events with an isolated muon and at least one hadronic jet which is required to be identified as a jet containing b-hadrons (b-jet). Events are selected that pass single-muon triggers and include one reconstructed muon satisfying p T > 25 GeV, |η| < 2.4, for which the sum of additional track momenta in a cone of size R = 0.2 around the muon track is less than 1.8 GeV. Additionally, a reconstructed calorimeter jet is required to be present with p T > 30 GeV, |η| < 2.5, and pass the 70% working point of the MV1 b-tagging algorithm [50].",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 603,
                    "text": "[50]",
                    "end": 607
                }
            ]
        },
        {
            "section": "Data sample",
            "text": "For both datasets, all ATLAS subdetectors are required to be operational with good data quality. Each dataset corresponds to an integrated luminosity of 20.2 fb −1 . To remove events suffering from significant electronic noise issues, cosmic rays or beam background, the analysis excludes events that contain calorimeter jets with p T > 20 GeV which fail to satisfy the 'looser' ATLAS jet quality criteria [51,52].",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 406,
                    "text": "[51,",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 410,
                    "text": "52]",
                    "end": 413
                }
            ]
        },
        {
            "text": "Topological clusters",
            "section_rank": 8
        },
        {
            "section": "Topological clusters",
            "text": "The lateral and longitudinal segmentation of the calorimeters permits three-dimensional reconstruction of particle showers, implemented in the topological clustering algorithm [3]. Topo-clusters of calorimeter cells are seeded by cells whose absolute energy measurements |E| exceed the expected noise by four times its standard deviation. The expected noise includes both electronic noise and the average contribution from pile-up, which depends on the run conditions. The topoclusters are then expanded both laterally and longitudinally in two steps, first by iteratively adding all adjacent cells with absolute energies two standard deviations above noise, and finally adding all cells neighbouring the previous set. A splitting step follows, separating at most two local energy maxima into separate topo-clusters. Together with the ID tracks, these topo-clusters form the basic inputs to the particle flow algorithm.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 176,
                    "text": "[3]",
                    "end": 179
                }
            ]
        },
        {
            "section": "Topological clusters",
            "text": "The topological clustering algorithm employed in ATLAS is not designed to separate energy deposits from different particles, but rather to separate continuous energy showers of different nature, i.e. electromagnetic and hadronic, and also to suppress noise. The cluster-seeding threshold in the topo-clustering algorithm results in a large fraction of lowenergy particles being unable to seed their own clusters. For example, in the central barrel ∼25% of 1 GeV charged pions do not seed their own cluster [9].",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 506,
                    "text": "[9]",
                    "end": 509
                }
            ]
        },
        {
            "section": "Topological clusters",
            "text": "While the granularity, noise thresholds and employed technologies vary across the different ATLAS calorimeters, they are initially calibrated to the electromagnetic scale (EM scale) to give the same response for electromagnetic showers from electrons or photons. Hadronic interactions produce responses that are lower than the EM scale, by amounts depending on where the showers develop. To account for this, the mean ratio of the energy deposited by a particle to the momentum of the particle is determined based on the position of the particle's shower in the detector, as described in Sect. 6.4.",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "Topological clusters",
            "text": "A local cluster (LC) weighting scheme is used to calibrate hadronic clusters to the correct scale [3]. Further development is needed to combine this with particle flow; therefore, in this work the topo-clusters used in the particle flow algorithm are calibrated at the EM scale.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 98,
                    "text": "[3]",
                    "end": 101
                }
            ]
        },
        {
            "text": "Particle flow algorithm",
            "section_rank": 9
        },
        {
            "section": "Particle flow algorithm",
            "text": "A cell-based energy subtraction algorithm is employed to remove overlaps between the momentum and energy measurements made in the inner detector and calorimeters, respectively. Tracking and calorimetric information is combined for the reconstruction of hadronic jets and soft activity (additional hadronic recoil below the threshold used in jet reconstruction) in the event. The reconstruction of the soft activity is important for the calculation of the missing transverse momentum in the event [53], whose magnitude is denoted by E miss T . The particle flow algorithm provides a list of tracks and a list of topo-clusters containing both the unmodified topoclusters and a set of new topo-clusters resulting from the energy subtraction procedure. This algorithm is sketched in Fig. 2. First, well-measured tracks are selected following the criteria discussed in Sect. 6.2. The algorithm then attempts to match each track to a single topo-cluster in the calorimeter (Sect. 6.3). The expected energy in the calorimeter, deposited by the particle that also created the track, is computed based on the topo-cluster position and the track momentum (Sect. 6.4). It is relatively common for a single particle to deposit energy in multiple topo-clusters. For each track/topo-cluster system, the algorithm evaluates the probability that the particle energy was deposited in more than one topo-cluster. On this basis it decides if it is necessary to add more topo-clusters to the track/topo-cluster system to recover the full shower energy (Sect. 6.5). The Fig. 2 A flow chart of how the particle flow algorithm proceeds, starting with track selection and continuing until the energy associated with the selected tracks has been removed from the calorimeter. At the end, charged particles, topo-clusters which have not been modified by the algorithm, and remnants of topo-clusters which have had part of their energy removed remain expected energy deposited in the calorimeter by the particle that produced the track is subtracted cell by cell from the set of matched topo-clusters (Sect. 6.6). Finally, if the remaining energy in the system is consistent with the expected shower fluctuations of a single particle's signal, the topo-cluster remnants are removed (Sect. 6.7).",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 779,
                    "text": "Fig. 2",
                    "end": 785
                },
                {
                    "type": "figure",
                    "start": 1549,
                    "text": "Fig. 2",
                    "end": 1555
                }
            ]
        },
        {
            "section": "Particle flow algorithm",
            "text": "This procedure is applied to tracks sorted in descending p T -order, firstly to the cases where only a single topo-cluster is matched to the track, and then to the other selected tracks. This methodology is illustrated in Fig. 3.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 222,
                    "text": "Fig. 3",
                    "end": 228
                }
            ]
        },
        {
            "section": "Particle flow algorithm",
            "text": "Details about each step of the procedure are given in the rest of this section. After some general discussion of the properties of topo-clusters in the calorimeter, the energy subtraction procedure for each track is described. The procedure is accompanied by illustrations of performance metrics used to validate the configuration of the algorithm. The samples used for the validation are single-pion and dijet MC samples without pile-up, as described in the previous section. Charged pions dominate the charged component of the jet, which on average makes up two-thirds of the visible jet energy [54,55]. Another quarter of the jet energy is contributed by photons from neutral hadron decays, and the remainder is carried by neutral hadrons that reach the calorimeter. Because the majority of tracks are generated by charged pions [56], particularly at low p T , the pion mass hypothesis is assumed for all tracks used by the particle flow algorithm to reconstruct jets. Likewise the energy subtraction is based on the calorimeter's response to charged pions.",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 597,
                    "text": "[54,",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 601,
                    "text": "55]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 832,
                    "text": "[56]",
                    "end": 836
                }
            ]
        },
        {
            "section": "Particle flow algorithm",
            "text": "In the following sections, the values for the parameter set and the performance obtained for the 2012 dataset are discussed. These parameter values are not necessarily the product of a full optimisation, but it has been checked that the performance is not easily improved by variations of these choices. Details of the optimisation are beyond the scope of the paper.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Containment of showers within a single topo-cluster",
            "section_rank": 10
        },
        {
            "section": "Containment of showers within a single topo-cluster",
            "text": "The performance of the particle flow algorithm, especially the shower subtraction procedure, strongly relies on the topological clustering algorithm. Hence, it is important to quantify the extent to which the clustering algorithm distinguishes individual particles' showers and how often it splits a single particle's shower into more than one topocluster. The different configurations of topo-clusters containing energy from a given single pion are classified using two variables.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Containment of showers within a single topo-cluster",
            "text": "For a given topo-cluster i, the fraction of the particle's true energy contained in the topo-cluster (see Sect. 3.2), with respect to the total true energy deposited by the particle in all clustered cells, is defined as",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "Containment of showers within a single topo-cluster",
            "text": "where E clus i true, π is the true energy deposited in topo-cluster i by the generated particle under consideration and E all topo−clusters true, π is the true energy deposited in all topo-clusters by that truth particle. For each particle, the topo-cluster with the highest value of ε clus i is designated the leading topo-cluster, for which ε clus lead = ε clus i . The minimum number of topo-clusters needed to capture at least 90% of the particle's true energy, i.e. such that n i=0 ε clus i > 90%, is denoted by n 90 clus . Topo-clusters can contain contributions from multiple particles, affecting the ability of the subtraction algorithm to separate the energy deposits of different particles. The purity ρ clus i for a topo-cluster i is defined as the fraction of true energy within the topo-cluster which originates from the particle of interest:",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "Containment of showers within a single topo-cluster",
            "text": "For the leading topo-cluster, defined by having the highest ε clus i , the purity value is denoted by ρ clus lead . Only charged particles depositing significant energy (at least 20% of their true energy) in clustered cells are considered in the following plots, as in these cases there is significant energy in the calorimeter to remove. This also avoids the case where insufficient energy is present in any cell to form a cluster, which happens frequently for very low-energy particles [3]. Figure 3 illustrates how the subtraction procedure is designed to deal with cases of different complexity. Four different scenarios are shown covering cases where the charged pion deposits its energy in one cluster, in two clusters, and where there is a nearby neutral pion which either deposits its energy in a separate cluster or the same cluster as the charged pion.",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 488,
                    "text": "[3]",
                    "end": 491
                },
                {
                    "type": "figure",
                    "start": 493,
                    "text": "Figure 3",
                    "end": 501
                }
            ]
        },
        {
            "section": "Containment of showers within a single topo-cluster",
            "text": "Several distributions are plotted for the dijet sample in which the energy of the leading jet, measured at truth level, is in the range 20 < p lead T < 500 GeV. The distribution of ε clus lead is shown in Fig. 4 for different p true T and η true bins. It can be seen that ε clus lead decreases as the p T of the particle increases and very little dependence on η is observed. Figure  5 shows the distribution of n 90 clus . As expected, n 90 clus increases with particle p T . It is particularly interesting to know the fraction of particles for which at least 90% of the true energy is contained in a single topo-cluster (n 90 clus = 1) and this is shown in Fig. 6. Lastly, Fig. 7 shows the distribution of ρ clus lead . This decreases as p true T increases and has little dependence on |η true |.",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 205,
                    "text": "Fig. 4",
                    "end": 211
                },
                {
                    "type": "figure",
                    "start": 376,
                    "text": "Figure  5",
                    "end": 385
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 659,
                    "text": "Fig. 6",
                    "end": 665
                },
                {
                    "type": "figure",
                    "start": 675,
                    "text": "Fig. 7",
                    "end": 681
                }
            ]
        },
        {
            "section": "Containment of showers within a single topo-cluster",
            "text": "For more than 60% of particles with 1 < p true T < 2 GeV, the shower is entirely contained within a single topo-cluster (ε clus lead ∼ 1). This fraction falls rapidly with particle p T , reaching ∼ 25% for particles in the range 5 < p true T < 10 GeV. For particles with p true T < 2 GeV, 90% of the particle energy can be captured within two topo-clusters in ∼ 95% of cases. The topo-cluster purity also falls as the pion p T increases, with the target particle only contributing between 38 and 45% of the topo-cluster energy when 5 < p true T < 10 GeV. This is in part due to the tendency for highp T particles to be produced in dense jets, while softer particles from the underlying event tend to be isolated from nearby activity.",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "section": "Containment of showers within a single topo-cluster",
            "text": "In general, the subtraction of the hadronic shower is easier for cases with topo-clusters with high ρ clus i , and high ε clus i , since in this configuration the topo-clustering algorithm has separated out the contributions from different particles.",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Track selection",
            "section_rank": 11
        },
        {
            "section": "Track selection",
            "text": "Tracks are selected which pass stringent quality criteria: at least nine hits in the silicon detectors are required, and tracks must have no missing Pixel hits when such hits would be expected [57]. This selection is designed such that the number of badly measured tracks is minimised and is referred to as 'tight selection'. No selection cuts are made on the association to the hard scatter vertex at this stage Additionally, tracks are required to be within |η| < 2.5 and have p T > 0.5 GeV. These criteria remain efficient for tracks from particles which are expected to deposit energy below the threshold needed to seed a topo-cluster or particles that do not reach the calorimeter. Including additional tracks by reducing the p T requirement to 0.4 GeV leads to a substantial increase in computing time without any corresponding improvement in jet resolution. This is due to their small contribution to the total jet p T .",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 193,
                    "text": "[57]",
                    "end": 197
                }
            ]
        },
        {
            "section": "Track selection",
            "text": "Tracks with p T > 40 GeV are excluded from the algorithm, as such energetic particles are often poorly isolated from nearby activity, compromising the accurate removal of the calorimeter energy associated with the track. In such cases, with the current subtraction scheme, there is no advan- tage in using the tracker measurement. This requirement was tuned both by monitoring the effectiveness of the energy subtraction using the true energy deposited in dijet MC events, and by measuring the jet resolution in MC simulation. The majority of tracks in jets with p T between 40 and 60 GeV have p T below 40 GeV, as shown later in Sect. 11.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "section": "Track selection",
            "text": "In addition, any tracks matched to candidate electrons [58] or muons [49], without any isolation requirements, identified with medium quality criteria, are not selected and therefore are not considered for subtraction, as the algorithm is optimised for the subtraction of hadronic showers. The energy deposited in the calorimeter by electrons and muons is hence taken into account in the particle flow algorithm and any resulting topo-clusters are generally left unsubtracted. Figure 8 shows the charged-pion track reconstruction efficiency, for the tracks selected with the criteria described above, as a function of η true and p true T in the dijet MC sample, with leading jets in the range 20 < p lead T < 1000 GeV and with similar pile-up to that in the 2012 data. The Monte Carlo generator information is used to match the reconstructed tracks to the generated particles [48]. The application of the tight quality criteria substantially reduces the rate of poorly measured tracks, as shown in Fig. 9. Additionally, using the above selection, the fraction of combinatorial fake tracks arising from combining ID hits from different particles is negligible [48].",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 55,
                    "text": "[58]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 69,
                    "text": "[49]",
                    "end": 73
                },
                {
                    "type": "figure",
                    "start": 477,
                    "text": "Figure 8",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 876,
                    "text": "[48]",
                    "end": 880
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 998,
                    "text": "Fig. 9",
                    "end": 1004
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1159,
                    "text": "[48]",
                    "end": 1163
                }
            ]
        },
        {
            "text": "Matching tracks to topo-clusters",
            "section_rank": 12
        },
        {
            "section": "Matching tracks to topo-clusters",
            "text": "To remove the calorimeter energy where a particle has formed a single topo-cluster, the algorithm first attempts to match each selected track to one topo-cluster. The distances φ and η between the barycentre of the topo-cluster and the track, extrapolated to the second layer of the EM calorimeter, are computed for each topo-cluster. The topo-clusters are ranked based on the distance metric",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Matching tracks to topo-clusters",
            "text": "where σ η and σ φ represent the angular topo-cluster widths, computed as the standard deviation of the displacements of the topo-cluster's constituent cells in η and φ with respect to the topo-cluster barycentre. This accounts for the spatial extent of the topo-clusters, which may contain energy deposits from multiple particles. The distributions of σ η and σ φ for single-particle samples are shown in Fig. 10. The structure seen in these distribu-  The difference between the reconstructed p T of the track from a charged pion and the particle's true p T for two bins in truth particle p T and |η|, determined in dijet MC simulation with similar pile-up to that in the 2012 data. The shaded bands represent the statistical uncertainty. The tails in the residuals are substantially diminished upon the applica-tion of the more stringent silicon detector hit requirements. A simulated dijet sample with 20 < p lead T < 1000 GeV is used, and the statistical uncertainties in the number of MC simulated events are shown as a hatched band tions is related to the calorimeter geometry. Each calorimeter layer has a different cell granularity in both dimensions, and this sets the minimum topo-cluster size. In particular, the granularity is significantly finer in the electromagnetic calorimeter, thus particles that primarily deposit their energy in either the electromagnetic and hadronic calorimeters form distinct populations. High-energy showers typically spread over more cells, broadening the corresponding topo-clusters. If the computed value of σ η or σ φ is smaller than 0.05, it is set to 0.05.",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 405,
                    "text": "Fig. 10",
                    "end": 412
                }
            ]
        },
        {
            "section": "Matching tracks to topo-clusters",
            "text": "A preliminary selection of topo-clusters to be matched to the tracks is performed by requiring that E clus / p trk > 0.1, where E clus is the energy of the topo-cluster and p trk is the track momentum. The distribution of E clus / p trk for the topocluster with at least 90% of the true energy from the particle matched to the track -the \"correct\" one to match to -and for the closest other topo-cluster in R is shown in Fig. 11. For very soft particles, it is common that the closest other topocluster carries E clus / p trk comparable to (although smaller than) the correct topo-cluster. About 10% of incorrect topoclusters are rejected by the E clus / p trk cut for particles with 1 < p T < 2 GeV. The difference in E clus / p trk becomes much more pronounced for particles with p T > 5 GeV, for which there is a very clear separation between the cor- rect and incorrect topo-cluster matches, resulting in a 30-40% rejection rate for the incorrect topo-clusters. This is because at lower p T clusters come from both signal and electronic or pile-up noise. Furthermore, the particle p T spectrum is peaked towards lower values, and thus higherp T topo-clusters are rarer. The E clus / p trk > 0.1 requirement rejects the correct cluster for far less than 1% of particles. Next, an attempt is made to match the track to one of the preselected topo-clusters using the distance metric R defined in Eq. 5. The distribution of R between the track and the topo-cluster with > 90% of the truth particle energy and to the closest other preselected topo-cluster is shown in Fig. 12 for the dijet MC sample. From this figure, it is seen that the correct topo-cluster almost always lies at a small R relative to other clusters. Hence, the closest preselected topo-cluster in R is taken to be the matched topocluster. This criterion selects the correct topo-cluster with a high probability, succeeding for virtually all particles with p T > 5 GeV. If no preselected topo-cluster is found in a cone of size R = 1.64, it is assumed that this particle did not form a topo-cluster in the calorimeter. In such cases the track is retained in the list of tracks and no subtraction is performed. The numerical value corresponds to a one-sided Gaussian confidence interval of 95%, and has not been optimised. However, as seen in Fig. 12, this cone size almost always includes the correct topo-cluster, while rejecting the bulk of incorrect clusters.",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 421,
                    "text": "Fig. 11",
                    "end": 428
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1567,
                    "text": "Fig. 12",
                    "end": 1574
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2310,
                    "text": "Fig. 12",
                    "end": 2317
                }
            ]
        },
        {
            "text": "Evaluation of the expected deposited particle energy",
            "section_rank": 13
        },
        {
            "section": "Evaluation of the expected deposited particle energy",
            "text": "through",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "section": "Evaluation of the expected deposited particle energy",
            "text": "It is necessary to know how much energy a particle with measured momentum p trk deposits on average, given by",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "Evaluation of the expected deposited particle energy",
            "text": "in order to correctly subtract the energy from the calorimeter for a particle whose track has been reconstructed. The expectation value",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "section": "Evaluation of the expected deposited particle energy",
            "text": "which is also a measure of the mean response) is determined using single-particle samples without pile-up by summing the energies of topo-clusters in a R cone of size 0.4 around the track position, extrapolated to the second layer of the EM calorimeter. This cone size is large enough to entirely capture the energy of the majority of particle showers. This is also sufficient in dijet events, as demonstrated in Fig. 13, where one might expect the clusters to be broader due to the presence of other particles.  ",
            "paragraph_rank": 50,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 413,
                    "text": "Fig. 13",
                    "end": 420
                }
            ]
        },
        {
            "text": "Layer of highest energy density",
            "section_rank": 14
        },
        {
            "section": "Layer of highest energy density",
            "text": "The dense electromagnetic shower core has a well-defined ellipsoidal shape in η-φ. It is therefore desirable to locate this core, such that the energy subtraction may be performed first in this region before progressing to the less regular shower periphery. The LHED is taken to be the layer which shows the largest rate of increase in energy density, as a function of the number of interaction lengths from the front face of the calorimeter. This is determined as follows:",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "section": "Layer of highest energy density",
            "text": "• The energy density is calculated for the jth cell in the ith layer of the calorimeter as",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "section": "Layer of highest energy density",
            "text": "with E i j being the energy in and V i j the volume of the cell expressed in radiation lengths. The energy measured in the Presampler is added to that of the first layer in the EM calorimeter. In addition, the Tile and HEC calorimeters are treated as single layers. Thus, the procedure takes into account four layers -three in the EM calorimeter and one in the hadronic calorimeter. Only cells in the topo-clusters matched to the track under consideration are used. ",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "section": "Layer of highest energy density",
            "text": "• Finally, the rate of increase in ρ i in each layer is determined. Taking d i to be the depth of layer i in interaction lengths, the rate of increase is defined as",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "section": "Layer of highest energy density",
            "text": "where the values ρ 0 = 0 and d 0 = 0 are assigned, and the first calorimeter layer has the index i = 1.",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "section": "Layer of highest energy density",
            "text": "The layer for which ρ is maximal is identified as the LHED. ",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "text": "Recovering split showers",
            "section_rank": 15
        },
        {
            "section": "Recovering split showers",
            "text": "Particles do not always deposit all their energy in a single topo-cluster, as seen in Fig. 5. Clearly, handling the multiple topo-cluster case is crucial, particularly the two topo-cluster case, which is very common. The next stages of the algorithm are therefore firstly to determine if the shower is split across several clusters, and then to add further clusters for consideration when this is the case.",
            "paragraph_rank": 57,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 86,
                    "text": "Fig. 5",
                    "end": 92
                }
            ]
        },
        {
            "section": "Recovering split showers",
            "text": "The discriminant used to distinguish the single and multiple topo-cluster cases is the significance of the difference between the expected energy and that of the matched topocluster (defined using the algorithm in Sect. 6.3),",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "section": "Recovering split showers",
            "text": "The distribution of S(E clus ) is shown in Fig. 14 for two categories of matched topo-clusters: those with ε clus i > 90% and those with ε clus i < 70%. A clear difference is observed between the S(E clus ) distributions for the two categories, demonstrating the separation between showers that are and are not contained in a single cluster. More than 90% of clusters with ε clus i > 90% have S(E clus ) > −1. Based on this observation a split shower recovery procedure is run if S(E clus ) < −1: topo-clusters within a cone of R = 0.2 around the track position extrapolated to the second EM calorimeter layer are considered to be matched to the track. As can be seen in the figure, the split shower recovery procedure is typically run 50% of the time when ε clus matched < 70%. The full set of matched clusters is then considered when the energy is subtracted from the calorimeter.",
            "paragraph_rank": 59,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 43,
                    "text": "Fig. 14",
                    "end": 50
                }
            ]
        },
        {
            "text": "Cell-by-cell subtraction",
            "section_rank": 16
        },
        {
            "section": "Cell-by-cell subtraction",
            "text": "Once a set of topo-clusters corresponding to the track has been selected, the subtraction step is executed. If E dep exceeds the total energy of the set of matched topo-clusters, Starting from the extrapolated track position in the LHED, a parameterised shower shape is used to map out the most likely energy density profile in each layer. This profile is determined from a single π ± MC sample and is dependent on the track momentum and pseudorapidity, as well as on the LHED for the set of considered topo-clusters. Rings are formed in η-φ space around the extrapolated track. The rings are just wide enough to always contain at least one calorimeter cell, independently of the extrapolated position, and are confined to a single calorimeter layer. Rings within a single layer are equally spaced in radius. The average energy density in each ring is then computed, and the rings are ranked in descending order of energy density, irrespective of which layer each ring is in. Subtraction starts from the ring with the highest energy density (the innermost ring of the LHED) and proceeds successively to the lower-density rings. If the energy in the cells in the current ring is less than the remaining energy required to reach E dep , these cells are simply removed and the energy still to be subtracted is reduced by the total energy of the ring. If instead the ring has more energy than is still to be removed, each cell in the ring is scaled down in energy by the fraction needed to reach the expected energy from the particle, then the process halts. Figure 15 shows a cartoon of how this subtraction works, removing cells in different rings from different layers until the expected energy deposit is reached. therefore originates purely from shower fluctuations and so the energy in the remaining cells is removed. Conversely, if the remaining energy is above this threshold, the remnant topo-cluster(s) are retained -it being likely that multiple particles deposited energy in the vicinity. Figure 16 shows how this criterion is able to separate cases where the matched topocluster has true deposited energy only from a single particle from those where there are multiple contributing particles.",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1555,
                    "text": "Figure 15",
                    "end": 1564
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1997,
                    "text": "Figure 16",
                    "end": 2006
                }
            ]
        },
        {
            "section": "Cell-by-cell subtraction",
            "text": "After this final step, the set of selected tracks and the remaining topo-clusters in the calorimeter together should ideally represent the reconstructed event with no double counting of energy between the subdetectors.",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "text": "Performance of the subtraction algorithm at truth level",
            "section_rank": 17
        },
        {
            "section": "Performance of the subtraction algorithm at truth level",
            "text": "The performance of each step of the particle flow algorithm is evaluated exploiting the detailed energy information at truth level available in Monte Carlo generated events. For these studies a dijet sample with leading truth jet p T between 20 and 500 GeV without pile-up is used.",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "Track-cluster matching performance",
            "section_rank": 18
        },
        {
            "section": "Track-cluster matching performance",
            "text": "Initially, the algorithm attempts to match the track to a single topo-cluster containing the full particle energy. Figure 17 shows the fraction of tracks whose matched cluster has ε clus lead > 90% or ε clus lead > 50%. When almost all of the deposited energy is contained within a single topo-cluster, the probability to match a track to this topo-cluster (matching probability) is above 90% in all η regions, for particles with p T > 2 GeV. The matching probability falls to between 70 and 90% when up to half the particle's energy is permitted to fall in other topo-clusters. Due to changes in the calorimeter geometry, the splitting rate and hence the matching probability vary significantly for particles in different pseudorapidity regions. In particular, the larger cell size at higher |η| The fraction of the true energy of a given particle contained within the initially matched topo-cluster for particles where the split shower recovery procedure is run (SSR run) and where it is not (No SSR). For cases where most of the energy is contained in the initially matched topo-cluster the procedure is less likely to be run. The data are taken from a dijet sample without pile-up with 20 < p lead T < 500 GeV and the statistical uncertainties on the number of MC simulated events are shown as a hatched band enhances the likelihood of capturing soft particle showers in a single topo-cluster, as seen in Figs. 4 and 5, which results in the matching efficiency increasing at low p T for |η| > 2.",
            "paragraph_rank": 63,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 115,
                    "text": "Figure 17",
                    "end": 124
                },
                {
                    "type": "figure",
                    "start": 1409,
                    "text": "Figs. 4 and 5",
                    "end": 1422
                }
            ]
        },
        {
            "text": "Split-shower recovery performance",
            "section_rank": 19
        },
        {
            "section": "Split-shower recovery performance",
            "text": "Frequently, a particle's energy is not completely contained within the single best-match topo-cluster, in which case the split shower recovery procedure is applied. The effectiveness of the recovery can be judged based on whether the procedure is correctly triggered, and on the extent to which the energy subtraction is improved by its execution. Figure 18 shows the fraction ε clus matched of the true deposited energy contained within the matched topo-cluster, separately for cases where the split shower recovery procedure is and is not triggered, as determined by the criteria described in Sect. 6.5. In the cases where the split shower recovery procedure is not run, ε clus matched is found to be high, confirming that the comparison of topo-cluster energy and E clus ref / p trk ref is successfully identifying good topo-cluster matches. Conversely, the split shower recovery procedure is activated when ε clus matched is low, particularly for higherp T particles, which are expected to split their energy between multiple topo-clusters more often. Furthermore, as the particle p T rises, the width of the calorimeter response distribution decreases, making it easier to distinguish the different cases. Figure 19 shows the fraction f clus sub of the true deposited energy of the pions considered for subtraction, in the set of clusters matched to the track, as a function of true p T . For particles with p T > 20 GeV, with split shower recovery active, f clus sub is greater than 90% on average. The subtraction algorithm misses more energy for softer showers, which are  Fig. 19 The fraction of the true energy of a given particle considered in the subtraction procedure f clus sub after the inclusion of the split shower recovery algorithm. The data are taken from a dijet sample without pileup with 20 < p lead T < 500 GeV and the statistical uncertainties on the number of MC simulated events are shown as a hatched band harder to capture completely. While f clus sub could be increased by simply attempting recovery more frequently, expanding the topo-cluster matching procedure in this fashion increases the risk of incorrectly subtracting neutral energy; hence the split shower recovery procedure cannot be applied indiscriminately. The settings used in the studies presented in this paper are a reasonable compromise between these two cases.",
            "paragraph_rank": 64,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 348,
                    "text": "Figure 18",
                    "end": 357
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1211,
                    "text": "Figure 19",
                    "end": 1220
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1581,
                    "text": "Fig. 19",
                    "end": 1588
                }
            ]
        },
        {
            "text": "Accuracy of cell subtraction",
            "section_rank": 20
        },
        {
            "section": "Accuracy of cell subtraction",
            "text": "The cell subtraction procedure removes the expected calorimeter energy contribution based on the track properties. It is instructive to identify the energy that is incorrectly subtracted from the calorimeter, to properly understand and optimise the performance of the algorithm.",
            "paragraph_rank": 65,
            "section_rank": 20
        },
        {
            "section": "Accuracy of cell subtraction",
            "text": "Truth particles are assigned reconstructed energy in topoclusters as described in Sect. 3.2, and then classified depending on whether or not a track was reconstructed for the particle. The reconstructed energy assigned to each particle is computed both before subtraction and after the subtraction has been performed, using the remaining cells. In the ideal case, the subtraction should remove all the energy in the calorimeter assigned to stable truth particles which have reconstructed tracks, and should not remove any energy assigned to other particles. The total transverse momentum of clusters associated with particles in a truth jet where a track was reconstructed before (after) subtraction is defined as p ± T,pre−sub ( p ± T,post−sub ). Similarly, the transverse momentum of clusters associated with the other particles in a truth jet, neutral particles and those that did not create selected, reconstructed tracks, before (after) subtrac-tion as p 0 T,pre−sub ( p 0 T,post−sub ). The corresponding transverse momentum fractions are defined as",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "section": "Accuracy of cell subtraction",
            "text": "). Three measures are established, to quantify the degree to which the energy is incorrectly subtracted. The incorrectly subtracted fractions for the two classes of particles are:",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "section": "Accuracy of cell subtraction",
            "text": "jet,true T (10) and",
            "paragraph_rank": 68,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 11,
                    "text": "(10)",
                    "end": 15
                }
            ]
        },
        {
            "section": "Accuracy of cell subtraction",
            "text": "such that R ± corresponds to the fraction of surviving momentum associated with particles where the track measurement is used, which should have been removed, while R 0 gives the fraction of momentum removed that should have been retained as it is associated with particles where the calorimeter measurement is being used. These two variables are combined into the confusion term",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "section": "Accuracy of cell subtraction",
            "text": "which is equivalent to the net effect of both mistakes on the final jet transverse momentum, as there is a potential cancellation between the two effects. An ideal subtraction algorithm would give zero for all three quantities. Figure 20 shows the fractions associated with the different classes of particle, before and after the subtraction algorithm has been executed for jets with a true energy in the range 40-60 GeV. The confusion term is also shown, multiplied by the jet energy scale factor that would be applied to these reconstructed jets, such that its magnitude (C × JES) is directly comparable to the reconstructed jet resolution.",
            "paragraph_rank": 70,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 228,
                    "text": "Figure 20",
                    "end": 237
                }
            ]
        },
        {
            "section": "Accuracy of cell subtraction",
            "text": "Clearly, the subtraction does not perform perfectly, but most of the correct energy is removed -the mean value of the confusion is −1%, with an RMS of 7.6%. The slight bias towards negative values suggests that the subtraction algorithm is more likely to remove additional neutral energy rather than to miss charged energy and the RMS gives an indication of the contribution from this confusion to the overall jet resolution. Figure 21 shows C × JES as a function of p T . The mean value of the JES weighted confusion remains close to zero and always within ±1.5%, showing that on average the algorithm removes the correct amount of energy from the calorimeter. The RMS decreases with increasing p T . This is due to a combination of the particle p T spectrum becoming harder, such that the efficiency of matching to the correct cluster increases; the increasing difficulty of subtracting the hadronic showers in the denser environments of highp T jets; and the fact that no subtraction is performed for tracks above 40 GeV, resulting in the fraction of the jet considered for subtraction decreasing with increasing jet p T .",
            "paragraph_rank": 71,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 426,
                    "text": "Figure 21",
                    "end": 435
                }
            ]
        },
        {
            "text": "Visualising the subtraction",
            "section_rank": 21
        },
        {
            "section": "Visualising the subtraction",
            "text": "For a concrete demonstration of successes and failures of the subtraction algorithm, it is instructive to look at a specific event in the calorimeter. Figure 22 illustrates the action of the algorithm in the second layer of the EM calorimeter, where the majority of low-energy showers are contained. The focus is on a region where a 30 GeV truth jet is present. In general, the subtraction works well in the absence of pile-up, as the two topo-clusters inside the jet radius with energy mainly associated with charged particles at truth level are entirely removed. Nevertheless, examples can be seen where small mistakes are made. For example, the algorithm additionally removes some cells containing neutral-particle energy from the topo-cluster just above the track at (η, φ) = (0.0, 1.8). The figure also shows the same event, overlaid with pile-up corresponding to μ = 40. Pile-up contributions are identified by subtracting the energy reconstructed without pile-up and are illustrated in blue. The pile-up supplies many more energy deposits and tracks within the region under scrutiny. However, the subtraction continues to function effectively, removing energy in the vicinity of pile-up tracks and hence the post-subtraction cell distribution more closely resembles that without pile-up, especially inside the jet radius.  Because tracks classified as originating from pile-up are ignored in jet reconstruction (see Sect. 8), the jet energy after subtraction is mainly contaminated by neutral pile-up contributions.",
            "paragraph_rank": 72,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 151,
                    "text": "Figure 22",
                    "end": 160
                }
            ]
        },
        {
            "text": "Jet reconstruction and calibration",
            "section_rank": 22
        },
        {
            "section": "Jet reconstruction and calibration",
            "text": "Improved jet performance is the primary goal of using particle flow reconstruction. Particle flow jets are recon-structed using the anti-k t algorithm with radius parameter 0.4. The inputs to jet reconstruction are the ensemble of positive energy topo-clusters surviving the energy subtraction step and the selected tracks that are matched to the hardscatter primary vertex. These tracks are selected by requiring |z 0 sin θ | < 2 mm, where z 0 is the distance of closest approach of the track to the hard-scatter primary vertex along the z-axis. This criterion retains the tracks from the hard scatter, while removing a large fraction of the tracks (and their associated calorimeter energy) from pile-up interactions [59]. Prior to jet-finding, the topo-cluster η and φ are recomputed with respect to the hard-scatter primary vertex position, rather than the detector origin. Calorimeter jets are similarly reconstructed using the antik t algorithm with radius parameter 0.4, but take as input topo-clusters calibrated at the LC-scale, uncorrected for the primary vertex position. For the purposes of jet calibration, truth jets are formed from stable final-state particles excluding muons and neutrinos, using the anti-k t algorithm with radius parameter 0.4. 3 ",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 718,
                    "text": "[59]",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1262,
                    "text": "3",
                    "end": 1263
                }
            ]
        },
        {
            "text": "Overview of particle flow jet calibration",
            "section_rank": 23
        },
        {
            "section": "Overview of particle flow jet calibration",
            "text": "Calibration of these jets closely follows the scheme used for standard calorimeter jets described in Refs. [4][5][6][7] and is carried out over the range 20 < p T < 1500 GeV. The reconstructed jets are first corrected for pile-up contamination using the jet ghost-area subtraction method [60,61]. This is described in Sect. 8.2. A numerical inversion [6] based on Monte Carlo events (see Sect. 8.3) restores the jet response to match the average response at particle level. Additional fluctuations in jet response are corrected for using a global sequential correction process [4], which is detailed in Sect. 8.4. No in situ correction to data is applied in the context of these studies; however, the degree of agreement between data and MC simulation is checked using the p T balance of jets against a Z boson decaying to two muons.",
            "paragraph_rank": 74,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 107,
                    "text": "[4]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 110,
                    "text": "[5]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "start": 113,
                    "text": "[6]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 116,
                    "text": "[7]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 288,
                    "text": "[60,",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 292,
                    "text": "61]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "start": 351,
                    "text": "[6]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 577,
                    "text": "[4]",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "start": 609,
                    "text": "8.4",
                    "end": 612
                }
            ]
        },
        {
            "section": "Overview of particle flow jet calibration",
            "text": "The features of particle flow jet calibration that differ from the calibration of calorimeter jets are discussed below, and results from the different stages of the jet calibration are shown.",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "Area-based pile-up correction",
            "section_rank": 24
        },
        {
            "section": "Area-based pile-up correction",
            "text": "The calorimeter jet pile-up correction uses a transverse energy density ρ calculated from topo-clusters using k T jets [62,63], for a correction of the form of ρ multiplied by the area of the jet [61]. For particle flow jets, the transverse energy density therefore needs to be computed using 3 'Stable particles' are defined as those with proper lifetimes longer than 30 ps.",
            "paragraph_rank": 76,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 119,
                    "text": "[62,",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 123,
                    "text": "63]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 196,
                    "text": "[61]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 293,
                    "text": "3",
                    "end": 294
                }
            ]
        },
        {
            "section": "Area-based pile-up correction",
            "text": "[GeV] ρ  Fig. 23 The distribution of the median transverse energy density ρ in dijet MC simulated events with similar pile-up to that measured in the 2012 data for different jet constituents charged and neutral particle flow objects to correctly account for the differences in the jet constituents. As discussed above, the tracks associated to pile-up vertices are omitted, eliminating a large fraction of the energy deposits from charged particles from pile-up interactions. The jet-area subtraction therefore corrects for the impact of charged underlyingevent hadrons, charged particles from out-of-time interactions, and more importantly, neutral particles from pile-up interactions. This correction is evaluated prior to calibration of the jet energy scale. Figure 23 shows the distribution of the median transverse energy density ρ in dijet MC events for particle flow objects and for topo-clusters. The topo-cluster ρ is calculated with the ensemble of clusters, calibrated either at the EM scale or LC scale, and the particle flow jets use topo-clusters calibrated at the EM scale. The LC-scale energy density is larger than the EM-scale energy density due to the application of the cell weights to calibrate cells to the hadronic scale. Compared to the EMand LC-scale energy densities, ρ has a lower per-event value for particle flow jets in 2012 conditions, due to the reduced pile-up contribution. The removal of the charged particle flow objects that are not associated with the hard-scatter primary vertex more than compensates for the higher energy scale for charged hadrons from the underlying event. Figure 24 shows the energy response R = E reco /E truth prior to the MC-based jet energy scale correction. The same numerical procedure as described in Ref. [6] is applied and successfully corrects for the hadron response, at a similar level to that observed in Ref. [6].  Fig. 24 The response E reco /E true of anti-k t particle flow jets with radius parameter 0.4 from MC dijet samples with no pile-up, as a function of the jet η, measured prior to calibration, and binned in the energy of the matched truth jet",
            "paragraph_rank": 77,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 9,
                    "text": "Fig. 23",
                    "end": 16
                },
                {
                    "type": "figure",
                    "start": 762,
                    "text": "Figure 23",
                    "end": 771
                },
                {
                    "type": "figure",
                    "start": 1615,
                    "text": "Figure 24",
                    "end": 1624
                },
                {
                    "type": "bibr",
                    "start": 1772,
                    "text": "[6]",
                    "end": 1775
                },
                {
                    "type": "bibr",
                    "start": 1882,
                    "text": "[6]",
                    "end": 1885
                },
                {
                    "type": "figure",
                    "start": 1888,
                    "text": "Fig. 24",
                    "end": 1895
                }
            ]
        },
        {
            "text": "Monte Carlo numerical inversion",
            "section_rank": 25
        },
        {
            "text": "Global sequential correction",
            "section_rank": 26
        },
        {
            "section": "Global sequential correction",
            "text": "The numerical inversion calibration restores the average reconstructed jet energy to the mean value of the truth jet energy, accounting for variations in the jet response due to the jet energy and pseudorapidity. However, other jet characteristics such as the flavour of the originating parton and the composition of the hadrons created in jet fragmentation may cause further differences in the response. A global sequential correction [4] that makes use of additional observables adapts the jet energy calibration to account for such variations, thereby improving the jet resolution without changing the scale. The variables used for particle flow jets are not the same as those used for calorimeter jets, as tracks have already been used in the calculation of the energy of the jet constituents.",
            "paragraph_rank": 78,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 436,
                    "text": "[4]",
                    "end": 439
                }
            ]
        },
        {
            "section": "Global sequential correction",
            "text": "As the name implies, the corrections corresponding to each variable are applied consecutively. Three variables are used as inputs to the correction:",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "section": "Global sequential correction",
            "text": "1. the fraction of the jet energy measured from constituent tracks (charged fraction), i.e. those tracks associated to the jet; 2. the fraction of jet energy measured in the third EM calorimeter layer; 3. the fraction of jet energy measured in the first Tile calorimeter layer.",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "section": "Global sequential correction",
            "text": "The first of these variables allows the degree of undercalibrated signal, due to the lower energy deposit of hadrons in the hadronic calorimeter, to be determined. The calorimeterlayer energy fractions allow corrections to be made for the energy lost in dead material between the LAr and Tile calorimeters.  A full in situ calibration and evaluation of the uncertainties on the JES [64] is not performed for these studies. However, to confirm that the ATLAS MC simulation describes the particle flow jet characteristics well enough to reproduce the jet energy scale in data, similar methods are used to validate the jet calibration. A sample of Z → μμ events with a jet balancing the Z boson is used for the validation. A preselection is made using the criteria described in Sect. 4. The particle flow algorithm is run on these events and further requirements, discussed below, are applied. The jet with the highest p T (j1) and the reconstructed Z boson are required to be well separated in azimuthal angle, φ > π − 0.3. Events with any additional jet within |η| < 4.5, with",
            "paragraph_rank": 81,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 382,
                    "text": "[64]",
                    "end": 386
                }
            ]
        },
        {
            "section": "Global sequential correction",
            "text": "T , are vetoed, where j2 denotes the jet with the second highest p T . In Fig. 25, the mean value of the ratio of the transverse momentum of the jet to that of the Z boson is shown for data and MC simulation for jets with |η| < 1. The mean value is determined using a Gaussian fit to the distribution in bins of the Z -boson p T . The double-ratio of data to MC simulation is also shown. The simulation reproduces the data to within 2%, and in general is consistent with the data points within statistical uncertainties. At high p T the data/MC ratio is expected to tend towards that of the calorimeter jets [6,7], as a large fraction of the jet's energy is carried by particles above the cut made on the track momentum. For p T > 200 GeV it is observed that the jet energy scale of calorimeter jets in data is typically 0.5% below that in simulation. Simulated pile-up conditions are similar to the data-taking in 2012. To quantify the difference in resolution between particle flow and calorimeter jets, the lower figure shows the square root of the difference of the squares of the resolution for the two classes of jets",
            "paragraph_rank": 82,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_16",
                    "start": 74,
                    "text": "Fig. 25",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "start": 608,
                    "text": "[6,",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 611,
                    "text": "7]",
                    "end": 613
                }
            ]
        },
        {
            "text": "Resolution of jets in Monte Carlo simulation",
            "section_rank": 27
        },
        {
            "section": "Resolution of jets in Monte Carlo simulation",
            "text": "The largest expected benefit from using the particle flow reconstruction as input to jet-finding is an improvement of the jet energy and angular resolution for lowp T jets. In this section, the jet resolution achieved with particle flow methods is compared with that attained using standard calorimeter jet reconstruction.",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "Transverse momentum resolution",
            "section_rank": 28
        },
        {
            "section": "Transverse momentum resolution",
            "text": "In Fig. 26, the relative jet transverse momentum resolution for particle flow and calorimeter jets is shown as a function of jet transverse momentum for jets in the pseudorapidity range |η| < 1.0, and as a function of |η| for jets with 40 < p T < 60 GeV. Particle flow jets are calibrated using the procedures described in Sect. 8, while calorimeter jets use the more detailed procedure described in Refs. [4][5][6][7]. The particle flow jets perform better than calorimeter jets at transverse momenta of up to 90 GeV in the central region, benefiting from the improved scale for lowp T hadrons and intrinsic pile-up suppression (elaborated on in Sect. 10). However, at high transverse momenta, the particle flow reconstruction performs slightly worse than the standard reconstruction. This is due to two effects. The dense core of a jet poses a challenge to tracking algorithms, causing the tracking efficiency and accuracy to degrade in highp T jets. Furthermore, the close proximity of the showers within the jet increases the degree of confusion during the cell subtraction stage. To counteract this, the track p T used for particle flow reconstruction is required to be < 40 GeV for the 2012 data. Alternative solutions, such as smoothly disabling the algorithm for individual tracks as the particle environment becomes more dense, are expected to restore the particle flow jet performance to match that of the calorimeter jets at high energies. The benefits of particle flow also diminish toward the more forward regions as the cell granularity decreases, as shown in Fig. 26b.",
            "paragraph_rank": 84,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3,
                    "text": "Fig. 26",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 406,
                    "text": "[4]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 409,
                    "text": "[5]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "start": 412,
                    "text": "[6]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 415,
                    "text": "[7]",
                    "end": 418
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1574,
                    "text": "Fig. 26b",
                    "end": 1582
                }
            ]
        },
        {
            "section": "Transverse momentum resolution",
            "text": "In Fig. 27, the underlying distributions of the ratio of reconstructed to true p T are shown for two different jet p T bins. This demonstrates that the particle flow algorithm does not introduce significant tails in the response at either low or high p T . The low-side tail visible in Fig. 27b is present in both calorimeter and particle flow jets and is caused by dead material and inactive detector regions.",
            "paragraph_rank": 85,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 27",
                    "end": 10
                },
                {
                    "type": "figure",
                    "start": 286,
                    "text": "Fig. 27b",
                    "end": 294
                }
            ]
        },
        {
            "text": "Angular resolution of jets",
            "section_rank": 29
        },
        {
            "section": "Angular resolution of jets",
            "text": "Besides improving the p T resolution of jets, the particle flow algorithm is expected to improve the angular (η, φ) resolution of jets. This is due to three different effects. Firstly, usage of tracks to measure charged particles results in a much better angular resolution for individual particles than that obtained using topo-clusters, because the tracker's angular resolution  is far superior to that of the calorimeter. Secondly, the track four-momentum can be determined at the perigee, before the charged particles have been spread out by the magnetic field, thereby improving the φ resolution for the jet. Thirdly, the suppression of charged pile-up particles should also reduce mismeasurements of the jet direction. Figure 28 shows the angular resolution in η and φ as a function of the reconstructed jet transverse momentum for particle flow and calorimeter jets. It is determined from the standard deviation of a Gaussian fit over ±1.5σ to the difference between the η and φ values for the reconstructed and matched truth ( R < 0.3) jets in the central region. At low p T , where the three effects described above are expected to be more important, significant improvements are seen in both the η and φ resolutions. It is interesting to note that for par-ticle flow jets the η and φ resolutions are similar, while for calorimeter jets the φ resolution is worse due to the aforementioned effect of the magnetic field on charged particles.",
            "paragraph_rank": 86,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 725,
                    "text": "Figure 28",
                    "end": 734
                }
            ]
        },
        {
            "text": "Effect of pile-up on the jet resolution and rejection of pile-up jets",
            "section_rank": 30
        },
        {
            "section": "Effect of pile-up on the jet resolution and rejection of pile-up jets",
            "text": "At the design luminosity of the LHC, and even in 2012 data-taking conditions, in-and out-of-time pile-up contribute significantly to the signals measured in the ATLAS detector, increasing the fluctuations in jet energy measurements. The pile-up suppression inherent in the particle flow reconstruction and the calibration of charged particles through the use of tracks significantly mitigates the degradation  of jet resolution from pile-up and eliminates jets reconstructed from pile-up deposits, making the particle flow method a powerful tool, especially as the LHC luminosity increases.",
            "paragraph_rank": 87,
            "section_rank": 30
        },
        {
            "text": "Pile-up jet rate",
            "section_rank": 31
        },
        {
            "section": "Pile-up jet rate",
            "text": "In the presence of pile-up, jets can arise from particles not produced in the hard-scatter interaction. These jets are here referred to as 'fake jets'. Figure 29a shows the fake-jet rate as a function of the jet η for particle flow jets compared to calorimeter jets with and without track-based pileup suppression [65]. These rates are evaluated using a dijet MC sample overlaid with simulated minimum-bias events approximating the data-taking conditions in 2012. The jet vertex fraction (JVF) is defined as the ratio of two scalar sums of track momenta: the numerator is the scalar sum of the p T of tracks that originate from the hard-scatter primary vertex and are associated with the jet; the denominator is the scalar sum of the transverse momenta of all tracks associated with that jet. 4 Within the tracker coverage of |η| < 2.5, the fake rate for particle flow jets drops by an order of magnitude compared to the standard calorimeter jets. The small increase in the rate of particle flow fake jets around 1.0 < |η| < 1.2 is related to the worse performance of the particle flow algorithm in the transition region between the barrel and extended barrel of the Tile calorimeter, which is significantly affected by pile-up contributions [3]. 4 Jets with no tracks associated with them are assigned JVF = −1.",
            "paragraph_rank": 88,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 152,
                    "text": "Figure 29a",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 314,
                    "text": "[65]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 793,
                    "text": "4",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1242,
                    "text": "[3]",
                    "end": 1245
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1247,
                    "text": "4",
                    "end": 1248
                }
            ]
        },
        {
            "section": "Pile-up jet rate",
            "text": "For |η| > 2.5, the jets are virtually identical, and hence the fake rate shows no differences. This rejection rate is comparable to that achieved using the JVF discriminant, which can likewise only be applied within the tracker coverage. Here, the comparison is made to a |JVF| threshold of 0.25 for calorimeter jets, which is not as powerful as the particle flow fake-jet rate reduction. The inefficiency of the particle flow jet-finding is negligible, as can be seen from Fig. 29b. In contrast, the inefficiency generated by requiring |JVF| > 0.25 is clearly visible (it should be noted that in 2012 JVF cuts were only applied to calorimeter jets up to a p T of 50 GeV). Below 30 GeV, the jet resolution causes some reconstructed jets to fall below the jet reconstruction energy threshold so these values are not shown.",
            "paragraph_rank": 89,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 474,
                    "text": "Fig. 29b",
                    "end": 482
                }
            ]
        },
        {
            "section": "Pile-up jet rate",
            "text": "A more detailed study of the pile-up jet rates is carried out in a Z → μμ sample, both in data and MC simulation, by isolating several phase-space regions that are enriched in hard-scatter or pile-up jets. A preselection is made using the criteria described in Sect. 4. The particle flow algorithm is run on these events and further requirements are applied: events are selected with two isolated muons, each with p T > 25 GeV, with invariant mass 80 < m μμ < 100 GeV and p μμ T > 32 GeV, ensuring that the boson recoils against hadronic activity. Figure 30 displays two regions of phase space: one opposite the recoiling boson, where large amounts of hard-scatter jet activity are expected, and one off-axis, which is more sensitive to pile-up jet activity. Figure 31 shows the average number of jets with p T > 20 GeV in the hard-scatter-enriched region for different |η| ranges as a function of the number of primary vertices. The distributions are stable for particle flow jets and for calorimeter jets with |JVF| > 0.25 as a function the number of primary vertices in all |η| regions. The only exception is in the Fig. 30 A diagram displaying the regions of r -φ phase space which are expected to be dominated by hard-scatter jets (opposite in the r -φ plane to the Z → μμ decay) and where there is greater sensitivity to pile-up jet activity (perpendicular to the Z → μμ decay) 2.0 < |η| < 2.5 region, where in Fig. 29 a slight increase in the jet fake rate is visible for jet pseudorapidities very close to the tracker boundary. This is due to the jet area collecting charged-particle pile-up contributions that are outside the ID acceptance. If the JVF cut is not applied to the calorimeter jets, the jet multiplicity grows with increasing pile-up. Figure 32 shows that in the pile-up-enriched selection, the particle flow and calorimeter jets with a JVF selection still show no dependence on the number of reconstructed vertices in all |η| regions. The observed difference between data and MC simulation for both jet collections is due to a poor modelling of this region of phase space. These distributions establish the high stability of particle flow jets in varying pile-up conditions.",
            "paragraph_rank": 90,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 548,
                    "text": "Figure 30",
                    "end": 557
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 759,
                    "text": "Figure 31",
                    "end": 768
                },
                {
                    "type": "figure",
                    "start": 1119,
                    "text": "Fig. 30",
                    "end": 1126
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1417,
                    "text": "Fig. 29",
                    "end": 1424
                },
                {
                    "type": "figure",
                    "start": 1757,
                    "text": "Figure 32",
                    "end": 1766
                }
            ]
        },
        {
            "text": "Pile-up effects on jet energy resolution",
            "section_rank": 32
        },
        {
            "section": "Pile-up effects on jet energy resolution",
            "text": "In addition to simply suppressing jets from pile-up, the particle flow procedure reduces the fluctuations in the jet energy    The resolutions of calorimeter and particle flow jets determined as a function of p T in MC dijet simulation, compared with no pile-up and conditions similar to those in the 2012 data. The quadratic difference in the resolution with and without pile-up is shown in the lower panel for LC + JES (blue) and particle flow (black) jets. The data are taken from dijet samples, with and without pileup, with 20 < p lead T < 500 GeV and the statistical uncertainties on the number of MC simulated events are shown measurements due to pile-up contributions. This is demonstrated by Fig. 33, which compares the jet energy resolution for particle flow and calorimeter jets with and without pileup. Even in the absence of pile-up, the particle flow jets have a better resolution at p T values below 50 GeV. With pile-up conditions similar to those in the 2012 data, the cross-over point is at p T = 90 GeV, indicating that particle flow reconstruction alleviates a significant contribution from pile-up even for fairly energetic jets. The direct effect of pile-up can be seen in the lower panel, where the difference in quadrature between the resolutions with and without pile-up is shown. The origin of the increase in the resolution with pile-up is discussed in detail in Ref. [6]. It is shown that additional energy deposits are the primary cause of the degradation of the calorimeter jet resolution. This effect is mitigated by the particle flow algorithm in two ways. Firstly, the subtraction of topo-clusters formed by charged particles from pileup vertices prior to jet-finding eliminates a major source of fluctuations. Secondly, the increase in the constituent scale of hard-scatter jets from the use of calibrated tracks, rather than energy clusters in the calorimeter, amplifies the signal, effectively suppressing the contribution from pile-up. This second mechanism is found to be the main contributing factor.",
            "paragraph_rank": 91,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 701,
                    "text": "Fig. 33",
                    "end": 708
                },
                {
                    "type": "bibr",
                    "start": 1395,
                    "text": "[6]",
                    "end": 1398
                }
            ]
        },
        {
            "section": "Pile-up effects on jet energy resolution",
            "text": "For 40 GeV jets, the total jet resolution without pile-up is 10%. Referring back to Fig. 20c, confusion contributes ∼ 8% to the jet resolution in the absence of pile-up. Since the terms are combined in quadrature, confusion contributes significantly to the overall jet resolution, although it does not totally dominate. While additional confusion can be caused by the presence of pile-up particles, the net effect is that pileup affects the resolution of particle flow jets less than that of calorimeter jets.",
            "paragraph_rank": 92,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 84,
                    "text": "Fig. 20c",
                    "end": 92
                }
            ]
        },
        {
            "text": "Comparison of data and Monte Carlo simulation",
            "section_rank": 33
        },
        {
            "section": "Comparison of data and Monte Carlo simulation",
            "text": "It is crucial that the quantities used by the particle flow reconstruction are accurately described by the ATLAS detector simulation. In this section, particle flow jet properties are compared for Z → μμ and tt events in data and MC simulation. Various observables are validated, from low-level jet characteristics to derived observables relevant to physics analyses.",
            "paragraph_rank": 93,
            "section_rank": 33
        },
        {
            "text": "Individual jet properties",
            "section_rank": 34
        },
        {
            "section": "Individual jet properties",
            "text": "A sample of jets is selected in Z → μμ events, as in Sect. 8, and used for a comparison between data and MC simulation. As the subtraction takes place at the cell level, the energy subtracted from each layer of the calorimeter demonstrates how well the subtraction procedure is modelled. To determine the energy before subtraction the particle flow jets are matched to jets formed solely from topo-clusters at the electromagnetic scale. A similar selection to that used to evaluate the jet energy scale is used. The leading jet is required to be opposite a reconstructed Z boson decaying to two muons with φ > π − 0.4. The p T of the reconstructed boson is required to be above 32 GeV and the reconstructed jets must have 40 < p T < 60 GeV. Figures 34 and 35 show the properties of central jets. The MC simulation describes the data reasonably well for the jet track multiplicity, fraction of the jet p T carried by tracks as well as the amount of subtracted or surviving energy in each layer of the EM barrel. Similar levels of agreement are observed for jets in the endcap regions of the detector.",
            "paragraph_rank": 94,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_22",
                    "start": 741,
                    "text": "Figures 34 and 35",
                    "end": 758
                }
            ]
        },
        {
            "text": "Event-level observables",
            "section_rank": 35
        },
        {
            "section": "Event-level observables",
            "text": "Finally, the particle flow performance is examined in a sample of selected tt events; a sample triggered by a single-muon trigger with a single offline reconstructed muon is used. At least four jets with p T > 25 GeV and |η| < 2.0 are required and two of these are required to have been b-tagged using the MV1 algorithm and have p T > 35 and 30 GeV. 5 This selects Comparison of jet track properties, for a selection of jets with 40 < p T < 60 GeV and |η| < 0.6, selected in Z → μμ events from collision data and MC simulation. The simulated samples are normalised to the number of events in data. The following distributions are shown: a the charged fraction, i.e. the fractional jet p T carried by reconstructed tracks; b the number of tracks in the jet that originate from the nominal hard-scatter primary vertex; c the transverse momentum of the leading track in the jet; d the transverse momenta of all tracks in the jet weighted by the track p T and normalised to the number of jets, illustrating the transverse momentum flow from particles of different p T . The distribution is shown both for tracks satisfying the hard-scatter primary vertex association criteria and forming the jet as well as the additional tracks within R = 0.4 of the jet failing to satisfy the hard-scatter primary vertex association criteria. The darker shaded bands represent the statistical uncertainties a 95% pure sample of tt events. The event E miss T is reconstructed from the vector sum of the calibrated jets with p T > 20 GeV, the muon and all remaining tracks associated with the hard-scatter primary vertex but not associated with these objects. This is then used to form the transverse mass variable defined by m T = 2 p μ T E miss T (1 − cos( φ(μ, E miss T ))). The invariant mass of the two leading non-b-tagged jets, m jj , forms a hadronic W candidate, while the invariant masses of each of the two b-tagged jets and these two non-b-tagged jets form two hadronic top quark candidates, m jjb . Figure 36 compares the data with MC simulation for these three variables; m T , m jj and m jjb . The MC simulation describes the data very well in all three distributions. Figure 37 shows the m jj distribution for particle flow jets compared to the distribution obtained from the same selection applied to calorimeter jets (with |JVF| > is reconstructed from the muon, jets, photons and remaining unassociated clusters [53]. The two selections are applied separately; hence the exact numbers of events in the plots differ. The particle flow reconstruction provides a good measure and narrower width of the peak for both low and high p jj T . Gaussian fits to the data in the range 65 < m jj < 95 GeV give widths of (13.8 ± 0.4) GeV and (16.2 ± 0.6) GeV for particle flow reconstruction and that based on calorimeter jets, respectively, for p jj T < 80 GeV. For p jj T > 80 GeV, the widths were found to be (11.2 ± 0.2) GeV and (11.9 ± 0.3) GeV, respectively. At very high values of p W T , the gains would further diminish (see Fig. 26).",
            "paragraph_rank": 95,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 350,
                    "text": "5",
                    "end": 351
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1991,
                    "text": "Figure 36",
                    "end": 2000
                },
                {
                    "type": "figure",
                    "ref_id": "fig_24",
                    "start": 2163,
                    "text": "Figure 37",
                    "end": 2172
                },
                {
                    "type": "bibr",
                    "start": 2410,
                    "text": "[53]",
                    "end": 2414
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3019,
                    "text": "Fig. 26",
                    "end": 3026
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 36
        },
        {
            "section": "Conclusions",
            "text": "The particle flow algorithm used by the ATLAS Collaboration for 20.2 fb −1 of pp collisions at 8 TeV at the LHC is presented. This algorithm aims to accurately subtract energy deposited by tracks in the calorimeter, exploiting the good calorimeter granularity and longitudinal segmentation. Use of particle flow leads to improved energy and angular resolution of jets compared to techniques that only use the calorimeter in the central region of the detector.",
            "paragraph_rank": 96,
            "section_rank": 36
        },
        {
            "section": "Conclusions",
            "text": "In 2012 data-taking conditions, the transverse momentum resolution of particle flow jets calibrated with a global sequential correction is superior up to p T ∼ 90 GeV for |η| < 1.0. For a representative jet p true T of 30 GeV, the reso- Comparison between the m jj distributions measured using particle flow jets and calorimeter jets with a JVF selection in data. The sample is split into those events where the reconstructed W candidate has p jj T < 80 GeV and p jj T > 80 GeV. The errors shown are purely statistical lution is improved from the 17.5% resolution of calorimeter jets with local cluster weighting calibration to 14%. Jet angular resolutions are improved across the entire p T spectrum, with σ (η) and σ (φ) decreasing from 0.03 to 0.02 and 0.05 to 0.02, respectively, for a jet p T of 30 GeV. Rejection of charged particles from pile-up interactions in jet reconstruction leads to substantially better jet resolution and to the suppression of jets due to pile-up interactions by an order of magnitude within the tracker acceptance, with negligible inefficiency for jets from the hard-scatter interaction. This outperforms a purely track-based jet pile-up discriminant typically used in ATLAS analyses, which achieves similar pile-up suppression at the cost of about one percent in hard-scatter jet efficiency.",
            "paragraph_rank": 97,
            "section_rank": 36
        },
        {
            "section": "Conclusions",
            "text": "The algorithm therefore achieves a better performance for hadronic observables such as reconstructed resonant particle masses.",
            "paragraph_rank": 98,
            "section_rank": 36
        },
        {
            "section": "Conclusions",
            "text": "Studies which compare data with MC simulation demonstrate that jet properties used for energy measurement and calibration are modelled well by the ATLAS simulation, both before and after application of the particle flow algorithm. This translates to good agreement between data and simulation for derived physics observables, such as invariant masses of combinations of jets.",
            "paragraph_rank": 99,
            "section_rank": 36
        },
        {
            "section": "Conclusions",
            "text": "The algorithm has been integrated into the ATLAS software framework for Run 2 of the LHC. As demonstrated, it is robust against pile-up and should therefore perform well under the conditions encountered in Run 2.",
            "paragraph_rank": 100,
            "section_rank": 36
        },
        {
            "section": "Conclusions",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative",
            "paragraph_rank": 101,
            "section_rank": 36
        },
        {
            "text": "Fig. 1",
            "section_rank": 37
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Cut-away view of the ATLAS calorimeter system",
            "paragraph_rank": 102,
            "section_rank": 37
        },
        {
            "text": "Fig. 3 Fig. 4 Fig. 5",
            "section_rank": 38
        },
        {
            "section": "Fig. 3 Fig. 4 Fig. 5",
            "text": "Fig. 3Idealised examples of how the algorithm is designed to deal with several different cases. The red cells are those which have energy from the π + , the green cells energy from the photons from the π 0 decay, the dotted lines represent the original topo-cluster boundaries with those outlined in blue having been matched by the algorithm to",
            "paragraph_rank": 103,
            "section_rank": 38
        },
        {
            "text": "Fig. 6",
            "section_rank": 39
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6The probability that a single topo-cluster contains > 90% of the true deposited energy of a single charged pion, which deposits significant energy (20% of the particle's energy) in the clustered cells.The distributions are shown as a function of p true T in three |η true | regions. The data are taken from a dijet sample without pile-up with 20 < p lead T < 500 GeV and the statistical uncertainties on the number of MC simulated events are shown as a hatched band",
            "paragraph_rank": 104,
            "section_rank": 39
        },
        {
            "text": "Fig. 7 Fig. 8",
            "section_rank": 40
        },
        {
            "section": "Fig. 7 Fig. 8",
            "text": "Fig. 7The purity ρ clus lead , defined for a selected charged pion as the fractional contribution of the chosen particle to the total true energy in the leading topo-cluster, shown for pions with ε clus lead >50%. Distributions are shown for several p true T bins and in three |η true | regions. The data are",
            "paragraph_rank": 105,
            "section_rank": 40
        },
        {
            "text": "Fig. 9",
            "section_rank": 41
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9The difference between the reconstructed p T of the track from a charged pion and the particle's true p T for two bins in truth particle p T and |η|, determined in dijet MC simulation with similar pile-up to that in the 2012 data. The shaded bands represent the statistical uncertainty. The tails in the residuals are substantially diminished upon the applica-",
            "paragraph_rank": 106,
            "section_rank": 41
        },
        {
            "text": "Fig. 10",
            "section_rank": 42
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10The distribution of σ η and σ φ , for charged pions, in three different regions of the detector for three particle p T ranges. The data are taken from a dijet sample without pile-up with 20 < p lead T < 500 GeV",
            "paragraph_rank": 107,
            "section_rank": 42
        },
        {
            "text": "Fig. 11",
            "section_rank": 43
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11The distributions of E clus / p trk for the topo-cluster with > 90% of the true energy of the particle and the closest other topo-cluster in R . The data are taken from a dijet sample without pile-up with 20 < p lead T < 500 GeV and the statistical uncertainties on the number",
            "paragraph_rank": 108,
            "section_rank": 43
        },
        {
            "text": "•Fig. 12 Fig. 13",
            "section_rank": 44
        },
        {
            "section": "•Fig. 12 Fig. 13",
            "text": "Fig. 12The distributions of R for the topo-cluster with > 90% of the true energy of the particle and the closest other topo-cluster, both satisfying E clus / p trk > 0.1. The data are taken from a dijet sample without pile-up with 20 < p lead T < 500 GeV and the statistical uncer-",
            "paragraph_rank": 109,
            "section_rank": 44
        },
        {
            "text": "Fig. 14",
            "section_rank": 45
        },
        {
            "section": "Fig. 14",
            "text": "Fig. 14The significance of the difference between the energy of the matched topo-cluster and the expected deposited energy E dep and that of the matched topo-cluster, for π ± when < 70% and > 90% of the true deposited energy in topo-clusters is contained in the matched topo-cluster for different p true T and |η true | ranges. The vertical line indicates the value below which additional topo-clusters are matched to the track for cell subtraction. Subfigures a-f indicate that a single cluster is",
            "paragraph_rank": 110,
            "section_rank": 45
        },
        {
            "text": "Fig. 15",
            "section_rank": 46
        },
        {
            "section": "Fig. 15",
            "text": "Fig. 15 An idealised example of how the cell-by-cell subtraction works. Cells in two adjacent calorimeter layers (EMB2 and EMB3) are shown in grey if they are not in clusters, red if they belong to a π + cluster and in green if contributed by a π 0 meson. Rings are placed around the extrapolated track (represented by a star) and then the cells in these are removed ring by ring starting with the centre of the shower",
            "paragraph_rank": 111,
            "section_rank": 46
        },
        {
            "text": "6. 7 Fig. 16",
            "section_rank": 47
        },
        {
            "section": "6. 7 Fig. 16",
            "text": "Fig. 16The significance of the difference between the energy of the matched topo-cluster and the expected deposited energy E dep for π ± with either < 70% or > 90% of the total true energy in the matched topo-cluster originating from the π ± for different p true T and |η true | ranges. The vertical line indicates the value below which the remnant topo-cluster is removed, as it is assumed that in this case no other particles contribute to the topo-cluster. Subfigures a-f indi-",
            "paragraph_rank": 112,
            "section_rank": 47
        },
        {
            "text": "Fig. 17 Fig. 18",
            "section_rank": 48
        },
        {
            "section": "Fig. 17 Fig. 18",
            "text": "Fig. 17The probability to match the track to the leading topo-cluster (a) when ε clus lead > 90% and (b) when ε clus lead > 50%. The data are taken",
            "paragraph_rank": 113,
            "section_rank": 48
        },
        {
            "text": "Fig. 20 Fig. 21",
            "section_rank": 49
        },
        {
            "section": "Fig. 20 Fig. 21",
            "text": "Fig. 20The fractions of the jet calorimeter energy that have been incorrectly subtracted by the cell subtraction algorithm, for jets with 40 < p true T < 60 GeV and |η| < 1.0 in dijet MC simulation without pile-up. The statistical uncertainty is indicated by the hatched bands. Subfigure (a) shows the fraction of jet transverse momentum carried by reconstructed tracks before subtraction f ± (hashed) and the cor-",
            "paragraph_rank": 114,
            "section_rank": 49
        },
        {
            "text": "Fig. 22 A",
            "section_rank": 50
        },
        {
            "section": "Fig. 22 A",
            "text": "Fig. 22A graphical display of the second layer of the EM calorimeter focusing on a 30 GeV truth jet, outlined by the ellipse. Asterisks indicate the positions of tracks extrapolated to the calorimeter, while blue framed rectangles mark the cells clustered into topo-clusters. The colour purple (dark) is used to indicate those tracks that are selected for particle flow jet reconstruction, i.e. those matched to the nominal hard-scatter primary vertex (see Sect. 8) and clustered into the jet based",
            "paragraph_rank": 115,
            "section_rank": 50
        },
        {
            "text": "Fig. 25",
            "section_rank": 51
        },
        {
            "section": "Fig. 25",
            "text": "Fig. 25The mean value of the ratio of the transverse momentum of a jet to that of the reconstructed Z boson decaying to μμ. The uncertainties shown are statistical",
            "paragraph_rank": 116,
            "section_rank": 51
        },
        {
            "text": "Fig. 26",
            "section_rank": 52
        },
        {
            "section": "Fig. 26",
            "text": "Fig. 26The jet transverse momentum resolution as determined in dijet MC events for calorimeter jets and particle flow jets. Subfigure (a) shows the resolution as a function of p T for jets with |η| < 1.0 and (b) shows the resolution as a function of |η| for jets with 40 < p T < 60 GeV.",
            "paragraph_rank": 117,
            "section_rank": 52
        },
        {
            "text": "Fig. 27 Fig. 28",
            "section_rank": 53
        },
        {
            "section": "Fig. 27 Fig. 28",
            "text": "Fig. 27The jet transverse momentum response distribution as determined in dijet MC events for calorimeter jets and particle flow jets. Two different p T bins are shown; a 40 < p T < 50 GeV and b 120 < p T < 130 GeV. Simulated pile-up conditions are similar to the data-taking in 2012",
            "paragraph_rank": 118,
            "section_rank": 53
        },
        {
            "text": "Fig. 29",
            "section_rank": 54
        },
        {
            "section": "Fig. 29",
            "text": "Fig. 29In the presence of pile-up, 'fake jets' can arise from particles not produced in the hard-scatter interaction. Subfigure a shows the number of fake jets (jets not matched to truth jets with p T > 4 GeV within R < 0.4) and b the efficiency of reconstructing a hard-scatter jet",
            "paragraph_rank": 119,
            "section_rank": 54
        },
        {
            "text": "Fig. 31",
            "section_rank": 55
        },
        {
            "section": "Fig. 31",
            "text": "Fig. 31The average number of jets per event, for jets with p T > 20 GeV, as a function of the number of primary vertices in the Z → μμ samples. The distributions are shown in three different |η| regions for particle flow jets, calorimeter jets and calorimeter jets with an additional",
            "paragraph_rank": 120,
            "section_rank": 55
        },
        {
            "text": "Fig. 32 Fig. 33",
            "section_rank": 56
        },
        {
            "section": "Fig. 32 Fig. 33",
            "text": "Fig. 32The average number of jets per event, for jets with p T > 20 GeV, as a function of the number of primary vertices in the Z → μμ samples. The distributions are shown in three different |η| regions for particle flow jets, calorimeter jets and calorimeter jets with an additional",
            "paragraph_rank": 121,
            "section_rank": 56
        },
        {
            "text": "Fig. 34",
            "section_rank": 57
        },
        {
            "section": "Fig. 34",
            "text": "Fig. 34Comparison of jet track properties, for a selection of jets with 40 < p T < 60 GeV and |η| < 0.6, selected in Z → μμ events from collision data and MC simulation. The simulated samples are normalised to the number of events in data. The following distributions are shown: a the charged fraction, i.e. the fractional jet p T carried by reconstructed tracks; b the number of tracks in the jet that originate from the nominal hard-scatter primary vertex; c the transverse momentum of the leading track in the jet; d the transverse momenta of all tracks in the jet",
            "paragraph_rank": 122,
            "section_rank": 57
        },
        {
            "text": "Fig. 35 Fig. 36",
            "section_rank": 58
        },
        {
            "section": "Fig. 35 Fig. 36",
            "text": "Fig. 35Comparison of the fractions of jet energy removed from a single layer of the electromagnetic calorimeter relative to the total energy of the constituents of the matched calorimeter jet E constit.Calo(left) and retained relative to the total energy of the constituents of the particle flow jet E constit.Pflow (right) by the cell subtraction algorithm in different lay-",
            "paragraph_rank": 123,
            "section_rank": 58
        },
        {
            "text": "Fig. 37",
            "section_rank": 59
        },
        {
            "section": "Fig. 37",
            "text": "Fig. 37Comparison between the m jj distributions measured using particle flow jets and calorimeter jets with a JVF selection in data. The sample is split into those events where the reconstructed W candidate has p",
            "paragraph_rank": 124,
            "section_rank": 59
        },
        {
            "text": "Table 1",
            "section_rank": 60
        },
        {
            "section": "Table 1",
            "text": "The granularity in η × φ of all the different ATLAS calorimeter layers relevant to the tracking coverage of the inner detector",
            "paragraph_rank": 125,
            "section_rank": 60
        },
        {
            "text": "The subscript 'ref' is used here and in the following to indicate E clus / p trk values determined from single-pion samples. Variations in E clus ref / p trk ref due to detector geometry and shower development are captured by binning the measurement in the p T and η of the track as well as the layer of",
            "paragraph_rank": 126,
            "section_rank": 61
        },
        {
            "text": "As the b-tagging algorithm has only been calibrated for calorimeter jets, the particle flow jets use the calorimeter jet information from the closest jet in R in order to decide if the jet is b-tagged.",
            "paragraph_rank": 127,
            "section_rank": 61
        },
        {
            "text": "Acknowledgements",
            "section_rank": 63
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowl-",
            "paragraph_rank": 128,
            "section_rank": 63
        },
        {
            "text": "Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 129,
            "section_rank": 65
        }
    ]
}