{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Using 2.93 fb −1 of data taken at 3.773 GeV with the BESIII detector operated at the BEPCII collider, we study the semileptonic decays D + →K 0 e + νe and D + → π 0 e + νe. We measure the absolute decay branching fractions B(D + →K 0 e + νe) = (8.60 ± 0.06 ± 0.15) × 10 −2 and B(D + →",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "π 0 e + νe) = (3.63 ± 0.08 ± 0.05) × 10 −3 , where the first uncertainties are statistical and the second systematic. We also measure the differential decay rates and study the form factors of these two decays. With the values of |Vcs| and |V cd | from Particle Data Group fits assuming CKM unitarity, we obtain the values of the form factors at q 2 = 0, f K + (0) = 0.725 ± 0.004 ± 0.012 and f π + (0) = 0.622 ± 0.012 ± 0.003. Taking input from recent lattice QCD calculations of these form factors, we determine values of the CKM matrix elements |Vcs| = 0.944 ± 0.005 ± 0.015 ± 0.024 and |V cd | = 0.210 ± 0.004 ± 0.001 ± 0.009, where the third uncertainties are theoretical.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "PACS numbers: 13.20.Fc, 12.15.Hh",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the Standard Model (SM) of particle physics, the mixing between the quark flavours in the weak interaction is parameterized by the Cabibbo-Kobayashi-Maskawa (CKM) matrix, which is a 3 × 3 unitary matrix. Since the CKM matrix elements are fundamental parameters of the SM, precise determinations of these elements are very important for tests of the SM and searches for New Physics (NP) beyond the SM.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Since the effects of strong and weak interactions can be well separated in semileptonic D decays, these decays are excellent processes from which we can determine the magnitude of the CKM matrix element V cs(d) . In the SM, neglecting the lepton mass, the differential decay rate for D + → P e + ν e (P =K 0 or π 0 ) is given by [1] dΓ dq 2 ",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 329,
                    "text": "[1]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 339,
                    "text": "2",
                    "end": 340
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where G F is the Fermi constant, V cs(d) is the corresponding CKM matrix element, p is the momentum of the meson P in the rest frame of the D meson, q 2 is the squared four momentum transfer, i.e., the invariant mass of the lepton and neutrino system, and f + (q 2 ) is the form factor which parameterizes the effect of the strong interaction. In Eq. (1), X is a multiplicative factor due to isospin, which equals to 1 for the decay D + →K 0 e + ν e and 1/2 for the decay D + → π 0 e + ν e .",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this article, we report the experimental study of D + →K 0 e + ν e and D + → π 0 e + ν e decays using a 2.93 fb −1 [2] data set collected at a center-of-mass energy of √ s = 3.773 GeV with the BESIII detector operated at the BEPCII collider. Throughout this paper, the inclusion of charge conjugate channels is implied.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 118,
                    "text": "[2]",
                    "end": 121
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The paper is structured as follows. We briefly describe the BESIII detector and the Monte Carlo (MC) simulation in Sec. II. The event selection is presented in Sec. III. The measurements of the absolute branching fractions and the differential decay rates are described in Sec. IV and V, respectively. In Sec. VI we discuss the determination of form factors from the measurements of decay rates, and finally, in Sec. VII, we present the determination of the magnitudes of the CKM matrix elements V cs and V cd . A brief summary is given in Sec. VIII.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "II. BESIII DETECTOR",
            "section_rank": 4
        },
        {
            "section": "II. BESIII DETECTOR",
            "text": "The BESIII detector is a cylindrical detector with a solid-angle coverage of 93% of 4π, designed for the study of hadron spectroscopy and τ -charm physics. The BE-SIII detector is described in detail in Ref. [3]. Detector components particularly relevant for this work are (1) the main drift chamber (MDC) with 43 layers surrounding the beam pipe, which performs precise determination of charged particle trajectories and provides a measurement of the specific ionization energy loss (dE/dx); (2) a time-of-flight system (TOF) made of plastic scintillator counters, which are located outside of the MDC and provide additional charged particle identification information; and (3) the electromagnetic calorimeter (EMC) consisting of 6240 CsI(Tl) crystals, used to measure the energy of photons and to identify electrons.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 208,
                    "text": "[3]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 273,
                    "text": "(1)",
                    "end": 276
                }
            ]
        },
        {
            "section": "II. BESIII DETECTOR",
            "text": "A geant4-based [4] MC simulation software [5], which contains the detector geometry description and the detector response, is used to optimize the event selection criteria, study possible backgrounds, and determine the reconstruction efficiencies. The production of the ψ(3770), initial state radiation production of ψ(3686) and J/ψ, as well as the continuum processes of e + e − → τ + τ − and e + e − → qq (q = u, d, s) are simulated by the MC event generator kkmc [6]; the known decay modes are generated by evtgen [7] with the branching fractions set to the world average values from the Particle Data Group (PDG) [8]; while the remaining unknown decay modes are modeled by lundcharm [9]. We also generate signal MC events consisting of ψ(3770) → D + D − events in which the D − meson decays to all possible final states and the D + meson decays to a hadronic or a semileptonic decay final state being investigated. In the generation of signal MC events, the semileptonic decays D + →K 0 e + ν e and D + → π 0 e + ν e are modeled by the the modified pole parametrization (see Sec. VI A).",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 15,
                    "text": "[4]",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 42,
                    "text": "[5]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 466,
                    "text": "[6]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 517,
                    "text": "[7]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 617,
                    "text": "[8]",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 687,
                    "text": "[9]",
                    "end": 690
                }
            ]
        },
        {
            "text": "III. EVENT RECONSTRUCTION",
            "section_rank": 5
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": "The center-of-mass energy of 3.773 GeV corresponds to the peak of the ψ(3770) resonance, which decays predominantly into DD (D 0D0 or D + D − ) meson pairs. In events where a D − meson is fully reconstructed, the remaining particles must all be decay products of the accompanying D + meson. In the following, the reconstructed meson is called \"tagged D − \" or \"D − tag\". In a tagged D − data sample, the recoiling D + decays tō K 0 e + ν e or π 0 e + ν e can be cleanly isolated and used to measure the branching fraction and differential decay rates.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "A. Selection of D − tags",
            "section_rank": 6
        },
        {
            "section": "A. Selection of D − tags",
            "text": "We reconstruct D − tags in the following nine hadronic modes:",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "A. Selection of D − tags",
            "text": "The selection criteria of D − tags used here are the same as those described in Ref. [10]. Tagged D − mesons are identified by their beam-energyconstrained mass",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 85,
                    "text": "[10]",
                    "end": 89
                }
            ]
        },
        {
            "section": "A. Selection of D − tags",
            "text": "where E beam is the beam energy, and p tag is the measured 3momentum of the tag candidate 2 . We also use the variable ∆E ≡ E tag − E beam , where E tag is the measured energy of the tag candidate, to select the D − tags. Each tag candidate is subjected to a tag mode-dependent ∆E requirement as shown in Table I. If there are multiple candidates per tag mode for an event, the one with the smallest value of |∆E| is retained.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 305,
                    "text": "Table I",
                    "end": 312
                }
            ]
        },
        {
            "section": "A. Selection of D − tags",
            "text": "The M BC distributions for the nine D − tag modes are shown in Fig. 1. A binned extended maximum likelihood fit is used to determine the number of tagged D − events for each of the nine modes. We use the MC simulated signal shape convolved with a double-Gaussian resolution function to represent the beam-energy-constrained mass signal for the D − daughter particles, and an AR-GUS function [11] multiplied by a third-order polynomial [12,13] to describe the background shape for the M BC distributions. In the fits all parameters of the double-Gaussian function, the ARGUS function, and the polynomial function are left free. The solid lines in Fig. 1 show the best fits, while the dashed lines show the fitted background shapes. The numbers of the D − tags (N tag ) within the M BC signal regions given by the two vertical lines in Fig. 1 are summarized in Table I. In total, we find 1703054 ± 3405 single D − tags reconstructed in data. The reconstruction efficiencies of the single D − tags, ǫ tag , as determined with the MC simulation, are shown in Table I.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 63,
                    "text": "Fig. 1",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 391,
                    "text": "[11]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 435,
                    "text": "[12,",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 439,
                    "text": "13]",
                    "end": 442
                },
                {
                    "type": "figure",
                    "start": 646,
                    "text": "Fig. 1",
                    "end": 652
                },
                {
                    "type": "figure",
                    "start": 834,
                    "text": "Fig. 1",
                    "end": 840
                },
                {
                    "type": "table",
                    "start": 859,
                    "text": "Table I",
                    "end": 866
                },
                {
                    "type": "table",
                    "start": 1055,
                    "text": "Table I",
                    "end": 1062
                }
            ]
        },
        {
            "text": "B. Reconstruction of semileptonic decays",
            "section_rank": 7
        },
        {
            "section": "B. Reconstruction of semileptonic decays",
            "text": "Candidates for semileptonic decays are selected from the remaining tracks in the system recoiling against the D − tags. The dE/dx, TOF and EMC measurements (deposited energy and shape of the electromag-netic shower) are combined to form confidence levels for the e hypothesis (CL e ), the π hypothesis (CL π ), and the K hypothesis (CL K ). Positron candidates are required to have CL e greater than 0.1% and to satisfy CL e /(CL e + CL π + CL K ) > 0.8. In addition, we include the 4-momenta of near-by photons within 5 • of the direction of the positron momentum to partially account for final-state-radiation energy losses (FSR recovery). The neutral kaon candidates are built from pairs of oppositely charged tracks that are assumed to be pions. For each pair of charged tracks, a vertex fit is performed and the resulting track parameters are used to calculate the invariant mass, M (π + π − ). If M (π + π − ) is in the range (0.484, 0.512) GeV/c 2 , the π + π − pair is treated as a K 0 S candidate and is used for further analysis. The neutral pion candidates are reconstructed via the π 0 → γγ decays. For the photon selection, we require the energy of the shower deposited in the barrel (end-cap) EMC greater than 25 (50) MeV and the shower time be within 700 ns of the event start time. In addition, the angle between the photon and the nearest charged track is required to be greater than 10 • . We accept the pair of photons as a π 0 candidate if the invariant mass of the two photons, M (γγ), is in the range (0.110, 0.150) GeV/c 2 . A 1-Constraint (1-C) kinematic fit is then performed to constrain M (γγ) to the π 0 nominal mass, and the resulting 4-momentum of the candidate π 0 is used for further analysis.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "B. Reconstruction of semileptonic decays",
            "text": "We reconstruct the D + →K 0 e + ν e decay by requiring exactly three additional charged tracks in the rest of the event. One track with charge opposite to that of the D − tag is identified as a positron using the criteria mentioned above, while the other two oppositely charged tracks form a K 0 S candidate. For the selection of the D + → π 0 e + ν e decay, we require that there is only one additional charged track consistent with the positron identification criteria and at least two photons that are used to form a π 0 candidate in the rest of the event. If there are multiple π 0 candidates, the one with the minimum χ 2 from the 1-C kinematic fit is retained. In order to additionally suppress background due to wrongly reconstructed or background photons, the semileptonic candidate is further required to have the maximum energy of any of the unused photons, E γ,max , less than 300 MeV.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "B. Reconstruction of semileptonic decays",
            "text": "Since the neutrino is undetected, the kinematic variable U miss ≡ E miss − c| p miss | is used to obtain the information about the missing neutrino, where E miss and p miss are, respectively, the total missing energy and momentum in the event. The missing energy is computed from E miss = E beam − E P − E e + , where E P and E e + are the measured energies of the pseudoscalar meson and the positron, respectively. The missing momentum p miss is given by p miss = p D + − p P − p e + , where p D + , p P and p e + are the 3-momenta of the D + meson, the pseudoscalar meson and the positron, respectively. The 3-momentum of the D + meson is taken as 2 , wherep tag is the direction of the momentum of the single D − tag, and TABLE I. The ∆E requirements, the MBC signal regions, the yields of the D − tags (Ntag) reconstructed in data, and the reconstruction efficiency (εtag) of D − tags. The uncertainties are statistical only. m D + is the D + mass. If the daughter particles from a semileptonic decay are correctly identified, U miss is near zero, since only one neutrino is missing. Figure 2 shows the U miss distributions for the semileptonic candidates, where the potential backgrounds arise from the DD processes other than signal, ψ(3770) → non-DD decays, e + e − → τ + τ − , continuum light hadron production, initial state radiation return to J/ψ and ψ(3686). The background for D + →K 0 e + ν e is dominated by D + →K * (892) 0 e + ν e and D + →K 0 µ + ν µ . For D + → π 0 e + ν e , the background is mainly from D + → K 0 L e + ν e and D + → K 0 S (π 0 π 0 )e + ν e . Following the same procedure described in Ref. [13], we perform a binned extended maximum likelihood fit to the U miss distribution for each channel to separate the signal  from the background component. The signal shape is constructed from a convolution of a MC determined distribution and a Gaussian function that accounts for the difference of the U miss resolutions between data and MC simulation. The background shape is formed from MC simulation. From the fits shown as the overlaid curves in Fig. 2, we obtain the yields of the observed signal events to be N obs (D + →K 0 e + ν e ) = 26008 ± 168 and N obs (D + → π 0 e + ν e ) = 3402 ± 70, respectively.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 650,
                    "text": "2",
                    "end": 651
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1088,
                    "text": "Figure 2",
                    "end": 1096
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1628,
                    "text": "[13]",
                    "end": 1632
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2080,
                    "text": "Fig. 2",
                    "end": 2086
                }
            ]
        },
        {
            "text": "Tag mode",
            "section_rank": 8
        },
        {
            "section": "Tag mode",
            "text": "To check the quality of the MC simulation, we examine the distributions of the reconstructed kinematic variables. Figure 3 shows the comparisons of the momentum distributions of data and MC simulation.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 114,
                    "text": "Figure 3",
                    "end": 122
                }
            ]
        },
        {
            "text": "IV. BRANCHING FRACTION MEASUREMENTS",
            "section_rank": 9
        },
        {
            "text": "A. Determinations of branching fractions",
            "section_rank": 10
        },
        {
            "section": "A. Determinations of branching fractions",
            "text": "The branching fraction of the semileptonic decay D + → P e + ν e is obtained from B(D + → P e + ν e ) = N obs (D + → P e + ν e ) N tag ε(D + → P e + ν e ) ,",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "section": "A. Determinations of branching fractions",
            "text": "where N tag is the number of D − tags (see Sec. III A), N obs (D + → P e + ν e ) is the number of observed D + → P e + ν e decays within the D − tags (see Sec. III B), and ε(D + → P e + ν e ) is the reconstruction efficiency. Here the D + →K 0 e + ν e efficiency includes the K 0 S fraction of theK 0 and K 0 S → π + π − branching fraction, the D + → π 0 e + ν e efficiency includes the π 0 → γγ branching fraction [8].",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 415,
                    "text": "[8]",
                    "end": 418
                }
            ]
        },
        {
            "section": "A. Determinations of branching fractions",
            "text": "Due to the difference in the multiplicity, the reconstruction efficiency varies slightly with the tag mode. For each tag mode i, the reconstruction efficiency is given by ε i = ε i tag,SL /ε i tag , where the efficiency for simultaneously finding the D + → P e + ν e semileptonic decay and the D − meson tagged with mode i, ε i tag,SL , is determined using the signal MC sample, and ε i tag is the corresponding tag efficiency shown in Table I. These efficiencies are listed in Table II. The reconstruction efficiency for each tag mode is then weighted according to the corresponding tag yield in data to obtain the average reconstruction efficiency,ε = i (N i tag ε i )/N tag , as listed in the last row in Table II.",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 436,
                    "text": "Table I",
                    "end": 443
                },
                {
                    "type": "table",
                    "start": 478,
                    "text": "Table II",
                    "end": 486
                },
                {
                    "type": "table",
                    "start": 708,
                    "text": "Table II",
                    "end": 716
                }
            ]
        },
        {
            "section": "A. Determinations of branching fractions",
            "text": "Using the control samples selected from Bhabha scattering and DD events, we find that there are small discrepancies between data and MC simulation in the positron tracking efficiency, positron identification efficiency, K 0 S and π 0 reconstruction efficiencies. We correct for these differences by multiplying the raw efficiencies ε(D + →K 0 e + ν e ) and ε(D + → π 0 e + ν e ) determined in MC simulation by factors of 0.9957 and 0.9910, respectively. The corrected efficiencies are found to be ǫ ′ (D + →K 0 e + ν e ) = (17.75 ± 0.03)% and ǫ ′ (D + → π 0 e + ν e ) = (55.02 ± 0.10)%, where the uncertainties are only statistical.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "A. Determinations of branching fractions",
            "text": "Inserting the corresponding numbers into Eq. 2 where the first uncertainties are statistical and the second systematic.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "ref_id": "formula_5",
                    "start": 45,
                    "text": "2",
                    "end": 46
                }
            ]
        },
        {
            "text": "B. Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "B. Systematic uncertainties",
            "text": "The systematic uncertainties in the measured branching fractions of D + →K 0 e + ν e and D + → π 0 e + ν e decays include the following contributions.",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "section": "B. Systematic uncertainties",
            "text": "Number of D − tags. The systematic uncertainty of the number of D − tags is 0.5% [10].",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 81,
                    "text": "[10]",
                    "end": 85
                }
            ]
        },
        {
            "section": "B. Systematic uncertainties",
            "text": "e + tracking efficiency. Using the positron samples selected from radiative Bhabha scattering events, the e + tracking efficiencies are measured in data and MC simulation. Considering both the polar angle and momentum distributions of the positrons in the semileptonc decays, a correction factor of 1.0021 ± 0.0019 (1.0011 ± 0.0015) is determined for the e + tracking efficiency in the branching fraction measurement of D + →K 0 e + ν e (D + → π 0 e + ν e ) decay. This correction is applied and an uncertainty of 0.19% (0.15%) is used as the corresponding systematic uncertainty.",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "section": "B. Systematic uncertainties",
            "text": "e + identification efficiency. Using the positron samples selected from radiative Bhabha scattering events, we measure the e + identification efficiencies in data and MC TABLE II. The reconstruction efficiencies for D + →K 0 e + νe and D + → π 0 e + νe determined from MC simulation. The efficiencies include the branching fractions forK 0 and π 0 . The uncertainties are statistical only.",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "Tag mode",
            "section_rank": 12
        },
        {
            "section": "Tag mode",
            "text": "εtag,SL(D + →K 0 e + νe) (%) ε(D + →K 0 e + νe) (%) εtag,SL(D + → π 0 e + νe) (%) ε(D + → π 0 e + νe) (%) simulation. Taking both the polar angle and momentum distributions of the positrons in the semileptonic decays into account, a correction factor of 0.9993 ± 0.0016 (0.9984 ± 0.0014) is determined for the e + identification efficiency in the measurement of B(D + →K 0 e + ν e ) (B(D + → π 0 e + ν e )). This correction is applied, and an amount of 0.16% (0.14%) is assigned as the corresponding systematic uncertainty. K 0 S and π 0 reconstruction efficiency. The momentumdependent efficiencies for K 0 S (π 0 ) reconstruction in data and in MC simulation are measured with DD events. Weighting these efficiencies according to the K 0 S (π 0 ) momentum distribution in the semileptonic decay leads to a difference of (−0.57 ± 1.62)% ((−0.85 ± 1.00)%) between the K 0 S (π 0 ) reconstruction efficiencies in data and MC simulation. Since we correct for the systematic shift, the uncertainty of the correction factor, 1.62% (1.00%), is taken as the corresponding systematic uncertainty in the measured branching fraction of D + →K 0 e + ν e (D + → π 0 e + ν e ).",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "section": "Tag mode",
            "text": "Requirement on E γ,max . By comparing doubly tagged DD hadronic decay events in the data and MC simulation, the systematic uncertainty due to this source is estimated to be 0.1%.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "section": "Tag mode",
            "text": "Fit to the U miss distribution. To estimate the uncertainties due to the fits to the U miss distributions, we refit the U miss distributions by varying the bin size and the tail parameters (which are used to describe the signal shapes and are determined from MC simulation) to obtain the number of signal events from D + semileptonic decays. We then combine the changes in the yields in quadrature to obtain the systematic uncertainty (0.12% for D + →K 0 e + ν e , 0.52% for D + → π 0 e + ν e ). Since the background function is formed from many background modes with fixed relative normalizations, we also vary the relative contributions of several of the largest background modes based on the uncertainties in their branching fractions (0.12% for D + →K 0 e + ν e , 0.01% for D + → π 0 e + ν e ). In addition, we convolute the background shapes formed from MC simulation with the same Gaussian function in the fits (0.02% for D + →K 0 e + ν e , 0.30% for D + → π 0 e + ν e ). Finally we assign the relative uncertainties to be 0.2% and 0.6% for D + →K 0 e + ν e and D + → π 0 e + ν e , respectively.",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "section": "Tag mode",
            "text": "Form factor. In order to estimate the systematic uncertainty associated with the form factor used to generate signal events in the MC simulation, we re-weight the signal MC events so that the q 2 spectra agree with the measured spectra. We then remeasure the branching fraction (partial decay rates in different q 2 bins) with the newly weighted efficiency (efficiency matrix). The maximum relative change of the branching fraction (partial decay rates in different q 2 bins) is 0.2% and is assigned as the systematic uncertainty.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "Tag mode",
            "text": "FSR recovery. The differences between the results with FSR recovery and the ones without FSR recovery are assigned as the systematic uncertainties due to FSR recovery. We find the differences are 0.1% and 0.5% for D + →K 0 e + ν e and D + → π 0 e + ν e , respectively.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "Tag mode",
            "text": "MC statistics. The uncertainties in the measured branching fractions due to the MC statistics are the statistical fluctuation of the MC samples, which are 0.2% for both of D + →K 0 e + ν e and D + → π 0 e + ν e semileptonic decays.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "section": "Tag mode",
            "text": "K 0 S and π 0 decay branching fractions. We include an uncertainty of 0.07% (0.03%) on the branching fraction measurement of D + →K 0 e + ν e (D + → π 0 e + ν e ) to account for the uncertainty of the branching fraction of K 0 S → π + π − (π 0 → γγ) decay [8]. Table III summarizes the systematic uncertainties in the measurement of the branching fractions. Adding all systematic uncertainties in quadrature yields the total systematic uncertainties of 1.76% and 1.41% for D + → K 0 e + ν e and D + → π 0 e + ν e , respectively.",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 256,
                    "text": "[8]",
                    "end": 259
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 261,
                    "text": "Table III",
                    "end": 270
                }
            ]
        },
        {
            "text": "C. Comparison",
            "section_rank": 13
        },
        {
            "section": "C. Comparison",
            "text": "The comparisons of our measured branching fractions for D + →K 0 e + ν e and D + → π 0 e + ν e decays with those previously measured at the BES-II [14], CLEO-c [15] and BESIII [16,17] experiments as well as the PDG values [8] are shown in Fig. 4. Our measured branching fractions are in agreement with the other experimental measure- Using our previous measurements of B(D 0 → K − e + ν e ) and B(D 0 → π − e + ν e ) [13], the results obtained in this analysis, and the lifetimes of D 0 and D + mesons [8], we obtain the ratios",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 147,
                    "text": "[14]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 160,
                    "text": "[15]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 176,
                    "text": "[16,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 180,
                    "text": "17]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 222,
                    "text": "[8]",
                    "end": 225
                },
                {
                    "type": "figure",
                    "start": 239,
                    "text": "Fig. 4",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 417,
                    "text": "[13]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 502,
                    "text": "[8]",
                    "end": 505
                }
            ]
        },
        {
            "section": "C. Comparison",
            "text": "e ) Γ(D + →K 0 e + ν e ) = 1.03 ± 0.01 ± 0.02 (5) and I π ≡ Γ(D 0 → π − e + ν e ) 2Γ(D + → π 0 e + ν e ) = 1.03 ± 0.03 ± 0.02,",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 46,
                    "text": "(5)",
                    "end": 49
                }
            ]
        },
        {
            "section": "C. Comparison",
            "text": "which are consistent with isospin symmetry.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "V. PARTIAL DECAY RATE MEASUREMENTS",
            "section_rank": 14
        },
        {
            "text": "A. Determinations of partial decay rates",
            "section_rank": 15
        },
        {
            "section": "A. Determinations of partial decay rates",
            "text": "To study the differential decay rates, we divide the semileptonic candidates satisfying the selection criteria described in Sec. III into bins of q 2 . Nine (seven) bins are used for D + →K 0 e + ν e (D + → π 0 e + ν e ). The range of each bin is given in Table IV. The squared four momentum transfer q 2 is determined for each semileptonic candidate by q 2 = (E e + + E νe ) 2 /c 4 − ( p e + + p νe ) 2 /c 2 , where the energy and momentum of the missing neutrino are taken to be E νe = E miss and p νe = E misspmiss /c, respectively. For each q 2 bin, we perform a maximum likelihood fit to the corresponding U miss distribution following the same procedure described in Sec. III B and obtain the signal yields as shown in Table IV.",
            "paragraph_rank": 39,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 256,
                    "text": "Table IV",
                    "end": 264
                },
                {
                    "type": "table",
                    "start": 725,
                    "text": "Table IV",
                    "end": 733
                }
            ]
        },
        {
            "section": "A. Determinations of partial decay rates",
            "text": "To account for detection efficiency and detector resolution, the number of events N i obs observed in the ith q 2 bin is extracted from the relation",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "section": "A. Determinations of partial decay rates",
            "text": "where N bins is the number of q 2 bins, N j prd is the number of semileptonic decay events produced in the tagged D − sample with the q 2 filled in the jth bin, and ε ij is the overall efficiency matrix that describes the efficiency and smearing across q 2 bins. The efficiency matrix element ε ij is obtained by",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "section": "A. Determinations of partial decay rates",
            "text": "where n rec ij is the number of the signal MC events generated in the jth q 2 bin and reconstructed in the ith q 2 bin, n gen j is the total number of the signal MC events which are generated in the jth q 2 bin, and f ij is the matrix to correct for data-MC differences in the efficiencies for e + tracking, e + identification, andK 0 (π 0 ) reconstruction. Table V presents the average overall efficiency matrices for D + →K 0 e + ν e and D + → π 0 e + ν e decays. To produce this average overall efficiency matrix, we combine the efficiency matrices for each tag mode weighted by its yield shown in Table I. The diagonal elements of the matrix give the overall efficiencies for D + → P e + ν e decays to be reconstructed in the correct q 2 bins in the recoil of the single D − tags, while the neighboring off-diagonal elements of the matrix give the overall efficiencies for cross feed between different q 2 bins.",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 358,
                    "text": "Table V",
                    "end": 365
                },
                {
                    "type": "table",
                    "start": 601,
                    "text": "Table I",
                    "end": 608
                }
            ]
        },
        {
            "section": "A. Determinations of partial decay rates",
            "text": "The partial decay width in the ith bin is obtained by inverting the matrix Eq. (7),",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "section": "A. Determinations of partial decay rates",
            "text": "where τ D + is the lifetime of the D + meson [8]. The q 2 -dependent partial widths for D + →K 0 e + ν e and D + → π 0 e + ν e are summarized in Table VI. Also shown in Table VI are the statistical uncertainties and the associated correlation matrices.",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 45,
                    "text": "[8]",
                    "end": 48
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 145,
                    "text": "Table VI",
                    "end": 153
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 169,
                    "text": "Table VI",
                    "end": 177
                }
            ]
        },
        {
            "text": "B. Systematic covariance matrices",
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "For each source of systematic uncertainty in the measurements of partial decay rates, we construct an N bins × N bins systematic covariance matrix. A brief description of each contribution follows.     IV. Summary of the range of each q 2 bin, the number of the observed signal events for D + →K 0 e + νe and D + → π 0 e + νe in data. ",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": ". Efficiency matrices εij given in percent for D + →K 0 e + νe and D + → π 0 e + νe decays. The column gives the true q 2 bin j, while the row gives the reconstructed q 2 bin i. The statistical uncertainties in the least significant digits are given in the parentheses.",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "18.53(6) 0.95(1) 0.07(0) 0.00(0) 0.00(0) 0.00(0) 0.00(0) 0.00(0) 0.00(0)   e + , K 0 S , and π 0 reconstruction. The covariance matrices for the systematic uncertainties associated with the e + tracking, e + identification, K 0 S , and π 0 reconstruction efficiencies are obtained in the following way. We first vary the corresponding correction factors according to their uncertainties, then remeasure the partial decay rates using the efficiency matrices determined from the re-corrected signal MC events. The covariance matrix due to this source is assigned via C ij = δ(∆Γ i )δ(∆Γ j ), where δ(∆Γ i ) denotes the change in the partial decay rate measurement in the ith q 2 bin.",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "Requirement on E γ,max . We take the systematic uncertainty of 0.1% due to the E γ,max requirement on the selected events in each q 2 bin, and assume that this un-certainty is fully correlated between q 2 bins.",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "Fit to the U miss distribution. The technique of fitting the U miss distributions affects the number of signal events observed in the q 2 bins. The covariance matrix due to the U miss fits is determined by",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "where δ(N α obs ) is the systematic uncertainty of N α obs associated with the fit to the corresponding U miss distribution.",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "Form factor. To estimate the systematic uncertainty associated with the form factor model used to generate signal events in the MC simulation, we re-weight the signal MC events so that the q 2 spectra agree with the measured spectra. We then re-calculate the partial decay rates in different q 2 bins with the new efficiency matrices which are determined using the weighted MC events. The covariance matrix due to this source is assigned via C ij = δ(∆Γ i )δ(∆Γ j ), where δ(∆Γ i ) denotes the change of the partial width measurement in the ith q 2 bin.",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "FSR recovery. To estimate the systematic covariance matrix associated with the FSR recovery of the positron momentum, we remeasure the partial decay rates without the FSR recovery. The covariance matrix due to this source is assigned via C ij = δ(∆Γ i )δ(∆Γ j ), where δ(∆Γ i ) denotes the change of the partial decay rate measurement in the ith q 2 bin.",
            "paragraph_rank": 52,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "MC statistics. The systematic uncertainties due to the limited size of the MC samples used to determine the efficiency matrices are translated to the covariance via",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "where the covariance of the inverse efficiency matrix elements are given by [18] cov",
            "paragraph_rank": 54,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 76,
                    "text": "[18]",
                    "end": 80
                }
            ]
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "K 0 S and π 0 decay branching fractions. The systematic uncertainties due to the branching fractions of K 0 S → π + π − (0.07%) and π 0 → γγ (0.03%) are fully correlated between q 2 bins.",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "section": "B. Systematic covariance matrices",
            "text": "The total systematic covariance matrix is obtained by summing all these matrices. Table VI summarizes the relative size of systematic uncertainties and the corresponding correlations in the measurements for the partial decay rates of the D + →K 0 e + ν e and D + → π 0 e + ν e semileptonic decays.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "VI. FORM FACTORS",
            "section_rank": 17
        },
        {
            "section": "VI. FORM FACTORS",
            "text": "To determine the product f + (0)|V cs(d) | and other form factor parameters, we fit the measured partial decay rates using Eq. (1) with the parameterization of the form factor f + (q 2 ). In this analysis, we use several forms of the form factor parameterizations which are reviewed in Sec. VI A.",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "A. Form factor parameterizations",
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "In general, the single pole model is the simplest approach to describe the q 2 dependence of the form factor. The single pole model is expressed as",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "where f + (0) is the value of the form factor at q 2 = 0, and m pole is the pole mass, which is often treated as a free parameter to improve fit quality. The modified pole model [19] is also widely used in Lattice QCD (LQCD) calculations and experimental studies of these decays. In this parameterization, the form factor of the semileptonic D → P e + ν e decays is written as",
            "paragraph_rank": 59,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 178,
                    "text": "[19]",
                    "end": 182
                }
            ]
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "where",
            "paragraph_rank": 60,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "is the mass of the D * + (s) meson, and α is a free parameter to be fitted.",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "The ISGW2 model [20] assumes",
            "paragraph_rank": 62,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 16,
                    "text": "[20]",
                    "end": 20
                }
            ]
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "where q 2 max is the kinematical limit of q 2 , and r is the conventional radius of the meson.",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "The most general parameterization of the form factor is the series expansion [21], which is based on analyticity and unitarity. In this parameterization, the variable q 2 is mapped to a new variable z through",
            "paragraph_rank": 64,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 77,
                    "text": "[21]",
                    "end": 81
                }
            ]
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "with",
            "paragraph_rank": 65,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "The form factor is then expressed in terms of the new variable z as",
            "paragraph_rank": 66,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "where a k (t 0 ) are real coefficients. The function P (q 2 ) is",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "where m c is the mass of the charm quark.",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "In practical use, one usually makes a truncation of the above series. After optimizing the form factor parameters, we obtain",
            "paragraph_rank": 69,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": ", (19) where r k ≡ a k (t 0 )/a 0 (t 0 ). In this analysis we fit the measured decay rates to the two-or three-parameter series expansion, i.e., we take k max = 1 or 2. In fact, the z expansion with only a linear term is sufficient to describe the data. Therefore we take the two-parameter series expansion as the nominal parameterization to determine f In order to determine the form factor parameters, we fit the theoretical parameterizations to the measured partial decay rates. Taking into account the correlations of the measured partial decay rates among q 2 bins, the χ 2 to be minimized in the fit is defined as",
            "paragraph_rank": 70,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2,
                    "text": "(19)",
                    "end": 6
                }
            ]
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "where ∆Γ i is the measured partial decay rate in the ith q 2 bin, C −1 ij is the inverse matrix of the covariance matrix C ij . In the ith q 2 bin, the theoretical expectation of the partial decay rate is obtained by integrating Eq. 1,",
            "paragraph_rank": 71,
            "section_rank": 18,
            "ref_spans": [
                {
                    "ref_id": "formula_0",
                    "start": 233,
                    "text": "1",
                    "end": 234
                }
            ]
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "where q 2 min,i and q 2 max,i are the lower and upper boundaries of that q 2 bin, respectively.",
            "paragraph_rank": 72,
            "section_rank": 18
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "In the fits, all parameters of the form factor parameterizations are left free. The central values of the form factor parameters are taken from the results obtained by fitting the data with the combined statistical and systematic covariance matrix together. The quadratic difference between the uncertainties of the fit parameters obtained from the fits with the combined covariance matrix and the uncertainties of the fit parameters obtained from the fits with the statistical covariance matrix only is taken as the systematic error of the measured form factor parameter. The results of these fits are summarized in Table VII, where the first errors are statistical and the second systematic. Figure 5 shows the fits to the measured differential decay rates for D + →K 0 e + ν e and D + → π 0 e + ν e . Figure 6 shows the projection of the fits onto f + (q 2 ) for the D + →K 0 e + ν e and D + → π 0 e + ν e decays, respectively. In these two figures, the dots with error bars show the measured values of the form factors, f + (q 2 ), in the center of each q 2 bin, which are obtained with",
            "paragraph_rank": 73,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 617,
                    "text": "Table VII",
                    "end": 626
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 694,
                    "text": "Figure 5",
                    "end": 702
                },
                {
                    "type": "figure",
                    "start": 804,
                    "text": "Figure 6",
                    "end": 812
                }
            ]
        },
        {
            "section": "A. Form factor parameterizations",
            "text": "in which  Furthermore, using the form factors predicted by the LQCD calculations, we obtain the CKM matrix elements |V cs | = 0.944 ± 0.005 ± 0.015 ± 0.024 and |V cd | = 0.210 ± 0.004 ± 0.001 ± 0.009, where the third errors are dominated by the theoretical uncertainties in the LQCD calculations of the form factors.",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "FIG. 1. Fits (solid lines) to the MBC distributions (points with error bars) in data for nine D − tag modes. The two vertical lines show the tagged D − mass regions.",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 20
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. Distributions of Umiss for the selected (a) D + → K 0 e + νe and (b) D + → π 0 e + νe candidates (points with error bars) with fit projections overlaid (solid lines). The dashed curves show the background determined by the fit.",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 21
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Momentum distributions of selected events (with |Umiss| < 60 MeV) for (a)K 0 , (b)e + from D + →K 0 e + νe, (c) π 0 , and (d) e + from D + → π 0 e + νe. The points with error bars represent data, the (blue) open histograms are MC simulated signal plus background, the shaded histograms are MC simulated background only.",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "yields the absolute decay branching fractions B(D + →K 0 e + ν e ) = (8.60 ± 0.06 ± 0.15) × 10 −2 (3) and B(D + → π 0 e + ν e ) = (3.63 ± 0.08 ± 0.05) × 10 −3 , (4)",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "D + lifetime. The systematic uncertainty associated with the lifetime of the D + meson (0.7%) [8] is fully correlated across q 2 bins. Number of D − tags. The systematic uncertainty from the number of the single D − tags (0.5%) is fully correlated between q 2 bins.",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "text": "2 FIG. 4 .",
            "section_rank": 24
        },
        {
            "section": "2 FIG. 4 .",
            "text": "FIG. 4.Comparison of the branching fraction measurements for D + →K 0 e + νe (left) and D + → π 0 e + νe (right). The green bands correspond to the 1σ limits of the world averages.",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "K",
            "section_rank": 25
        },
        {
            "section": "K",
            "text": "(π) + (0) and |V cs(d) |. B. Fitting partial decay rates to extract form factors",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 26
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. Differential decay rates for D + →K 0 e + νe (left) and D + → π 0 e + νe (right) as a function of q 2 . The dots with error bars show the data and the lines give the best fits to the data with different form factor parameterizations.",
            "paragraph_rank": 82,
            "section_rank": 26
        },
        {
            "text": "21 ± 0.02 17.77 ± 0.04 28.44 ± 0.06 54.88 ± 0.13 D − → K 0 S π − 10.14 ± 0.05 18.05 ± 0.11 31.15 ± 0.15 55.43 ± 0.34 D − → K 0 S K − 9.30 ± 0.08 17.84 ± 0.22 28.68 ± 0.23 55.02 ± 0.67 D − → K + K − π − 7.39 ± 0.06 17.92 ± 0.18 22.53 ± 0.16 54.66 ± 0.53 D − → K + π − π − π 0 4.98 ± 0.02 18.25 ± 0.09 15.49 ± 0.06 56.72 ± 0.29 D − → π + π − π −",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "TABLE III .",
            "section_rank": 28
        },
        {
            "section": "TABLE III .",
            "text": "Summary of the systematic uncertainties considered in the measurements of the branching fractions of D + →K 0 e + νe and D + → π 0 e + νe decays. →K 0 e + νe D + → π 0 e + νe",
            "paragraph_rank": 84,
            "section_rank": 28
        },
        {
            "section": "TABLE III .",
            "text": "ments, but are more precise. For D + → π 0 e + ν e , our result is lower than the only other existing measurement by CLEO-c[15] by 2.0σ.",
            "paragraph_rank": 85,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 123,
                    "text": "[15]",
                    "end": 127
                }
            ]
        },
        {
            "text": "TABLE",
            "section_rank": 29
        },
        {
            "text": "TABLE VI .",
            "section_rank": 30
        },
        {
            "section": "TABLE VI .",
            "text": "Summary of the measured partial decay rates, relative statistical uncertainties, systematic uncertainties and corresponding correlation matrices for D + →K 0 e + νe and D + → π 0 e + νe. D + →K 0 e + νe q",
            "paragraph_rank": 87,
            "section_rank": 30
        },
        {
            "text": "TABLE VII .",
            "section_rank": 31
        },
        {
            "section": "TABLE VII .",
            "text": "Summary of results of form factor fits for D + →K 0 e + νe and D + → π 0 e + νe, where the first errors are statistical and the second systematic. pole (GeV/c 2 ) D + →K 0 e + νe 0.7094 ± 0.0035 ± 0.0111 1.935 ± 0.017 ± 0.006 D + → π 0 e + νe 0.1429 ± 0.0020 ± 0.0009 1.898 ± 0.020 ± 0.003 →K 0 e + νe 0.7052 ± 0.0038 ± 0.0112 0.294 ± 0.031 ± 0.010 D + → π 0 e + νe 0.1400 ± 0.0024 ± 0.0010 0.285 ± 0.057 ± 0.010 →K 0 e + νe 0.7039 ± 0.0037 ± 0.0111 1.587 ± 0.023 ± 0.007 D + → π 0 e + νe 0.1381 ± 0.0023 ± 0.0007 2.078 ± 0.067 ± 0.011 →K 0 e + νe 0.7053 ± 0.0040 ± 0.0112 −2.18 ± 0.14 ± 0.05 D + → π 0 e + νe 0.1400 ± 0.0026 ± 0.0007 −2.01 ± 0.13 ± 0.02 →K 0 e + νe 0.6983 ± 0.0056 ± 0.0112 −1.76 ± 0.25 ± 0.06 −13.4 ± 6.3 ± 1.4 D + → π 0 e + νe 0.1413 ± 0.0035 ± 0.0012 −2.23 ± 0.42 ± 0.06 1.4 ± 2.5 ± 0.4",
            "paragraph_rank": 88,
            "section_rank": 31
        },
        {
            "section": "TABLE VII .",
            "text": "We veto the K 0 S π − candidates when a π + π − invariant mass falls within the K 0 S mass window.2 In this analysis, all four-momentum vectors measured in the laboratory frame are boosted to the e + e − center-of-mass frame.",
            "paragraph_rank": 89,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 98,
                    "text": "2",
                    "end": 99
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 33
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. This work is supported in part by ",
            "paragraph_rank": 90,
            "section_rank": 33
        },
        {
            "text": "stat. correl. 1.000 −0.073 1.000 0.001 −0.084 1.000 0.000 0.003 −0.091 1.000 0.000 0.000 0.004 −0.085 1.000 0.000 0.000 0.000 0.004 −0.085 1.000 0.000 0.000 0.000 0.000 0.004 −0.075 1.000 0.000 0.000 0.000 0.000 0.000 0.004 −0.069 1.000 0.000 0.000",
            "paragraph_rank": 91,
            "section_rank": 35
        },
        {
            "text": "where |V cs | = 0.97351 ± 0.00013 and |V cd | = 0.22492 ± 0.00050 are taken from the SM constraint fit [8]. In the calculation of",
            "paragraph_rank": 92,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 103,
                    "text": "[8]",
                    "end": 106
                }
            ]
        },
        {
            "text": "is computed using the two parameter series parameterization with the measured parameters.",
            "paragraph_rank": 93,
            "section_rank": 35
        },
        {
            "text": "C. Determinations of f K + (0) and f π + (0)",
            "paragraph_rank": 94,
            "section_rank": 35
        },
        {
            "text": "Using the f",
            "paragraph_rank": 95,
            "section_rank": 35
        },
        {
            "text": "values from the twoparameter series expansion fits and taking the values of |V cs(d) | from the SM constraint fit [8] as inputs, we obtain the form factors",
            "paragraph_rank": 96,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 114,
                    "text": "[8]",
                    "end": 117
                }
            ]
        },
        {
            "text": "and f π + (0) = 0.622 ± 0.012 ± 0.003,",
            "paragraph_rank": 97,
            "section_rank": 35
        },
        {
            "text": "where the first errors are statistical and the second systematic.",
            "paragraph_rank": 98,
            "section_rank": 35
        },
        {
            "text": "VII. DETERMINATIONS OF |Vcs| AND |V cd |",
            "section_rank": 36
        },
        {
            "section": "VII. DETERMINATIONS OF |Vcs| AND |V cd |",
            "text": "Using the values of f",
            "paragraph_rank": 99,
            "section_rank": 36
        },
        {
            "section": "VII. DETERMINATIONS OF |Vcs| AND |V cd |",
            "text": "| from the twoparameter z-series expansion fits and in conjunction with the form factor values f K + (0) = 0.747 ± 0.011 ± 0.015 [22] and f π + (0) = 0.666 ± 0.020 ± 0.021 [23] calculated from LQCD, we obtain",
            "paragraph_rank": 100,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 129,
                    "text": "[22]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 172,
                    "text": "[23]",
                    "end": 176
                }
            ]
        },
        {
            "section": "VII. DETERMINATIONS OF |Vcs| AND |V cd |",
            "text": "and",
            "paragraph_rank": 101,
            "section_rank": 36
        },
        {
            "section": "VII. DETERMINATIONS OF |Vcs| AND |V cd |",
            "text": "where the first uncertainties are statistical, the second systematic, and the third are due to the theoretical uncertainties in the LQCD calculations of the form factors.",
            "paragraph_rank": 102,
            "section_rank": 36
        },
        {
            "text": "VIII. SUMMARY",
            "section_rank": 37
        },
        {
            "section": "VIII. SUMMARY",
            "text": "In summary, by analyzing 2.93 fb −1 of data collected at 3.773 GeV with the BESIII detector at the BEPCII, the semileptonic decays for D + →K 0 e + ν e and D + → π 0 e + ν e have been studied. From a total of 1703054±3405 D − tags, 26008 ± 168 D + →K 0 e + ν e and 3402 ± 70 D + → π 0 e + ν e signal events are observed in the system recoiling against the D − tags. These yield the absolute decay branching fractions to be B(D + →K 0 e + ν e ) = (8.60 ± 0.06 ± 0.15) × 10 −2 and B(D + → π 0 e + ν e ) = (3.63 ± 0.08 ± 0.05) × 10 −3 .",
            "paragraph_rank": 103,
            "section_rank": 37
        },
        {
            "section": "VIII. SUMMARY",
            "text": "We also study the relations between the partial decay rates and squared 4-momentum transfer q 2 for these two decays and obtain the parameters of different form factor parameterizations. The products of the form factors and the related CKM matrix elements extracted from the two-parameter series expansion parameterization are selected as our primary results. We obtain f + (0)|V cs | = 0.7053 ± 0.0040 ± 0.0112 and f + (0)|V cd | = 0.1400 ± 0.0026 ± 0.0007. Using the global SM fit values for |V cs | and |V cd |, we obtain the form factors f K + (0) = 0.725 ± 0.004 ± 0.012 and f π + (0) = 0.622 ± 0.012 ± 0.003. ",
            "paragraph_rank": 104,
            "section_rank": 37
        }
    ]
}