{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "the KEKB asymmetric-energy e + e − collider. From these moments we determine the CP -violationsensitive asymmetry a T -odd CP = −0.28 ± 1.38 (stat.) +0. 23 −0.76 (syst.) × 10 −3 , which is consistent with no CP violation. In addition, we perform a T -odd CP measurements in different regions of the D 0 → K 0 S π + π − π 0 phase space; these are also consistent with no CP violation. Standard Model (SM) CP violation, which is due to the Kobayashi-Maskawa mechanism [1], is very small [O(10 −3 )] in interactions involving decays of charm hadrons. Hence, any enhancement with respect to the SM prediction can indicate new physics effects due to particles or interactions not included in the SM [2]. The decay D 0 → K 0 S π + π − π 0 has a self-conjugate final state that can be used for a precise test of CP symmetry. Due to its large branching fraction of 5.2% [3], one can isolate a sample of O (10 6 ) decays that allows a test at a precision of O(10 −3 ). This decay has been studied once before [4] but with a sample of only 140 events. Here, we report the first measurement of the time-reversal (T ) asymmetry in D 0 → K 0 S π + π − π 0 decays, which is sensitive to CP violation via the CP T theorem [5]. This is the first T asymmetry measurement for a D meson decay with two neutral particles in the final state, one of which is a π 0 meson.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 153,
                    "text": "23",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 466,
                    "text": "[1]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 694,
                    "text": "[2]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 862,
                    "text": "[3]",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "start": 897,
                    "text": "(10 6",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1000,
                    "text": "[4]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1207,
                    "text": "[5]",
                    "end": 1210
                }
            ]
        },
        {
            "text": "For this measurement, we use the method described in Refs. [6][7][8][9]. Such T -violation-sensitive measurements are complementary to direct probes of CP violation because of the differing dependence on the strong-phase difference between the contributing amplitudes [10]. This method was used earlier by the FOCUS [11], BaBar [12,13], and LHCb [14] Collaborations for similar studies in D 0 , D + , and D + s decays. The measurement is performed by constructing the scalar triple product",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 59,
                    "text": "[6]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 62,
                    "text": "[7]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 65,
                    "text": "[8]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 68,
                    "text": "[9]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 268,
                    "text": "[10]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 316,
                    "text": "[11]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 328,
                    "text": "[12,",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 332,
                    "text": "13]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 346,
                    "text": "[14]",
                    "end": 350
                }
            ]
        },
        {
            "text": "where p 1 , p 2 , and p 3 are the momenta of any three of the D 0 daughter particles. Similarly, C T is defined as the CP -conjugate observable with D 0 daughter particles. There must be at least four particles in the final state for p 1 to not be co-planar with p 2 and p 3 and allow nonzero C T . We define two asymmetry parameters as",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "for D 0 and D 0 , respectively, with Γ being a partial decay rate. These asymmetries can be nonzero due to the final state interaction (FSI) effects [15]. These effects are eliminated by taking the difference between A T and A T as",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 149,
                    "text": "[15]",
                    "end": 153
                }
            ]
        },
        {
            "text": "for which a nonzero value would be a clear signature of T violation [5].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 68,
                    "text": "[5]",
                    "end": 71
                }
            ]
        },
        {
            "text": "In this Letter, we also present measurements of a T -odd",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "CP",
            "section_rank": 2
        },
        {
            "section": "CP",
            "text": "in nine regions of the final state phase space. The regions are selected to isolate CP eigenstates such as K 0 S ω, vector-vector (VV) states such as K * ± ρ ∓ , Cabibbofavored (CF) states such as K * − π + π 0 and doubly-Cabibbo-suppressed (DCS) states such as K * + π − π 0 .",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "CP",
            "text": "We reconstruct the final state in e + e − → cc → D * + X events [16], recorded by the Belle experiment, in which",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 64,
                    "text": "[16]",
                    "end": 68
                }
            ]
        },
        {
            "section": "CP",
            "text": "and X is a collection of particles produced along with the D * + meson. The π + slow meson is so called because its momentum is low compared to the final state particles originating from the D 0 decay. We use the charge of π slow to identify whether the accompanying candidate is a D 0 or a D 0 meson.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "CP",
            "text": "The Belle detector [17] is located at the interaction region of the KEKB asymmetric-energy e + e − collider [18]. The analysis is performed with the full data sample corresponding to an integrated luminosity of 966 fb −1 collected at or near center-of-mass energies corresponding to the Υ(nS) (n = 1, 2, 3, 4, 5) resonances, where 74% of the sample is taken at the Υ(4S) peak. The sub-detectors relevant to this measurement are: a tracking system comprising a silicon vertex detector (SVD) and a 50-layer central drift chamber (CDC), a particle identification system comprising of a barrel like arrangement of time-offlight (TOF) scintillation counters and an array of aerogel threshold Cherenkov counters (ACC), and a CsI(Tl) crystal-based electromagnetic calorimeter (ECL). These subdetectors are located inside a 1.5 T superconducting magnet.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 19,
                    "text": "[17]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 108,
                    "text": "[18]",
                    "end": 112
                }
            ]
        },
        {
            "section": "CP",
            "text": "Samples of Monte Carlo (MC) simulated data are used to optimize the selection criteria and to understand various types of background. The EvtGen [19] and Geant3 [20] software packages are used to generate the events and simulate the detector response, respectively. We also include initial and final state radiation effects [21] in the simulation study.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 145,
                    "text": "[19]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 161,
                    "text": "[20]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 324,
                    "text": "[21]",
                    "end": 328
                }
            ]
        },
        {
            "section": "CP",
            "text": "We require candidate π ± daughters of the D 0 and π + slow to have a distance of closest approach along and perpendicular to the e + beam direction of less than 3.0 cm and 0.5 cm; this removes tracks not originating from the interaction region. Furthermore, these track candidates need to be positively identified as pions based on the combined information from the CDC, TOF, and ACC. The pion identification requirement has an efficiency of 88% [22] with the probability of misidentification of a kaon as a pion candidate of 8%. We select",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 446,
                    "text": "[22]",
                    "end": 450
                }
            ]
        },
        {
            "section": "CP",
            "text": "candidates from pairs of oppositely charged tracks, both treated as pions. The two tracks are required to have a π-π invariant mass within ±3σ of the K 0 S mass [3], where σ is the mass resolution. The decay vertex of the K 0 S candidates is required to be displaced from the e + e − interaction point by a transverse distance of greater than 0.22 cm for momenta greater than 1.5 GeV/c, and greater than 0.08 cm for momenta between 0.5 and 1.5 GeV/c [23]. We select π 0 meson candidates from pairs of photons reconstructed in the ECL. The photons have different minimum energy criteria of 50 MeV, 100 MeV, or 150 MeV, depending on whether they are reconstructed in the barrel, forward endcap, or backward endcap regions of the ECL, respectively. These criteria suppress the beam-related backgrounds, which are typically asymmetric in polar angle. A π 0 candidate is selected when the invariant mass of the photon pair lies between 115 and 145 MeV/c 2 , which covers an asymmetric interval corresponding to 3σ about the nominal mass of the π 0 meson [3]. We require that π 0 candidates have momentum greater than 350 MeV/c to reduce combinatorial background from random combinations of particles not originating from D 0 → K 0 S π + π − π 0 decays. We kinematically constrain the π 0 meson to its known mass [3] to improve the momentum resolution. We identify a",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 161,
                    "text": "[3]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 450,
                    "text": "[23]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1049,
                    "text": "[3]",
                    "end": 1052
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1307,
                    "text": "[3]",
                    "end": 1310
                }
            ]
        },
        {
            "section": "CP",
            "text": "We select π + slow candidates from the remaining pion candidates in the event that produce at least one hit in the SVD; this requirement reduces the multiplicity of candidates within an event. We form D * + from the selected D 0 and π + slow candidates. To eliminate D * mesons from B decays, which have different kinematic and topological properties, we require the D * + momentum in the center-of-mass frame to be greater than 2.5 GeV/c. A small contamination of 0.015% and 0.096% from B and B s events, respectively, is found from MC simulation studies. We define the variable ∆M = M D * + − M D 0 , where M D * + is the mass of the D * + candidate; this peaks at 145 MeV/c 2 [3] for correctly reconstructed D * + mesons. We require ∆M to be less than 150 MeV/c 2 to suppress the combinatorial background. We perform kinematically-constrained vertex fits for both the D 0 vertex (using the π + and π − tracks, π 0 vertex, and K 0 S momentum) and the D * + vertex (using the D 0 momentum and π + slow track). We remove very poorly reconstructed candidates whose vertex fit quality parameter exceeds 1000. We also apply a kinematically-constrained mass fit for the D 0 meson candidates to improve the resolution of the momenta of D 0 daughters. Selection criteria are chosen to maximize the significance S/ √ S + B, where S (B) is the number of MC signal (background) events in the signal region, defined as 144-147 MeV/c 2 for ∆M and 1.82-1.90 GeV/c 2 for M D 0 . Two types of backgrounds are significant: (1) 'combinatorial' and (2) 'random π + slow .' The latter consists of a correctly reconstructed D 0 → K 0 S π + π − π 0 decay paired with a π + slow candidate that is not from a common D * + parent. The background contributions in the selected data sample are 55% and 1% for combinatorial and random π + slow components, respectively. The signal purity is 79% in the signal region. The selection efficiency estimated from MC simulation is 4%, and the selected data sample contains 1,691,029 events.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 679,
                    "text": "[3]",
                    "end": 682
                }
            ]
        },
        {
            "section": "CP",
            "text": "The selection results in an average multiplicity of 1.5 D * candidates per event. In events with two or more candidates, we retain for further analysis the one with the smallest χ 2 value of the D * vertex. MC studies indicate that this requirement selects the correct candidate in 74% of the events with multiple candidates.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "section": "CP",
            "text": "We define C T in the D 0 rest frame as",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "section": "CP",
            "text": "; the values of |C T | and C T with other combinations of final state particles are found to yield identical results. To determine a T -odd CP , we first divide the data sample into four categories using the C T value and π slow charge: ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "section": "CP",
            "text": "where a is the normalization parameter, α and β are shape parameters, and m π is the mass of the charged pion [3]. We observe a small peaking structure in the signal region of the ∆M combinatorial background distribution that is due to partially reconstructed D 0 candidates associated with a genuine π + slow , such as a correctly reconstructed D * + → D 0 π + slow , D 0 → K 0 S π + π − event combined with a low momentum π 0 from the rest of the event. We fix the Gaussian parameters and the fraction of Gaussian contribution of the ∆M combinatorial background PDF to those obtained from the MC sample. The random π + slow component is modeled with the same threshold function as the combinatorial background. We calculate signal yields via a two-dimensional unbinned maximum likelihood fit to the values ∆M and M D 0 . To perform this fit, we include a small correlation term in the PDFs between the width of ∆M and the value of M D 0 . We parametrize the width of the dominant signal-component Gaussian of ∆M as",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 110,
                    "text": "[3]",
                    "end": 113
                }
            ]
        },
        {
            "section": "CP",
            "text": "where a σ is a constant and m D 0 is the known mass of the D 0 meson [3].",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 69,
                    "text": "[3]",
                    "end": 72
                }
            ]
        },
        {
            "section": "CP",
            "text": "The background component yields for all four samples are floated independently, but the shape parameters are common for the four categories. In total, there are 21 free and nine fixed parameters in the fit. The parameters fixed from MC are one of the widths of the asymmetric Gaussian, the width and exponent of the CB PDFs in the ∆M signal component, the normalization parameter a in the threshold PDF, three Gaussian parameters for the peaking structure in the combinatorial background, the relative contribution of the CB and Gaussian functions to the M D 0 PDF of the random π + slow component, and the fraction of PDF that contains the correlation in the twodimensional signal PDF of ∆M and M D 0 . The signalenhanced ∆M and M D 0 distributions of the data for the four categories are shown in Fig. 1, along with the fit projections. The total signal yield obtained from the fit is 744, 509 ± 1, 622 and the asymmetries are A T = (11.60 ± 0.19)% and a T -odd CP = (−0.28 ± 1.38) × 10 −3 , where the uncertainties are statistical. The non-uniform pull for the ∆M fits is due to the remaining correlation between ∆M and M D 0 . However, from MC studies we find that this correlation does not cause any bias in the signal yields, in A T , nor in a T -odd",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 799,
                    "text": "Fig. 1, along",
                    "end": 812
                }
            ]
        },
        {
            "text": "CP",
            "section_rank": 3
        },
        {
            "section": "CP",
            "text": ". The large value for A T is due to the FSI effects [15]. The value of a T -odd CP is consistent with no CP violation.",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 52,
                    "text": "[15]",
                    "end": 56
                }
            ]
        },
        {
            "section": "CP",
            "text": "We divide the D 0 → K 0 S π + π − π 0 phase space into nine exclusive regions according to the intermediate resonance contributions. These are (1) K 0 S ω (CP eigenstate), (2) K 0 S η (CP eigenstate), (3) K * − ρ + (VV CF state), (4) K * + ρ − (VV DCS state), (5) K * − π + π 0 (CF state), (6) K * + π − π 0 (DCS state), (7) K * 0 π + π − , (8) K 0 S ρ + π − and (9) everything else. Due to the relatively small size of these samples in comparison with the combined one, we reduce the number of free shape parameters to six while fitting the distributions of ∆M and M D 0 in each bin.  Table I. The results for a T -odd CP are all consistent with no CP violation. The values of A T vary significantly due to the different resonance contributions. A value A T ≈ 0 indicates the presence of a single partial wave, as in bin 2 where the S-wave dominates. Values of A T > 0 indicate a significant interference between even and odd partial waves as in bins 3 to 9 [25].",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 586,
                    "text": "Table I",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 959,
                    "text": "[25]",
                    "end": 963
                }
            ]
        },
        {
            "section": "CP",
            "text": "The sources of systematic uncertainties are the signal and background models, efficiency dependence on C T , C T resolution, and potential fit bias. The dominant contribution comes from modeling the signal and background PDFs. The fixed parameters in the fit not related to the peaking combinatorial background are varied by ±1 standard deviation from their nominal value obtained from a simulation sample corresponding to the same integrated luminosity as the data; we assign the change in a T -odd CP as a systematic uncertainty. Without having a suitable control sample to study the peaking component of the combinatorial background, we change the value of the fraction of Gaussian PDF to twice the value found in the MC sample and then to zero. The resulting changes +0.02 × 10 −3 and −0.42 × 10 −3 , respectively, for a T -odd CP are assigned as a systematic uncertainty. These uncertainties are combined, accounting for correlations among the parameters, to give a total uncertainty of +0.09 −0.73 ×10 −3 . To study the dependence of the efficiency on C T , we calculate the efficiency in 10 bins of C T between −0.05 (GeV/c) 3 and 0.05 (GeV/c) 3 . We find a relative spread of 10% in efficiency across the bins that varies quadratically as c 2 C 2",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1132,
                    "text": "3",
                    "end": 1133
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1151,
                    "text": "3",
                    "end": 1152
                }
            ]
        },
        {
            "section": "CP",
            "text": "T +c 1 C T +c 0 , where c 1 = 0 within its statistical limit. This dependence is due to a reduced reconstruction efficiency for low-momentum D 0 daughters, which tend to have C T values close to zero. We correct the measured a T -odd CP value for the efficiency dependence and see negligible change because of the symmetry implied by c 1 = 0. We introduce an artificial asymmetry by changing the value of c 1 by one standard deviation and perform the efficiency correction again. The change in a T -odd CP of 0.05 × 10 −3 is assigned as the systematic uncertainty due to the C T efficiency dependence. The parameter c 2 is found to be different for D 0 and D 0 but still compatible within uncertainties. We take the difference of 0.20 × 10 −3 in a T -odd CP when applying different efficiency corrections for D 0 and D 0 as a systematic uncertainty. The C T resolution follows a Cauchy distribution with zero mean and a half width at half maximum of 1.325 (MeV/c) 3 . We add a corresponding smearing to the C T distribution to determine a systematic change in a T -odd CP due to any asymmetric cross feed between the positive and negative C T intervals. The variation in a T -odd CP due to the migration is 0.02 × 10 −3 , which is taken as a systematic uncertainty from this source. We obtain the fit bias systematic uncertainty, which is a multiplicative one, from a linearity test by giving different input values for a T -odd CP in sets of simulated pseudo-experiments. We find a possible fit-bias uncertainty of 0.28 × 10 −5 . We add all the individual systematic uncertainties in quadrature to obtain a total a T -odd In addition to the systematic studies, we perform other ",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 964,
                    "text": "3",
                    "end": 965
                }
            ]
        },
        {
            "text": "Bin",
            "section_rank": 4
        },
        {
            "section": "Bin",
            "text": "Resonance Invariant mass",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Bin",
            "text": "cross checks. There is an asymmetry between the number of D 0 and D 0 events reconstructed in the data sample due to the forward-backward asymmetry (A F B ) generated by interference between the virtual photon and Z 0 boson [26]. This production asymmetry, coupled with the asymmetry of the Belle detector, may induce a different reconstruction efficiency as a function of C T for D 0 and D 0 . This asymmetry is modeled in the MC samples and is found to introduce no bias to the measured value of a T -odd",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 224,
                    "text": "[26]",
                    "end": 228
                }
            ]
        },
        {
            "text": "CP",
            "section_rank": 5
        },
        {
            "section": "CP",
            "text": ". We also measure a T -odd CP in bins of cos θ * , where θ * is the polar angle of the D * + with respect to the e + beam direction defined in the center-of-mass system, and find that the results are consistent with the integrated value. To check for any further systematic effect due to detector reconstruction asymmetry for particles of different charges, we compare the momentum and azimuthal angle distributions for D 0 and D 0 daughters in data and MC samples and find no significant difference. Furthermore, we study the dependence of the C T distribution on the D * + momentum selection criterion by varying the latter value by ±100 MeV/c. No significant change in the shape of the C T distribution is observed. In addition, we estimate the possible contamination from the decay D 0 → π + π − π + π − π 0 , which is an irreducible background, and find that the contribution is negligible.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "CP",
            "text": "In summary, we report the first measurement of the Todd moment asymmetry a T -odd CP = (−0.28 ± 1.38 +0.23 −0.76 ) × 10 −3 for D 0 → K 0 S π + π − π 0 , consistent with no CP violation. The results in various bins of K 0 S π + π − π 0 phase space also show no evidence for CP violation. This result constitutes one of the most precise tests of CP violation in the D meson system [3]. The measurement uncertainties are statistically dominated and thus can be improved further with the data from the upcoming Belle II experiment [27].",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 101,
                    "text": "+0.23",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 379,
                    "text": "[3]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 527,
                    "text": "[27]",
                    "end": 531
                }
            ]
        },
        {
            "text": "and (iv) D 0 with −C T < 0. We then perform a simultaneous maximum likelihood fit to the twodimensional distributions of ∆M and M D 0 to determine a T -oddCP and yields. The two yields [(i) and (iii)] and two asymmetry parameters (A T and a T -odd CP ) of the signal component are floated in the fit.We model the signal component of the M D 0 distribution with a probability density function (PDF) that is the sum of a Crystal Ball (CB) function[24], a Landau distribution, and two Gaussian functions, with a common value for the Gaussian means and Landau central value. The combinatorial background component is parametrized with a first-order polynomial. The random π + slow component is modeled by the signal PDF.The ∆M signal component is described by a PDF formed from the sum of a CB function, two Gaussians, and an asymmetric Gaussian function. The combinatorial component is parametrized by a PDF that is the sum of an empirical threshold function and a Gaussian function. The threshold function has the form",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 445,
                    "text": "[24]",
                    "end": 449
                }
            ]
        },
        {
            "text": "The remaining parameters are fixed to the values obtained from the fit to the combined data sample. The free parameters are the mean and the width of the ∆M signal component and the four CB parameters for the M D 0 signal component. The A T and a T -odd CP values in each bin are listed in",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "CP",
            "section_rank": 8
        },
        {
            "section": "CP",
            "text": "systematic uncertainty of +0.23 −0.76 × 10 −3 .",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 9
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. The signal-enhanced logarithmic distributions of (a) ∆M and (b) M D 0 for D 0 with CT > 0, (c) ∆M and (d) M D 0 for D 0 with CT < 0, (e) ∆M and (f) M D 0 for D 0 with −CT > 0 and (g) ∆M and (h) M D 0 for D 0 with −CT < 0; the ∆M distributions have a selection criteria on M D 0 in the signal region and vice versa. The black points with error bars are the data points and the solid blue curve is the projection of the total signal and background components. The dotted magenta and dashed red curves indicate combinatorial and random π + slow backgrounds, respectively. The normalized residuals (pulls) and the χ 2 /DoF, where DoF is the number of degrees of freedom, are shown above each plot.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "PACS numbers: 11.30.Er, 13.25.Ft, 14.40.Lb, 13.66.Jn",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "We thank the KEKB group for excellent operation of the accelerator; the KEK cryogenics group for efficient solenoid operations; and the KEK computer group, the NII, and PNNL/EMSL for valuable computing and SINET5 network support. We acknowledge support from MEXT, JSPS and Nagoya's TLPRC (Japan); ARC (Australia); FWF (Austria); NSFC and CCEPP (China); MSMT (Czechia); CZF, DFG, EXC153, and VS (Germany); DST (India); INFN (Italy); MOE, MSIP, NRF, BK21Plus, WCU, RSRI, FLRFAS project and GSDC of KISTI (Korea); MNiSW and NCN (Poland); MES and RFAAE (Russia); ARRS (Slovenia); IKERBASQUE and UPV/EHU (Spain); SNSF (Switzerland); MOE and MOST (Taiwan); and DOE and NSF (USA).",
            "paragraph_rank": 34,
            "section_rank": 12
        }
    ]
}