{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We firstly report an axion haloscope search with toroidal geometry. In this pioneering search, we exclude the axion-photon coupling gaγγ down to about 5 × 10 −8 GeV −1 over the axion mass range from 24.7 to 29.1 µeV at a 95% confidence level. The prospects for axion dark matter searches with larger scale toroidal geometry are also considered.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "According to precision cosmological measurements [1], more than 80% of the matter content in the Universe is now believed to be cold dark matter (CDM). However, the CDM composition is beyond the standard model of particle physics, and thus is still unknown to date. One of the most compelling candidates for CDM is the axion [2], provided its mass is above 1 µeV [3] and below 3 meV [4]. The axion is the result of the breakdown of a new symmetry proposed by Peccei and Quinn [5] to solve the strong CP (Charge-conjugation and P arity) problem in Quantum Chromodynamics [6]. As a result of the axion production mechanism, the axion mass range is very large with the above range being optimum for CDM.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 49,
                    "text": "[1]",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "start": 325,
                    "text": "[2]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 363,
                    "text": "[3]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 383,
                    "text": "[4]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 476,
                    "text": "[5]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 570,
                    "text": "[6]",
                    "end": 573
                }
            ]
        },
        {
            "text": "The axion search method proposed by Sikivie [7], also known as the axion haloscope search, involves a microwave resonant cavity with a static magnetic field that induces axion conversions into microwave photons. The conversion power corresponding to the axion signal should be enhanced when the axion mass m a matches the resonant frequency of the cavity mode ν, m a = hν/c 2 . The power would be detected as the axion signal is",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 44,
                    "text": "[7]",
                    "end": 47
                }
            ]
        },
        {
            "text": "where g aγγ is the axion-photon coupling strength, whose two popular benchmark models are KSVZ [8] for hadronic axions and DFSZ [9], which also includes axion coupling to leptons, ρ a ≈ 0.45 GeV/cm 3 is the local dark matter density, ω = 2πν, and",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 95,
                    "text": "[8]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 128,
                    "text": "[9]",
                    "end": 131
                }
            ]
        },
        {
            "text": "B 2 dV is energy stored in a magnetic field in the cavity volume V , where B is a static magnetic field provided by magnets in the axion haloscopes. The cavitymode-dependent form factor C whose general definition can be found in Ref. [10] and quality factor Q are also shown in Eq. (1) and Q/(1+β) corresponds to the loaded quality factor Q L , where β denotes the mode coupling to the load. Assuming the axions have an isothermal distribution, the signal power given in Eq. (1) would then distribute over a Maxwellian shape with an axion rms speed of about 270 km/s in our galaxy [11], which is the basic model considered in this paper.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 234,
                    "text": "[10]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 581,
                    "text": "[11]",
                    "end": 585
                }
            ]
        },
        {
            "text": "Most of the axion haloscope searches to date [12][13][14][15][16] have employed a cylindrical resonator without an open resonator [17]. In this paper, we report the first axion haloscope search with toroidal geometry. As reported in our previous publication [10], as long as ∇ × B ∼ 0 is valid, Eq. (1) and the definition of the cavity-modedependent form factor C therein are valid as they are in axion haloscopes in spite of the lack of an axion to a photon magnetic field coupling in the form factor C, which is also true for toroidal geometry. We refer to this axion dark matter search as ACTION for \"Axion haloscopes at CAPP with ToroIdal resONators\". The prospects for larger scale ACTION experiments are also discussed.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 45,
                    "text": "[12]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 49,
                    "text": "[13]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 53,
                    "text": "[14]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 57,
                    "text": "[15]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 61,
                    "text": "[16]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 130,
                    "text": "[17]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 258,
                    "text": "[10]",
                    "end": 262
                }
            ]
        },
        {
            "text": "The ACTION experiment considered in this paper constitutes a tunable copper toroidal cavity, toroidal coils which provide a static magnetic field, and a typical heterodyne receiver chain. The experiment was conducted at room temperature. The system is called the \"simplified ACTION\". A torus is defined by x = (R + r cos θ) cos φ, y = (R + r cos θ) sin φ, and z = r sin θ, where φ and θ are angles that make a full circle of radius R and r, respectively. As shown in Fig. 1, R is the distance from the center of the torus to the center of the tube and r is the radius of the tube. Our cavity tube's R and r are 4 and 2 cm, respectively, and the cavity thickness is 1 cm. The frequency tuning system constitutes a copper tuning hoop whose R and r are 4 and 0.2 cm, respectively, and three brass posts for linking between the hoop and a piezo linear actuator that controls the movement of our frequency tuning system. The quasi-TM 010 (QTM 1 ) modes of the cavity are tuned by moving up and down our frequency tuning system along the axis parallel to the brass posts. Two magnetic loop couplings were employed, one for weakly coupled magnetic loop coupling and the other for critically coupled magnetic loop coupling, i.e. β ≃ 1 to maximize the signal power expressed in Eq. (1). The Q L values of the QTM 1 modes with β ≃ 1 vary from ∼10,000 at the ν of 6 GHz to ∼5,000 at that of 7 GHz [18], where the former and the latter correspond to about 95% and 67% of the designed values. Without the frequency tuning system, the Q L of our toroidal cavity is almost 100% of the designed Q L , which is attributed to the absence of the cavity endcaps in toroidal geometry. The rather lower Q L than that of the designed Q L could be improved by optimizing the magnetic loop coupling positions. We could not measure the Q L of the QTM 1 confidently for the ν from 6.77 to 6.80 GHz due to mode-crossings at the ν of about 6.78 GHz. Based on the Q L values of the QTM 1 modes, the discrete frequency step was chosen to be a half of the smallest cavity linewidth, i.e., 300 kHz. A static magnetic field was provided by a 1.6 mm diameter copper wire ramped up to 20 A with three winding turns, as shown in Fig. 1. Figure 2 shows good agreement between measurement with a Hall probe and a simulation [19] of the magnetic field induced by the coils. The B avg from the magnetic field map provided by the simulation turns out to be 32 G. No fringe magnetic fields are outside of an ideal toroidal magnet, and as shown in Fig. 2, the magnetic field outside of our toroidal magnet system also drops drastically, as expected. Therefore, the handling of quantum-noise-limited superconducting amplifiers that work in an almost zero field environment is much easier with toroidal geometry.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 467,
                    "text": "Fig. 1",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1273,
                    "text": "(1)",
                    "end": 1276
                },
                {
                    "type": "bibr",
                    "start": 1382,
                    "text": "GHz [18]",
                    "end": 1390
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2192,
                    "text": "Fig. 1",
                    "end": 2198
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2200,
                    "text": "Figure 2",
                    "end": 2208
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2504,
                    "text": "Fig. 2",
                    "end": 2510
                }
            ]
        },
        {
            "text": "With the magnetic field map and the electric field map of the QTM 1 mode in the toroidal cavity, we numerically evaluated the form factor of the QTM 1 mode as a function of the QTM 1 frequency, as shown in Fig. 3, where the highest frequency appears when the frequency tuning system is located at the center of the cavity tube, such as in Fig. 1. As shown in Fig. 3, we found no significant drop-off in the form factors of the QTM 1 modes, which is attributed to the absence of the cavity endcaps in toroidal geometry. A drop-off in the form factor happens when hybrid modes occur due to the capacitive effect caused by the gaps between the tuning rod and the cavity endcaps in cylindrical geometry, which was confirmed by simulation [19]. While we cannot avoid such gaps in cylindrical geometry, no such gaps exist in toroidal geometry in the absence of the cavity endcaps, as shown in Fig. 1. This lack of the form factor drop-off is one of the significant advantages in toroidal geometry. Note that the QTM 1 mode can be identified in a simulation regardless of mode-crossings; thus, the associated form factor can be obtained regardless of mode-crossings, as shown in Fig. 3. On the other hand, experiments with minimal coupling to the crossed mode cannot distinguish the QTM 1 mode from the crossed mode; hence, the associated form factor is not very meaningful experimentally in that case. In toroidal geometry, the situation is even more favorable, with the competing mode appearing only very weakly due to the azimuthal degeneracy of the quasi-TE modes. Experimentally, we found out that the only interference with the QTM 1 mode is located at the frequency gap between 6.77 and 6.80 GHz, as mentioned earlier (see also Fig. 4).",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 206,
                    "text": "Fig. 3",
                    "end": 212
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 339,
                    "text": "Fig. 1",
                    "end": 345
                },
                {
                    "type": "figure",
                    "start": 359,
                    "text": "Fig. 3",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "start": 734,
                    "text": "[19]",
                    "end": 738
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 887,
                    "text": "Fig. 1",
                    "end": 893
                },
                {
                    "type": "figure",
                    "start": 1172,
                    "text": "Fig. 3",
                    "end": 1178
                },
                {
                    "type": "figure",
                    "start": 1728,
                    "text": "Fig. 4",
                    "end": 1734
                }
            ]
        },
        {
            "text": "Our receiver chain consists of a single data acquisition channel that is analogous to that adopted in ADMX [20] except for the cryogenic parts. Power from the cavity goes through a directional coupler, an isolator, an amplifier, a band-pass filter, and a mixer, and is then measured by a spectrum analyzer at the end. Cavity associates, ν, and Q L are measured with a network analyzer by toggling microwave switches. The gain and noise temperature of the chain were measured to be about 35 dB and 400 K, respectively, taking into account all the attenuation in the chain, for the frequency range from 6 to 7 GHz. The signal-to-noise ratio (SNR) considered in this paper is",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 107,
                    "text": "[20]",
                    "end": 111
                }
            ]
        },
        {
            "text": "where P a,gaγγ ∼6.5×10 −8 GeV −1 is the signal power when g aγγ ∼ 6.5 × 10 −8 GeV −1 , which is approximately the limit achieved by the ALPS collaboration [21]. P n is the noise power equating to k B T n b a , and N is the number of power spectra, where k B is the Boltzmann constant, T n is the system noise temperature which is a sum of the noise temperature from the cavity (T n,cavity ) and the receiver chain (T n,chain ), and b a is the signal bandwidth. We iterated data taking as long as β ≃ 1, or equivalently, a critical coupling was made, which resulted in about 3,500 measurements. In every measurement, we collected 3,100 power spectra and averaged them to reach at least an SNR in Eq. (2) of about 8, which resulted in an SNR of 10 or higher after overlapping the power spectra at the end.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 155,
                    "text": "[21]",
                    "end": 159
                }
            ]
        },
        {
            "text": "Our overall analysis basically follows the pioneer study described in Ref. [14]. With an IF (Intermediate Frequency) of 38 MHz, we take power spectra over a bandwidth of 3 MHz, which allows 10 power spectra to overlap in most of the cavity resonant frequencies with a discrete frequency step of 300 kHz. Power spectra are divided by the noise power estimated from the measured and calibrated system noise temperatures. The five-parameter fit also developed in Ref. [14] is then employed to eliminate the residual structure of the power spectrum. The background-subtracted power spectra are combined in order to further reduce the power fluctuation. We found no significant excess from the combined power spectrum and thus set exclusion limits of g aγγ for 24.7 < m a < 29.1 µeV. No frequency bins in the combined power spectrum exceeded a threshold of 5.5σ Pn , where σ Pn is the rms of the noise power P n . We found σ Pn was underestimated due to the five-parameter fit as reported in Ref. [16] and thus corrected for it accordingly before applying the threshold of 5.5σ Pn . Our SNR in each frequency bin in the combined power spectrum was also combined with weighting according to the Lorentzian lineshape, depending on the Q L at each resonant frequency of the cavity. With the tail of the assumed Maxwellian axion signal shape, the best SNR is achieved by taking about 80% of the signal and associate noise power; however, doing so inevitably degrades SNR in Eq. (2) by about 20%. Because the axion mass is unknown, we are also unable to locate the axion signal in the right frequency bin, or equivalently, the axion signal can be split into two adjacent frequency bins. On average, the signal power ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 75,
                    "text": "[14]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 465,
                    "text": "[14]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 992,
                    "text": "[16]",
                    "end": 996
                }
            ]
        },
        {
            "text": "FIG. 4:",
            "section_rank": 3
        },
        {
            "section": "FIG. 4:",
            "text": "Excluded parameter space at the 95% C.L. by this experiment together with previous results from ALPS [21] and CAST [22]. No limits are set from 6.77 to 6.80 GHz due to with a quasi-TE mode in that frequency region and the TE mode is also confirmed by a simulation [19].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 101,
                    "text": "[21]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 115,
                    "text": "[22]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "start": 264,
                    "text": "[19]",
                    "end": 268
                }
            ]
        },
        {
            "section": "FIG. 4:",
            "text": "reduction due to the frequency binning is about 20%. The five-parameter fit also degrades the signal power by about 20%, as reported in Refs. [14,16]. Taking into account the signal power reductions described above, our SNR for g aγγ ∼ 6.5 × 10 −8 GeV −1 is greater or equal to 10, as mentioned earlier. The 95% upper limits of the power excess in the combined power spectrum are calculated in units of σ Pn ; then, the 95% exclusion limits of g aγγ are extracted using g aγγ ∼ 6.5 × 10 −8 GeV −1 and the associated SNRs we achieved in this work. Figure 4 shows the excluded parameter space at a 95% confidence level (C.L.) by the simplified ACTION experiment. We demonstrate an axion haloscope with toroidal geometry in this paper and our result supersedes the pre-existing exclusion limits reported by ALPS [21] in the relevant mass ranges. The prospects for axion dark matter searches with two larger-scale toroidal geometries that could be sensitive to the KSVZ and DFSZ models are now discussed. A similar discussion can be found elsewhere [23]. One is called the \"large ACTION\", and the other is the \"small ACTION\", where the cavity volume of the former is about 9,870 L and that of the latter is about 80 L. The B avg targets for the large and small ACTION experiments are 5 and 12 T, respectively, where the peak fields of the former and latter would be about 9 and 17 T. Hence, the large and small toroidal magnets can be realized by employing NbTi and Nb 3 Sn superconducting wires, respectively. The details of the expected experimental parameters for I: Expected experimental parameters for the ACTION experiments. Note that it lists feasible lowest and highest search ranges only for single-cavity experiments. The 4-cavity experiment parameters are chosen to search for the unexplored region by single-cavity experiments. We set T n,chain approximately equals to the temperature of the 1st amplifier in the chain, Tn,amp.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 142,
                    "text": "[14,",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 146,
                    "text": "16]",
                    "end": 149
                },
                {
                    "type": "figure",
                    "start": 547,
                    "text": "Figure 4",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 809,
                    "text": "[21]",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1045,
                    "text": "[23]",
                    "end": 1049
                }
            ]
        },
        {
            "text": "experiment",
            "section_rank": 4
        },
        {
            "section": "experiment",
            "text": "Bavg R r tuning search search range form QL Tn,cavity T n,chain DFSZ dν/dt (T) (cm) (cm) hoop mode (µeV) (GHz) factor with β = 2 (K) (K) (GHz/year) large ACTION  the ACTION experiments are listed in Table I. With an alumina tuning hoop whose relative permittivity is 9.9 and QTM 1 modes, the large ACTION could search for axion dark matter down to 0.79 µeV, and could search up to 2.73 µeV with a copper tuning hoop and quasi-TM 020 (QTM 2 ) modes; hence, the large ACTION could search for the axion mass range from 0.79 to 2.73 µeV with several configurations of tuning hoops and search modes. With the same approach employed for the large ACTION, the feasible search range of the small ACTION is also estimated. The search range that would be very difficult to investigate in the large and small ACTION experiments with a single-cavity could be scanned by adopting a multiple-cavity [24], in this case, by using the 4-cavity together with the large toroidal magnet. The Q L values with β = 2 [25] were estimated with pure copper and loss free alumina at cryogenic temperatures, but they were limited by the anomalous skin effect. Thanks to the very large volume of the cavity in the large ACTION experiment, we could realize a scanning rate (dν/dt) that achieved DFSZ sensitivity over a relevant search range after about 1 year of scanning with state-of-the-art commercial transistor-based amplifiers as the 1st amplifiers whose noise temperatures are about 1 K [26] and the physical temperature of the cavity T p,cavity of 4.2 K. This temperature is, thus, equivalent to T n,cavity ∼ 3.7 K [27] which can be achieved easily with liquid helium. On top of a T p,cavity of 0.1 K, quantum-noise-limited superconducting amplifiers were employed as the 1st amplifiers whose noise temperatures are proportional to not only the frequencies (T n,amp ∼ hν/k B ln 2) [28] but also the ambient temperatures (T p,cavity in axion haloscopes) to achieve fast DFSZ scanning rates from the small AC-TION experiment. Figure 5 shows the exclusion limits expected from the large and small ACTION experiments, and therein the exclusion limits from RBF [12], UF [13], ADMX [14,15], HAYSTAC [16], and CAST [22] are also shown.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 154,
                    "text": "ACTION",
                    "end": 160
                },
                {
                    "type": "table",
                    "start": 199,
                    "text": "Table I",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 885,
                    "text": "[24]",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 994,
                    "text": "[25]",
                    "end": 998
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1593,
                    "text": "[27]",
                    "end": 1597
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1859,
                    "text": "[28]",
                    "end": 1863
                },
                {
                    "type": "figure",
                    "start": 2002,
                    "text": "Figure 5",
                    "end": 2010
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2134,
                    "text": "[12]",
                    "end": 2138
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 2143,
                    "text": "[13]",
                    "end": 2147
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2154,
                    "text": "[14,",
                    "end": 2158
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2158,
                    "text": "15]",
                    "end": 2161
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2171,
                    "text": "[16]",
                    "end": 2175
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2186,
                    "text": "[22]",
                    "end": 2190
                }
            ]
        },
        {
            "section": "experiment",
            "text": "In summary, we have reported an axion haloscope search employing toroidal geometry using the simplified ACTION experiment. The simplified ACTION experiment excludes the axion-photon coupling g aγγ down to FIG. 5: Expected exclusion limits by the large (solid lines with a single-cavity and dashed lines with a 4-cavity) and small (dotted lines with a single-cavity) ACTION experiments. Present exclusion limits from RBF [12], UF [13], ADMX [14,15], HAYSTAC [16], and CAST [22] are also shown.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 420,
                    "text": "[12]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 429,
                    "text": "[13]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 440,
                    "text": "[14,",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 444,
                    "text": "15]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 457,
                    "text": "[16]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 472,
                    "text": "[22]",
                    "end": 476
                }
            ]
        },
        {
            "section": "experiment",
            "text": "about 5 × 10 −8 GeV −1 over the axion mass range from 24.7 to 29.1 µeV at the 95% C.L. This is the first axion haloscope search utilizing toroidal geometry since the advent of the axion haloscope search by Sikivie. We have also discussed the prospects for axion dark matter searches with two larger-scale toroidal geometries, the large ACTION and small ACTION, that could be sensitive to cosmologically relevant couplings over the axion mass range from 0.79 to 15.05 µeV with several configurations of tuning hoops, search modes, and multiple-cavity system.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "experiment",
            "text": "This work was supported by IBS-R017-D1-2017-a00. B. R. Ko and J. Choi acknowledge E. Won for his idea in winding a larger number of coils.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 5
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:Lateral (left) and top (right) views of the toroidal cavity, frequency tuning system, and toroidal coils whose dimensions are given in the text. Note that it is a cut-away view to show up details of the system.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 6
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: Magnetic field as a function of radial position |R + r| at θ = 0. Dashed (blue) lines are obtained from the finite element method and correspond to the toroidal cavity system, and solid lines (red) correspond to the cavity tube. Dots with error bars are measurement values. The results at positive R + r are along a coil, while those at negative R + r are between two neighboring coils.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Frequency 7 FIG. 3 :",
            "section_rank": 7
        },
        {
            "section": "Frequency 7 FIG. 3 :",
            "text": "FIG. 3: Form factors of the QTM1 mode of the toroidal cavity as a function of the QTM1 frequency.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "TABLE",
            "section_rank": 8
        }
    ]
}