{
    "level": "paragraph",
    "abstract": [
        {
            "text": "An overview of ALICE results on the measurement of J/ψ production in pp collisions at √ s = 7 TeV collected during the LHC Run-1 period is presented, as well as first results at forward rapidity from pp collisions at √ s = 13 TeV collected during the LHC Run-2 period. In particular, the measurement of J/ψ production as a function of transverse momentum and charged-particle multiplicity are discussed and compared to theoretical model calculations.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction 1.Motivation",
            "section_rank": 2
        },
        {
            "section": "Introduction 1.Motivation",
            "text": "The role of charmonium production as an excellent probe for the deconfined medium in ultrarelativistic heavy-ion collisions has been proposed a long time ago [1] and is universally accepted in the field. It is understood that a high quality baseline from proton-proton collisions is crucial for the quantification of hot medium effects taking place in nucleus-nucleus collisions, as well as cold nuclear matter effects in proton-nucleus collisions.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 158,
                    "text": "[1]",
                    "end": 161
                }
            ]
        },
        {
            "section": "Introduction 1.Motivation",
            "text": "Besides that, hadronic charmonium production in proton-proton collisions is already a complex, intrinsically multi-scale process. In a simplified way it can be thought of as a two-stage process: in a first step charm-anticharm quark pairs are produced in elementary parton-parton interactions. This high energy scale process is well understood in the context of perturbative Quantum ChromoDynamics (pQCD). The subsequent binding into charmonium states happens at lower energy scales and is thus a non-perturbative process. There are mainly three theoretical frameworks that aim to describe hadronic charmonium production:",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction 1.Motivation",
            "text": "• Color Evaporation Model (CEM) [2]: It is based on quark-hadron duality. The cross section of a given charmonium state is proportional to the cross section of constituting heavy quark pair, independent of energy, transverse momentum or rapidity. • Color Singlet Model (CSM) [3]: pQCD is used to model the production of on-shell charmanticharm quark pairs with the same quantum numbers as the charmonium states into which they will evolve, hence only color-singlet states are taken into account. • Non-Relativistic QCD (NRQCD) [4]: Also contributions from color-octet states are considered. The transition into a color-singlet state is treated non-perturbatively as an expansion in powers of the relative velocity between the two heavy quarks. It is parametrized using universal long-range matrix elements, obtained from fits to measured data sets.  TeV at forward rapidity with model predictions from the NRQCD model [7], NRQCD and CGC [8] for the prompt contribution and FONLL [9] for the non-prompt contribution.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 32,
                    "text": "[2]",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 275,
                    "text": "[3]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 527,
                    "text": "[4]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 918,
                    "text": "[7]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 937,
                    "text": "[8]",
                    "end": 940
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 979,
                    "text": "[9]",
                    "end": 982
                }
            ]
        },
        {
            "section": "Introduction 1.Motivation",
            "text": "These models make predictions on the transverse momentum and energy dependence of hadronic J/ψ production as well as the polarization.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction 1.Motivation",
            "text": "Another observable is the J/ψ yield as a function of the underlying event activity. It provides insight into the interplay between the hard and soft mechanisms relevant for charmonium production, and into the importance of multiple interactions [10]. It might also be useful to address new proposed phenomena, such as the onset of collective effects in high multiplicity proton-proton collisions. In the analysis presented here, the event activity is quantified by the charged particle multiplicity at mid-rapidity.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 245,
                    "text": "[10]",
                    "end": 249
                }
            ]
        },
        {
            "text": "Experimental setup and analysis methods",
            "section_rank": 3
        },
        {
            "section": "Experimental setup and analysis methods",
            "text": "The ALICE detector is capable of reconstructing J/ψ particles in two kinematic regions in two different decay channels, i.e. at mid-rapidity (|y| < 0.9) in the dielectron decay channel and at forward rapidity (2.5 < y < 4.0) in the dimuon decay channel. At mid-rapidity the Inner Tracking System is used for vertexing and tracking, and the Time Projection Chamber as the main tracking and Particle IDentification (PID) device. At forward rapidity, the dedicated muon arm is used for triggering, tracking and PID. The charged particle density is calculated using the number of tracklets reconstructed from hits in the two innermost layers of the Inner Tracking System. More details on the ALICE detector can be found in [11], details on the analyses in [5] and [12].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 719,
                    "text": "[11]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 752,
                    "text": "[5]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 760,
                    "text": "[12]",
                    "end": 764
                }
            ]
        },
        {
            "section": "Experimental setup and analysis methods",
            "text": "When comparing experimental results with model predictions one should keep in mind the different sources of J/ψ production: In an inclusive measurement about 60 % of the J/ψ cross section is directly produced, 20 % to 30 % is feed-down from heavier charmonium states, and 10 % to 20 % comes from the weak decay of B-mesons. The first two sources are commonly referred to as prompt production, the last as non-prompt. Models often make predictions for direct or prompt J/ψ production, therefore for a quantitative comparison to data it is important to take all the components into account. TeV as function of charged particle multiplicity at mid-rapidity, both values being normalized to the corresponding mean values in minimum bias pp collisions. Blue squares refer to J/ψ at forward rapidity, red circles to J/ψ at midrapidity. Left: ALICE measurement (top), compared to prediction by PYTHIA6 (bottom) [12]. Right: Prediction by percolation model [13]. The dotted line refers to J/ψ at forward rapidity, the dashed line to J/ψ at mid-rapidity, while the solid line shows the linear behavior. Figure 1 shows the inclusive J/ψ cross section in pp collisions measured by ALICE as a function of the transverse momentum. On the left, results at √ s = 7 TeV at forward and mid-rapidity are shown, together with results from other LHC experiments. At forward rapidity the different LHC experiments are in good agreement with each other, at mid-rapidity the ALICE results complement the other experiments, since ALICE is the only experiment that can measure the cross section down to zero transverse momentum.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 904,
                    "text": "[12]",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 949,
                    "text": "[13]",
                    "end": 953
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1094,
                    "text": "Figure 1",
                    "end": 1102
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "text": "Inclusive cross section as function of transverse momentum",
            "section_rank": 5
        },
        {
            "section": "Inclusive cross section as function of transverse momentum",
            "text": "In Fig. 1 right, results at forward rapidity at √ s = 13 TeV are shown, together with model predictions. In the transverse momentum range above 5 GeV/c the prompt contribution to the J/ψ cross section is calculated in the NRQCD framework [7], below 7 GeV/c the NRQCD model is combined with a description of the incoming protons in the Color Glass Condensate (CGC) model [8]. The non-prompt contribution is calculated in the whole p T range from the FONLL model [9]. The different contributions are then summed to describe the inclusive production. The combination of these models provides a very good description of the measured cross section over the full transverse momentum range. In the overlapping region from 5 GeV/c to 7 GeV/c the predictions from the NRQCD model and from the combined approach including CGC are in agreement with each other.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3,
                    "text": "Fig. 1",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 238,
                    "text": "[7]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 370,
                    "text": "[8]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 461,
                    "text": "[9]",
                    "end": 464
                }
            ]
        },
        {
            "section": "Inclusive cross section as function of transverse momentum",
            "text": "2.2. Self-normalized yields as function of self-normalized charged particle density Figure 2 shows the relative J/ψ yields at forward and at mid-rapidity as a function of the relative charged particle density around mid-rapidity, in pp collisions at √ s = 7 TeV. On the top left plot the ALICE measurement is shown. In both rapidities an approximate linear increase can be seen, with the hint of a stronger than linear increase at mid-rapidity. On the left bottom plot, a prediction by PYTHIA 6.4.25 is shown, using the Perugia 2011 tune, taking into account only J/ψ directly produced in hard scatterings. The model predicts a decrease of the relative J/ψ yield with relative multiplicity, contrary to the observed increase. This difference can be interpreted as an indication for the relevance of other mechanisms for heavy-quark production, such as multi-parton interactions [14].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 84,
                    "text": "Figure 2",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 878,
                    "text": "[14]",
                    "end": 882
                }
            ]
        },
        {
            "section": "Inclusive cross section as function of transverse momentum",
            "text": "On the right side of figure 2, a comparison of the data with a percolation model approach is shown. This model assumes a screening of particle multiplicities in regimes of high string densities. Together with the assumption of heavy quark production in initial collisions, a linear increase of relative production with multiplicity is expected at low relative multiplicities, changing into a quadratic behavior at high relative multiplicities, especially at mid-rapidity where higher densities are expected. The model is in good agreement with the data.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "ALICE measured the p T differential inclusive J/ψ cross section at forward and mid-rapidity in pp collisions at various LHC energies down to zero transverse momentum. At mid-rapidity ALICE's capabilities at low transverse momentum are unique among the LHC experiments. The p T dependent cross section at forward rapidity at √ s = 13 TeV can be well described with a combination of predictions from the NRQCD model, a CGC description of the incoming protons at low p T and FONLL predictions for the non-prompt contribution to the cross section.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "J/ψ production in pp collisions at √ s = 7 TeV rises linearly with the mid-rapidity charged particle density, both at forward and mid-rapidity, with a hint of a stronger than linear increase at mid-rapidity. This trend hints to an important role of other mechanisms in charmonium production beside hard initial scattering processes, such as multi-parton interactions. The results are also in agreement with the percolation scenario.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Inclusive J/ψ cross section in pp collisions as a function of transverse momentum. Left: Results at √ s = 7 TeV at forward (blue triangles) and mid-rapidity (red squares). For comparison, results from other LHC experiments at the same collision energy are also shown. [5, 6, and references therein]. Right: Results at √ s = 13TeV at forward rapidity with model predictions from the NRQCD model[7], NRQCD and CGC[8] for the prompt contribution and FONLL[9] for the non-prompt contribution.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 403,
                    "text": "[7]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 421,
                    "text": "[8]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 462,
                    "text": "[9]",
                    "end": 465
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 8
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. J/ψ yield in pp collisions at √ s = 7 TeV as function of charged particle multiplicity at mid-rapidity, both values being normalized to the corresponding mean values in minimum bias pp collisions. Blue squares refer to J/ψ at forward rapidity, red circles to J/ψ at midrapidity. Left: ALICE measurement (top), compared to prediction by PYTHIA6 (bottom)[12]. Right: Prediction by percolation model[13]. The dotted line refers to J/ψ at forward rapidity, the dashed line to J/ψ at mid-rapidity, while the solid line shows the linear behavior.",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 362,
                    "text": "[12]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 406,
                    "text": "[13]",
                    "end": 410
                }
            ]
        }
    ]
}