{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Tests on B − L symmetry breaking models are important probes to search for new physics. One proposed model with ∆(B − L) = 2 involves the oscillations of a neutron to an antineutron. In this paper a new limit on this process is derived for the data acquired from all three operational phases of the Sudbury Neutrino Observatory experiment. The search was concentrated in oscillations occurring within the deuteron, and 23 events are observed against a background expectation of 30.5 events. These translate to a lower limit on the nuclear lifetime of 1.48×10 31 years at 90% confidence level (CL) when no restriction is placed on the signal likelihood space (unbounded). Alternatively, a lower limit on the nuclear lifetime was found to be 1.18 × 10 31 years at 90% CL when the signal was forced into a positive likelihood space (bounded). Values for the free oscillation time derived from various models are also provided in this article. This is the first search for neutron-antineutron oscillation with the deuteron as a target.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "One of the Sakharov conditions dictates that the baryon number B must be violated in order to obtain the imbalance between matter and antimatter seen in the universe today [1]. Proton decay is one example of a process that would violate B; however, this process",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 172,
                    "text": "[1]",
                    "end": 175
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "has not yet been observed and the current experimental limits exceed the early theoretical estimates by orders of magnitude. Traditional proton decay modes rely not only on B violation, but also on lepton number (L) violation. This is possible if an underlying B − L quantum number exists and is conserved via a U(1) B−L gauge group. In this article an experimental limit on neutron-antineutron oscillation, a process that violates purely the quantum number B is presented. In a U(1) B−L gauge group, a violation of B also results in a violation of B − L.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "As an example, the proton decay mode p → e + π 0 has a baryon number change of ∆(B) = −1, a lepton number change of ∆(L) = −1, resulting in the B − L quantum number being conserved. In comparison, a neutron transforming into an antineutron n →n is a process that violates the B quantum number, and by construct the B − L quantum number, by two. However, if B − L is not a GUT symmetry and L is a conserved quantity, then the n →n process provides a mechanism that involves solely B violation [2]. A discovery of this process would bridge the gap in our understanding of the matter-antimatter asymmetry.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 492,
                    "text": "[2]",
                    "end": 495
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "An in-depth experimental and theoretical review of neutron-antineutron physics and baryon and lepton number violation can be found in [3].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 134,
                    "text": "[3]",
                    "end": 137
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Two experimental scenarios exist in which the neutronantineutron oscillation process is potentially observable: (1) the oscillations of neutrons to antineutrons in bound nuclei, and (2) the oscillations of a beam of cold neutrons incident on an annihilation target situated at an optimized distance [3]. This paper will concentrate on the former scenario, in which the antineutrons interact with the surrounding nucleons and produce a GeV-scale signature.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 299,
                    "text": "[3]",
                    "end": 302
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The oscillation process is suppressed within the nuclear environment. The intra-nuclear (case 1) and free measurements (case 2) are related to each other by",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where T intranuclear is the lifetime of a neutron in the intranuclear media, τ free is the oscillation time outside an intra-nuclear environment, and R is the suppression factor which is target-dependent. In intra-nuclear experiments, the rate reduction due to the suppression factor needs to be offset by the exposure to a large quantity of bound neutrons, requiring kiloton scale experiments. The suppression factor varies for different nuclei and can be derived from theoretical models [3]. In fact, measurements of intranuclear oscillation and free neutronantineutron oscillations are complementary. There are scenarios where the rate of oscillations can either be suppressed in the nuclei to a lower or higher degree relative to the expected free oscillation rate, due simply to the nuclear suppression factor [4]. There are also scenarios (such as the presence of an effective mass difference between the neutron and antineutron or Lorentz symmetry violation) where the observation of free oscillations may not be possible while oscillations in nuclei can be ob-served [5]. The magnitude of this suppression is proportional to the potential energy of the neutron inside the nucleus. Since the SNO experiment was filled with heavy water ( 2 H 2 O, denoted as D 2 O hereafter), the deuteron ( 2 H) is an intra-nuclear source for neutron-antineutron oscillations, and has a lower suppression factor compared to oxygen by a factor of four on average [6].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 489,
                    "text": "[3]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 815,
                    "text": "[4]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1075,
                    "text": "[5]",
                    "end": 1078
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1452,
                    "text": "[6]",
                    "end": 1455
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "It is taken as a convention in this article thatnn refers to the collision ofn with n while n-n refers to the GeVscale signature of intra-nuclear neutron-antineutron oscillations. The signature for this process consists of multiprong events of multiple charged and neutral pions from np ornn interactions. Some of these pions can be absorbed by the 16 O before leaving the nucleus, which can lead to issues with momentum and energy reconstruction due to the missing energy.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 349,
                    "text": "16",
                    "end": 351
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The current experimental limits are of the order τ free ∼ 10 8 s [7][8][9][10]. Calculations using seesaw models with parity symmetry predict an upper limit to the free oscillation time of τ free = /δm n−n c 2 < 10 10 s [11], where δm n−n is a perturbation term equivalent to the mixing rate of neutrons to antineutrons.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 65,
                    "text": "[7]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 68,
                    "text": "[8]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 71,
                    "text": "[9]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 74,
                    "text": "[10]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 220,
                    "text": "[11]",
                    "end": 224
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The most recent measurement of free neutronantineutron oscillations set a lower τ free limit of 0.86×10 8 s at 90% CL [7].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 118,
                    "text": "[7]",
                    "end": 121
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A measurement using 56 Fe was made at the Soudan II experiment of T intranuclear >7.2×10 31 years at 90% CL corresponding to a free oscillation limit of 1.3 × 10 8 s at 90% CL [8]. The Soudan II analysis used a multi-prong approach, requiring four distinct particle tracks and kinematic constraints to evaluate the rate of n-n events.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 20,
                    "text": "56",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 176,
                    "text": "[8]",
                    "end": 179
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The most recent measurement of the nuclear bounded neutron-antineutron oscillations in 16 O was published by the Super-Kamiokande experiment, which set a limit of T intranuclear > 19×10 31 years at 90% CL corresponding to a free oscillation limit of 2.7 × 10 8 s at 90% CL [10]. The Super-Kamiokande analysis required careful modeling of the effect of pion absorption in 16 O in the multiple-prong signature of n-n events.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 87,
                    "text": "16",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 273,
                    "text": "[10]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 371,
                    "text": "16",
                    "end": 373
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The Sudbury Neutrino Observatory (SNO) was a heavy-water Cherenkov ring-imaging detector that could search for neutron-antineutron oscillations with high sensitivity. The large deuteron abundance allows a competitive search for n-n in a two-nucleon system. Since no surrounding nucleons are present after an n-n occurs in the deuteron, no immediate pion absorption is possible leading to a higher detection efficiency. This paper presents the first search for n-n using the deuteron as a source.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The analysis presented in this article will also focus on a multi-prong approach with constraints on the visible energy. Prongs are identified by reconstructing the Cherenkov rings created by the charged particle tracks, and it is required that at least two separate prongs are observed. Particle identification (e.g. e ± , µ ± , π ± , π 0 ,...) is not made for each prong; particle identification is necessary in reconstructing the invariant mass of an interaction. However due to complications in pion propagation in the SNO detector medium, detailed later in this article, a precise reconstruction of the invariant mass is unpractical. It was found to be adequate for this analysis to simply develop an isotropy metric. This metric consists of a parameter (Λ) that evaluates the spatial isotropy of all reconstructed rings or prongs, and is used in lieu of momentum reconstruction.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper is organized as follows. In Sec. II, an overview of the SNO operational phases is given, and the total exposure for the neutron-antineutron oscillations search is provided. In Sec. III, a brief description is given of the current n-n theoretical models of the suppression factor R and the expected detector response for this process in both 2 H and 16 O nuclei with a focus on why n-n oscillation in 2 H is studied in this paper. Section IV describes the backgrounds in an n-n search: atmospheric neutrino background and other interactions that can mimic the signal will be detailed.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 360,
                    "text": "16",
                    "end": 362
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Section V details the reconstruction techniques used for signal and background characterization and explores the case of the propagation of charged pions, which are produced when an antineutron annihilates with a neighbor nucleon. The behavior of charged pions in the heavy water in SNO is different from that in a traditional water Cherenkov detector such as Super-Kamiokande. This difference will be highlighted in this section.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Section VI details the selection criteria put in place to distinguish the signal from the backgrounds and presents the systematic uncertainties in this analysis. In Sec. VII, the technique used to evaluate the limit on the neutronantineutron signal from the observed events is explained and the results of the analysis are presented.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "II. THE SNO DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. THE SNO DETECTOR",
            "text": "The SNO detector was a heavy-water Cherenkov imaging detector located at a depth of 2.092 km (5890 ± 94 meters water equivalent) in INCO's (now VALE's) Creighton #9 nickel mine near Sudbury, Ontario, Canada. The experiment took data between November 2, 1999 andNovember 28, 2006. It consisted of 1000 metric tons (tonnes) of 99.92% isotopically pure D 2 O, contained in a 12-meter-diameter spherical acrylic vessel. This vessel was surrounded by 9456 20-cm Hamamatsu R1408 photomultiplier tubes (PMTs), which were installed on an 18 m diameter geodesic structure (PSUP). It is useful in this analysis to define the radius from the center of the detector to the front-face of the PMTs, R PMT = 830 cm. A light concentrator [12] was mounted in front of each PMT to give a total photocathode coverage of nearly 55% of 4π. The acrylic vessel was surrounded by 7.4 kilotonnes of ultra pure H 2 O. The acrylic vessel had a cylindrical section at the top, referred to as the neck, to allow deployment of calibration sources.",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 241,
                    "text": "November 2, 1999 and",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "start": 261,
                    "text": "November 28, 2006",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 722,
                    "text": "[12]",
                    "end": 726
                }
            ]
        },
        {
            "section": "II. THE SNO DETECTOR",
            "text": "SNO was operated in three physics phases, which measured the total active solar neutrino flux with different techniques. The first operational phase (Phase I) used the deuteron as both the neutrino target and the neutron capture target for the neutrino-deuteron neutral-current (NC) measurement [13,14]. In Phase II, two tons of NaCl were added to the D 2 O, which enhanced the efficiency of detecting the neutrons from NC interactions via radiative captures in 35 Cl [15]. In Phase III, an array of proportional counters was deployed in D 2 O [16,17]. The proportional counters were constructed of approximately 2-m long high purity nickel tubes welded together to form longer strings. The array consisted of 36 strings filled with 3 He, and an additional 4 strings filled with 4 He that were insensitive to the neutron signals and were used for background studies.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 295,
                    "text": "[13,",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 299,
                    "text": "14]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 468,
                    "text": "[15]",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 544,
                    "text": "[16,",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 548,
                    "text": "17]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 733,
                    "text": "3",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 779,
                    "text": "4",
                    "end": 780
                }
            ]
        },
        {
            "section": "II. THE SNO DETECTOR",
            "text": "In addition to solar neutrinos, SNO also studied atmospheric neutrinos [18]. Since the n-n events are at the same energy scale as the atmospheric neutrino events, the data selection for this study of neutron-antineutron oscillations followed the same criteria as the SNO atmospheric neutrino analysis. for the combined live time of all phases of SNO. The analysis presented in this paper used a blind analysis: 50% of the Phase I, 15% of phase II and 20% of phase III data were made available to develop the reconstruction techniques and analysis criteria.",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 71,
                    "text": "[18]",
                    "end": 75
                }
            ]
        },
        {
            "text": "III. NEUTRON ANTINEUTRON OSCILLATIONS",
            "section_rank": 4
        },
        {
            "section": "III. NEUTRON ANTINEUTRON OSCILLATIONS",
            "text": "The suppression factor, R, is evaluated theoretically using the Paris potential for the case of the deuteron, and an optical potential for heavier nuclei [6]. In Dover, Gal and Richards [19], the average suppression factors in deuteron and in 16 O were evaluated to be (2.48±0.08)×10 22 s −1 and (10.0 ± 2.0)×10 22 s −1 , respectively. Newer calculations from Friedman and Gal [20], based on more complete work on antiproton-nucleus interactions at low energies, evaluated a suppression factor for 16 O of 5.3×10 22 s −1 , about a factor of 2 lower than the previous estimate. A suppression factor for 56 Fe was also evaluated to be a factor of 2 lower than Dover et al. These newer suppression factors improved both the Super-Kamiokande and the Soudan II experimental lower limits. The suppression factor in the deuteron was not re-evaluated in their study due to inadequacy of the optical-potential approach for the deuteron [21].",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 154,
                    "text": "[6]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 186,
                    "text": "[19]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 243,
                    "text": "16",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 377,
                    "text": "[20]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 498,
                    "text": "16",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "start": 927,
                    "text": "[21]",
                    "end": 931
                }
            ]
        },
        {
            "section": "III. NEUTRON ANTINEUTRON OSCILLATIONS",
            "text": "A new evaluation of the suppression factor in the deuteron was made by Kopeliovich and Potashnikova that includes the spin dependence of thenp annihilation amplitudes and a reevaluation of the zero-range approximation of the deuteron wavefunction [22]:",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 247,
                    "text": "[22]",
                    "end": 251
                }
            ]
        },
        {
            "section": "III. NEUTRON ANTINEUTRON OSCILLATIONS",
            "text": "where σ ann,S=1,0 np are the triplet and singlet antineutronproton annihilation cross section, respectively, and Of the two specific cases relevant to this analysis, nn oscillations in 16 O and 2 H, we have chosen to study only the latter due to SNO's low sensitivity to 16 O. The reasons for this low sensitivity are explained in the next section.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 185,
                    "text": "16",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 271,
                    "text": "16",
                    "end": 273
                }
            ]
        },
        {
            "text": "III.1.",
            "section_rank": 5
        },
        {
            "section": "III.1.",
            "text": "n-n in 16 O",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 7,
                    "text": "16",
                    "end": 9
                }
            ]
        },
        {
            "section": "III.1.",
            "text": "An oscillated neutron (n) in 16 O may interact with the surrounding nucleons either throughnn ornp interactions. The 16 O Fermi momentum (∼225 MeV) transferred to the daughter particles results in tracks that are closer in direction to each other than if the interaction had occurred at rest; this in turn complicates the reconstruction of the daughter particle's track.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 29,
                    "text": "16",
                    "end": 31
                }
            ]
        },
        {
            "section": "III.1.",
            "text": "The decay channels of an n-n oscillation in 16 O are deduced from the final-state population ofnp andnn collisions from beam experiments [23]. Thenn channels (not present in the deuteron) are more complex due to isospin 1 . Multiple daughters that mainly consist of charged and neutral pions populate these annihilation channels.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 44,
                    "text": "16",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 137,
                    "text": "[23]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 220,
                    "text": "1",
                    "end": 221
                }
            ]
        },
        {
            "section": "III.1.",
            "text": "A further complication in the measurement of any of these channels comes from the interaction of the daughters with the immediate surrounding nucleons. According to Super-Kamiokande's studies [10], the surrounding nuclear media absorb ∼23% of the outgoing pions after annp ornn interaction.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 192,
                    "text": "[10]",
                    "end": 196
                }
            ]
        },
        {
            "section": "III.1.",
            "text": "These two factors, the Fermi momentum transfer and the pion absorption, add significant uncertainties to the measurement of n-n oscillations in nuclear environments that are more complex than in the deuteron. The deuteron case is simpler and will be the focus of this paper. The inclusion of 16 O in this analysis is estimated to give a less than 10% improvement to the deuteron-only results. ",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 292,
                    "text": "16",
                    "end": 294
                }
            ]
        },
        {
            "text": "III.2. n-n in Deuteron",
            "section_rank": 6
        },
        {
            "section": "III.2. n-n in Deuteron",
            "text": "In the deuteron, onlynp interactions are possible since no other surrounding nucleon exists. The lower average nucleon Fermi momentum in the deuteron (∼50 MeV) compared to that in 16 O results in daughter tracks that are more widely separated in direction.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 180,
                    "text": "16",
                    "end": 182
                }
            ]
        },
        {
            "section": "III.2. n-n in Deuteron",
            "text": "The decay channels for n-n oscillations in the deuteron are deduced from the final-state population of neutron and antiproton collisions from beam experiments. There are measurements in two distinct momentum regimes that describe the daughter products fromnp interactions:",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "III.2. n-n in Deuteron",
            "text": "• Momentum regime I (at rest) : A study of channels of an antiproton colliding with a neutron near rest showed a majority of 2-body intermediate states [24]. These intermediate states can then decay into channels including multiple pions; however, the decay of the intermediate states is not constrained to pion-only final states. • Momentum regime II (∼ 250 MeV) : Alternative interaction channels [10] fornp annihilation have also been modeled using beam data ofpn collisions at momenta comparable to the 16 O Fermi momentum, leading to an enlarged phase space for the proton-antineutron modes.",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 152,
                    "text": "[24]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 399,
                    "text": "[10]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 507,
                    "text": "16",
                    "end": 509
                }
            ]
        },
        {
            "section": "III.2. n-n in Deuteron",
            "text": "The n-n events in deuteron will fall in between these two regimes since the Fermi momentum (∼50 MeV) is not at rest nor at 250 MeV. Figure 1 shows the visible light output of the different channels by which an n-n oscillation in the deuteron can be observed. Nearly all channels include multiple pions. Within the Momentum Regime I, heavier mesons, such as (ρ, ω, ...), will further decay and create more pions. Pions also undergo inelastic scatters, losing energy and degrading the signature for neutron-antineutron oscillations. Because of this, special attention is paid to the pion signature in this paper.",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 132,
                    "text": "Figure 1",
                    "end": 140
                }
            ]
        },
        {
            "section": "III.2. n-n in Deuteron",
            "text": "The visible light output is different between the two momentum regimes as can be observed in Figure 1. Both regimes are independently studied to understand the possible impact of this uncertainty on our analysis. As will be covered in Sec. VI.2, the average n-n detection efficiency is slightly different for the two momentum regimes and a weighted average of the efficiencies is used in the final analysis.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 93,
                    "text": "Figure 1",
                    "end": 101
                }
            ]
        },
        {
            "text": "IV. ATMOSPHERIC NEUTRINO BACKGROUNDS",
            "section_rank": 7
        },
        {
            "section": "IV. ATMOSPHERIC NEUTRINO BACKGROUNDS",
            "text": "Atmospheric neutrinos are the main background for searches such as proton decay and n-n oscillations. Ener-getic electrons, muons, or taus can be created by chargedcurrent interactions, and if the neutrinos have enough energy, pions and other particles may also be created by resonance. These pions and other particles form the background to the search of n-n oscillations.",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "IV. ATMOSPHERIC NEUTRINO BACKGROUNDS",
            "text": "The SNO detector response to these backgrounds is simulated in a three-step process. For the atmospheric neutrino flux the Bartol three-dimensional flux prediction [25] is used and neutrino interactions are modeled by the NUANCE simulation package [26]. The output of NUANCE is then simulated in SNOMAN [27], which evaluates the SNO detector response to these events. Through-going events, defined as neutrinoinduced muons created outside the detector volume that subsequently traverse the detector, are used to measure the atmospheric neutrino flux [18]. The measured flux is φ norm = 1.22 ± 0.09 times higher than the Bartol prediction. The predicted overall flux of atmospheric neutrinos is scaled by this factor in this analysis. The throughgoing events, both simulated and measured, are only used as calibration of the event reconstruction algorithm.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 164,
                    "text": "[25]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 248,
                    "text": "[26]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 303,
                    "text": "[27]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 550,
                    "text": "[18]",
                    "end": 554
                }
            ]
        },
        {
            "section": "IV. ATMOSPHERIC NEUTRINO BACKGROUNDS",
            "text": "A contained event is defined as an event that originated within the detector volume (R < R PMT ) and whose progeny did not exit the detector. The selected events for the analysis of n-n oscillation are required to be contained events.",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "section": "IV. ATMOSPHERIC NEUTRINO BACKGROUNDS",
            "text": "The following types of contained events from atmospheric neutrino interactions are modeled by NUANCE:",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "section": "IV. ATMOSPHERIC NEUTRINO BACKGROUNDS",
            "text": "where l = {e, µ, τ }, N = {p, n} and X = {ρ, η, Σ, ...} (which in many cases decay into pions), ES refers to elastic scattering , IMD to inverse muon decay, and PNP to photonuclear production (ν l N → N lγ). Charged pions originating from atmospheric neutrino interactions in the detector, either through ∆π resonance or exotic particle creation, are an irreducible source of backgrounds to the n-n oscillations search in this analysis.",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "V. EVENT RECONSTRUCTION ALGORITHM",
            "section_rank": 8
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "To reconstruct the n-n signal, it is necessary to understand both the individual signature of each pion daughter and the overall signature of simultaneous particles propagating in the detector. In water Cherenkov imaging detectors there are two distinctive signatures, \"showering\" and \"non-showering\", that indicate whether a particle cascade has occurred or not. Both particles were generated with 600 MeV of kinetic energy and placed at the center of the detector; the resulting PMT hit pattern is projected in (cos θPMT, φPMT) space. The colors shown represent the time the PMT has been hit, where green points represent PMTs that were hit first and blue points are PMTs that were hit at a later time.",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "Charged leptons create Bremsstrahlung-gammas, which in turn induce electromagnetic cascades via the production of electron-positron pairs. The energy of the electrons, positrons and gammas are typically above the critical energy, ∼90 MeV in water, while muons have energies that are much lower than the critical energy of ∼1 TeV. The critical energy is the point where the loss of energy via Bremmstrahlung is equivalent to the loss from all other mechanisms. Since the event energy range in this analysis is between 220 MeV and 2 GeV, primary electrons, positrons and gammas produce electromagnetic showers while atmospheric neutrino muons will not. The neutral pions, present in most neutronantineutron oscillation channels, decay into two gammas and would therefore create a cascade.",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "While charged pions are not considered to be showering particles, complications in event reconstruction complications, as described in Sec V.1, are better handled if the tracks are considered as showering.",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "A relativistic charged particle emits Cherenkov photons along its track at an angle relative to the track direction of θ c ≤ 41.2 • in the D 2 O. The topology of the PMTs that have been triggered by these photons resemble a circular ring. Single-ring events are illustrated in Fig. 3 for the two signatures that are distinguishable in SNO. Multiple-ring events appear from interactions (e.g. the hard scattering of a particle) or particle decays (e.g. pion decays) with multiple progenies in the final state. The correct identification of multiple-ring events is necessary in the search of n-n oscillations.",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 277,
                    "text": "Fig. 3",
                    "end": 283
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "The spatial location of each PMT is expressed in spherical coordinates (cos θ PMT , φ PMT , R PMT ) with the center of the detector as the origin. Since the radial component of the spherical coordinate is fixed at R PMT , the hit PMT pattern can be displayed in the (cos θ PMT , φ PMT ) space (see Fig. 3) as a two-dimensional image, allowing the use of two-dimensional pattern-finding techniques. SNO developed its own pattern-finding algorithm for these images.",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 298,
                    "text": "Fig. 3",
                    "end": 304
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "In this analysis, ring counting is done via a Multiple Ring Fitter (MRF) [28]. This fitter is composed of four parts: (1) an algorithm to search for possible rings/circles in an image created by the hit PMT pattern of the event, (2) an algorithm to sort the possible rings/circles into 12 distinct regions, (3) an algorithm to estimate the position and direction of possible particles in the 12 distinct regions, and (4) an algorithm to validate the rings and to deduce the corresponding signature. These four parts are discussed below.",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 73,
                    "text": "[28]",
                    "end": 77
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "(1) A single ring can be parametrized with (cos θ o , φ o , ρ); two ring-centered angular coordinates (cos θ o , φ o ) and a ring arc radius ρ defined as the radius of the ring constrained to the spherical surface of the detector. This ring-parameter space (cos θ o , φ o , ρ) is used as a likelihood space -or Hough space [29] -for the detection of rings. Each pair of triggered PMTs is mapped into this ring-parameter space. The first two parameters that describe the triggered pair in the ring space are the coordinates (cos θ mp , φ mp ) of the midpoint between the two PMTs. The other parameter is the arc length from the midpoint to one of the PMTs in the pair. Each point in this ring-parameter space defines a possible ring of a certain radius at a certain point on the surface of the detector.",
            "paragraph_rank": 46,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 323,
                    "text": "[29]",
                    "end": 327
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "(2) After all pairs of triggered PMTs have been mapped to this space, the point in the ring-parameter space with the highest density is considered the most likely ring candidate. In the case of multiple rings, there will be a series of local high-density maxima across the ring-parameter space. A further sub-division of this ringparameter space is made to look for these local maxima. This is done using the sub-sections of a dodecahedron, constructed to approximate a sphere with 12 pentagonal surfaces (see Fig. 5). Each of these surfaces is considered an independent likelihood space leading to a possibility of a total of 12 rings in an event. The dodecahedron structure is rotated so that the center of the best possible ring is at the center of one of the pentagonal surface; this ring is considered the primary ring. This rotation allows better ring separation.",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 510,
                    "text": "Fig. 5",
                    "end": 516
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "(3) The vertex and track of the particle that produced the ring is reconstructed by assuming a Cherenkov light cone with an opening angle of 41.2 • . The track reconstruction is complicated by the spherical nature of the SNO detector. It can be shown that for the spherical geometry of SNO, the ring pattern is mostly circular, independent of the vertex location, and as such the most complete likelihood function for an accurate reconstruction would require PMT timing information. In this analysis, the timing information is not included due to the complexity of the time structure of high-energy events caused by light reflection at the acrylic vessel. A reconstruction algorithm without the incorporation of the PMT timing structure is found to be adequate for this analysis. It is assumed that the direction of the reconstructed track u rec for each ring followŝ",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "where θ † mp and φ † mp denote the point in the sub-divided ring-parameter space with the highest density. Each ring is then considered to have its own reconstructed vertex x ′ recûrec . While the omission of the timing information increased the uncertainty in vertex reconstruction accuracy, this analysis is concentrated on counting the total number of rings in an event and does not rely on the precise knowledge of the reconstructed vertex (see Sec. V.1).",
            "paragraph_rank": 49,
            "section_rank": 8
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "(4) An additional verification method is implemented for each ring candidate, α. Each fired PMT, i, is transformed into an opening angle ξ i ; ξ i is defined as the angle subtended by the vector from the fitted vertex to the ring center coordinate (cos θ † mp , φ † mp ) and the vector from the fitted vertex to the position of the fired PMT i. Each ξ i is collected in a binned histogram containing 30 bins in the range of 0 • to 60 • . Once each ξ i is collected, the resulting distribution is compared to the expected distribution for either the showering or the non-showering signature ξ exp (shown on Fig. 4) using a likelihood method. The behavior of the two distributions at opening angles larger than the Cherenkov opening angle (41.2 • ) differs and this difference allows good separation between the two signatures.",
            "paragraph_rank": 50,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 606,
                    "text": "Fig. 4",
                    "end": 612
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "The likelihood for each candidate is evaluated over all bins with",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "section": "V. EVENT RECONSTRUCTION ALGORITHM",
            "text": "where j is the index of the bin. It was observed in simulations that the electron-ring expectation was able to identify rings for both electrons and muons with high confidence. The muon-ring expectation only identified rings originating from muons, but proved less efficient at identifying these rings compared with the electron-ring expectation.",
            "paragraph_rank": 52,
            "section_rank": 8
        },
        {
            "text": "V.1. Reconstruction of π ±",
            "section_rank": 9
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "Our ability to correctly identify a ring of simulated charged pions with an electron-ring expectation proved to be more efficient by an order of magnitude compared to when we used a muon-ring expectation. For charged pions of 600 MeV, we can correctly identify the primary ring 68% of the time with an electron-ring expectation, while we could only identify the primary ring 12% of the time with a muon-ring expectation. This is directly tied to the signature of pions in a heavy water Cherenkov detector, which is different from the signature of either a muon or an electron. Charged pions should have a nonshowering signature, but two competing processes complicate the reconstruction of the track and local vertex:",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "• The charged pions' short lifetime of 26 ns can interrupt the production of light along the track. The outgoing µ ± s will generally follow a different track after the π ± decays, thus increasing the probability of observing multiple rings within the detector, or they can be below the Cherenkov threshold.",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "• The direction of the outgoing particle changes after an elastic or inelastic scattering producing additional tracks; in some cases additional pions may be produced and propagate in the detector. Inelastic processes include single charge exchange (SCX), double charge exchange (DCX), ∆π resonance and absorption.",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "The mean free path for π ± to undergo an inelastic interaction is shorter than the typical range over which the pion loses all of its energy. In D 2 O, the mean free path for nuclear interactions is about three times lower than in H 2 O. These pion inelastic interactions are studied using the Bertini cascade model, incorporated into a corrected Hadron-CALOR model that has been integrated within SNOMAN [28,30]. It is important to note that while in the case of H 2 O the dominant process is π − absorption on 1 H, there is no difference in cross section between π − and π + for absorption in the deuteron. Figure 6 shows scatter plots of the reconstructed position of pions generated at the center of the detector and the angle between the particle's original direction and the final reconstructed direction using showering and non-showering expectation. Events at the coordinate (x ′ rec =0, θ rec =0) are events that correctly reconstruct both the original vertex and direction of the particle.",
            "paragraph_rank": 56,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 405,
                    "text": "[28,",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 409,
                    "text": "30]",
                    "end": 412
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 609,
                    "text": "Figure 6",
                    "end": 617
                }
            ]
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "If the charged pion undergoes a SCX, the resulting π 0 will decay and will require an e-like ring expectation to fit the two outgoing rings. A visual inspection of the reconstructed ring shows that the technique is sound for rings with x ′ rec < 350 cm alongû rec . The reconstruction fails for rings with reconstructed position of x ′ rec > 350 cm alongû rec due to low statistics when the ring is close to the edge of the detector as is shown in Fig. 7.",
            "paragraph_rank": 57,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 448,
                    "text": "Fig. 7",
                    "end": 454
                }
            ]
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "The cost of using a showering-ring expectation to detect non-showering rings is inferred from Fig. 6. A muon reconstructed with a showering expectation suffers a bias in the reconstructed vertex position and the track direction, leading to a smaller detected ring. In the context of this analysis, i.e. counting the number of rings in an event, the accurate reconstruction of event vertex position is not required, and ring counting has been proved adequate.",
            "paragraph_rank": 58,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 94,
                    "text": "Fig. 6",
                    "end": 100
                }
            ]
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "The precise reconstruction of a single charged pion is not the goal of this analysis, since our signal is composed of many pions being generated at once. Multiple-ring Monte Carlo simulation studies showed that the difference in topology between the signal and the background is distinctive enough to separate n-n multiple-pion events from a wide class of atmospheric neutrino interactions.",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "section": "V.1. Reconstruction of π ±",
            "text": "It is important to emphasize that the ring pattern created by the n-n oscillation signal, formed of charged and neutral pions, is reconstructed solely using electron-ring expectations in this analysis. The performance of the MRF is benchmarked on GeV-scale energy through-going (i.e. not contained) events and comparisons of simulated and actual data sets are used to evaluate systematic uncertainties on the fitter.",
            "paragraph_rank": 60,
            "section_rank": 9
        },
        {
            "text": "VI. ANALYSIS",
            "section_rank": 10
        },
        {
            "text": "VI.1. Analysis Parameters",
            "section_rank": 11
        },
        {
            "section": "VI.1. Analysis Parameters",
            "text": "A summary of the analysis parameters and data selection criteria are presented in Table I. This analysis relies on two parameters evaluated on contained events. The first parameter is the number of detected Cherenkov rings, N rings , and the other is an isotropy estimator for multiple-ring events. These two parameters are efficient in isolating n-n's multiple-pion signal from atmospheric neutrino backgrounds. Figure 8 shows the expected N rings distributions for the atmospheric background and the n-n signal compared to the data. Two additional ring selection conditions are applied. The first condition eliminates rings whose tracks are too close to one another. In multiple-ring event candidates, the ring with the lowest −2 ln λ (Eqn. 7) is kept. At cos θ ring < 0.86 two distinctive rings could be separated, where cos θ ring is the angle between the tracks of two reconstructed rings. The second condition eliminates rings that are too small due to false reconstruction from the fitter, as described in Sec. V.1, by imposing the criterion of x ′ rec < 350 cm. There is good agreement between data and the atmospheric neutrino expectation for this analysis parameter. The analysis is further refined by taking advantage of the isotropic nature of n-n interactions. An energydependent isotropy selection is applied to multiple-ring events such that Λ < m m •p.e.+b m , where p.e. is the number of detected photoelectrons, and m m and b m are parameters derived from simulations. The selection parameter Λ ≡ | Λ|, which is a proxy for the total-momentumto-energy ratio of an event, is defined as:",
            "paragraph_rank": 61,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 82,
                    "text": "Table I",
                    "end": 89
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 413,
                    "text": "Figure 8",
                    "end": 421
                }
            ]
        },
        {
            "section": "VI.1. Analysis Parameters",
            "text": "where PMT i ring is the total number of hit PMTs in a cone opening angle of 60 • around the reconstructed track 2 , andx i is the direction of track i, and N is the number of rings in the event. TABLE II. The n−n signal detection efficiency for momentum regimes I and II. The total efficiency for each model (shown in bold) is evaluated with the average of the efficiencies weighted by the channel branching ratios. The weighted average of the efficiency for the two momentum regimes is (54.0 ± 4.6)%. The choice of the opening angle selection is based primarily on the fact that most prompt Cherenkov photons are detected below an angle of 41.1 • for non-showering particles and below an angle of 60 • for showering particles. Photons that are detected above this angle are either Rayleigh scattered, reflected by the acrylic vessel or belonged to another ring.",
            "paragraph_rank": 62,
            "section_rank": 11
        },
        {
            "section": "VI.1. Analysis Parameters",
            "text": "The m m and b m parameters are derived by studying the properties of atmospheric neutrinos and n-n oscillation simulations across the three operational phases in the p.e-Λ parameter space. This selection boundary, seen in Fig. 9 for this combined 3-phase analysis, improved the signal-to-background separation. The optimized parameters are m m = −4.59×10 −5 and b m = 0.921, respectively. Also presented in Table I are the criteria to isolate contained events from the cosmic through-going muon events and instrumental background events. Good agreement is observed between the simulation and the selected data rates. An analysis was performed and showed that the instrumental backgrounds expected were negligible: 0.18±0.13 instrumental events are expected after all analysis cuts have been applied [28]. ",
            "paragraph_rank": 63,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 222,
                    "text": "Fig. 9",
                    "end": 228
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 407,
                    "text": "Table I",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 799,
                    "text": "[28]",
                    "end": 803
                }
            ]
        },
        {
            "text": "VI.2. Efficiencies and Systematic Uncertainties",
            "section_rank": 12
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "The n-n signal acceptance and the contained atmospheric-neutrino contamination obtained after applying the two high-level cuts on the three phases of SNO data are shown in Tables II and III, respectively. The last column shows the efficiency for a specific channel i such that",
            "paragraph_rank": 64,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 172,
                    "text": "Tables II and III,",
                    "end": 190
                }
            ]
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "The total signal detection efficiency (shown in bold in the table) is weighted by the channels' branching ratios Γ i :",
            "paragraph_rank": 65,
            "section_rank": 12
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "In Table II, the error on the signal detection efficiencies includes the differences of the detector response for the three operational phases of SNO. The total n-n detection efficiency of Regime I and II are consistent. The efficiency of observing an n-n event is (54.0±4.6)% when averaging over all operational phases of SNO. This efficiency combines two physical regimes described in Section III.2 in a weighted average. A relative increase of 1.4% in signal detection efficiency is observed in Phase II compared to Phase I. This can be explained by the increase of the nuclear cross section in 35 Cl for π ± . A relative decrease of 7.5% in the detection efficiency of the signal is observed between Phase I and Phase III; this is caused by the optical shadowing of the NCD array, which impacted the light isotropy of the event.",
            "paragraph_rank": 66,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 3,
                    "text": "Table II",
                    "end": 11
                }
            ]
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "The systematic uncertainties of these efficiencies and those of the selection criteria from the previous section are summarized in Table IV. Also included in this table are the uncertainties of the neutrino oscillation parameters, the uncertainties associated with the atmospheric neutrino flux, and uncertainties in atmospheric-neutrino interactions at the GeV-scale.",
            "paragraph_rank": 67,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 131,
                    "text": "Table IV",
                    "end": 139
                }
            ]
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "The total systematic uncertainty on the detection of the n-n oscillation signal (σ signal ) in the full SNO data set is",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "where σ ǫ n−n i is the uncertainty associated with the detection efficiency and T i is the live time of phase i. The total systematic uncertainty on the n-n detection efficiency is found to be 11.7%. This is dominated by thenp modeling, which combines the systematic uncertainty on thenp branching ratio for models in Sec. III.2 and the efficiency of observing a n −n from Table II. The total systematic uncertainty for the expected background from atmospheric-neutrino interactions (σ bkgd ) is a combination of the uncertainties of the neutrino oscillation parameters (σ Φ atmo osc ), the uncertainties of the detector efficiencies due to cut parameters and MRF reconstruction of through-going muons (σ ǫ atmo i ), and the uncertainties in the amplitude of different atmosphericneutrino interaction channels (σ Φ atmo i ):",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 373,
                    "text": "Table II.",
                    "end": 382
                }
            ]
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "and is 24.5% for the 3-phase SNO data set.",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "No calibration sources were available to calibrate events in the GeV scale. Through-going muon events are used to characterize the fitter response between data and Monte Carlo. Since these events originated from outside the detector, there remain uncertainties in the response of the detector to contained events. A shift in likelihood space is observed for the multiple-ring fitter response between Monte Carlo and data of these through-going \"calibration\" events. Since we apply a cut on the likelihood space to determine whether there is a ring or not, there is a systematic uncertainty associated with this shift. This is referred to as the MRF reconstruction calibration uncertainty.",
            "paragraph_rank": 71,
            "section_rank": 12
        },
        {
            "section": "VI.2. Efficiencies and Systematic Uncertainties",
            "text": "In the case of atmospheric neutrino detection efficiency of contained events, the studies of the MRF calibration led to a systematic uncertainty of ∼15% in the observed number of rings. The effect of the MRF calibration is not noticeable as much for the n-n oscillation detection efficiency with an uncertainty due to the calibration of ∼7%, TABLE IV. Systematic uncertainties of n −n detection efficiency (ǫ n−n ), the atmospheric neutrino detection efficiency (ǫ atmo ) and the atmospheric neutrino background rate (Φ atmo ) for phases I, II, and III. The overall signal detection efficiency uncertainty is 11.7%, while the overall background systematic uncertainty is 24.5%.",
            "paragraph_rank": 72,
            "section_rank": 12
        },
        {
            "text": "Phase independent",
            "section_rank": 13
        },
        {
            "section": "Phase independent",
            "text": "Phase in part due to cleaner reconstruction of the individual rings. The specific uncertainties due to MRF calibration for each phase of SNO are included in Table IV. Compared to the aforementioned detector response and reconstruction uncertainties, those associated with neutrino oscillation parameters are negligible in this analysis. Other sub-dominant uncertainties in the total atmospheric background include the Bartol atmospheric flux normalization (7.4%) and the production rate of pions from ∆ resonance (8%). Table V shows the results after applying all data selection criteria to the data of the three SNO operational phases; also shown are the expected backgrounds for the three phases.",
            "paragraph_rank": 73,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 157,
                    "text": "Table IV",
                    "end": 165
                },
                {
                    "type": "table",
                    "start": 519,
                    "text": "Table V",
                    "end": 526
                }
            ]
        },
        {
            "text": "VII. RESULTS",
            "section_rank": 14
        },
        {
            "section": "VII. RESULTS",
            "text": "For the combined 3-phases analysis, the observed result of 23 events is 1.6 σ lower than the expected background of 30.5 events, which is consistent with statistical fluctuation. The number of observed events and expected background are also statistically consistent in each phase.",
            "paragraph_rank": 74,
            "section_rank": 14
        },
        {
            "section": "VII. RESULTS",
            "text": "This result is transformed into a lower limit on n-n oscillation lifetime as is discussed in the following section.",
            "paragraph_rank": 75,
            "section_rank": 14
        },
        {
            "text": "VII.1. Limit Evaluation and Neutron-antineutron Lifetime",
            "section_rank": 15
        },
        {
            "section": "VII.1. Limit Evaluation and Neutron-antineutron Lifetime",
            "text": "The profile likelihood method [31] introduces a way to include systematic uncertainties in the evaluation of confidence intervals in rare-event searches. In this analysis, the technique is employed with Gaussian errors, both for the background rate and for detection efficiency. Other systematic effects, such as instrumental backgrounds, are negligible. The likelihood function is given by L(µ, b, ǫ|x, b o , ǫ o ) = P P (x|µ, ǫ, b)P G (ǫ|ǫ 0 , σ ǫ )P G (b|b 0 , σ b ) (13) where P P and P G are respectively the Poisson and Gaussian probability density function; µ is the signal rate of the rare event, b is the background rate and ǫ is the signal detection efficiency; x is the observed number of events, b o and ǫ o are the expected value for the background rate and efficiency. The likelihood ratio L, used to evaluate the confidence interval, consists of the supremum of the  ",
            "paragraph_rank": 76,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 30,
                    "text": "[31]",
                    "end": 34
                }
            ]
        },
        {
            "section": "VII.1. Limit Evaluation and Neutron-antineutron Lifetime",
            "text": "whereb,ǫ orμ are values that maximize the likelihood function. When a measured signal is less than the expected background, an issue arises with the sup(L(μ,b,ǫ|x, b o , ǫ o )) part of Eqn. 14, asμ can become negative. If it is allowed to be negative the limit is said to be unbounded (UB); while if it is not, the denominator is evaluated at sup(L(μ,b,ǫ|x, b o , ǫ o ))|μ =0 and the limit is said to be bounded (B).",
            "paragraph_rank": 77,
            "section_rank": 15
        },
        {
            "section": "VII.1. Limit Evaluation and Neutron-antineutron Lifetime",
            "text": "In the process of evaluating the confidence interval in this analysis, studies were performed to verify the statistical coverage of the technique [28]. The unbounded technique offers better coverage and is set as default in the TRolke 2.0 package [32], which is used in this analysis. However, it is customary to use a bounded limit and both results will be presented in this article.",
            "paragraph_rank": 78,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 146,
                    "text": "[28]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 247,
                    "text": "[32]",
                    "end": 251
                }
            ]
        },
        {
            "section": "VII.1. Limit Evaluation and Neutron-antineutron Lifetime",
            "text": "The free oscillation time τ free is evaluated as τ free = T intranuclear • 3.16 × 10 7 s/year R",
            "paragraph_rank": 79,
            "section_rank": 15
        },
        {
            "section": "VII.1. Limit Evaluation and Neutron-antineutron Lifetime",
            "text": "where T intranuclear = exposure × ǫ n−n UL (16) and UL is the upper limit of the signal evaluated at 90% CL. For the deuteron-only scenario, the nuclear T intranuclear limit is evaluated at 1.18 ×10 31 (bounded) or 1.48×10 31 (unbounded) years at 90% CL. Shown in Table VI are the limits evaluated with the profile likelihood method for different operational phases of SNO.",
            "paragraph_rank": 80,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 43,
                    "text": "(16)",
                    "end": 47
                }
            ]
        },
        {
            "text": "VII.2. Discussion of results",
            "section_rank": 16
        },
        {
            "section": "VII.2. Discussion of results",
            "text": "As is shown in Fig. 8, the number of multiple-ring events prior to the isotropy cut agrees well with the expected number of multiple-ring events from the atmospheric neutrino background. The isotropy cut is efficient in separating n-n from a wide class of atmospheric neutrino interactions as shown on Fig. 9.",
            "paragraph_rank": 81,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 15,
                    "text": "Fig. 8",
                    "end": 21
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 302,
                    "text": "Fig. 9",
                    "end": 308
                }
            ]
        },
        {
            "section": "VII.2. Discussion of results",
            "text": "For the deuteron-only scenario, the nuclear lower limit presented above translates into a τ free limit of 1.2×10 8 s (bounded) or 1.4×10 8 s (unbounded) using the Friedman and Gal model. Using the bounds of the Kopeliovich et al model, the range of lower nuclear lower limit are [1.1, 1.3] × 10 8 s (bounded) or [1.3, 1.5] × 10 8 s (unbounded). We have chosen not to include 16 O targets for reasons discussed in Section III, mainly the complexity associated with intranuclear effects in oxygen, but we estimate the improvement in the limit to be minimal.",
            "paragraph_rank": 82,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 375,
                    "text": "16",
                    "end": 377
                }
            ]
        },
        {
            "section": "VII.2. Discussion of results",
            "text": "In order to compare our result to that from Super-Kamiokande, which uses a different method to evaluate a limit, we have re-evaluated their limit with the technique presented in this paper. The Super-Kamiokande intranuclear lifetime is re-evaluated with the profile likelihood method at 22.0 ×10 31 years (bounded and unbounded) at 90% confidence level instead of 19 ×10 31 years. Since Super-Kamiokande observed 24 events and expected 24.1 ± 5.7, the difference between a bounded and unbounded limit is minimal. This represents a 16% difference compared to the published SK limit, which translates to a free oscillation lower limit of 2.9 × 10 8 s at 90% CL.",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "section": "VII.2. Discussion of results",
            "text": "Future improvements on the n-n oscillations search could be obtained by requiring the measurement of multiple Michel electrons emerging from the µ ± daughters of π ± decays. While the trigger window in most water Cherenkov detectors is too large to study π decays (26 ns lifetime), it is possible to study the lifetime of µ decays in separate events. This indirect tagging of π may be beneficial for removing atmospheric neutrino backgrounds since multiple Michel electrons may only be present in ∼ 11% of total contained atmospheric neutrinos.",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "VIII. CONCLUSION",
            "section_rank": 17
        },
        {
            "section": "VIII. CONCLUSION",
            "text": "In this paper a new nuclear limit on the neutronantineutron oscillation search in deuteron is obtained.",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "section": "VIII. CONCLUSION",
            "text": "The intranuclear oscillation life time is 1.18×10 31 (bounded) or 1.48 ×10 31 (unbounded) years at 90% CL from the data of all three SNO operational phases. This translates into a free oscillation limit of 1.23×10 8 s (bounded) or 1.37×10 8 s (unbounded) at 90% CL using the models from Dover et al. This is the first search for neutron-antineutron oscillations using deuterons as target.",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 18
        },
        {
            "section": "FIG. 1 .",
            "text": "Photoelectrons 0 5000 10000 15000",
            "paragraph_rank": 87,
            "section_rank": 18
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 19
        },
        {
            "section": "FIG. 2 .",
            "text": "Photoelectrons 0 5000 10000 15000 20000 25000 30000 35000 40000",
            "paragraph_rank": 88,
            "section_rank": 19
        },
        {
            "text": "FIG. 3. SimulatedCherenkov electron ring (top) demonstrating the showering effect and muon ring (bottom) demonstrating the absence of the showering effect. Both particles were generated with 600 MeV of kinetic energy and placed at the center of the detector; the resulting PMT hit pattern is projected in (cos θPMT, φPMT) space. The colors shown represent the time the PMT has been hit, where green points represent PMTs that were hit first and blue points are PMTs that were hit at a later time.",
            "paragraph_rank": 89,
            "section_rank": 20
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 21
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. The distribution of the opening angle subtended at the fitted vertex by the arc between the fired PMT and the ring center coordinate (cos θ †mp , φ † mp ) for both a showering (e-like) and non-showering (µ-like) particle.",
            "paragraph_rank": 90,
            "section_rank": 21
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 22
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG.5. An example of the dodecahedron construct implemented for multiple-ring detection in the ring-parameter space. Each black star represents the (cos θmp, φmp) coordinates of a local high density maxima of mid-points, which is denoted as (cos θ † mp , φ † mp ). The dodecahedrons structure is rotated and centered around the point in the ring-parameter space with the highest density, in this case the black star in the lighter shade region. In this example, this event is reconstructed as a three-ring event, the primary ring in the lighter shade section and two secondary rings in the darker shade sections. The other sections are regions where no high density of mid-points is found.",
            "paragraph_rank": 91,
            "section_rank": 22
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 23
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6. Reconstruction of π + simulated at the origin of the detector using a non-showering (top) and showering (bottom) expectation, highlighting the complexity of single pion reconstruction. x ′recûrec is the reconstructed vertex position and θrec is the angle of the reconstructed track with respect to the original true track. Visual cross-verification of these events shows good ring recognition except for rings with x ′ rec > 350 cm. This is used as a ring selection criterion.",
            "paragraph_rank": 92,
            "section_rank": 23
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 24
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. Comparison ofNrings distribution for SNO's threephase data to simulated atmospheric neutrino and n −n oscillation events. The error bars signify all systematic uncertainties that are described in Sec. VI.2.",
            "paragraph_rank": 93,
            "section_rank": 24
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 25
        },
        {
            "section": "FIG. 9 .",
            "text": "FIG. 9. Scatter plot of the Λ parameter (Eqn. 8) and the number of photoelectrons for the background and signal expectation of multiple-ring events. The red line denotes the isotropy cut applied to the data set to isolate signal events from background events (detailed in Sec. VI).",
            "paragraph_rank": 94,
            "section_rank": 25
        },
        {
            "text": ", b o , ǫ o ) = sup(L(µ,b(µ),ǫ(µ)|x, b o , ǫ o )) sup(L(μ,b,ǫ|x, b o , ǫ o ))",
            "paragraph_rank": 95,
            "section_rank": 26
        },
        {
            "text": "R D is 2.94 ×10 22 s −1 . In the case where r ≫ 1, the suppression factor is 2.21 ×10 22 s −1 . The allowable range of suppression factor is thus [2.21, 2.94] ×10 22 s −1 , consistent with the previous Dover et al. estimates.",
            "paragraph_rank": 96,
            "section_rank": 27
        },
        {
            "text": "TABLE I .",
            "section_rank": 28
        },
        {
            "section": "TABLE I .",
            "text": "Summary of analysis parameters, data selection and noise rejection criteria. Parameter 1: Multiple Cherenkov rings acceptance criterion N rings > 1 Two or more Cherenkov rings reconstruct in a single event cos θ ring < 0.86 Minimal angle at which two rings are distinguishable x ′ rec < 350 cm Minimal size of Cherenkov rings. Implemented to remove false positives as described in Sec. V.1 Analysis Parameter 2: Isotropy acceptance criterion Λ < mm • p.e. + bm The total-effective-momentum to energy ratio (Eqn. 8) is below an energy dependent threshold. See text for details on Λ. Additional event selection criteria Contained cut Select events that originate and terminate in the detector by that less than 4 veto PMTs registered light out of 91 potential veto PMTs 2000 < p.e. < 18000 Visible energy (the number of photoelectrons, p.e.) of the event approximately corresponding to an energy window of 250 MeV to 2 GeV. − event. The blue ring is the primary ring, ring with the best reconstruction (i.e. minimum of −2 ln λα in Eqn. 7), while the red is the secondary ring. This secondary ring is a MRF flaw in handling low statistics of triggered PMTs if the local vertex (x ′ recûrec ) is near the acrylic vessel. This pathology appears when the reconstruction of the local vertex from the origin is x ′ rec > 350 cm along the track.",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "TABLE III .",
            "section_rank": 29
        },
        {
            "section": "TABLE III .",
            "text": "Atmospheric neutrino detection efficiency. The total efficiency for each model (shown in bold) is evaluated with the average of the efficiencies weighted by the channel branching ratios. The application of the multiple-ring and isotropy cuts resulted in the rejection of 94.6% of the contained atmospheric neutrino events (Eqn. 5) over the three SNO phases.",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "3% 22.5% 11.5% 8.7% 21.2% 11.1% 8.8% 22.0% 12.7% TABLE V. The number of contained events in data (x) versus the expected background (b) at each stage of the event selection. The criteria are the contained event (cont), the Multiple Ring (MR) and the Isotropy Cut (IC) criteria as explained in Sec. VI. The IC criteria is the last of the analysis and these values represent the measured signal (xIC) and expected background (bic) for this analysis.",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "TABLE VI .",
            "section_rank": 31
        },
        {
            "section": "TABLE VI .",
            "text": "T intranuclear and τ free limit obtain for the SNO experiment evaluated with the profile likelihood method. The bounded/unbounded (B/UB) limits for the free oscillation time are listed in the right-most column.SNO PhaseExposureǫtot Observed Bkgd UL T intranuclear R τ free 10 31 n-yr (%) (B/UB) 10 31 yr 10 23 s −1 10 8 s (B/UB) ( 6.66 / 6.66) ( 0.48 / 0.48) 0.248 (0.78 / 0.78) Phase II 8.23 55.8 10 12.2 ( 5.91 / 5.52) ( 0.78 / 0.83) 0.248 (1.00 / 1.03)",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "section": "TABLE VI .",
            "text": "In the case ofnp annihilation, only spin-1 interactions are involved, however fornn annihilation both spin-0 and spin-1 interactions are allowed.",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "section": "TABLE VI .",
            "text": "The PMT i ring parameter is considered an effective momentum for ring i",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 33
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This research was supported by: Canada: Natural Sciences and Engineering Research Council, Industry Canada, National Research Council, Northern Ontario Heritage Fund, Atomic Energy of Canada, Ltd., Ontario Power Generation, High Performance Computing Virtual Laboratory, Canada Foundation for Innovation, Canada Research Chairs program; US: Department of Energy, National Energy Research Scientific Computing Center, Alfred P. Sloan Foundation; UK: Science and Technology Facilities Council (formerly Particle Physics and Astronomy Research Council); Portugal: Fundação para a Ciência e a Tecnologia. We thank the SNO technical staff for their strong contributions. We thank INCO (now Vale, Ltd.) for hosting this project in their Creighton",
            "paragraph_rank": 103,
            "section_rank": 33
        }
    ]
}