{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The ATLAS Collaboration",
            "section_rank": 1
        },
        {
            "section": "The ATLAS Collaboration",
            "text": "A search for direct top squark pair production resulting in events with either a same-flavour opposite-sign dilepton pair with invariant mass compatible with a Z boson or a pair of jets compatible with a Standard Model (SM) Higgs boson (h) is presented. Requirements on additional leptons, jets, jets identified as originating from b-quarks, and missing transverse momentum are imposed to target the other decay products of the top squark pair. The analysis is performed using proton-proton collision data at √ s = 13 TeV collected with the ATLAS detector at the LHC in 2015-2016, corresponding to an integrated luminosity of 36.1 fb −1 . No excess is observed in the data with respect to the SM predictions. The results are interpreted in two sets of models. In the first set, direct production of pairs of lighter top squarks (t 1 ) with long decay chains involving Z or Higgs bosons is considered. The second set includes direct pair production of the heavier top squark pairs (t 2 ) decaying viat 2 → Zt 1 ort 2 → ht 1 . The results exclude at 95% confidence levelt 2 andt 1 masses up to about 800 GeV, extending the exclusion region of supersymmetric parameter space covered by previous LHC searches.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Supersymmetry (SUSY) [1][2][3][4][5][6] is one of the most studied extensions of the Standard Model (SM). It predicts new bosonic partners for the existing fermions and fermionic partners for the known bosons. If R-parity is conserved [7], SUSY particles are produced in pairs and the lightest supersymmetric particle (LSP) is stable, providing a possible dark-matter candidate. The SUSY partners of the charged (neutral) Higgs bosons and electroweak gauge bosons mix to form the mass eigenstates known as charginos (χ ± k , k = 1, 2) and neutralinos (χ 0 m , m = 1, . . . , 4), where the increasing index denotes increasing mass. The scalar partners of right-handed and left-handed quarks,q R andq L , mix to form two mass eigenstates, q 1 andq 2 , withq 1 defined to be the lighter of the two. To address the SM hierarchy problem [8][9][10][11], TeV-scale masses are required [12,13] for the supersymmetric partners of the gluons (gluinos,g) and the top squarks [14,15]. Furthermore, the higgsino is required not to be heavier than a few hundred GeV.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 21,
                    "text": "[1]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 24,
                    "text": "[2]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 27,
                    "text": "[3]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 30,
                    "text": "[4]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 33,
                    "text": "[5]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 36,
                    "text": "[6]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 235,
                    "text": "[7]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 575,
                    "text": "4)",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 832,
                    "text": "[8]",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 835,
                    "text": "[9]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 838,
                    "text": "[10]",
                    "end": 842
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 842,
                    "text": "[11]",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 878,
                    "text": "[12,",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 882,
                    "text": "13]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 964,
                    "text": "[14,",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 968,
                    "text": "15]",
                    "end": 971
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Top squark production with Higgs (h) or Z bosons in the decay chain can appear either in production of the lighter top squark mass eigenstate (t 1 ) decaying viat 1 → tχ , or in production of the heavier top squark mass eigenstate (t 2 ) decaying viat 2 → h/Zt 1 , as illustrated in Figure 1. Such signals can be discriminated from the SM top quark pair production (tt) background by requiring a pair of b-tagged jets originating from the h → bb decay or a same-flavour opposite-sign lepton pair originating from the Z → + − decay. Although the pair production oft 1 has a cross-section larger than that of thẽ t 2 , and their decay properties can be similar, searches for the latter can provide additional sensitivity in regions where thet 1 falls in a phase space difficult to experimentally discriminate from the background due to the similarities in kinematics with tt pair production, such as scenarios where the lighter top squark is only slightly heavier than the sum of the masses of the top quark and the lightest neutralino (χ 0 1 ).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 283,
                    "text": "Figure 1",
                    "end": 291
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Simplified models [16][17][18] are used for the analysis optimisation and interpretation of the results. In these models, direct top squark pair production is considered and all SUSY particles are decoupled except for the top squarks and the neutralinos involved in their decay. In all cases theχ 0 1 is assumed to be the LSP. Simplified models featuring directt 1 production witht 1 → tχ are also considered, where the mass difference between the lighter top squark and the neutralino is set to 180 GeV, a region of the mass parameter space not excluded by previous searches for t 1 with mass greater than 191 GeV [19]. This paper presents the results of a search for top squarks in final states with h or Z bosons at √ s = 13 TeV using the data collected by the ATLAS experiment [20] in proton-proton (pp) collisions during 2015 and 2016, corresponding to 36.1 fb −1 . Searches for directt 1  ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 18,
                    "text": "[16]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 22,
                    "text": "[17]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 26,
                    "text": "[18]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "start": 615,
                    "text": "[19]",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "start": 892,
                    "text": "1",
                    "end": 893
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS experiment [20] is a multi-purpose particle detector with a forward-backward symmetric cylindrical geometry and nearly 4π coverage in solid angle. 1 The interaction point is surrounded by an inner detector (ID) for tracking, a calorimeter system, and a muon spectrometer.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 157,
                    "text": "1",
                    "end": 158
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "The ID provides precision tracking of charged particles for pseudorapidities |η| < 2.5 and is surrounded by a superconducting solenoid providing a 2 T axial magnetic field. It consists of silicon pixel and microstrip detectors inside a transition radiation tracker. One significant upgrade for the running period at √ s = 13 TeV is the presence of the insertable B-layer [31], an additional pixel layer close to the interaction point, which provides high-resolution hits at small radius to improve the tracking performance.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 371,
                    "text": "[31]",
                    "end": 375
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "In the pseudorapidity region |η| < 3.2, high-granularity lead/liquid-argon (LAr) electromagnetic (EM) sampling calorimeters are used. A steel/scintillator tile calorimeter measures hadron energies for |η| < 1.7. The endcap and forward regions, spanning 1.5 < |η| < 4.9, are instrumented with LAr calorimeters for both the EM and hadronic energy measurements.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The muon spectrometer consists of three large superconducting toroids with eight coils each, and a system of trigger and precision-tracking chambers, which provide triggering and tracking capabilities in the ranges |η| < 2.4 and |η| < 2.7, respectively.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "A two-level trigger system is used to select events [32]. The first-level trigger is implemented in hardware and uses a subset of the detector information. This is followed by the software-based high-level trigger stage, which runs offline reconstruction and calibration software, reducing the event rate to about 1 kHz.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 52,
                    "text": "[32]",
                    "end": 56
                }
            ]
        },
        {
            "text": "Data set and simulated event samples",
            "section_rank": 4
        },
        {
            "section": "Data set and simulated event samples",
            "text": "The data were collected by the ATLAS detector during 2015 with a peak instantaneous luminosity of L = 5.2×10 33 cm −2 s −1 , and during 2016 with a peak instantaneous luminosity of L = 1.4×10 34 cm −2 s −1 , resulting in a mean number of additional pp interactions per bunch crossing (pile-up) of µ = 14 in 2015 and µ = 24 in 2016. Data quality requirements are applied to ensure that all subdetectors were operating Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Rapidity is defined as y = 0.5 ln (E + p z )/(E − p z ) where E denotes the energy and p z is the component of the momentum along the beam direction. at nominal conditions, and that LHC beams were in stable-collision mode. The integrated luminosity of the resulting data set is 36.1 fb −1 with an uncertainty of ±3.2%. The luminosity and its uncertainty are derived following a methodology similar to that detailed in Ref. [33] from a preliminary calibration of the luminosity scale using a pair of x-y beam-separation scans performed in August 2015 and May 2016.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1037,
                    "text": "[33]",
                    "end": 1041
                }
            ]
        },
        {
            "section": "Data set and simulated event samples",
            "text": "Monte Carlo (MC) simulated event samples are used to aid in the estimation of the background from SM processes and to model the SUSY signal. The choices of MC event generator, parton shower and hadronisation, the cross-section normalisation, the parton distribution function (PDF) set and the set of tuned parameters (tune) for the underlying event of these samples are summarised in Table 1, and more details of the event generator configurations can be found in Refs. [34][35][36][37]. Cross-sections calculated at next-to-next-to-leading order (NNLO) in quantum chromodynamics (QCD) including resummation of next-to-next-to-leading logarithmic (NNLL) soft-gluon terms are used for top quark production processes. For production of top quark pairs in association with vector and Higgs bosons, cross-sections calculated at next-to-leading order (NLO) are used, and the event generator cross-sections from Sherpa (at NLO for most of the processes) are used when normalising the multi-boson backgrounds. In all MC samples, except those produced by Sherpa, the EvtGen v1.2.0 program [38] is used to model the properties of the bottom and charm hadron decays.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 384,
                    "text": "Table 1",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "start": 470,
                    "text": "[34]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "start": 474,
                    "text": "[35]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "start": 478,
                    "text": "[36]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 482,
                    "text": "[37]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1081,
                    "text": "[38]",
                    "end": 1085
                }
            ]
        },
        {
            "section": "Data set and simulated event samples",
            "text": "SUSY signal samples are generated from leading-order (LO) matrix elements with up to two extra partons, using the MadGraph5_aMC@NLO v2.2.3 event generator interfaced to Pythia 8.186 with the A14 tune for the modelling of the SUSY decay chain, parton showering, hadronisation and the description of the underlying event. Parton luminosities are provided by the NNPDF23LO PDF set. Jet-parton matching is realised following the CKKW-L prescription [64], with a matching scale set to one quarter of the pairproduced superpartner mass. In all cases, the mass of the top quark is fixed at 172.5 GeV. Signal crosssections are calculated to NLO in the strong coupling constant, adding the resummation of soft-gluon emission at next-to-leading-logarithmic accuracy (NLO+NLL) [45,65,66]. The nominal cross-section and the uncertainty are based on predictions using different PDF sets and factorisation and renormalisation scales, as described in Ref.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 445,
                    "text": "[64]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 766,
                    "text": "[45,",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 770,
                    "text": "65,",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "start": 773,
                    "text": "66]",
                    "end": 776
                }
            ]
        },
        {
            "section": "Data set and simulated event samples",
            "text": "[67].",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Data set and simulated event samples",
            "text": "To simulate the effects of additional pp collisions in the same and nearby bunch crossings, additional interactions are generated using the soft QCD processes as provided by Pythia 8.186 with the A2 tune [68] and the MSTW2008LO PDF set [69], and overlaid onto each simulated hard-scatter event. The MC samples are reweighted so that the pile-up distribution matches the one observed in the data. The MC samples are processed through an ATLAS detector simulation [70] based on Geant4 [71] or, in the case of ttt and the SUSY signal samples, a fast simulation using a parameterisation of the calorimeter response and Geant4 for the other parts of the detector [72]. All MC samples are reconstructed in the same manner as the data.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 204,
                    "text": "[68]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "start": 236,
                    "text": "[69]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "start": 476,
                    "text": "Geant4 [71]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "start": 658,
                    "text": "[72]",
                    "end": 662
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Candidate events are required to have a reconstructed vertex [73] with at least two associated tracks with transverse momentum (p T ) larger than 400 MeV which are consistent with originating from the beam collision region in the x-y plane. The vertex with the highest scalar sum of the squared transverse momentum of the associated tracks is considered to be the primary vertex of the event.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Two categories of leptons (electrons and muons) are defined: \"candidate\" and \"signal\" (the latter being a subset of the \"candidate\" leptons satisfying tighter selection criteria Jet candidates within ∆R = (∆y) 2 + (∆φ) 2 = 0.2 of a lepton candidate are discarded, unless the jet has a value of the b-tagging discriminant larger than the value corresponding to approximately 85% b-tagging efficiency, in which case the lepton is discarded since it probably originated from a semileptonic b-hadron decay. Any remaining electron candidate within ∆R = 0.4 of a non-pile-up jet, and any muon candidate within ∆R = min{0.4, 0.04+p T (µ)/10 GeV} of a non-pile-up jet is discarded. In the latter case, if the jet has fewer than three associated tracks or the muon p T is larger than half of the jet p T , the muon is retained and the jet is discarded instead to avoid inefficiencies for high-energy muons undergoing significant energy loss in the calorimeter. Any muon candidate reconstructed with ID and calorimeter information only which shares an ID track with an electron candidate is removed. Finally, any electron candidate sharing an ID track with a remaining muon candidate is also removed.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Tighter requirements on the lepton candidates are imposed, which are then referred to as \"signal\" electrons or muons. Signal electrons must satisfy the \"medium\" likelihood-based identification requirement as defined in Ref. [74,75]. Signal leptons must have p T > 20 GeV. The associated tracks must have a significance of the transverse impact parameter with respect to the reconstructed primary vertex, d 0 , of |d 0 |/σ(d 0 ) < 5 for electrons and |d 0 |/σ(d 0 ) < 3 for muons, and a longitudinal impact parameter with respect to the reconstructed primary vertex, z 0 , satisfying |z 0 sin θ| < 0.5 mm. Isolation requirements are applied to both the signal electrons and muons. The scalar sum of the p T of tracks within a variable-size cone around the lepton, excluding its own track, must be less than 6% of the lepton p T . The size of the track isolation cone for electrons (muons) is given by the smaller of ∆R = 10 GeV/p T and ∆R = 0.2 (0.3), that is, a cone of size 0.2 (0.3) at low p T but narrower for high-p T leptons. In addition, in the case of electrons the energy of calorimeter energy clusters in a cone of ∆R η = (∆η) 2 + (∆φ) 2 = 0.2 around the electron (excluding the deposition from the electron itself) must be less than 6% of the electron p T .",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 224,
                    "text": "[74,",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "start": 228,
                    "text": "75]",
                    "end": 231
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Simulated events are corrected to account for minor differences in the signal lepton trigger, reconstruction, identification and isolation efficiencies between data and MC simulation.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "The missing transverse momentum vector, whose magnitude is denoted by E miss T , is defined as the negative vector sum of the transverse momenta of all identified electrons, photons, muons and jets, and an additional soft term. The soft term is constructed from all tracks originating from the primary vertex which are not associated with any identified particle or jet. In this way, the E miss T is adjusted for the best calibration of particles and jets listed above, while maintaining pile-up independence in the soft term [85,86].",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 526,
                    "text": "[85,",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "start": 530,
                    "text": "86]",
                    "end": 533
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The events are classified in a further step into two exclusive categories: at least three leptons plus a btagged jet (3 1b selection, aimed at top squark decays involving Z bosons), or at least four b-tagged jets and one or two leptons (1 4b selection, aimed at top squark decays involving Higgs bosons).",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "In the 3 1b selection, events are accepted if they pass a trigger requiring either two electrons, two muons or an electron and a muon. In the 1 4b selection, events are accepted if they pass a trigger requiring an isolated electron or muon. The trigger-level requirements on the p T , identification and isolation of the leptons involved in the trigger decision are looser than those applied offline to ensure that trigger efficiencies are constant in the relevant phase space [32].",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Additional requirements are applied depending on the final state, as described in the following. These requirements are optimised for the best discovery significance using the simplified models featuringt 2 production witht 2 → Zt 1 ort 2 → ht 1 decays.  ",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "3 1b selection",
            "section_rank": 6
        },
        {
            "text": "1 4b selection",
            "section_rank": 7
        },
        {
            "section": "1 4b selection",
            "text": "Similarly to the 3 1b case, three overlapping SRs are defined in the 1 4b selection to have a good sensitivity in different regions of the mass parameter space. Only events with one or two signal leptons are selected to ensure orthogonality with the SRs in the 3 1b selection, with at least one lepton having p T > 30 GeV, and the electron candidates are also required to satisfy the tight likelihood-based identification requirement as defined in Refs. [74,75]. These SRs are defined as shown in Table 3.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 454,
                    "text": "[74,",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "start": 458,
                    "text": "75]",
                    "end": 461
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 497,
                    "text": "Table 3",
                    "end": 504
                }
            ]
        },
        {
            "text": "Signal region SR 1 4b",
            "section_rank": 8
        },
        {
            "section": "Signal region SR 1 4b",
            "text": "A is optimised for larget 2 −χ include requirements on the transverse mass m T computed using the missing-momentum and lepton-momentum vectors: ",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Signal region SR 1 4b",
            "text": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Signal region SR 1 4b",
            "text": "The main SM background processes satisfying the SR requirements are estimated by simulation, which is normalised and verified (whenever possible) with data events in separate statistically independent regions of the phase space. Dedicated control regions (CRs) enhanced in a particular background component, such as the production of top quark pairs in association with a Z boson (ttZ) and multi-boson production in the 3 1b selection, and tt in the 1 4b selection, are used for the normalisation. For each signal region, a simultaneous \"background fit\" is performed to the numbers of events found in the CRs, using a minimisation based on likelihoods with the HistFitter package [87]. In each fit, the normalisations of the background contributions having dedicated CRs are allowed to float freely, while the other backgrounds are determined directly using simulation or from additional independent studies in data. This way the total post-fit prediction is forced to be equal to the number of data events in the CR and its total uncertainty is given by the data statistical uncertainty. When setting 95% confidence level (CL) upper limits on the cross-section of specific SUSY models, the simultaneous fits also include the observed yields in the SR.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 680,
                    "text": "[87]",
                    "end": 684
                }
            ]
        },
        {
            "section": "Signal region SR 1 4b",
            "text": "Systematic uncertainties in the MC simulation affect the ratio of the expected yields in the different regions and are taken into account to determine the uncertainty in the background prediction. Each uncertainty source is described by a single nuisance parameter, and correlations between background processes and selections are taken into account. The fit affects neither the uncertainty nor the central value of these nuisance parameters. The systematic uncertainties considered in the fit are described in Section 6.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Signal region SR 1 4b",
            "text": "Whenever possible, the level of agreement of the background prediction with data is compared in dedicated validation regions (VRs), which are not used to constrain the background normalisation or nuisance parameters in the fit.",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "Background estimation in the 3 1b selection",
            "section_rank": 9
        },
        {
            "section": "Background estimation in the 3 1b selection",
            "text": "The dominant SM background contribution to the SRs in the 3 1b selection is expected to be from ttZ, with minor contribution from multi-boson production (mainly WZ) and backgrounds containing jets misidentified as leptons (hereafter referred to as \"fake\" leptons) or non-prompt leptons from decays of hadrons (mainly in tt events). The normalisation of the main backgrounds (ttZ, multi-boson) is obtained by fitting the yield to the observed data in two control regions, then extrapolating this yield to the SRs as described above. Backgrounds from other sources (ttW, tth and rare SM processes), which provide a subdominant contribution to the SRs, are determined from MC simulation only.",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "Background estimation in the 3 1b selection",
            "text": "The background from fake or non-prompt leptons is estimated from data with a method similar to that described in Refs. [88,89]. Two types of lepton identification criteria are defined for this evaluation: \"tight\" and \"loose\", corresponding to the signal and candidate electrons and muons described in Section 4. The leading lepton is considered to be prompt, which is a valid assumption in more than 95% of the cases according to simulations. The method makes use of the number of observed events with the second and third leading leptons being loose-loose, loose-tight, tight-loose and tight-tight in each region. The probability for prompt leptons satisfying the loose selection criteria to also satisfy the tight selection is measured using a data sample enriched in Z → + − ( = e, µ) decays. The equivalent probability for fake or non-prompt leptons is measured using events with one electron and one muon with the same charge. The number of events with one or two fake or non-prompt leptons is calculated from these probabilities and the number of observed events with loose and tight leptons. The modelling of the background from fake or non-prompt leptons is validated in events passing a selection similar to the SRs, but removing the E miss T requirements and inverting the m requirements.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 119,
                    "text": "[88,",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "start": 123,
                    "text": "89]",
                    "end": 126
                }
            ]
        },
        {
            "section": "Background estimation in the 3 1b selection",
            "text": "The two dedicated control regions used for the ttZ (CR 3 1b ttZ ) and multi-boson (CR 3 1b VV ) background estimation in this selection are defined as shown in Table 4. To ensure orthogonality with the SRs, an upper bound on E miss T < 100 GeV is required in CR 3 1b ttZ , while a b-jet veto is applied in CR 3 1b VV . Requirement / Region CR 3 1b",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 160,
                    "text": "Table 4",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "start": 262,
                    "text": "3 1b",
                    "end": 266
                }
            ]
        },
        {
            "section": "Background estimation in the 3 1b selection",
            "text": "-- Table 5 shows the observed and expected yields in the two CRs for each background source, and Figure 2 shows the n jet distribution in these regions after the background fit. The normalisation factors for the ttZ and multi-boson backgrounds do not differ from unity by more than 30% and the post-fit MC-simulated jet multiplicity distributions agree well with the data. ttZ and (b) CR 3 1b VV , after normalising the ttZ and multi-boson background processes via the simultaneous fit described in Section 5. The contributions from all SM backgrounds are shown as a histogram stack; the bands represent the total uncertainty in the background prediction. The \"Others\" category contains the contributions from tth, ttWW, ttt, tttt, Wh, and Zh production. The last bin in each figure contains the overflow. The lower panels show the ratio of the observed data to the total SM background prediction, with bands representing the total uncertainty in the background prediction. Table 5: Background fit results for the control regions in the 3 1b selection. The nominal predictions from MC simulation are given for comparison for those backgrounds (ttZ, multi-boson) that are normalised to data. The \"Others\" category contains the contributions from tth, ttWW, ttt, tttt, Wh, and Zh production. Combined statistical and systematic uncertainties are given. The individual uncertainties can be correlated and do not necessarily add in quadrature to the total systematic uncertainty. The number of events with fake or non-prompt leptons is estimated with the data-driven technique described in Section 5. ",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 5",
                    "end": 10
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 97,
                    "text": "Figure 2",
                    "end": 105
                },
                {
                    "type": "table",
                    "start": 974,
                    "text": "Table 5",
                    "end": 981
                }
            ]
        },
        {
            "text": "Background estimation in the 1 4b selection",
            "section_rank": 10
        },
        {
            "section": "Background estimation in the 1 4b selection",
            "text": "The dominant SM background contribution to the SRs in the 1 4b selection is expected to be top quark pair (tt) production, amounting to more than 80% of the total background. The normalisation of the tt background for each of the three SRs is obtained by fitting the yield to the observed data in a dedicated CR, then extrapolating this yield to the SRs as described above. Other background sources (single top, tth and rare SM processes), which provide a subdominant contribution to the SRs, are determined from MC simulation only. The contribution from events with fake or non-prompt leptons is found to be negligible in this selection. The three tt CRs (named CR 1 4b tt,A , CR 1 4b tt,B and CR 1 4b tt,C ) are described in Table 6. They are designed to have kinematic properties resembling as closely as possible those of each of the three SRs (SR 1 4b",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 727,
                    "text": "Table 6",
                    "end": 734
                }
            ]
        },
        {
            "section": "Background estimation in the 1 4b selection",
            "text": "A , SR 1 4b B and SR 1 4b C , respectively), while having a high purity in tt background and only a small contamination from signal. The CRs are built by inverting the SR requirements on E miss T and relaxing or inverting those on m bb or m T . Figure 3 shows the jet multiplicity distributions in these CRs after the background fit. In a similar manner, three validation regions (named VR 1 4b A , VR 1 4b",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 245,
                    "text": "Figure 3",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "start": 390,
                    "text": "1 4b",
                    "end": 394
                }
            ]
        },
        {
            "text": "B",
            "section_rank": 11
        },
        {
            "section": "B",
            "text": "and VR 1 4b C ) are defined, each of them corresponding to a different CR, with the same requirements on E miss T as the SR and relaxing or inverting the requirements on m bb , m T or jet multiplicity, as shown in Table 6. These VRs are used to provide a statistically independent cross-check of the extrapolation in a selection close to that of the SR but with small signal contamination. Table 7 shows the observed and expected yields in the CRs and VRs for each background source. The large correction to tt normalisation after the background fit has also been observed in other analyses [90] and is due to a mismodelling of the tt + bb, cc component in the MC simulation. The background prediction is in agreement with the observed data in all VRs. Requirement / Region CR 1 4b  tt,A (b) CR 1 4b tt,B and (c) CR 1 4b tt,C after normalising the tt background process via the simultaneous fit described in Section 5. The tt background normalisation is constrained to the data observation for jet multiplicity values above the requirements shown in Table 6. The contributions from all SM backgrounds are shown as a histogram stack; the bands represent the total uncertainty. The \"Others\" category contains the contributions from tth, ttWW, ttt, tttt, Wh, and Zh production. The last bin in each figure contains the overflow. The lower panels show the ratio of the observed data to the total SM background prediction, with the bands representing the total uncertainty in the background prediction. Table 7: Background fit results for the control and validation regions in the 1 4b selection. The nominal predictions from MC simulation are given for comparison for the tt background, which is normalised to data. The \"Others\" category contains the contributions from ttWW, ttt, tttt, tZ, and tWZ production. Combined statistical and systematic uncertainties are given. The individual uncertainties can be correlated and do not necessarily add in quadrature to the total systematic uncertainty.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 214,
                    "text": "Table 6",
                    "end": 221
                },
                {
                    "type": "table",
                    "start": 390,
                    "text": "Table 7",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "start": 591,
                    "text": "[90]",
                    "end": 595
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 1050,
                    "text": "Table 6",
                    "end": 1057
                },
                {
                    "type": "table",
                    "start": 1498,
                    "text": "Table 7",
                    "end": 1505
                }
            ]
        },
        {
            "text": "CR 1 4b",
            "section_rank": 12
        },
        {
            "section": "CR 1 4b",
            "text": "tt,A ",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "Systematic Uncertainties",
            "section_rank": 13
        },
        {
            "section": "Systematic Uncertainties",
            "text": "The primary sources of systematic uncertainty are related to the jet energy scale, the jet energy resolution, the theoretical and the MC modelling uncertainties in the background determined using CRs (ttZ and multi-bosons in the 3 1b selection, as well as tt in the 1 4b selection). The statistical uncertainty of the simulated event samples is taken into account as well. The effects of the systematic uncertainties are evaluated for all signal samples and background processes. Since the normalisation of the dominant background processes is extracted in dedicated CRs, the systematic uncertainties only affect the extrapolation to the SRs in these cases. The cross-sections used to normalise the MC samples are varied according to the uncertainty in the crosssection calculation, i.e., 6% for diboson, 13% for ttW and 12% ttZ production [39]. For ttWW, tZ, tWZ, tth, ttt, tttt, and triboson production processes, which constitute a small background, a 50% uncertainty in the event yields is assumed.",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 840,
                    "text": "[39]",
                    "end": 844
                }
            ]
        },
        {
            "section": "Systematic Uncertainties",
            "text": "Systematic uncertainties are assigned to the estimated background from fake or non-prompt leptons in the 3 1b selection to account for potentially different compositions (heavy flavour, light flavour or conversions) between the signal and control regions, as well as the contamination from prompt leptons in the regions used to measure the probabilities for loose fake or non-prompt leptons to pass the tight signal criteria. Table 8: Summary of the main systematic uncertainties and their impact (in %) on the total SM background prediction in each of the signal regions studied. The total systematic uncertainty can be different from the sum in quadrature of individual sources due to the correlations between them resulting from the fit to the data. The quoted theoretical uncertainties include modelling and cross-section uncertainties.  Table 8 summarises the contributions of the different sources of systematic uncertainty in the total SM background predictions in the signal regions. The dominant systematic uncertainties in the 3 1b SRs are due to the limited number of events in CR 3 1b ttZ and theoretical uncertainties in ttZ production, while in the 1 4b SRs the dominant uncertainties are due to tt modelling.",
            "paragraph_rank": 38,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 426,
                    "text": "Table 8",
                    "end": 433
                },
                {
                    "type": "table",
                    "start": 842,
                    "text": "Table 8",
                    "end": 849
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 14
        },
        {
            "section": "Results",
            "text": "The observed number of events and expected yields are shown in Table 9 for each of the six SRs. The SM backgrounds are estimated as described in Section 5. Data agree with the SM background prediction within uncertainties and thus exclusion limits for several beyond-the-SM (BSM) scenarios are extracted. Figure 4 shows the E miss T distributions after applying all the SR selection requirements except those on E miss T . The HistFitter framework, which utilises a profile-likelihood-ratio-test statistic [96], is used to estimate 95% confidence intervals using the CL s prescription [97]. The likelihood is built as the product of a probability density function describing the observed number of events in the SR and the associated CR(s) and, to constrain the nuisance parameters associated with the systematic uncertainties, Gaussian distributions whose widths correspond to the sizes of these uncertainties; Poisson distributions are used instead to model statistical uncertainties affecting the observed and predicted yields in the CRs. Table 9 also shows upper limits (at the 95% CL) on the visible BSM cross-section σ vis = S 95 obs /Ldt, defined as the product of the production cross-section, acceptance and efficiency.",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 63,
                    "text": "Table 9",
                    "end": 70
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 305,
                    "text": "Figure 4",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 506,
                    "text": "[96]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 585,
                    "text": "[97]",
                    "end": 589
                },
                {
                    "type": "table",
                    "start": 1042,
                    "text": "Table 9",
                    "end": 1049
                }
            ]
        },
        {
            "section": "Results",
            "text": "Model-dependent limits are also set in specific classes of SUSY models. For each signal hypothesis, the background fit is redone taking into account the signal contamination in the CRs, which is found to be below 15% for signal models close to the Run-1 exclusion limits. All uncertainties in the SM prediction are considered, including those that are correlated between signal and background (for instance, jet energy scale uncertainties), as well as all uncertainties in the predicted signal, excluding PDF-and scale-induced uncertainties in the theoretical cross-section. Since the three SRs are not orthogonal, only the SR with best expected sensitivity is used for each signal point. \"Observed limits\" are calculated from the observed event yields in the SRs. \"Expected limits\" are calculated by setting the nominal event yield in each SR to the corresponding mean expected background.  Table 9: Observed and expected numbers of events in the six signal regions. The nominal predictions from MC simulation are given for comparison for those backgrounds (ttZ, multi-boson for the 3 1b selection and tt for the 1 4b selection) that are normalised to data in dedicated control regions. For SR 3 1b A , SR 3 1b B and SR 3 1b C , the \"Others\" category contains the contributions from tth, ttWW, ttt, tttt, Wh, and Zh production. For SR 1 4b A , SR 1 4b B and SR 1 4b C , the \"Others\" category contains the contributions from ttWW, ttt, tttt, tZ, and tWZ production. Combined statistical and systematic uncertainties are given. Signal model-independent 95% CL upper limits on the visible BSM cross-section (σ vis ), the visible number of signal events (S 95 obs ), the number of signal events (S 95 exp ) given the expected number of background events (and ±1σ variations of the expected background), and the discovery p-value (p(s = 0)), all calculated with pseudo-experiments, are also shown for each signal region.   ",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 892,
                    "text": "Table 9",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "start": 1195,
                    "text": "3 1b",
                    "end": 1199
                },
                {
                    "type": "bibr",
                    "start": 1336,
                    "text": "1 4b",
                    "end": 1340
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "This paper reports a search for direct top squark pair production resulting in events with either a leptonically decaying Z boson or a pair of b-tagged jets from a Higgs boson decay, based on 36.1 fb −1 of proton-proton collisions at √ s = 13 TeV recorded by the ATLAS experiment at the LHC in 2015 and 2016. Good agreement is found between the yield of observed events and the SM predictions. Modelindependent limits are presented, which allow the results to be reinterpreted in generic models that also predict similar final states in association with invisible particles. The limits exclude, at 95% confidence level, beyond-the-SM processes with visible cross-sections above 0.11 (0.21) fb for the 3 1b (1 4b) selections.",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "Results are also interpreted in the context of simplified models characterised by the decay chaint 1 → tχ  [71] S. Agostinelli et al., GEANT4 -a simulation toolkit, Nucl. Instrum. Meth. A 506 (2003) 250.",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "[72] ATLAS Collaboration, The simulation principle and performance of the ATLAS fast calorimeter simulation FastCaloSim, ATL-PHYS-PUB-2010-013, 2010, url: https://cds.cern.ch/record/1300517.",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "[73] ATLAS Collaboration, Vertex Reconstruction Performance of the ATLAS Detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-026, 2015, url: https://cds.cern.ch/record/2037717.",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "[74] ATLAS Collaboration, Electron efficiency measurements with the ATLAS detector using 2012 LHC proton-proton collision data, Eur. Phys. J. C 77 (2017) 195, arXiv: 1612.01456 [hep-ex].",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "[75] ATLAS Collaboration, Electron identification measurements in ATLAS using √ s = 13 TeV data with 50 ns bunch spacing, ATL-PHYS-PUB-2015-041, 2015, url: https://cds.cern.ch/record/2048202. [77] ATLAS Collaboration, Properties of jets and inputs to jet reconstruction and calibration with the ATLAS detector using proton-proton collisions at √ s = 13 TeV, ATL-PHYS-PUB-2015-036, 2015, url: https://cds.cern.ch/record/2044564. ",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "simplified models featuring directt 2 production witht 2 → Zt 1 ort 2 → ht 1 decays andt 1 → tχ 0 1",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Figure 1 :",
            "section_rank": 17
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Diagrams for the top squark pair production processes considered in this analysis: (a)t 1 → tχ 0 2 and χ 0 2 → h/Zχ 0 1 decays, and (b)t 2 → h/Zt 1 andt 1 → tχ 0 1 decays.",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "1 +",
            "section_rank": 18
        },
        {
            "section": "1 +",
            "text": "Events of interest are selected if they contain at least three signal leptons (electrons or muons), with at least one same-flavour opposite-sign lepton pair whose invariant mass is compatible with the Z boson mass (|m − m Z | < 15 GeV, with m Z = 91.2 GeV). To maximise the sensitivity in different regions of the mass parameter space, three overlapping signal regions (SRs) are defined as shown in Table 2. Signal region SR 3 1b A is optimised for larget 2 −χ 0 1 mass splitting, where the Z boson in thet 2 → Zt 1 decay is boosted, and large p T and leading-jet p T are required. Signal region SR 3 1b B covers the intermediate case, featuring slightly softer kinematic requirements than in SR 3 1b A . Signal region SR 3 1b C is designed to improve the sensitivity for compressed spectra (mt 2 mχ0 m t + m Z ) with softer jet-p T requirements and an upper bound on p T .",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "0 1 1 +",
            "section_rank": 19
        },
        {
            "section": "0 1 1 +",
            "text": "mass splitting, where the Higgs boson in thet 2 → ht 1 decay is boosted. In this signal region, the pair of b-tagged jets with the smallest ∆R bb is required to have an invariant mass consistent with the Higgs boson mass (|m bb − m h | < 15 GeV, with m h = 125 GeV), and the transverse momentum of the system formed by these two b-tagged jets (p bb T ) is required to be above 300 GeV. Signal region SR 1 4b B covers the intermediate case, featuring slightly harder kinematic requirements than SR 1 4b A . Finally, signal region SR 1 4b C is designed to be sensitive to compressed spectra (mt 2 mχ0 m t + m h ). This region has softer jet p T requirements and an upper bound on the p T of the leading b-tagged jet. Signal region SR 1 4b A includes requirements on H T (computed as the scalar sum of the p T of all the jets in the event), while both signal regions SR 1 4b B and SR 1 4bC",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "Figure 2 :",
            "section_rank": 20
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Jet multiplicity distributions in control regions (a) CR3 1b   ttZ and (b) CR 3 1b VV , after normalising the ttZ and multi-boson background processes via the simultaneous fit described in Section 5. The contributions from all SM backgrounds are shown as a histogram stack; the bands represent the total uncertainty in the background prediction. The \"Others\" category contains the contributions from tth, ttWW, ttt, tttt, Wh, and Zh production. The last bin in each figure contains the overflow. The lower panels show the ratio of the observed data to the total SM background prediction, with bands representing the total uncertainty in the background prediction.",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "Figure 3 :",
            "section_rank": 21
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Jet multiplicity distributions in control regions (a) CR1 4b   tt,A (b) CR 1 4b tt,B and (c) CR 1 4b tt,C after normalising the tt background process via the simultaneous fit described in Section 5. The tt background normalisation is constrained to the data observation for jet multiplicity values above the requirements shown inTable 6. The contributions from all SM backgrounds are shown as a histogram stack; the bands represent the total uncertainty. The \"Others\" category contains the contributions from tth, ttWW, ttt, tttt, Wh, and Zh production. The last bin in each figure contains the overflow. The lower panels show the ratio of the observed data to the total SM background prediction, with the bands representing the total uncertainty in the background prediction.",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "The jet energy scale and resolution uncertainties are derived as a function of the p T and η of the jet, as well as of the pile-up conditions and the jet flavour composition (more quark-like or gluon-like) of the selected jet sample. They are determined using a combination of simulated and data samples, through measurements of the jet response asymmetry in dijet, Z+jet and γ+jet events[91]. Uncertainties associated with the modelling of the b-tagging efficiencies for b-jets, c-jets and light-flavour jets [92, 93] are also considered. The systematic uncertainties related to the modelling of E miss T in the simulation are estimated by propagating the uncertainties in the energy and momentum scale of all identified electrons, photons, muons and jets, as well as the uncertainties in the soft-term scale and resolution [85]. Other detector-related systematic uncertainties, such as those in the lepton reconstruction efficiency, energy scale and energy resolution, and in the modelling of the trigger [76], are found to have a small impact on the results. The uncertainties in the modelling of the tt and single-top backgrounds in simulation in the 1 4b selection are estimated by varying the renormalisation and factorisation scales, as well as the amount of initial-and final-state radiation used to generate the samples [34]. Additional uncertainties in the parton-shower modelling are assessed as the difference between the predictions from Powheg showered with Pythia and Herwig, and due to the event generator choice by comparing Powheg and MadGraph5_aMC@NLO [34], in both cases showered with Pythia. The diboson background MC modelling uncertainties are estimated by varying the renormalisation, factorisation and resummation scales used to generate the samples [94]. For ttZ, the predictions from the MadGraph5_aMC@NLO and Sherpa event generators are compared, and the uncertainties related to the choice of renormalisation and factorisation scales are assessed by varying the corresponding event generator parameters up and down by a factor of two around their nominal values [95].",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "Figure 5 1 .",
            "section_rank": 23
        },
        {
            "section": "Figure 5 1 .",
            "text": "Figure 5shows the limits on simplified models in which pair-producedt 1 decay with 100% branching ratio into theχ0 2 and a top quark, assuming B(χ 0 2 → Zχ 0 1 ) = 0.5 and B(χ 0 2 → hχ 0 1 ) = 0.5. A massless LSP and a minimum mass difference between theχ 0 2 andχ 0 1 of 130 GeV, needed to have on-shell decays for both the Higgs and Z bosons, are assumed in this model. Limits are presented in thet 1 -χ 0 2 mass plane. The two SRs with best expected sensitivity from the 3 1b and 1 4b selections are statistically combined to derive the limits on this model. For aχ 0 2 mass above 200 GeV,t 1 masses up to about 800 GeV are excluded at 95% CL. Limits for simplified models, in which pair-producedt 2 decay with 100% branching ratio into thet 1 and either a Z or a h boson, witht 1 → tχ 0 1 , in thet 2 -χ 0 1 mass plane are shown in Figure 6. When considering thet 2 decays via a Z boson, probed by the 3 1b selection,t 2 masses up to 800 GeV are excluded at 95% CL for aχ 0 1 of about 50 GeV andχ 0 1 masses up to 350 GeV are excluded fort 2 masses below 650 GeV. Assuming 100% branching ratio intot 1 and a h boson, probed by the 1 4b selection,t 2 masses up to 880 GeV are excluded at 95% CL for aχ 0 1 of about 50 GeV, andχ 0 1 masses up to 260 GeV are excluded fort 2 masses between 650 and 710 GeV. These results extend the previous limits on thet 2 mass from ATLAS √ s = 8 TeV analyses [19, 29] by up to 250 GeV depending on theχ 0 1 mass.Exclusion limits as a function of thet 2 branching ratios are shown inFigure 7for representative values of the masses oft 2 andχ 0 1 . Fort 2 mass of 600 GeV, SUSY models with B(t 2 → Zt 1 ) above 58% are excluded. For higher top squark mass (mt 2 = 650 GeV), models with B(t 2 → Zt 1 ) above 50% or B(t 2 → ht 1 ) above 80% are excluded. The region with large B(t 2 → Zχ 0 1 ) can be probed by searches targeting directt 1 pair production[19].",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "Figure 4 :",
            "section_rank": 24
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Distribution of E miss T for events passing all the signal candidate selection requirements, except that on E miss T , for (a) SR 3 1b A , (c) SR 3 1b B , (e) SR3 1b C and (b) SR 1 4b A , (d) SR 1 4b B , (f) SR 1 4b C after the background fit described in Section 5. The contributions from all SM backgrounds are shown; the bands represent the total uncertainty. The expected distributions for signal models with m(t 2 ) = 700 GeV and m(χ 0 1 ) = 0 GeV, and m(t 2 ) = 650 GeV and m(χ 0 1 ) = 250 GeV are also shown as dashed lines. The last bin in each figure contains the overflow. The lower panels show the ratio of the observed data to the total SM background prediction, with the bands representing the total uncertainty in the background prediction.",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "text": "Figure 5 : 1 )Figure 6 : 1 )Figure 7 : 1 .",
            "section_rank": 25
        },
        {
            "section": "Figure 5 : 1 )Figure 6 : 1 )Figure 7 : 1 .",
            "text": "Figure 5: Exclusion limits at 95% CL from the analysis of 36.1 fb −1 of 13 TeV pp collision data on the masses of thet 1 andχ 0 2 , for a fixed m(χ 0 1 ) = 0 GeV, assuming B(χ 0 2 → Zχ 0 1 ) = 0.5 and B(χ 0 2 → hχ 0 1 ) = 0.5. The dashed line and the shaded band are the expected limit and its ±1σ uncertainty, respectively. The thick solid line is the observed limit for the central value of the signal cross-section. The expected and observed limits do not include the effect of the theoretical uncertainties in the signal cross-section. The dotted lines show the effect on the observed limit when varying the signal cross-section by ±1σ of the theoretical uncertainty.",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "1 .",
            "section_rank": 26
        },
        {
            "section": "1 .",
            "text": "2 → Z/ht 1 witht 1 → tχ 0 The results exclude at 95% confidence levelt 2 and t 1 masses up to about 800 GeV, extending the region of supersymmetric parameter space covered by previous LHC searches.We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC andCFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DSM/IRFU, France; SRNSF, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref.[98].",
            "paragraph_rank": 57,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 2268,
                    "text": "[98]",
                    "end": 2272
                }
            ]
        },
        {
            "text": "[ 76 ]",
            "section_rank": 27
        },
        {
            "section": "[ 76 ]",
            "text": "ATLAS Collaboration, Muon reconstruction performance of the ATLAS detector in proton-proton collision data at √ s = 13 TeV, Eur. Phys. J. C 76 (2016) 292, arXiv: 1603.05598 [hep-ex].",
            "paragraph_rank": 58,
            "section_rank": 27
        },
        {
            "text": "[= 8 = 7 = 8",
            "section_rank": 28
        },
        {
            "section": "[= 8 = 7 = 8",
            "text": "78] M. Cacciari, G. P. Salam and G. Soyez, The anti-k t jet clustering algorithm, JHEP 04 (2008) 063, arXiv: 0802.1189 [hep-ph]. [79] ATLAS Collaboration, Jet Calibration and Systematic Uncertainties for Jets Reconstructed in the ATLAS Detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-015, 2015, url: https://cds.cern.ch/record/2028594. [80] ATLAS Collaboration, Jet global sequential corrections with the ATLAS detector in proton-proton collisions at √ s = 8 TeV, ATLAS-CONF-2015-002, 2015, url: https://cds.cern.ch/record/2001682. [81] ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s TeV using the ATLAS detector, Eur. Phys. J. C 76 (2016) 581, arXiv: 1510.03823 [hep-ex]. [82] ATLAS Collaboration, Data-Quality Requirements and Event Cleaning for Jets and Missing Transverse Energy Reconstruction with the ATLAS Detector in Proton-Proton Collisions at a Center-of-Mass Energy of √ s = 7 TeV, ATLAS-CONF-2010-038, 2010, url: https://cds.cern.ch/record/1277678. [83] ATLAS Collaboration, Performance of b-Jet Identification in the ATLAS Experiment, JINST 11 (2016) P04008, arXiv: 1512.01094 [hep-ex]. [84] ATLAS Collaboration, Optimisation of the ATLAS b-tagging performance for the 2016 LHC Run, ATL-PHYS-PUB-2016-012, 2016, url: https://cds.cern.ch/record/2160731. [85] ATLAS Collaboration, Expected performance of missing transverse momentum reconstruction for the ATLAS detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-023, 2015, url: https://cds.cern.ch/record/2037700. [86] ATLAS Collaboration, Performance of missing transverse momentum reconstruction for the ATLAS detector in the first proton-proton collisions at at √ s= 13 TeV, ATL-PHYS-PUB-2015-027, 2015, url: https://cds.cern.ch/record/2037904. [87] M. Baak, G. Besjes, D. Côte, A. Koutsman, J. Lorenz et al., HistFitter software framework for statistical data analysis, Eur. Phys. J. C 75 (2015) 153, arXiv: 1410.1280 [hep-ex]. [88] ATLAS Collaboration, Measurement of the top quark-pair production cross section with ATLAS in pp collisions at √ s = 7 TeV, Eur. Phys. J. C 71 (2011) 1577, arXiv: 1012.1792 [hep-ex]. [89] ATLAS Collaboration, Measurement of the top quark pair production cross section in pp collisions at √ s TeV in dilepton final states with ATLAS, Phys. Lett. B 707 (2012) 459, arXiv: 1108.3699 [hep-ex]. [90] ATLAS Collaboration, Search for the Standard Model Higgs boson decaying into bb produced in association with top quarks decaying hadronically in pp collisions at √ s TeV with the ATLAS detector, JHEP 05 (2016) 160, arXiv: 1604.03812 [hep-ex].[91] ATLAS Collaboration, Jet Calibration and Systematic Uncertainties for Jets Reconstructed in the ATLAS Detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-015, 2015, url: https://cds.cern.ch/record/2037613. [92] ATLAS Collaboration, Calibration of b-tagging using dileptonic top pair events in a combinatorial likelihood approach with the ATLAS experiment, ATLAS-CONF-2014-004, 2014, url: https://cds.cern.ch/record/1664335. [93] ATLAS Collaboration, Calibration of the performance of b-tagging for c and light-flavour jets in the 2012 ATLAS data, ATLAS-CONF-2014-046, 2014, url: https://cds.cern.ch/record/1741020. [94] ATLAS Collaboration, Multi-Boson Simulation for 13 TeV ATLAS Analyses, ATL-PHYS-PUB-2016-002, 2016, url: https://cds.cern.ch/record/2119986. [95] ATLAS Collaboration, Modelling of the ttH and ttV (V = W, Z) processes for √ s = 13 TeV ATLAS analyses, ATL-PHYS-PUB-2015-022, 2016, url: https://cds.cern.ch/record/2120826.",
            "paragraph_rank": 59,
            "section_rank": 28
        },
        {
            "text": "pair production have been performed by the ATLAS Collaboration at √ s = 7, 8 TeV using LHC Run-1 data [19, 21] and √ s = 13 TeV with 2015 data [22] and by the CMS Collaboration at √ s = 8 TeV [23-28], searches for directt 2 production were performed at √ s = 8 TeV by both collaborations [19, 29, 30].",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "Table 1 :",
            "section_rank": 30
        },
        {
            "section": "Table 1 :",
            "text": "Simulated signal and background event samples: the corresponding event generator, the parton shower, the cross-section normalisation, the PDF set and the underlying-event tune are shown.",
            "paragraph_rank": 61,
            "section_rank": 30
        },
        {
            "text": "Muon candidates are reconstructed in the region |η| < 2.5 from muon spectrometer tracks matching ID tracks. Candidate muons must have p T > 10 GeV and pass the medium identification requirements defined in Ref.[76], based on the number of hits in the different ID and muon spectrometer subsystems, and on the significance of the charge to momentum ratio q/p.",
            "paragraph_rank": 62,
            "section_rank": 31
        },
        {
            "text": "Table 2 :",
            "section_rank": 32
        },
        {
            "section": "Table 2 :",
            "text": "Definition of the signal regions used in the 3 1b selection (see text for details).",
            "paragraph_rank": 63,
            "section_rank": 32
        },
        {
            "text": "Table 3 :",
            "section_rank": 33
        },
        {
            "section": "Table 3 :",
            "text": "Definition of the signal regions used in the 1 4b selection (see text for details).",
            "paragraph_rank": 64,
            "section_rank": 33
        },
        {
            "text": "Table 4 :",
            "section_rank": 34
        },
        {
            "section": "Table 4 :",
            "text": "Definition of the control regions used in the 3 1b selection.",
            "paragraph_rank": 65,
            "section_rank": 34
        },
        {
            "text": "Table 6 :",
            "section_rank": 35
        },
        {
            "section": "Table 6 :",
            "text": "Summary of selection criteria for the control and validation regions in the 1 4b selection.",
            "paragraph_rank": 66,
            "section_rank": 35
        },
        {
            "text": "[19] ATLAS Collaboration, ATLAS Run 1 searches for direct pair production of third-generation squarks at the Large Hadron Collider, Eur. Phys. J. C 75 (2015) 510, [Erratum: Eur. Phys. J. C 76 (2016) 153], arXiv: 1506.08616 [hep-ex]. Search for scalar top quark pair production in natural gauge mediated supersymmetry models with the ATLAS detector in pp collisions at √ s = 7 TeV, Phys. Lett. B 715 (2012) 44, arXiv: 1204.6736 [hep-ex]. [22] ATLAS Collaboration, Search for top squarks in final states with one isolated lepton, jets, and missing transverse momentum in √ s = 13 TeV pp collisions with the ATLAS detector, Phys. Rev. D 94 (2016) 052009, arXiv: 1606.03903 [hep-ex]. TeV, Eur. Phys. J. C 73 (2013) 2677, arXiv: 1308.1586 [hep-ex]. TeV, Phys. Rev. D 91 (2015) 052018, arXiv: 1502.00300 [hep-ex]. [25] CMS Collaboration, Searches for supersymmetry using the M T2 variable in hadronic events produced in pp collisions at 8 TeV, JHEP 05 (2015) 078, arXiv: 1502.04358 [hep-ex]. [26] CMS Collaboration, Search for supersymmetry in events with soft leptons, low jet multiplicity, and missing transverse energy in proton-proton collisions at √ s = 8 TeV, Phys. Lett. B 759 (2016) 9, arXiv: 1512.08002 [hep-ex]. [27] CMS Collaboration, Search for direct pair production of scalar top quarks in the single-and dilepton channels in proton-proton collisions at √ s = 8 TeV, JHEP 07 (2016) 027, arXiv: 1602.03169 [hep-ex]. [28] CMS Collaboration, Search for direct pair production of supersymmetric top quarks decaying to all-hadronic final states in pp collisions at √ s = 8 TeV, Eur. Phys. J. C 76 (2016) 460, arXiv: 1603.00765 [hep-ex]. TeV pp collisions with the ATLAS detector, Eur. Phys. J. C 74 (2014) 2883, arXiv: 1403.5222 [hep-ex]. Phys. Lett. B 736 (2014) 371, arXiv: 1405.3886 [hep-ex]. [31] ATLAS Collaboration, ATLAS Insertable B-Layer Technical Design Report, ATLAS-TDR-19, 2010, url: https://cds.cern.ch/record/1291633, ATLAS Insertable B-Layer Technical Design Report Addendum, ATLAS-TDR-19-ADD-1, 2012, URL: https://cds.cern.ch/record/1451888. [32] ATLAS Collaboration, Performance of the ATLAS Trigger System in 2015, Eur. Phys. J. C 77 (2017) 317, arXiv: 1611.09661 [hep-ex]. TeV using the ATLAS detector at the LHC, Eur. Phys. J. C 73 (2013) 2518, arXiv: 1302.4393 [hep-ex]. [34] ATLAS Collaboration, Simulation of top-quark production for the ATLAS experiment at √ s = 13 TeV, ATL-PHYS-PUB-2016-004, 2016, url: https://cds.cern.ch/record/2120417. [35] ATLAS Collaboration, Monte Carlo Generators for the Production of a W or Z/γ * Boson in Association with Jets at ATLAS in Run 2, ATL-PHYS-PUB-2016-003, 2016, url: https://cds.cern.ch/record/2120133. [36] ATLAS Collaboration, Multi-boson simulation for 13 TeV ATLAS analyses, ATL-PHYS-PUB-2016-002, 2016, url: https://cds.cern.ch/record/2119986. TeV ATLAS analyses, ATL-PHYS-PUB-2016-005, 2016, url: https://cds.cern.ch/record/2120826. [66] W. Beenakker, S. Brensing, M. Kramer, A. Kulesza, E. Laenen et al., Supersymmetric top and bottom squark production at hadron colliders, JHEP 08 (2010) 098, arXiv: 1006.4771 [hep-ph]. [67] C. Borschensky, M. Krämer, A. Kulesza, M. Mangano, S. Padhi et al., Squark and gluino production cross sections in pp collisions at √ s = 13, 14, 33 and 100 TeV, Eur. Phys. J. C 74 (2014) 3174, arXiv: 1407.5066 [hep-ph]. [68] ATLAS Collaboration, Summary of ATLAS Pythia 8 tunes, ATLAS-PHYS-PUB-2012-003, 2012, url: https://cdsweb.cern.ch/record/1474107. [69] A. D. Martin, W. J. Stirling, R. S. Thorne and G. Watt, Parton distributions for the LHC, Eur. Phys. J. C 63 (2009) 189, arXiv: 0901.0002 [hep-ph]. [70] ATLAS Collaboration, The ATLAS Simulation Infrastructure, Eur. Phys. J. C 70 (2010) 823, arXiv: 1005.4568 [physics.ins-det].",
            "paragraph_rank": 67,
            "section_rank": 36
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward.",
            "paragraph_rank": 68,
            "section_rank": 36
        },
        {
            "text": "Acknowledgements",
            "section_rank": 38
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 69,
            "section_rank": 38
        }
    ]
}