{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The cross section of the process e + e − → π + π − π 0 η has been measured using a data sample of 21.8 pb −1 collected with the CMD-3 detector at the VEPP-2000 e + e − collider. 2769 ± 95 signal events have been selected in the center-of-mass energy range 1394-2005 MeV. The production dynamics is dominated by the ω(782)η and φ(1020)η intermediate states in the lower energy range, and by the a 0 (980)ρ (770)    intermediate state at higher energies.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The production dynamics of the π + π − π 0 η final state in e + e − annihilation has been never studied before. Only the e + e − → ω(782)η cross section was measured by the BaBar Collaboration [1] with a relatively low statistical accuracy using η → π + π − π 0 decay, and by the SND Collaboration [2] (with η → γ γ decay). The e + e − → π + π − π 0 η cross section contributes a not negligible value (up to 15% of the total hadronic cross section in some energy range) to the calculations of the hadronic contribution to the muon anomalous magnetic moment [3], and a detailed study of the production dynamics can further improve the accuracy of these calculations as well as our understanding of the spectroscopy of light mesons.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 193,
                    "text": "[1]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 298,
                    "text": "[2]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 557,
                    "text": "[3]",
                    "end": 560
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper we report the analysis of the data sample based on 21.8 pb −1 of the integrated luminosity collected at the CMD-3 detector in the 1394-2005 MeV center-of-mass energy (E c.m. ) range. We identify the π + π − π 0 η candidate events using η → γ γ decay, and observe no candidate events below E c.m. = 1400 MeV.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "These data have been collected in three energy scans at 40 c.m. energy points, performed at the VEPP-2000 collider [4] in 2011 and 2012.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 115,
                    "text": "[4]",
                    "end": 118
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "http://dx.doi.org/10.1016/j.physletb.2017.08.019 0370-2693/© 2017 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 226,
                    "text": "3",
                    "end": 227
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The general-purpose detector CMD-3 has been described in detail elsewhere [5]. Its tracking system consists of a cylindrical drift chamber (DC) [6] and double-layer multiwire proportional Z-chamber, both also used for a trigger, and both inside a thin (0.2 X 0 ) superconducting solenoid with a field of 1.3 T. The tracking system allows to detect charged tracks with a minimum polar angle about 0.5 radians relative to the beam axis (about 90% of 4π ). The barrel liquid-xenon (LXe) calorimeter with a 5.4 X 0 thickness has fine electrode structure, providing a 1-2 mm spatial resolution for photons [7], and shares the cryostat vacuum volume with the superconducting solenoid. The barrel CsI-crystal calorimeter is placed outside the LXe calorimeter, and increases the total thickness to 13.5 X 0 . The endcap BGO calorimeter with a thickness of 13.4 X 0 is placed inside the solenoid [8]. Our combined calorimeter allows to detect photons with a minimum polar angle down to 0.25 radians relative to the beam axis (about 98% of 4π ). The luminosity is measured using events of Bhabha scattering at large angles with about 1% accuracy [9].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 74,
                    "text": "[5]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 144,
                    "text": "[6]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 601,
                    "text": "[7]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 887,
                    "text": "[8]",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1136,
                    "text": "[9]",
                    "end": 1139
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The beam energy has been monitored by measuring the current in the dipole magnets of the main ring, and at a few energy points by using the Back-Scattering-Laser-Light system [10]. Using measured average momentum of Bhabha events, and average momentum of proton-antiproton pairs from the process e + e − → pp [11],",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 175,
                    "text": "[10]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 309,
                    "text": "[11]",
                    "end": 313
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "we determine E c.m. at each energy point with about 1 MeV accuracy.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "To understand the detector response to processes under study and to obtain a detection efficiency, we have developed Monte Carlo (MC) simulation of our detector based on the GEANT4 [12] package, in which all simulated events pass the whole reconstruction and selection procedure. The MC simulation uses primary generators with matrix elements for the studied processes, including soft photon radiation by initial electron or positron, calculated according to Ref. [13]. For the background study we have developed a special MC generator to simulate generically e + e − → hadrons, which includes the majority (>30) of exclusive channels weighted with their known cross sections, and perform analysis of events based on it.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 181,
                    "text": "[12]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 464,
                    "text": "[13]",
                    "end": 468
                }
            ]
        },
        {
            "text": "Selection of e + e − → π + π − π 0 η events",
            "section_rank": 3
        },
        {
            "section": "Selection of e + e − → π + π − π 0 η events",
            "text": "Candidates for the process under study are required to have two good tracks of charged particles with opposite charges, and four or more clusters in the calorimeters, not related to the tracks, assumed to be photons. We require ionization losses of a track in the DC to be consistent with the pion hypothesis, a track momentum larger than 40 MeV/c, a minimum distance from a track to the beam axis in the transverse plane less than 0.25 cm, and a minimum distance from a track to the center of the interaction region along the beam axis Z less than 12 cm. The photon candidate is required to have energy deposition in the calorimeters exceeding 25 MeV.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Selection of e + e − → π + π − π 0 η events",
            "text": "Reconstructed momenta and angles of the detected charged tracks as well as energy and angles of four photons are subject to the kinematic fit for the e + e − → π + π − π 0 γ γ hypothesis, assuming that the total energy is equal to E c.m. and total momentum is equal to zero. First, we look for one photon pair with the invariant mass closest to the π 0 mass inside the ±55 MeV/c 2 (about ±3.5 standard deviations) window, and we use the π 0 mass as an additional fifth constraint in the fit (5C fit) for this photon pair. No additional constraints are applied to the second photon pair. The covariance matrices for charged tracks and photons are used in the fit and provide a χ 2 value for each event. A large fraction of the event candidates has more than four photons: we test all possible combinations, and two photon pairs with the smallest χ 2 value are retained for further analysis. As a result of the fit, we obtain improved values of the momenta, energies and angles for all particles. Each event is also subject to the 4C fit under a e + e − → π + π − γ γ hypothesis: all photon pairs are tested to get the best χ 2 value, and a requirement χ 2 π + π − γ γ > 40 suppresses the background from the processes e + e − → π + π − π 0 and e + e − → π + π − η by a factor of 10-20 to a negligible level with a 1.5% loss of the signal events. To study the remaining background we analyze events from the generic e + e − → hadrons MC generator with the excluded signal process.       the contribution of the combinatorial background (dashed). We tune background-description function with the simulation, and the \"Fermi\" step for the threshold behavior convolved with the thirdorder polynomial function gives the best result.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Selection of e + e − → π + π − π 0 η events",
            "text": "We also observe a clear signal from the ρ(770) in the π + π − , π − π 0 , π + π 0 corresponding mass combinations, shown in Fig. 5(a) for the E c.m. = 1800-2000 MeV range, where the a 0 (980)ρ(770) final state dominates. We fit the distributions of Fig. 4 at each energy with a sum of functions describing signal, combinatorial and other backgrounds, shown by the lines in Fig. 4. The a 0 (980) signal is fitted with a Breit-Wigner function using 55 MeV width [16] convolved with the detector resolution (≈ 50 MeV). We obtain 1072 ± 116 events corresponding to the process e + e − → a 0 (980)ρ(770). We vary the shape of the function used for the combinatorial background subtraction and estimate a systematic uncertainty on the number of signal events as about 15%. − π 0 η(no ω, φ, a 0 )  ",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 124,
                    "text": "Fig. 5(a)",
                    "end": 133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 249,
                    "text": "Fig. 4",
                    "end": 255
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 373,
                    "text": "Fig. 4",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 460,
                    "text": "[16]",
                    "end": 464
                },
                {
                    "type": "figure",
                    "start": 767,
                    "text": "− π 0 η(no ω, φ, a 0 )",
                    "end": 789
                }
            ]
        },
        {
            "text": "The e + e − → π + π",
            "section_rank": 4
        },
        {
            "text": "Detection efficiency",
            "section_rank": 5
        },
        {
            "section": "Detection efficiency",
            "text": "As demonstrated above, the π + π − π 0 η final state is produced via several intermediate resonant states: we observe the ω(782)η, φ(1020)η, a 0 (980)ρ(770), and, possibly, ρ(1450, 1700)π → ρ(770)ηπ intermediate states. Our detector does not have 100% acceptance, and due to different angular distributions of final particles, we observe variations in the detection efficiency for different intermediate states. Fig. 7(a) shows the MC-simulated e + e − → π + π − π 0 η detection efficiency ( ) for different production modes determined as a ratio of events that passed reconstruction and selection criteria to the total number of simulated events.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 412,
                    "text": "Fig. 7(a)",
                    "end": 421
                }
            ]
        },
        {
            "section": "Detection efficiency",
            "text": "As shown in Sec. 3, the π + π − π 0 η final state below E c.m. = To estimate the detection efficiency for charged and neutral particles, we use a procedure with selecting a clean sample of events with one missing particle, predict momentum and angles of this particle using kinematics, and check how often this particle is detected with our detector. By applying this procedure to data and MC simulation we can obtain a correction for the calculated efficiency. For this purpose we use the e + e − → π + π − π 0 π 0 process  which has a much higher cross section in the studied energy range and low background.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Detection efficiency",
            "text": "The correction to the MC-calculated efficiency of −1.5 ± 1.0% for a charged and −1 ± 1% for a neutral pion has been obtained.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Detection efficiency",
            "text": "Assuming similar efficiency for η → γ γ decay, we estimate the data-MC difference in the detection efficiency as a sum of corrections for two charged pions and two π 0 's: corr = 0.95. The uncertainty of this number, 3%, obtained as a quadratic sum of 2% from charged and 2% from neutral pions, is taken as a systematic uncertainty.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Detection efficiency",
            "text": "Our detection efficiency is obtained from MC simulation which includes a radiative photon from initial particles according to Ref. [13], taking into account the energy dependence of each channel.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 131,
                    "text": "[13]",
                    "end": 135
                }
            ]
        },
        {
            "text": "The cross section calculation",
            "section_rank": 6
        },
        {
            "section": "The cross section calculation",
            "text": "Using events of the process e + e − → π + π − π 0 η or events of the intermediate states discussed above, we calculate the cross sections at each energy as",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "The cross section calculation",
            "text": "where N is the number of selected events, L is the integrated luminosity, is the detection efficiency shown in Fig. 7(a) for all studied channels, and (1 + δ R ) is a radiative correction. Since MC simulation does not perfectly describe the experimental resolutions, we apply a small correction, corr , determined from the data as discussed in the Sec. 6.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 111,
                    "text": "Fig. 7(a)",
                    "end": 120
                }
            ]
        },
        {
            "section": "The cross section calculation",
            "text": "To calculate the inclusive cross section for the process e + e − → π + π − π 0 η, we use events obtained from the η peak of Fig. 1(b), and weight efficiencies calculated for different modes, taking into account the relative contribution of each channel. For this combined efficiency we introduce a systematic uncertainty of about 10%, shown as a shaded area in Fig. 7(a). The energy dependence of the (1 + δ R ) values is shown for this process in Fig. 7(b): the values are obtained according to Ref. [13], taking into account the energy dependence of the observed cross section (by iteration), presented in Fig. 8 and listed in Table 2. It is the first measurement of this cross section. Using Eq. (1) we calculate the cross sections for the processes e + e − → ω(782)η and e + e − → φ(1020)η. Radiative corrections for the ω(782)η and φ(1020)η final states are calculated according to",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 124,
                    "text": "Fig. 1(b)",
                    "end": 133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 361,
                    "text": "Fig. 7(a)",
                    "end": 370
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 448,
                    "text": "Fig. 7(b)",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 501,
                    "text": "[13]",
                    "end": 505
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 608,
                    "text": "Fig. 8",
                    "end": 614
                },
                {
                    "type": "table",
                    "start": 629,
                    "text": "Table 2",
                    "end": 636
                }
            ]
        },
        {
            "section": "The cross section calculation",
            "text": "Ref. [13]. Efficiencies for these two processes are determined from the simulation (see discussion in Sec. 6) and shown in Fig. 7(a). Fig. 9 shows the obtained cross sections for the processes e + e − → ω(782)η (a) and e + e − → φ(1020)η (b) in comparison with pre- vious measurements by BaBar [1], SND [2], and CMD-3 [14] for the φ(1020)η in the K + K − η mode. The branching fractions of the ω(782) → π + π − π 0 and φ(1020) → π + π − π 0 decays [16] are taken into account. Our data for the e + e − → ω(782)η cross section, listed in Table 2, are in good agreement with the SND experiment, and confirm a discrepancy with the BaBar data. The number of the ω(782)η events in the energy range below E c.m. = 1600 MeV is equivalent to the number of π + π − π 0 η events discussed in Sec. 2. The cross section for the φ(1020)η mode is compatible with the previous measurements, but has much lower statistical precision because of a small φ → π + π − π 0 branching fraction. Fig. 10(a) shows the e + e − → a 0 (980)ρ(770) cross section calculated according to Eq. (1) with efficiencies from Fig. 7(b) (triangles up). It is the first measurement of this cross section, listed in Table 2.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 5,
                    "text": "[13]",
                    "end": 9
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 123,
                    "text": "Fig. 7(a)",
                    "end": 132
                },
                {
                    "type": "figure",
                    "start": 134,
                    "text": "Fig. 9",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 294,
                    "text": "[1]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 303,
                    "text": "[2]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 318,
                    "text": "[14]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 448,
                    "text": "[16]",
                    "end": 452
                },
                {
                    "type": "table",
                    "start": 537,
                    "text": "Table 2",
                    "end": 544
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 972,
                    "text": "Fig. 10(a)",
                    "end": 982
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 1088,
                    "text": "Fig. 7",
                    "end": 1094
                },
                {
                    "type": "table",
                    "start": 1175,
                    "text": "Table 2",
                    "end": 1182
                }
            ]
        },
        {
            "section": "The cross section calculation",
            "text": "Using the efficiency shown in Fig. 7(a) (open circles) and the radiative correction similar to those shown in Fig. 7(b), we calculate a cross section for the process e + e − → π + π − π 0 η(no ω, φ, a 0 ), presented in Fig. 10(b) and listed in Table 2. The cross section has resonant behavior with a mass around E c.m. = 1700 MeV, but is consistent with zero below 1600 MeV and above 1800 MeV. The e + e − → ω(1650) → ρ(1450, 1700)π → ρ(770)ηπ → π + π − π 0 η reaction chain can be responsible for this cross section.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 30,
                    "text": "Fig. 7(a)",
                    "end": 39
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 110,
                    "text": "Fig. 7(b)",
                    "end": 119
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 219,
                    "text": "Fig. 10(b)",
                    "end": 229
                },
                {
                    "type": "table",
                    "start": 244,
                    "text": "Table 2",
                    "end": 251
                }
            ]
        },
        {
            "text": "Systematic errors and corrections",
            "section_rank": 7
        },
        {
            "section": "Systematic errors and corrections",
            "text": "All cross sections above have a 1% systematic uncertainty from the luminosity measurement [9], 3% from inefficiency for charged and neutral pions (see Sec. 6), and 1% from uncertainty on the radiative correction. Using two independent triggers based on DC or calorimeter information, the trigger efficiency is estimated to be close to unity with a 1% systematic uncertainty.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 90,
                    "text": "[9]",
                    "end": 93
                }
            ]
        },
        {
            "section": "Systematic errors and corrections",
            "text": "The uncertainties above should be combined with a 5% (15%) uncertainty from variation of the signal and background shapes in the fitting procedure to extract ω(782)η (φ(1020)η, a 0 (980)ρ(770)) signals. We sum these errors in quadrature, and the 6.5% (16%) value is an overall systematic error for the measured exclusive cross sections.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "Systematic errors and corrections",
            "text": "For the inclusive process e + e − → π + π − π 0 η we add a 10% (11% total) systematic uncertainty due to variation of efficiencies of contributing channels.  Table 1 Summary of parameters obtained from the fits described in the text. The values without errors were fixed in that fit.  And finally, for the process e + e − → π + π − π 0 η(no ω, φ, a 0 ), assuming e + e − → ρ(1450, 1700)π reaction, we estimate the uncertainty on the cross section as about 50% due to possible interference with the process e + e − → a 0 (980)ρ(770) in the E c.m. = 1650-1750 MeV energy range, where the latter is also determined with the same uncertainty.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 158,
                    "text": "Table 1",
                    "end": 165
                }
            ]
        },
        {
            "text": "Fit to the e + e − → ω(782)η reaction",
            "section_rank": 8
        },
        {
            "section": "Fit to the e + e − → ω(782)η reaction",
            "text": "Using the procedure suggested in Ref. [2,15], we fit the e + e − → ω(782)η cross section with the sum of two ω-like interfering resonances. The parameters of the ω(1420) (denoted below as ω ) are not well determined [16], and in our first fit we fix them at average values, similarly to Ref. [2]. A relative phase is fixed at π to describe the asymmetry of the peak in the measured cross section. Our results shown in Fig. 11 by a dashed line and listed in Table 1 (Fit 1), are consistent with that in Ref. [2] (also shown in Table 1).",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 38,
                    "text": "[2,",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 41,
                    "text": "15]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 216,
                    "text": "[16]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 292,
                    "text": "[2]",
                    "end": 295
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 418,
                    "text": "Fig. 11",
                    "end": 425
                },
                {
                    "type": "table",
                    "start": 457,
                    "text": "Table 1",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 507,
                    "text": "[2]",
                    "end": 510
                },
                {
                    "type": "table",
                    "start": 526,
                    "text": "Table 1",
                    "end": 533
                }
            ]
        },
        {
            "section": "Fit to the e + e − → ω(782)η reaction",
            "text": "The obtained width of the ω(1650) (denoted as ω ) is significantly different from the values in PDG [16], but close to that in Ref. [15] for the process e + e − → ω(782)π + π − (also shown in Table 1), and agrees with ω = 114 ± 14 MeV, obtained in Ref. [1]. Our data allow us to perform a fit with floating ω(1420) parameters, and the fit (Fit 2 in Table 1 and the solid line in Fig. 11) yield the width smaller than estimated in PDG, but consistent with the result of Ref. [15].",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 100,
                    "text": "[16]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 132,
                    "text": "[15]",
                    "end": 136
                },
                {
                    "type": "table",
                    "start": 192,
                    "text": "Table 1",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 253,
                    "text": "[1]",
                    "end": 256
                },
                {
                    "type": "table",
                    "start": 349,
                    "text": "Table 1",
                    "end": 356
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 379,
                    "text": "Fig. 11",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 474,
                    "text": "[15]",
                    "end": 478
                }
            ]
        },
        {
            "section": "Fit to the e + e − → ω(782)η reaction",
            "text": "In addition to the products of the ω , ω branching fractions to e + e − and the studied final state, B ee B ω f , B ee B ω f in Table 1, we also calculate the products of electron width and branching fraction to final state, ee B ω f , ee B ω f , which less depend on the uncertainty on the resonance widths.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 128,
                    "text": "Table 1,",
                    "end": 136
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 9
        },
        {
            "section": "Conclusion",
            "text": "We report the first measurement of the e + e − → π + π − π 0 η (η → γ γ ) cross section with the CMD-3 detector at the VEPP-2000 collider. We also present the cross sections for the intermediate states ω(782)η, φ(1020)η, and a 0 (980)ρ(770).",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "Conclusion",
            "text": "The process e + e − → ω(782)η is well described by the sum of the ω(1420) resonance and the resonance with m = 1671 ± 4 ± 10 MeV/c 2 , = 113 ± 9 ± 10 MeV, which could be associated with the ω(1650), but has a width smaller than suggested by PDG [16].",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 245,
                    "text": "[16]",
                    "end": 249
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "We observe a contribution to the process e + e − → π + π − π 0 η from the process not associated with the ω(782), φ(1020), or a 0 (980) intermediate states, which can be explained by the reaction e + e − → ω(1650) → ρ(1450, 1700)π → ρ(770)ηπ .",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Fig. 1 (",
            "section_rank": 10
        },
        {
            "section": "Fig. 1 (",
            "text": "Fig. 1(a)shows the obtained χ 2 distributions for the experimental (dots) and simulated e + e − → π + π − π 0 η (histogram) events, when the invariant mass of the second photon pair is in the ±50 MeV/c 2 window around the η mass. A vertical line shows the applied selection.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "Fig. 1 (",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 (",
            "text": "b) presents the invariant mass distributions for the second photon pair before (dashed histogram) and after (solid histogram) the 5C kinematic fit for events in the E c.m. = 1600-1800 MeV energy range and applied χ 2 selection. A signal",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. (a) The 5C-fit χ 2 distribution for events with two tracks, π 0 , and two photons for the e + e − → π + π − π 0 γ γ hypothesis for data (dots) and corresponding simulation (histograms). (b) The experimental two-photon invariant mass distributions before (dashed histogram) and after (solid histogram) a kinematic fit. A shaded histogram is for the generic e + e − → hadrons MC simulation with excluded signal process.",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Two-photon invariant mass distributions and fit functions to determine the number of π + π − π 0 η events at E c.m. = 1680 MeV (a) and E c.m. = 1600 MeV (b). Dashed curves show the background contribution. Histograms are for the expected signal events from simulation.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "Fig. 3 . 3 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 3 . 3 .",
            "text": "Fig. 3. The background-subtracted π + π − π 0 invariant mass distribution for events in the E c.m. = 1400-1550 MeV (a), 1600-1800 MeV (b), 1800-2000 MeV (c) energy ranges. The lines show results of the fits with the ω(782) and φ(1020) signals (solid), and the background contribution (dashed). Histograms show expected MC-simulated signals from the ω(782)η and φ(1020)η intermediate states.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. The background-subtracted π + η, π − η, π 0 η invariant mass distributions for events in the 1800-2000 MeV (a) and 1600-1800 MeV (b) E c.m. range from the η peak of Fig. 1(b). Histograms cumulatively show the MC-simulated contributions from the ρ(1450, 1700)π (shaded), ω(782)η (cross hatched), φ(1020)η (hatched), and a 0 (980)ρ(770) (open) intermediate states. Lines show a fit with the a 0 (980) signal and background contribution (dashed).",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. The background-subtracted π + π 0 , π − π 0 , π + π − invariant mass distributions for events in the 1800-2000 MeV (a) and 1600-1800 MeV (b) E c.m. ranges from the η peak ofFig. 1(b). Histograms cumulatively show the MC-simulated contributions from the ρ(1450, 1700)π (shaded), ω(782)η (cross hatched), φ(1020)η (hatched), and a 0 (980)ρ(770) (open) final states. The dashed histogram in (b) corresponds to the case when the phase space 3π η simulation is used instead of the ρ(1450, 1700)π final state.",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "4 .",
            "section_rank": 17
        },
        {
            "section": "4 .",
            "text": "The e + e − → a 0 (980)ρ(770) intermediate state The combinatorial background for the ω(782)η and φ(1020)η final states is relatively large and other intermediate resonances are thus expected: most probable are a 0 (980)ρ(770) and ρ(1450, 1700)π which have π + π − π 0 η at the end of the decay chains. The a 0 (980) is relatively narrow and should be seen in the ηπ invariant mass. Fig. 4 shows the background-subtracted π + η, π − η, π 0 η invariant mass distribution (three entries per event) for the events in the E c.m. = 1800-2000 MeV (a) and E c.m. = 1600-1800 MeV (b) ranges. A clear signal associated with a 0 (980)is seen in both energy ranges: while events inFig. 4(b)are below the nominal a 0 (980)ρ(770) threshold, a 0 (980) is still visible due to the large width of the ρ(770).Histograms cumulatively show MC-simulated contributions from the expected ρ(1450, 1700)π (shaded, see discussion in Sec. 5), ω(782)η (cross hatched), φ(1020)η (hatched), and a 0 (980)ρ(770) (open) intermediate states. Lines show a fit with the a 0 (980) signal and",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. (a) The number of e + e − → π + π − π 0 η events with an excluded contribution from the ω(782)η, φ(1020)η, and a 0 (980)ρ(770) intermediate states. Black and blue colors are for the 2011 and 2012 data, respectively. (b) The background-subtracted π +−0 η (three entries per event) invariant mass distribution with excluded ω(782)η and φ(1020)η intermediate states. Short-dashed, solid, and long-dashed histograms shows a simulated signal from a sum of the a 0 (980)ρ(770) and ρ(1450, 1700)π intermediate states in case of constructive, no-interference, and destructive interference of their amplitudes, respectively. The shaded histogram shows the contribution of the ρ(1450, 1700)π intermediate state only. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "intermediate state In the E c.m. = 1900-2000 MeV energy range the number of the π + π − π 0 η events determined from the η peak in Sec. 2 is almost completely dominated by the a 0 (980)ρ(770) channel. The obtained number of π + π − π 0 η events in the E c.m. = 1600-1800 MeV energy range exceeded that expected from the sum of the e + e − → ω(782)η (33%), φ(1020)η (7%), and a 0 (980)ρ(770) (29%) reactions. At each E c.m. energy we subtract events obtained for the ω, φ, a 0 signals from the total number of events obtained from the η signal of Fig. 1(b), and show the difference vs E c.m. in Fig. 6(a). A resonant structure is observed around E c.m. = 1700 MeV. The difference (about 31%) can be, for example, explained by the presence of the e + e − → ω(1650) → ρ(1450, 1700)π → ρ(770)ηπ reaction. In this case an additional signal from the ρ(770) should be seen in two-pion masses. For the E c.m. = 1600-1800 MeV energy range we show the background-subtracted π + π 0 , π − π 0 , π + π − invariant mass distribution (three entries per event) in Fig. 5(b). Histograms cumulatively show the MC-simulated contributions from the ρ(1450, 1700)π (shaded), ω(782)η (cross hatched), φ(1020)η (hatched), and a 0 (980)ρ(770) (open) final states. The dashed histogram in Fig. 5(b) presents simulation when the phase-space model is used instead of ρ(1450, 1700)π , indicating some data excess around the ρ(770) mass. Our data do not contradict to the presence of the e + e − → ω(1650) → ρ(1450, 1700)π → ρ(770)ηπ reaction, but an additional ρ(770) contribution cannot be quantitatively extracted from the mass distributions with reasonable accuracy. Note that the ρ(770) signal from the a 0 (980)ρ(770) intermediate state is also diluted below 1750 GeV due to limited phase space. Moreover, the expected ρ(1450, 1700)π → ρ(770)ηπ decay chain and a 0 (980)ρ(770) both contain a relatively broad ρ(770) resonance, and can interfere at the amplitude level. To examine an interference effect we sum two equal amplitudes of the above intermediate states at the primary generator level, and perform simulation with positive and negative relative signs. Fig. 6(b) shows the background-subtracted experimental π +−0 η (three entries per event) invariant mass distribution (points) with the excluded contribution from the ω(782)η and φ(1020)η intermediate states (using MC-simulation). Short-dashed, solid, and longdashed histograms show a simulated signal from the sum of the a 0 (980)ρ(770) and ρ(1450, 1700)π intermediate states in case of constructive, no-interference, and destructive interference of the amplitudes, respectively. The shaded histogram shows a contribution of the ρ(1450, 1700)π intermediate state only. When we fit the a 0 (980) signal peak as described above, the number of events changes by ±50% from the value with no interference. Because of that, we should add at least a 50% model-dependent systematic error to the number of a 0 (980)ρ(770) (and hence to ρ(1450, 1700)π ) events in the E c.m. = 1650-1750 MeV energy range, where overlap is the largest.",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "text": "1600 MeV is dominated by the process e + e − → ω(782)η, an admixture of the φ(1020)η, a 0 (980)ρ(770), and ρ(1450, 1700)π → ρ(770)ηπ intermediate states arises in the E c.m. = 1600-1800 MeV range, and the a 0 (980)ρ(770) state dominates above E c.m. = 1800 MeV.",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. (a) MC-calculated efficiency for different intermediate states: ω(782)η (circles), φ(1020)η (squares), a 0 (980)ρ(770) (triangles up), ρ(1450, 1700)π (open circles), phase space (triangles down); the shaded area shows an average efficiency with estimated systematic errors. (b) Radiative corrections (1 + δ R ) for the e + e − → π + π − π 0 η cross section.",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 22
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. The e + e − → π + π − π 0 η cross section obtained with the CMD-3 detector. Black and blue colors are for the 2011 and 2012 data, respectively. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 45,
            "section_rank": 22
        },
        {
            "text": "Fig. 9 .Fig. 10 .",
            "section_rank": 23
        },
        {
            "section": "Fig. 9 .Fig. 10 .",
            "text": "Fig. 9. The e + e − → ω(782)η (a) and e + e − → φ(1020)η (b) cross sections obtained at the CMD-3 detector in the π + π − π 0 η mode (circles). Black and blue colors are for the 2011 and 2012 data, respectively. Also shown are corresponding measurements by BaBar (open circles), SND (open squares), and CMD-3 in the K + K − η mode (open triangles). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 46,
            "section_rank": 23
        },
        {
            "text": "Fig. 11 .",
            "section_rank": 24
        },
        {
            "section": "Fig. 11 .",
            "text": "Fig. 11. The e + e − → ω(782)η cross sections obtained with the CMD-3 detector in the π + π − π 0 η mode. Lines show Fit 1 (dashed line) and Fit 2 (solid line) described in the text.",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "Acknowledgements",
            "section_rank": 26
        },
        {
            "section": "Acknowledgements",
            "text": "We thank the VEPP-2000 personnel for excellent machine operation. Part of this work related to the photon reconstruction algorithm in the electromagnetic calorimeter is supported by the Russian Science Foundation (project #14-50-00080). The work is partially supported by the Russian Foundation for Basic Research (grants RFBR 14-02-00580-a, RFBR 15-02-05674-a, RFBR 16-02-00160-a).",
            "paragraph_rank": 48,
            "section_rank": 26
        },
        {
            "text": "Number of signal events and the e + e − → π + π − π 0 η, ω(782)η, a 0 (980)ρ(770), and π + π − π 0 η(no ω, φ, a 0 ) cross sections vs E c.m. , measured with the CMD-3 detector. Only statistical errors are shown. E c.m. , MeV ",
            "paragraph_rank": 49,
            "section_rank": 28
        }
    ]
}