{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We investigate an excess observed in hadronic events in the archived LEP2 ALEPH data. This excess was observed at preselection level during data-MC comparisons of four-jet events when no search was being performed. The events are clustered into four jets and paired such that the mass difference between the two dijet systems is minimized. The excess occurs in the region M 1 +M 2 ∼ 110 GeV; about half of the excess is concentrated in the region M 1 ∼ 80 GeV, M 2 ∼ 25 GeV, with a local significance between 4.7σ and 5.5σ, depending on assumptions about hadronization uncertainties. The other half of the events are in a broad excess near M 1 ∼ M 2 ∼ 55 GeV; these display a local significance of 4.1-4.5σ. We investigate the effects of changing the SM QCD Monte Carlo sample, the jet-clustering algorithm, and the jet rescaling method. We find that the excess is remarkably robust under these changes, and we find no source of systematic uncertainty that can explain the excess. No analogue of the excess is seen at LEP1.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP10(2018)116 1 Introduction",
            "section_rank": 2
        },
        {
            "section": "JHEP10(2018)116 1 Introduction",
            "text": "During the years of LEP operation, the four-jet final state was very important for Standard Model (SM) studies and many new physics searches. It was critical to the study of properties of the W ± boson. Additionally, it was the most important channel in the search for the SM Higgs boson, and was also used for charged and flavor-independent Higgs searches. Hadronic events were also forced into four jets to eliminate W + W − production contamination for QCD studies.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "JHEP10(2018)116 1 Introduction",
            "text": "In this paper, we describe an excess seen in four-jet states when looking at the entire archived 1 LEP2 dataset from the ALEPH experiment. This excess was observed during data-Monte Carlo (MC) comparisons at preselection level, when no analysis was being performed. The excess roughly decomposes into two regions with significances of 4.7-5.5σ and 4.1-4.5σ, respectively. We explore the effects of varying the MC generators used to model the SM QCD background, jet-clustering algorithms, and jet-rescaling techniques; we do not find any effects which can explain the excess.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "JHEP10(2018)116 1 Introduction",
            "text": "Our initial intention for looking at the archived ALEPH data was to design analyses to test theoretical ideas which had been put forward since the LEP shutdown. As part of checking that our MC and basic code were functioning on hadronic states, 2 we forced events into four jets with a basic preselection. We paired the jets such as to minimize the difference in mass between the two dijet systems. Such a pairing is useful for searches for pair-production of hadronic resonances or studies of the W ± boson, and the sum of the two dijet masses M 1 + M 2 is generally more precise than either of the masses measured separately; such a plot also displays a nice separation of QCD and W + W − events, useful for data-MC comparisons.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 245,
                    "text": "2",
                    "end": 246
                }
            ]
        },
        {
            "section": "JHEP10(2018)116 1 Introduction",
            "text": "Unlike what was typical during the LEP era, we plotted M 1 + M 2 using the entire ALEPH LEP2 data sample (∼ 735pb −1 ) simultaneously; with our very loose cuts, this amounts to O(17, 000) events. In doing so, we noticed an excess of about 200 events (∼ 3σ) in the dijet mass sum in the region M 1 + M 2 ∼ 110 GeV. Interestingly, this is the same region in which ALEPH observed an excess in the search for hA final states [2] with a much smaller dataset (5.7pb −1 ) and after analysis cuts; the excess was later dismissed as a statistical fluctuation [3]. 3 This excess brought with it a set of unusual challenges. The first of these is that we had no model on which to base selection cuts for an analysis. Second, as this excess was found during data-MC comparisons at preselection level when no search was being conducted, 1 The ALEPH Archived Data Statement can be found at [1]. 2 Specifically, we were trying to make sure that we had correctly implemented the ALEPH b-tag code, and we wanted to compare the b-tag outputs to those in the four-jet channel of the ALEPH SM Higgs search results as a rudimentary check. 3 Our results, however, do not explain the previous ALEPH four-jet excess in the absence of a large statistical fluctuation. The average value for a pair-production cross-section relevant here is a factor of several smaller than those suggested by ref. [2]. Our results can accomodate a cross-section compatible with the number of events seen in that work at the relevant energies √ s = 130-136 GeV. However, it is important to note that the excess in ref. [2] persisted in the presence of tight cuts, unlike the very loose preselection applied here.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 421,
                    "text": "[2]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 550,
                    "text": "[3]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 555,
                    "text": "3",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "start": 824,
                    "text": "1",
                    "end": 825
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 881,
                    "text": "2",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1118,
                    "text": "3",
                    "end": 1119
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1371,
                    "text": "[2]",
                    "end": 1374
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1575,
                    "text": "[2]",
                    "end": 1578
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 3
        },
        {
            "section": "JHEP10(2018)116",
            "text": "we had to develop the machinery of the analysis after knowing of the excess; the analysis is unavoidably unblind.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Were the experiment still running, a simple solution to these challenges would be to explore the features of the excess region, design a set of cuts which efficiently selects the excess, and then see if such cuts also yield an excess in future data. Unfortunately, this is not possible in our case. However, there are three additional LEP data sets which could potentially be used to confirm or refute our findings. With this in mind, we follow the philosophy of ref. [2] and set about cataloging the features in the excess region to develop analyses which can be used by the three other LEP experiments. In this paper, we will concentrate on establishing the location of the excess, its significance, and its dependence upon MC samples, jet-clustering algorithm, etc. We will reserve further details, including distributions of many observables in the excess region, for future work.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 468,
                    "text": "[2]",
                    "end": 471
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "At the time that we initially noticed the excess near M 1 + M 2 ∼ 110 GeV, we were using the KK2f 4.19 [4][5][6] generator interfaced to PYTHIA 6.156 [7] to generate the SM QCD MC; this generator lacks the four-parton matrix element available in more modern generators. Additionally, the jet rescaling and initial-state radiation (ISR) rejection in the preselection were not optimal. As we needed to have the best QCD simulation possible, we tuned the SHERPA MC generator [8][9][10][11][12][13][14][15][16] as described in detail in ref. [17]. We adopted the LO SHERPA MC sample, reweighted using LEP1 data, as described in ref. [18], as this appeared to provide the most reliable simulation. We decided to use the LUCLUS [19] jetclustering algorithm following the conclusions of ref. [20] relating to new physics searches. Additionally, discrepancies observed during our initial data-MC comparisons using the KK2f MC and LUCLUS jet-clustering algorithm also spurred our initial investigations with SHERPA; such discrepancies were reduced by switching from KK2f to SHERPA for our QCD MC generation. We additionally made improvements to our jet rescaling and ISR rejection cuts.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 103,
                    "text": "[4]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 106,
                    "text": "[5]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 109,
                    "text": "[6]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 150,
                    "text": "[7]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 472,
                    "text": "[8]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 475,
                    "text": "[9]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 478,
                    "text": "[10]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 482,
                    "text": "[11]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 486,
                    "text": "[12]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 490,
                    "text": "[13]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 494,
                    "text": "[14]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 498,
                    "text": "[15]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 502,
                    "text": "[16]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 538,
                    "text": "[17]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 629,
                    "text": "[18]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 722,
                    "text": "[19]",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 785,
                    "text": "[20]",
                    "end": 789
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "With these choices, we find that approximately half of the events in the excess at M 1 + M 2 ∼ 110 GeV concentrate in the region near M 1 ∼ 80 GeV, M 2 ∼ 25 GeV, where M 1 is the dijet containing the most energetic jet. The local significance of this excess ranges from 4.7σ to 5.5σ, depending on assumptions related to hadronization uncertainties. The rest of the excess in M 1 + M 2 ∼ 110 GeV clusters in a bump of significance 4.1σ to 4.5σ in the region M 1 ∼ 45 GeV, M 2 ∼ 60 GeV. This latter excess is rather wide and we study it under the hypothesis that it is centered at M 1 ∼ M 2 . We find that the events near M 1 ∼ 80 GeV, M 2 ∼ 25 GeV look very much like the SM QCD background; in particular, if the excess is interpreted as the production of an 80-GeV and a 25-GeV particle, the decay angle of the heavier object is sharply peaked near zero; this distribution is similar to that of the QCD background. Those events in the region near M 1 ∼ M 2 also resemble the QCD background but are naively more accommodating to hypotheses involving resonances. Thus, new-physics explanations for the excess may not be straightforward, and a single explanation may or may not cover both regions.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The fact that we had to make analysis choices while already knowing of the existence of an excess in data raises concerns of bias. To address this, we make two points. First, we keep our results here at preselection level and do not provide analysis cuts designed to JHEP10(2018)116 enhance the excess. 4 Our preselection cuts are very simple and very similar, (and, in some cases, identical), to those used by other ALEPH four-jet analyses. We emphasize that the largest differences between what we have done here and data-MC comparisons done during LEP operation are that we have updated 5 the QCD MC generation and that we looked at all of the LEP2 data at preselection simultaneously.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 303,
                    "text": "4",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 590,
                    "text": "5",
                    "end": 591
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Second, instead of providing a single result, we choose to err on the side of providing as many results as is practical. We thus present our nominal results, made with our nominal preselection, MC samples, and jet-clustering and jet-rescaling algorithms. We then vary each of these things and show how our results change. In particular, we have compared the data to the output of three different MC generations, and have achieved good agreement between those generations in the excess region through reweighting of the MC using LEP1 data. The observation of the excess is robust against a wide range of the changes that we explore.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "JHEP10(2018)116",
            "text": "After we initially observed the excess near M 1 + M 2 ∼ 110 GeV, we became aware of the results of ref. [21], which gives the combined exclusion results for charged Higgs bosons results at LEP2. The combination shows an excess in the region M H ± = 55 GeV for the case where Br(H + → τ + ν) = 0. The combined value for the confidence level under the background-only hypothesis is CL b = 0.997, with analogous values for ADLO of CL b = 0.75, 0.96, 0.96, and 0.94, respectively. While this does not imply that the excess we see is necessarily present in the datasets for the other three experiments, it does give additional motivation for this to be investigated.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 104,
                    "text": "[21]",
                    "end": 108
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Despite varying our QCD MC generation, jet clustering and jet rescaling, we have not been able to reproduce in simulation the excess observed in data. Additionally, no analogue of the excess is seen at LEP1. These considerations make it reasonable to look beyond the SM for explanations for the excess. However, considering the similarities between the excess and the QCD background, particularly in the excess near M 1 ∼ 80 GeV, M 2 ∼ 25 GeV, one could still ask if improved modelling of SM QCD could somehow (or someday) explain the excess. We cannot readily address this question beyond the data-MC comparisons that we have done here, but we make the following comment. Even under the conservative assumption that this excess is due to imperfections in the modelling of QCD, understanding its origin is still important, and we will need MC generators which can simulate it.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "JHEP10(2018)116",
            "text": "For these reasons, we strongly encourage that the archived data of the other LEP experiments be analysed in a similar way to confirm or refute our results. Additionally, if the results are confirmed, it is essential that QCD experts weigh in on whether or not these results can be simulated by QCD MC event generators without disrupting the good agreement with data at LEP1. If the answer to this second inquiry is negative, new physics explanations will have to be considered. This paper is organized as follows. In section 2, we review our data and MC samples and our preselection. We give the results of using our nominal preselection, jet-clustering algorithm, and jet rescaling and our most reliable QCD MC sample in section 3. In  Table 1. Luminosities of data and MC generated at each LEP2 center-of-mass energy. Taken from ref. [18]. section 4, we show how our result changes depending on the QCD MC sample used and whether or not it is reweighted using LEP1 data. Section 5 explores the effects of different jet-clustering algorithms, and section 6 similarly considers the effects of different methods for rescaling the jet energies. In section 7, we consider sources of systematic errors and give our final results. We discuss some additional systematic checks in section 8. We discuss features and interpretation of the excess, and its relation to previous analyses, in section 9. Finally, in section 10, we conclude.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 737,
                    "text": "Table 1",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 836,
                    "text": "[18]",
                    "end": 840
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 4
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 5
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Our data and MC samples are the same as those described in detail in our previous works [17,18]. A detailed description of the ALEPH detector and its performance can be found in refs. [22,23]. The data and MC luminosities are given in ref. [18] and reproduced here in table 1. We briefly describe the data and MC samples here. All MC samples are passed through the ALEPH detector simulation, and all results in this paper are at detector level.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 88,
                    "text": "[17,",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 92,
                    "text": "18]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 184,
                    "text": "[22,",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 188,
                    "text": "23]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 240,
                    "text": "[18]",
                    "end": 244
                }
            ]
        },
        {
            "text": "Data samples",
            "section_rank": 6
        },
        {
            "section": "Data samples",
            "text": "As in ref. [18], we use the entire LEP2 dataset from the ALEPH detector, which is approximately composed of 735pb −1 at 18 center-of-mass energies in the range √ s = 130-208 GeV; luminosities for these energies are displayed in table 1. As described in ref. [18], 58pb −1 of the 1994 LEP1 data taken at √ s = 91.2 GeV are used for MC reweighting and systematic studies.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 11,
                    "text": "[18]",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 258,
                    "text": "[18]",
                    "end": 262
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 7
        },
        {
            "section": "JHEP10(2018)116",
            "text": "2.2 Monte Carlo samples",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "LO SHERPA QCD MC",
            "section_rank": 8
        },
        {
            "section": "LO SHERPA QCD MC",
            "text": "We generate events for e + e − → hadrons using the SHERPA v. 2.2.0 generator with the \"LO tune\" described in ref. [17]. This generation includes the matrix elements for final states with up to six partons, all generated at LO. Hadronization is accomplished with PYTHIA 6.4.18 [24]. The treatment of initial-state radiation is as described in ref. [18], and these events are put through the ALEPH detector simulation.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 114,
                    "text": "[17]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 276,
                    "text": "[24]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 347,
                    "text": "[18]",
                    "end": 351
                }
            ]
        },
        {
            "section": "LO SHERPA QCD MC",
            "text": "Effective MC luminosities for our LO MC generation are shown in table 1. Except for a few values of √ s where the data luminosity was very low, 6 the effective luminosity of the LO SHERPA MC was always at least 50× that of the data. Our primary results will be produced using this sample, reweighted using LEP1 data, as described in ref. [18]. Unreweighted LO events will be retained and compared to reweighted events for systematic studies. For a full description of the LO SHERPA MC tuning and comparison to data using Rivet v. 2.0.0 [25,26] and Professor v. 1.3.3 [27], we direct the reader to ref. [17]. Data-MC comparisons with a focus on four-jet states are given in ref. [18].",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 144,
                    "text": "6",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 338,
                    "text": "[18]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 536,
                    "text": "[25,",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 540,
                    "text": "26]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 567,
                    "text": "[27]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 602,
                    "text": "[17]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 678,
                    "text": "[18]",
                    "end": 682
                }
            ]
        },
        {
            "text": "Other QCD MC samples",
            "section_rank": 9
        },
        {
            "section": "Other QCD MC samples",
            "text": "We also use two other QCD MC samples for systematic studies. The first of these is generated using our \"NLO tune\" [17]. Like the LO SHERPA MC above, this generation is done using SHERPA with the matrix elements for final states of up to six partons. In this case, however, final states with up to four partons are produced at NLO using BlackHat v. 0.9.9 [13]. Hadronization and initial-state radiation are handled in the same manner as for the LO sample. Events were generated with luminosities twice as large as those of the LO sample above. For a detailed description of the generation and characteristics of the MC, we point the reader to refs. [17,18].",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 114,
                    "text": "[17]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 354,
                    "text": "[13]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 648,
                    "text": "[17,",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 652,
                    "text": "18]",
                    "end": 655
                }
            ]
        },
        {
            "section": "Other QCD MC samples",
            "text": "The second QCD MC sample which we retain for systematic studies is generated with KK2f using PYTHIA 6.156, using the standard ALEPH tune. Our KK2f generation is essentially equivalent to the official ALEPH KK2f generation; for details, see appendix B. We also use KK2f to generate the total hadronic cross-section for all of the QCD samples. The effective luminosities for the NLO SHERPA and KK2f samples are shown in table 1. Comparisons of these samples with data, with the LO sample, and with each other are given in ref. [18]. We will use these samples, both with and without reweighting with LEP1 data, for systematic studies.",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 525,
                    "text": "[18]",
                    "end": 529
                }
            ]
        },
        {
            "section": "Other QCD MC samples",
            "text": "The decision to use the SHERPA LO MC for the SM QCD estimation was based upon the studies in refs. [17,18], which found that, while the two SHERPA samples and the KK2f simulation performed similarly on event-shape variables, SHERPA outperfomed KK2f on observables related to clustering events into four jets. This effect is expected as KK2f does not use the four-parton matrix element, but instead uses the parton shower to generate the hadronic structure of events. Additionally, we also found that the LO SHERPA sample performed better than the NLO; this could be due to a number of factors such as the lack 6 For these energies ( √ s = 140.0, 164.5, 170.3 GeV), events at nearby values of √ s are slightly reweighted to compensate for the missing MC events.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 99,
                    "text": "[17,",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 103,
                    "text": "18]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 610,
                    "text": "6",
                    "end": 611
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 10
        },
        {
            "section": "JHEP10(2018)116",
            "text": "LO SHERPA NLO SHERPA KK2f KRLW03-4F Other Total MC (LO) ALEPH Archived Data   11226  11090  10974  6564   17807  17602   Table 2. Number of data events and expected backgrounds after preselection cuts. All LEP2 center-of-mass energies are included. The column marked \"Other\" contains the number of expected two-photon and τ + τ − events. The LO SHERPA MC has been used for the QCD prediction in the total for the SM prediction in the last column.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 62,
                    "text": "Archived Data   11226  11090  10974  6564   17807  17602   Table 2",
                    "end": 128
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "of a b quark mass in the NLO sample, different values of the SHERPA merging scale, and smaller statistics in the NLO tuning samples.",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "2.2.3",
            "section_rank": 11
        },
        {
            "section": "2.2.3",
            "text": "Four-fermion, two-photon, and",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "section": "2.2.3",
            "text": "At LEP2 energies we also require four-fermion and two-photon background MC samples; we use the same samples as in ref. [18]. We generate four-fermion MC using KORALW 1.53.3 [28][29][30][31][32], using JETSET 7.4 [33] for showering and hadronization. Effective luminosities of the MC samples, shown in table 1, are at least 100× the luminosities of the data samples. We use the official ALEPH two-photon MC samples; we also augment these with additional events generated in an identical fashion to the official generation with PYTHIA 6.156. Our two-photon MC samples have effective luminosities greater than or equal to, and in most cases 2× the luminosities of the data samples. We also generate e + e − → τ + τ − events using KK2f with effective luminosities at least 100× that of the data.",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 119,
                    "text": "[18]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 173,
                    "text": "[28]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 177,
                    "text": "[29]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 181,
                    "text": "[30]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 185,
                    "text": "[31]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 189,
                    "text": "[32]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 212,
                    "text": "[33]",
                    "end": 216
                }
            ]
        },
        {
            "text": "Preselection",
            "section_rank": 12
        },
        {
            "section": "Preselection",
            "text": "Our preselection is the same as in ref. [18] and will be briefly described here. The purpose of this preselection is to retain hadronic events while removing the two-photon background and events with hard initial-state radiation. The cuts are as follows. We require the events to each contain at least 7 good charged tracks. We force the event into four jets; a discussion of the jet-clustering algorithms used will be given in sections 3 and 5. Each of these jets is required to have at least one good charged track. The sum of the jet transverse momenta p tsum must satisfy the relation p tsum > 25% √ s. The jets, with typical polar and azimuthal angular resolutions of 20 mrad, are then rescaled, keeping their directions fixed, such that their four-momenta sum to ( √ s, 0, 0, 0). Two different rescaling algorithms will be discussed in sections 3 and 6. Only events where all of the jet rescaling factors are positive are retained. For each jet we calculate the electromagnetic energy using energy flow objects corresponding to identified photons (including photon conversions), neutral particles passing through an electromagnetic calorimeter crack region and subsequently detected in the hadron calorimeter, and low angle particles (detected by the luminosity calorimeters). Events containing a jet where the electromagnetic energy in a one-degree cone around any electromagnetic energy flow object is more than 80% of the jet energy are rejected. Lastly, the visible mass m vis and the missing momentum in the beampipe direction p zmis must satisfy |p zmis | < 1.5(m vis − 90). The number of data events and events expected from MC predictions after preselection cuts are taken from ref. [18] and are repeated here in table 2.",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 40,
                    "text": "[18]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1697,
                    "text": "[18]",
                    "end": 1701
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 13
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We note that the preselection cuts and rescaling algorithms used above were quite similar to those used in previous ALEPH analyses. For example, the preselection used for the four-jet neutral Higgs search [34,35] also required |p zmis | < 1.5(m vis − 90), used the same 80% electromagnetic energy cut as done here, and required each jet to contain at least one good track. 7 3 The nominal result Here, we make explicit our choices made regarding our QCD MC sample, jet-clustering algorithm, and jet-rescaling technique. We then give our results obtained with these choices; our studies in subsequent sections will document how our results change relative to the nominal results given here. All of the results in this section have been produced using the above preselection cuts. We note that all results in this section as well as in sections 4-6 are without corrections and systematic uncertainties applied; we will return to a study of systematics in section 7.",
            "paragraph_rank": 29,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 205,
                    "text": "[34,",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 209,
                    "text": "35]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 373,
                    "text": "7",
                    "end": 374
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We begin with our choice of QCD MC sample. As seen in ref. [18], the LO SHERPA, NLO SHERPA, and KK2f samples all performed comparably for event-shape variables, but the two SHERPA samples, and the LO sample in particular, showed great improvement over KK2f for variables which were specifically related to clustering events into four jets. Additionally, the three MC samples moved into better agreement at LEP2 when reweighted by multiplicative correction factors which bring them into agreement with data at LEP1. For this reason, it is expected that systematic errors will be smaller with the reweighted samples than with unreweighted samples. We thus chose the reweighted LO SHERPA sample as our QCD MC sample for studies here. The effects of using unreweighted samples or the NLO or KK2f MC will be discussed in section 4.",
            "paragraph_rank": 30,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 59,
                    "text": "[18]",
                    "end": 63
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Our choice of LUCLUS as our nominal jet-clustering algorithm was influenced in part by its recommendation in ref. [20] for new physics searches, based upon its resolution of jet angles and energies. (A similar conclusion was reached in an experimental context [37].) For a review of jet-clustering algorithms used at lepton colliders and their respective strengths and weaknesses, we direct the reader to that document. We will compare LUCLUS to other jet-clustering algorithms in section 5.",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 114,
                    "text": "[20]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 260,
                    "text": "[37]",
                    "end": 264
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The resolution of dijet masses is greatly improved by rescaling the jet momenta to account for mismeasurement. Here, we rescale our jet four-momenta, keeping the jet directions and masses constant. This choice of fixed-mass rescaling is somewhat arbitrary and differs from the more common fixed-velocity jet rescaling used in, for example, refs. [34,35]. We will compare our results to those using fixed-velocity rescaling in section 6. 8 7 The Higgs analysis required events to have at least eight good tracks with | cos(θ)| ≤ 0.95, required y34 > 0.004, and used only fixed-velocity jet rescaling. The fixed-velocity jet rescaling was replaced with a four-constraint fit in subsequent analyses [36]. 8 Events are required to have all jet rescaling factors positive. Events which fail this rescaling requirement with fixed-mass rescaling are then rescaled using fixed-velocity rescaling; for these events, if all rescaling factors are positive, the event is retained and fixed-velocity rescaling is used. The effect of this latter step is small; at √ s = 188.6 GeV, it increases the number of events in the LO SHERPA sample passing preselection by 0.34% and the number of four-fermion events passing by 1.8%.  Note that in each plot, a cut on the other quantity has not been applied.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 346,
                    "text": "[34,",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 350,
                    "text": "35]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 439,
                    "text": "7",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 696,
                    "text": "[36]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 702,
                    "text": "8",
                    "end": 703
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The jets are paired to minimize the difference between the two dijet masses. M 1 is defined as the mass of the dijet system containing the most energetic jet in the event, with M 2 the mass of the other dijet. For pairs of dijet masses, the resolution on the average of the two dijet masses is typically better than that of a single dijet mass, as tracks incorrectly assigned to one dijet will reduce the mass of one dijet while increasing the mass of the other. We plot Σ ≡ (M 1 + M 2 )/2 in figure 1 (a), along with the results of a gaussian fit to the excess, where the location, width, and normalization of the gaussian were allowed to float. We similarly plot ∆ ≡ (M 1 − M 2 ) in figure 1 (b) and (c), where (b) shows the entire range of values for ∆ and (c) focuses on the excess region. In Σ, the excess is approximately 200 events, while it is O(100) events for ∆. ",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "LEP2 ALEPH archived data Figure 2. Significance of data-MC in the M 1 -M 2 plane for our nominal result. Numbers display the integer part of the deviation of data from MC in number of σ.",
            "paragraph_rank": 34,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_19",
                    "start": 25,
                    "text": "Figure 2",
                    "end": 33
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "A plot of the significance of data-MC 9 in the M 1 -M 2 plane is shown in figure 2. In bins with a discrepancy between data and MC of more than one 1σ, we display the integer part of the significance in number of σ. For example, a bin containing −1 shows a deficit in data relative to MC between one and two σ. We see a substantial excess in the region M 1 ∼ 80 GeV, M 2 ∼ 25 GeV and a more diffuse but still significant excess M 1 ∼ 45 GeV, M 2 ∼ 60 GeV. Both of these excesses contributed to the original observation of an excess in the region M 1 + M 2 ∼ 110 GeV.",
            "paragraph_rank": 35,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_19",
                    "start": 74,
                    "text": "figure 2",
                    "end": 82
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "A priori, we do not know if these excesses should be treated separately or as one extended excess, and we have no shape(s) to fit to them. We choose to fit the excess to two two-dimensional gaussians, one centered in the M 1 ∼ 80 GeV, M 2 ∼ 25 GeV region (hereafter \"Region A\"), and one centered near M 1 = M 2 ∼ 55 GeV (\"Region B\"). The gaussian function which we use for Region A is of the form",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "with an analogous function for Region B. We note that the arguments of the gaussian functions are not M 1 and M 2 , but instead Σ and ∆, and we have assigned subscripts referring to either Region A or Region B. This choice is influenced by a few factors. The primary reason was simply that we found that it was easier to obtain fits for gaussians in Σ and ∆ than in M 1 and M 2 , likely due to the elongated shape of the excess in ∆. However, this choice is not physically unreasonable. As the resolution in Σ is typically better than that in ∆, a structure rotated from the M 1 -M 2 axes can result; for example, we give a  ",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "contour plot of the W + W − peak in appendix A. Additionally, in the case of Region B, a process which produces two particles of similar but unequal mass could produce two unresolved mass peaks, giving a structure wide in ∆ and narrower in Σ. We bin the shapes for data and MC in 1 GeV × 1 GeV bins, which, averaged over the whole plane, gives O(1) event per bin. 10 We smooth [38] our background expectation to reduce bin-to-bin statistical fluctuations in the MC. The normalization of the SM MC is held fixed. We use a log-likelihood fit of the data to our smoothed MC plus the function in eq. (3.1) using MINUIT [39]. Our fit parameters are N A , µ A , δ A , σ ΣA , σ ∆A , and analogous parameters for Region B, except that we assume that the excess in Region B is symmetric in the mass difference and take δ B = 0.",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 364,
                    "text": "10",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 377,
                    "text": "[38]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 615,
                    "text": "[39]",
                    "end": 619
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The results of the fit are shown in table 3. The ratio S/B of the fitted signal to the SM expectation for the nominal result is shown in figure 3 (a); for comparison, the SM expectation is given in figure 3 (b). The maximum value of S/B is about 50% in Region A and about 20% in Region B.",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We generate ∼ 7 × 10 8 background-only toy MC experiments to obtain a local p-value for each excess, using the log-likelihood ratio",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "as the test statistic. Here L b and L s+b are the likelihoods for the background-only and signal-plus-background hypotheses, respectively. In each case we use the central values of the parameters given by the fit to define the signal shape. We keep the positions, widths, and normalizations of the signal gaussians fixed at these values to produce the local pvalue and significances shown in table 3. We treat the two regions separately, comparing",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "4.2σ Table 3. Results of the fit for the nominal result, with a p-value and significance for each region.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 5,
                    "text": "Table 3",
                    "end": 12
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We have included an error bar on the significance where the second significant digit would be affected.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "the background-only hypothesis to that in which either the Region A gaussian or the Region B gaussian is the added signal.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The resulting p-values are given in table 3. In Region A, only 12 toy MC events have a value for the test statistic greater than that of the data; here, as well as for cases below involving small numbers of toy MC events, we give a 68.27% confidence level range on the p-value using the table in ref. [40]. We also convert each p-value into a gaussian significance and report this in table 3. 11 None of the toy MC experiments had a greater value for the test statistic than the data for the case where the signal is taken to be the sum of the Region A and Region B gaussians; this also holds for all of the p-value calculations in the following sections until we consider systematics in section 7. ",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 301,
                    "text": "[40]",
                    "end": 305
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 15
        },
        {
            "section": "JHEP10(2018)116",
            "text": "LEP2 ALEPH archived data ",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "Comparison of QCD MC samples",
            "section_rank": 16
        },
        {
            "section": "Comparison of QCD MC samples",
            "text": "Here, we repeat the analysis of section 3 but replace the reweighted LO sample with the unreweighted LO sample and the reweighted and unreweighted NLO and KK2f samples. We emphasize that there would be little justification in choosing the NLO or KK2f reweighted samples or any of the unreweighted samples over the LO reweighted sample. However, consideration of these samples is useful for evaluating the robustness of the nominal result and for systematic studies. All results here are obtained with the preselection described above, all use jets clustered with the LUCLUS jet-clustering algorithm, and all use fixed-mass jet rescaling. Systematics are not included until section 7.",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "section": "Comparison of QCD MC samples",
            "text": "In figure 4, we display the significance of data-MC in the M 1 -M 2 plane for the case where we use the unreweighted LO SHERPA MC as the QCD simulation. Analogous plots using the NLO SHERPA and KK2f QCD samples are in figure 5; unreweighted samples are in the left column, and reweighted are on the right. In all cases, we see the same qualitative feature of an excess in Regions A and B, although the unreweighted KK2f also shows a general excess for small values of Σ which is absent or reduced in the other samples.",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 218,
                    "text": "figure 5",
                    "end": 226
                }
            ]
        },
        {
            "section": "Comparison of QCD MC samples",
            "text": "We repeat the fitting procedure of section 3 for each of the MC samples. Our procedure is unchanged except that for the NLO MC samples, we bin the MC and data in bins of size 12 2 GeV × 3 GeV. The fit results are given in table 4. For each KK2f background sample and for the LO unreweighted sample, we generate ∼ 1.7 × 10 8 toy MC experiments to calculate a p-value; for the NLO reweighted and unreweighted samples, we generate 1.3 × 10 8 and 4.5 × 10 7 toy MC events, respectively. These p-values are calculated for Regions A and B as if we had used that background sample to produce our nominal result. ",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 175,
                    "text": "12",
                    "end": 177
                }
            ]
        },
        {
            "section": "Comparison of QCD MC samples",
            "text": "LEP2 ALEPH archived data ",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "section": "Comparison of QCD MC samples",
            "text": "LEP2 ALEPH archived data ",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "section": "Comparison of QCD MC samples",
            "text": "LEP2 ALEPH archived data  the p-values in the column marked LO unrew are derived using the LO unreweighted MC in the fit, used to define the log-likelihood ratio, and as the background shape to generate the toy MC experiments.",
            "paragraph_rank": 52,
            "section_rank": 16
        },
        {
            "section": "Comparison of QCD MC samples",
            "text": "In the case of the unreweighted LO sample, no toy MC events had a greater value for the test statistic than the data in Region A. We thus place a 68.27% confidence level upper bound [40] on the p-value; this limit and the significance derived from it are labelled \"(stat)\" in the table. We additionally extrapolate the log-likelihood distribution to estimate the p-value; values thus obtained are labelled \"(ex)\" in the table. If we had taken the naive value of the significance from the central value and width of the log-likelihood distribution, we would have obtained 6.0σ.",
            "paragraph_rank": 53,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 182,
                    "text": "[40]",
                    "end": 186
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 17
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Parameter We see rather good consistency between the results obtained from the various MC samples, demonstrating that the excesses in both regions are robust against changes in the choice of MC sample. In both Region A and Region B, we see the largest deviations from the nominal result among the unreweighted samples. In Region A, the significance obtained using the unreweighted NLO sample is only 4.49σ. In Region B, the largest deviation from the nominal result occurs with the unreweighted KK2f sample, which gives a significance of 5.25σ; this latter result is perhaps not surprising given the generalized excess of events at low Σ seen in the significance plot using the unreweighted KK2f sample shown in figure 5.",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "Investigation of jet-clustering algorithms",
            "section_rank": 18
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "Here, we investigate the effects of applying different jet-clustering algorithms to the data. All results shown in this section will be performed with the preselection as described above, but with jet-dependent cuts applied on the jets resulting from the respective algorithms below. Thus, the numbers of events passing the preselection will not be the same between the algorithms. All plots use the reweighted LO SHERPA sample for the QCD expectation, and the fixed-mass jet rescaling is used. Systematics are not included. ",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "LEP2 ALEPH archived data  -1",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "LEP2 ALEPH archived data ",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "LEP2 ALEPH archived data We will compare our results above obtained with LUCLUS with results obtained from the DURHAM [42], JADE [43], and DICLUS [44] algorithms. All of these are binary-joining jet algorithms which cluster two objects into one, with the exception of DICLUS which clusters three objects into two. Additionally, LUCLUS differs from the other algorithms in that it uses a reassignment procedure to move particles to their closest cluster after each joining.",
            "paragraph_rank": 58,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 118,
                    "text": "[42]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 129,
                    "text": "[43]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 146,
                    "text": "[44]",
                    "end": 150
                }
            ]
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "The significance of data-MC in the M 1 −M 2 plane for each of these algorithms is shown in figure 6. In all cases, we see excesses in the previously-defined Regions A and B. The DURHAM algorithm shows a smaller significance and a slight shift to higher M 1 masses in Region A in comparison with the nominal LUCLUS results. The JADE algorithm shows decreased significance in Region B, and a slight shift to higher M 1 in Region A compared to LUCLUS. Finally, DICLUS shows a shift to higher M 1 and M 2 in Region A. It should be noted that the number of events passing preselection differs between the different algorithms. The algorithms with the greatest differences from LUCLUS in number of events passing preselection are DICLUS (∼ 7% more than LUCLUS) and JADE (∼ 6% fewer than LUCLUS). We repeat our fitting and toy MC generation procedure with samples which have been processed with these jet-clustering algorithms. We generate 1.15 × 10 8 toy MC events for each of the alternative algorithms. The results are given in four columns in table 5 and largely reflect the comments above. In the case of DICLUS in Region A, no toy MC experiments had a greater value of the test statistic than that of the data. We provide limits on the p-value and significance from the generated statistics as well as estimates of these quantities from extrapolating the log-likelihood distribution in table 5; if we had taken the naive values from the central value and width of the log-likelihood distribution, we would have obtained 6.1σ for the DICLUS algorithm in Region A.",
            "paragraph_rank": 59,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_15",
                    "start": 91,
                    "text": "figure 6",
                    "end": 99
                }
            ]
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "We see that DURHAM gives a lower significance than the other algorithms in Region A, and that JADE similarly has a reduced significance in Region B. In the case of DURHAM, this is possibly related to the large fitted value of σ ∆A ; a larger area under a wider gaussian peak admits more expected background events. (Additionally, this large width implies that Regions A and B are not as well-separated as in the other algorithms, which further   complicates matters.) JADE, on the other hand, appears to simply find fewer events in both regions.",
            "paragraph_rank": 60,
            "section_rank": 18
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "Because of the apparent difference between DURHAM and our nominal result, and because DURHAM was widely used in LEP analyses, we briefly explore the differences between LUCLUS and DURHAM. The two algorithms differ in their measure used to identify which objects to cluster and the presence in LUCLUS of a reassignment procedure. We thus consider two hybrid algorithms. In the first, which we will call \"DMLR\", we cluster the jets using the DURHAM measure, but with the reassignment procedure from LUCLUS added. In the second algorithm, \"LMNR\", we use the LUCLUS measure, but with no reassignment procedure. The significance of data-MC in the M 1 − M 2 plane for these two hybrid algorithms is shown in figure 7. The fit results, p-values, and significances for these algorithms are given in the last two columns of table 5. We find that both hybrid algorithms seem to interpolate the results of DURHAM and LUCLUS in Region A, while use of the DURHAM measure with the LUCLUS reassignment procedure leads to a reduction in significance in Region B.",
            "paragraph_rank": 61,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_18",
                    "start": 702,
                    "text": "figure 7",
                    "end": 710
                }
            ]
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "At the same time, we see an impressive robustness in the results when moving from LU-CLUS to the DICLUS algorithm. The significance obtained with the DICLUS algorithm is comparable to (and, in the case of Region A, greater than) that obtained with LU-CLUS. This consistency is particularly impressive given that LUCLUS is a binary-joining algorithm, while DICLUS instead clusters three objects into two.",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "We will reserve more in-depth comparisons of the behavior of the excesses under the various jet-clustering algorithms to future work. However, here we will do one additional simple check. In figure 8, we plot the significance of the excess in the M 1 -M 2 plane for (a) the case where LUCLUS and DURHAM agree on the value of Σ within 5 GeV, and (b) where the LUCLUS and DURHAM values of Σ disagree by more than 5 GeV.   are computed with LUCLUS jets, and the QCD simulation is taken from the reweighted LO SHERPA sample. Events are required to pass the preselection using both LUCLUS and DURHAM jets.",
            "paragraph_rank": 63,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_21",
                    "start": 191,
                    "text": "figure 8",
                    "end": 199
                }
            ]
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "We see in figure 8 that the excess is concentrated in events where there is good agreement between LUCLUS and DURHAM on the value of Σ. To examine the effects on Regions A and B, we select in each region an ellipse in the M 1 − M 2 plane that would contain 90% of the excess events in the fitted gaussian peak, using the central values of our nominal fit from table 3. Due to the large width of the excess in ∆ for Region B, there is a small overlap between these two ellipses.",
            "paragraph_rank": 64,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_21",
                    "start": 10,
                    "text": "figure 8",
                    "end": 18
                }
            ]
        },
        {
            "section": "Investigation of jet-clustering algorithms",
            "text": "Numbers of events expected and observed in the 90% ellipses for Regions A and B are given in table 6. The column marked \"Other MC\" is dominated by four-fermion events. We note that for both Regions A and B, the numbers of events observed and expected agree well when DURHAM and LUCLUS disagree on the value of Σ, |Σ LUCLUS −Σ DURHAM | > 5 GeV. On the other hand, when DURHAM and LUCLUS agree well on the value of Σ, we see an excess similar to that for the entire 90% ellipse for each region. (Events in both of these selections have been required to pass both the LUCLUS and DURHAM preselections.) We also see that, relative to QCD events, the four-fermion events in both regions are more likely to satisfy |Σ LUCLUS − Σ DURHAM | < 5 GeV. As the four-fermion background has a greater tendency to have well-separated jets, this may be an indication that the excess events in Regions A and B have some characteristics that make them more \"four-jetty\" than would be expected from the QCD simulation. We also note two other features of comparing LUCLUS and DURHAM. First, from the numbers in table 6, we see that while requiring DURHAM and LUCLUS to approximately agree on the value of Σ appears to enhance the excesses, the DURHAM preselection decreases the excess in Region B more than expected from the MC simulation. Second, enhancement of the excesses is not seen by demanding agreement between LUCLUS and DURHAM on ∆ within 5 GeV; however, as the resolution on Σ is typically better than that on ∆, requiring agreement within 5 GeV may be too strict.",
            "paragraph_rank": 65,
            "section_rank": 18
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 19
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We will reserve extensive study of the behavior of the excess under different jetclustering algorithms to future work. For now, however, we speculate that the robustness of the result under LUCLUS and DICLUS, along with reduced significance using DURHAM (in Region A) and JADE (in Region B) may give some clue about the underlying structure of the excess events. Additionally, the apparent enhancement of the excess when requesting agreement upon Σ by different jet algorithms may hint at methods to isolate the excesses beyond the preselection cuts used in this work. This will be considered in future work.",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "Investigation of rescaling algorithms",
            "section_rank": 20
        },
        {
            "section": "Investigation of rescaling algorithms",
            "text": "We now compare our nominal result to one which differs only by the jet-rescaling technique used. Here, jet four-momenta are rescaled such that the jet directions and velocities are -1 2",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "section": "Investigation of rescaling algorithms",
            "text": "LEP2 ALEPH archived data Figure 9. Significance of data-MC in the M 1 -M 2 plane for the case when jets are rescaled such that their velocities are kept constant.",
            "paragraph_rank": 68,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 25,
                    "text": "Figure 9",
                    "end": 33
                }
            ]
        },
        {
            "section": "Investigation of rescaling algorithms",
            "text": "held constant, while the jet mass is not. This rescaling was used in many LEP four-jet analyses (for example, Higgs searches [34,35]). These rescaled jets are also used in the preselection, and thus the events passing the preselection here are not strictly the same as in the nominal result, although the difference between the two selections is negligibly small. All other features (MC sample, preselection cuts, jet clustering) are kept as in the nominal analysis. Reweighting using LEP1 data is done with the dijet masses derived with fixed-velocity rescaling. Systematic uncertainties are not included.",
            "paragraph_rank": 69,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 125,
                    "text": "[34,",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 129,
                    "text": "35]",
                    "end": 132
                }
            ]
        },
        {
            "section": "Investigation of rescaling algorithms",
            "text": "A plot of the significance of data-MC in the M 1 -M 2 plane for fixed-velocity rescaling is shown in figure 9. We repeat our above fitting procedure using fixed-velocity jet rescaling. Our fit results are given in table 7. We see a decrease in significance for both Regions A and B, down to 4.8σ and 3.3σ, respectively. This decrease in significance is possibly related to the larger values for σ ΣA and σ ΣB found with fixed-velocity rescaling.",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "section": "Investigation of rescaling algorithms",
            "text": "Like in the case of the jet-clustering algorithms, we checked if the ratio of data to MC expectation increased in Regions A and B for the case where the two rescaling algorithms agreed on the value of Σ or ∆. As the two rescalings typically give very similar jet fourvectors, we considered the case where the two algorithms agreed on the value of Σ within 1 GeV or on ∆ within 2 GeV. Only modest increases in the ratio of data to MC are seen. While any underlying reason for the difference between the two rescaling results is unclear, and it is possible that this is a statistical fluctuation, it hints that the excesses in both regions may be sensitive to the type of jet-rescaling used. We will postpone the resolution of this issue for future work.  Table 7. Fit results and significances for the case of using fixed-velocity jet rescaling, compared to the nominal result. All results from ALEPH archived data.",
            "paragraph_rank": 71,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 754,
                    "text": "Table 7",
                    "end": 761
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 21
        },
        {
            "text": "Systematics",
            "section_rank": 22
        },
        {
            "section": "Systematics",
            "text": "Here, we assess the effects of systematic uncertainties on the excesses in Regions A and B. Some of these uncertainties (such as those due to higher-order corrections or the choice of showering) can be estimated by comparing the SHERPA and KK2f QCD MC samples. For these, we retain the reweighted LO SHERPA as our MC sample, but use the reweighted NLO SHERPA and KK2f samples to estimate the systematic uncertainty on the QCD simulation. However, there are other sources of uncertainty (such as errors on the luminosity or from beam-related backgrounds) which are not captured by the difference in QCD samples and which must be estimated separately; this group also contains those uncertainties relevant to the four-fermion simulation.",
            "paragraph_rank": 72,
            "section_rank": 22
        },
        {
            "section": "Systematics",
            "text": "To quantify the effect of systematic uncertainties, we will estimate the effect of this latter set of uncertainties on each of the MC samples. Because of the reweighting of the QCD samples, we must consider sources of error at both LEP1 and LEP2. Where discrepancies between MC samples can be understood and quantified, correction factors are applied. The sizes of our corrections and systematic uncertainties are given in table 9. Our final significance and p-value will be determined by toy MC experiments. The central value",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 23
        },
        {
            "section": "JHEP10(2018)116",
            "text": "of the toy MC background expectation utilizes the reweighted LO SHERPA samples for the QCD estimation; the background expectation is then varied by interpolating between the LO and NLO SHERPA and KK2f reweighted QCD samples, all with corrections and uncertainties applied.",
            "paragraph_rank": 74,
            "section_rank": 23
        },
        {
            "section": "JHEP10(2018)116",
            "text": "7.1 Systematic uncertainties shared amongst the MC samples 7.1.1 Luminosity, cross-sections, and MC statistics",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We take the uncertainty on the luminosity at LEP1 to be 0.12% using the number of Bhabha events recorded 13 and the theoretical and systematic uncertainties given in ref. [45]. We take the error on the LEP2 luminosity as 0.5% from the ALEPH W + W − cross-section paper [46]. The systematic uncertainty on the luminosity is shared among all the QCD and four-fermion MC samples.",
            "paragraph_rank": 76,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 171,
                    "text": "[45]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 269,
                    "text": "[46]",
                    "end": 273
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The hadronic cross-section is taken to have uncertainties of 0.1% at LEP1 and 0.2% at LEP2 [4]. As we use the KK2f cross-section for all the QCD samples, this systematic is shared between them. Note that this is an uncertainty on the total QCD cross-section; errors on the M 1 -M 2 shapes will be determined by the comparison of the MC samples below. We take the error on the four-fermion cross-section as 0.4% [47].",
            "paragraph_rank": 77,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 91,
                    "text": "[4]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 411,
                    "text": "[47]",
                    "end": 415
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Lastly, we consider the uncertainties resulting from finite MC statistics. In the case of the QCD samples, we take this uncertainty to be contained within the interpolation of the samples in section 7.2 below, except for a component due to the MC reweighting procedure. Regarding the latter, as the LEP2 LO SHERPA, NLO SHERPA, and KK2f MC samples are reweighted using LEP1 data, there is a systematic uncertainty, fully correlated across the three samples, resulting from the finite statistics in the LEP1 data. We estimate the size of this statistical uncertainty in the 90% ellipses for Regions A and B described above, obtaining 0.3% for Region A and 0.25% for Region B. For the W + W − sample at LEP2, we consider the 90% ellipses and take this error to be 1.3% in Region A and 0.38% in Region B.",
            "paragraph_rank": 78,
            "section_rank": 23
        },
        {
            "text": "Beam-related backgrounds",
            "section_rank": 24
        },
        {
            "section": "Beam-related backgrounds",
            "text": "Beam-related backgrounds are responsible for deposits of energy in the detector which are not modelled in the MC. Of particular concern is that the extra energy deposits in the data could cause events to fail the rescaling requirement or the maximum allowed 80% electromagnetic energy cut. It is thus expected that the efficiency of our preselection on the MC samples is systematically higher than that on data.",
            "paragraph_rank": 79,
            "section_rank": 24
        },
        {
            "section": "Beam-related backgrounds",
            "text": "We estimate the effect of this added noise by taking energy flow objects from randomlytriggered beam crossings and adding them to events in our MC samples at LEP1 and all 13 During systematic studies, we found an apparent discrepancy in the number of hadronic events per unit luminosity in the LEP1 data sample depending on whether the full 1994 dataset or only the subset for electroweak studies was considered. We found that this was due to runs early in the 1994 dataset which had less accurate reported luminosities. As the number of hadronic events is of the same order of magnitude as the number of Bhabha events, we correct the LEP1 luminosity by using the total number of hadronic events in the 1994 dataset and the ratio of hadronic events to Bhabha events in the electroweak sample. This corrects the LEP1 luminosity upward by approximately 0.78%. This correction is not reported in table 9 but is included in our final results below.",
            "paragraph_rank": 80,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 171,
                    "text": "13",
                    "end": 173
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 25
        },
        {
            "section": "JHEP10(2018)116",
            "text": "LEP2 energies. We then compare the efficiency of the preselection on the MC samples with and without the random-trigger events added. This correction is expected to be similar for all of the QCD MC samples.",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The effects of the added detector noise are most pronounced at low values of Σ. At LEP2, for the range of Σ relevant for Regions A and B, 45 GeV < Σ < 60 GeV, we find that this leads to a correction to the LO SHERPA MC of −0.50 ± 0.10% where the error comes from finite MC statistics. We find a correction in the analogous LEP1 region of −0.35±0.05%. This results in a net correction for all of the reweighted LEP2 QCD samples of −0.15±0.11%. We similarly obtain a correction to the four-fermion MC of −0.15±0.05%.",
            "paragraph_rank": 82,
            "section_rank": 25
        },
        {
            "text": "Preselection cuts and modelling of photons",
            "section_rank": 26
        },
        {
            "section": "Preselection cuts and modelling of photons",
            "text": "Here we examine systematic effects resulting from the application of specific preselection cuts. We focus on cuts on two types of variables. First, we will concentrate on those which we have reason to expect have modelling imperfections. Of particular interest are the modelling of ISR and final-state radiation (FSR). Second, we will consider cuts which occur at LEP2 energies but not at LEP1, as their systematic uncertainties are less likely to be reduced by our reweighting procedure.",
            "paragraph_rank": 83,
            "section_rank": 26
        },
        {
            "section": "Preselection cuts and modelling of photons",
            "text": "While the LO and NLO SHERPA samples at LEP2 include the effects of ISR, it has not been included in the samples at LEP1. While the effects of ISR at LEP1 are small, their omission can cause the jet-rescaling requirement to have a greater efficiency on the SHERPA samples than on data. The KK2f sample, however, contains ISR, FSR off the initial qq pair, and interference between the two. We calculate the effect of missing ISR at LEP1 by comparing the efficiency of the rescaling requirement on KK2f events which have little or no ISR at MC truth level to that of the general KK2f sample. We find that the efficiency of the LO SHERPA sample should be reduced by 0.52 ± 0.02% at LEP1, where the error is determined by repeating the procedure with HERWIG [48] and ARIADNE [49] samples used in hadronization studies below. As the NLO sample is expected to behave similarly, we apply this correction to that sample as well. No correction is applied to the KK2f sample. The other LEP1 preselection cuts were negligibly affected.",
            "paragraph_rank": 84,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 753,
                    "text": "[48]",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 770,
                    "text": "[49]",
                    "end": 774
                }
            ]
        },
        {
            "section": "Preselection cuts and modelling of photons",
            "text": "Another concern is the modelling of FSR. In the SHERPA samples, FSR is included in the parton shower, but is omitted in the matrix element. This raises the concern that the SHERPA samples may contain too few hard FSR photons; as the anti-ISR cuts in the preselection are sensitive to hard photons, this may lead to overestimation of the preselection efficiency of the SHERPA MC compared to the data. At LEP2, the relevant cuts are the 80% electromagnetic energy cut and the requirement that each jet have at least one charged track; the LEP1 preselection contains only the latter cut. We use a comparison of MC samples to obtain corrections on each of the QCD MC expectations; our procedure is described in appendix B. Our corrections and uncertainties are given in table 9. Those labelled \"FSR (uncorrelated)\" have purely statistical errors and are uncorrelated. Those labelled \"FSR (correlated)\" are taken as shared between all QCD samples, but with LEP1 and LEP2 uncertainties uncorrelated with each other.",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "section": "Preselection cuts and modelling of photons",
            "text": "Lastly, as the LEP2 preselection cut |p zmis | < 1.5(m vis − 90) has no analogous cut at LEP1, it may have systematics associated with it not compensated by reweighting. We",
            "paragraph_rank": 86,
            "section_rank": 26
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 27
        },
        {
            "section": "JHEP10(2018)116",
            "text": "thus replace this cut on the LEP2 samples by analogous ones with 1.5 → 1.25, 1.75. We find that the ratio of data to QCD MC after these cuts varies by about 0.07% for each of the QCD samples. We take this as a systematic uncertainty.",
            "paragraph_rank": 87,
            "section_rank": 27
        },
        {
            "text": "Hadronization",
            "section_rank": 28
        },
        {
            "section": "Hadronization",
            "text": "We next address hadronization uncertainties on our MC samples. Our three QCD MC samples all use PYTHIA for hadronization. As the three samples are tuned separately, they all use different values for the PYTHIA hadronization parameters σ, a, and b. 14 Thus, if we only consider hadronization uncertainties stemming from use of different PYTHIA parameters, this should roughly be covered by the comparison of MC samples in the next subsection.",
            "paragraph_rank": 88,
            "section_rank": 28
        },
        {
            "section": "Hadronization",
            "text": "However, one could also include in the hadronization uncertainty the effects of changing from string hadronization to cluster hadronization, such as is in HERWIG. This would not be covered by the comparison of QCD samples below. We estimate the effect via two methods.",
            "paragraph_rank": 89,
            "section_rank": 28
        },
        {
            "section": "Hadronization",
            "text": "First, there exists a standard ALEPH tune of HERWIG which can be utilized in such a way that the KK2f samples (interfaced to PYTHIA) can instead be processed with HERWIG starting from the initial qq pair. As a crude measure of the effects of changing the hadronization procedure, we compare our KK2f samples at √ s = 188.6 and 206.5 GeV to samples where the showering and hadronization are performed with HERWIG. For proper comparison with our other QCD MC samples, the HERWIG sample we use is reweighted using data and HERWIG MC similarly generated at LEP1. In the 90% ellipse for Region A, the reweighted HERWIG sample gives 3.7±0.7% more events expected than the reweighted KK2f sample does; for a 95% ellipse, this is instead 2.7 ± 0.6%. A 90% ellipse in Region B gives 2.0 ± 0.6% more events in HERWIG than in KK2f.",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "section": "Hadronization",
            "text": "This estimate carries with it significant questions, however. The HERWIG and KK2f samples differ not just in the hadronization used, but also in the parton shower. Additionally, our LO SHERPA sample, used for our final result, uses the four-, five-, and six-parton matrix elements, interfaced to a parton shower with proper merging and matching. HERWIG and KK2f, however, generate the entire event using the parton shower, and it is reasonable to think that the systematic uncertainties inferred from a comparison of HERWIG and KK2f greatly overestimate any hadronization uncertainties relevant to our LO SHERPA samples. 15 Additionally, if we look at regions at LEP1 analogous to Regions 14 The values of these parameters in our KK2f MC are σ = 0.372, a = 0.5, and b = 0.894. Parameter values for our LO and NLO SHERPA samples can be found in ref. [17]. 15 We also do this exercise using the standard ALEPH tune for ARIADNE. ARIADNE uses PYTHIA for hadronization with σ = 0.3577, a = 0.4, and b = 0.823. The parton shower in ARIADNE, however differs greatly from that of PYTHIA, so a comparison of ARIADNE and PYTHIA is more a measure of different parton showers than of different hadronization algorithms. Like HERWIG above, this is not directly comparable to our LO SHERPA samples, which use the four-, five-, and six-parton matrix elements. (We note that our comparison of MC samples in the next subsection includes our SHERPA samples, showered using CSSHOWER, and KK2f, using PYTHIA.) That said, reweighted ARIADNE samples at √ s = 188.6 and 206.5 GeV yield +2.3 ± 0.6% more events in Region B than the analogous KK2f samples, while the reweighted ARIADNE and KK2f MC generations agree within statistics (differences of less than 1%) in Region A.",
            "paragraph_rank": 91,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 621,
                    "text": "15",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 689,
                    "text": "14",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 849,
                    "text": "[17]",
                    "end": 853
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 855,
                    "text": "15",
                    "end": 857
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 29
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Region A Region B 68% 90% 95% 68% 90% Unreweighted 2.9 ± 1.0 2.4 ± 0.7 2.5 ± 0.6 0.8 ± 0.7 0.5 ± 0.5 Reweighted −0.5 ± 1.0 0.1 ± 0.7 0.8 ± 0.6 1.1 ± 0.7 0.5 ± 0.5 A and B, the total difference between our LO SHERPA MC (corrected as described above) and data amounts to approximately 0.7% and 3% before reweighting; as this includes all sources of disagreement between data and MC, we would expect hadronization errors to be smaller, and perhaps much smaller, than this amount. It is thus likely that the numbers derived from a comparison of KK2f and HERWIG should not be viewed as estimations of the hadronization uncertainty, but instead as an upper bound on the hadronization uncertainty not included in the toy MC interpolation of the different MC samples below.",
            "paragraph_rank": 92,
            "section_rank": 29
        },
        {
            "section": "JHEP10(2018)116",
            "text": "As a second estimate of the systematic uncertainties arising from hadronization, we produce LO SHERPA samples using AHADIC++ [50] instead of PYTHIA for hadronization. The tuning procedure and weight file relevant for these samples are given in ref. [18]. We then compare the SM QCD expectations in the excess regions for this new MC utilizing AHADIC++ with that from our LO SHERPA generation which used PYTHIA, both with and without reweighting using LEP1 data and MC. The results are given in table 8, where the uncertainties are from MC statistics. We see that, before reweighting, the differences between the two hadronization schemes range up to ∼ 3%. After reweighting, the size of the effect is comparable to its error.",
            "paragraph_rank": 93,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 125,
                    "text": "[50]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 249,
                    "text": "[18]",
                    "end": 253
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Unlike the comparison of PYTHIA and HERWIG above, the PYTHIA and AHADIC++ LO Sherpa generations differ primarily in the hadronization scheme used. Therefore, it is not entirely straightforward whether the unreweighted or reweighted results given in table 8 are a more accurate estimate of the hadronization uncertainties. As hadronization effects are largest at low energy scales, differences between PYTHIA and AHADIC++ would be expected, and are observed, to be larger at LEP1 than at LEP2. For this reason, reweighting LEP2 MC with LEP1 MC and data may over-correct for hadronization effects. Additionally, the mapping of hadronization effects for given values of M 1 , M 2 at LEP1 to analogous values at LEP2 will likely not scale as closely with √ s as effects from other sources.",
            "paragraph_rank": 94,
            "section_rank": 29
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We thus will quote results for different assumed values of this extra hadronization uncertainty. We will consider additional hadronization uncertainties of 0, ±1%, ±2%, ±3% in Region A and of 0, ±1% and ±2% in Region B. In the case where we take it to be zero, we are assuming that the hadronization uncertainty is contained in the difference",
            "paragraph_rank": 95,
            "section_rank": 29
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 30
        },
        {
            "section": "JHEP10(2018)116",
            "text": "between MC samples using different values of the PYTHIA parameters. Thus, if better strategies for handling hadronization errors become available in the future, our results can be straightforwardly interpreted.",
            "paragraph_rank": 96,
            "section_rank": 30
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Finally, for the four-fermion MC, we compared our samples to those where the hadronization and showering were done by HERWIG and ARIADNE. The samples were equivalent within statistics for Regions A and B. ALEPH [46] attributed an uncertainty of approximately ±0.1% on the W + W − cross-section measurement in the fully hadronic channel to the hadronization of the W ± decay products. As evaluating the hadronization error on the four-fermion expectation in Regions A and B is similar but not identical to evaluating it at the W ± peak, we multiply this by two and take ±0.2% as our uncertainty on the four-fermion expectation due to hadronization.",
            "paragraph_rank": 97,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 211,
                    "text": "[46]",
                    "end": 215
                }
            ]
        },
        {
            "text": "Interpolation of QCD MC samples and toy MC generation",
            "section_rank": 31
        },
        {
            "section": "Interpolation of QCD MC samples and toy MC generation",
            "text": "While we take our reweighted LO SHERPA sample as our most reliable description of the SM QCD, we have two additional MC generations at our disposal. These three MC samples cover a wide range of options for MC generation. The LO and NLO SHERPA samples differ in the perturbative order of the calculation of 2-, 3-, and 4-parton states, while the KK2f sample relies on the parton shower to generate all final states. The LO and NLO samples also used different values of the merging scale, which separates the hard and soft regimes covered primarily by the matrix element and parton shower, respectively. The LO and NLO samples also have different tuning parameters, including different values of the strong coupling constant. Additionally, the SHERPA samples use CSSHOWER [15] for showering (with differing sets of parameters), while KK2f uses PYTHIA. The LO sample additionally treats the b quark as massive in the matrix element and parton shower, while the NLO sample uses a b mass of zero.",
            "paragraph_rank": 98,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 770,
                    "text": "[15]",
                    "end": 774
                }
            ]
        },
        {
            "section": "Interpolation of QCD MC samples and toy MC generation",
            "text": "Comparing the results obtained with the three different MC generations thus gives us an estimate of the systematic uncertainty due to higher-order perturbative corrections, 16 variations in the merging scale, the value of α s , and the showering. The differences in the samples should also include the effects of MC statistics (largest for the NLO sample), as well as any related errors that result from parameterization of the MC shapes. As our nominal MC is the reweighted LO SHERPA sample, we compare the reweighted samples only and do not consider the unreweighted samples further.",
            "paragraph_rank": 99,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 173,
                    "text": "16",
                    "end": 175
                }
            ]
        },
        {
            "section": "Interpolation of QCD MC samples and toy MC generation",
            "text": "To calculate the final p-value for our results in Regions A and B, we generated background-only toy MC events in bins of size 1 GeV × 1 GeV in the M 1 -M 2 plane. We correct our MC samples as described above and as shown in table 9.",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "section": "Interpolation of QCD MC samples and toy MC generation",
            "text": "We vary the MC expectation in the toy MC experiments taking the uncertainties in  Table 9. Corrections and uncertainties on the SM MC samples. The columns marked \"SHERPA\" refer to both the LO and NLO SHERPA samples. Separate LEP1 and LEP2 values are given as LEP1 MC is used for reweighting; QCD hadronization uncertainties are only applied to the MC expectation after reweighting.",
            "paragraph_rank": 101,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 82,
                    "text": "Table 9",
                    "end": 89
                }
            ]
        },
        {
            "section": "Interpolation of QCD MC samples and toy MC generation",
            "text": "samples. The beam background uncertainty is taken as correlated across all MC samples, as are the correlated FSR uncertainties and the uncertainties on the QCD samples from the |p zmis | cut variation. QCD hadronization uncertainties are taken as correlated across all reweighted LEP2 QCD samples. All other uncertainties are taken as uncorrelated. The uncertainties in table 9 are treated as gaussian-distributed random variables and included in the MC expectation. We include the expectations from NLO SHERPA and KK2f QCD samples as follows. We take the central value for our QCD expectation from the reweighted LO SHERPA sample, with the above corrections applied. We take the 1σ bands to be half the difference between the LO expectation and that from the reweighted corrected NLO and KK2f samples. Thus, for each toy MC experiment, we take the QCD expectation to be",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "section": "Interpolation of QCD MC samples and toy MC generation",
            "text": "where f and g are gaussian-distributed random numbers with mean of zero and standard deviation of unity; for each toy MC experiment, a single value of f and a single value of g are applied to all bins in the M 1 -M 2 plane. LO, NLO, and KK2f refer to the corrected reweighted LO and NLO SHERPA and KK2f expectations, respectively. The effective total background uncertainty for the toy MC generation arises from including all the effects in table 9, the QCD shape variations, and the choice of hadronization",
            "paragraph_rank": 103,
            "section_rank": 31
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 32
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Hadronization uncertainty 0% ±1% ±2% ±3%",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Toy MC generated 8.0 × 10 8 4.0 × 10 8 1.2 × 10 8 4 × 10 7",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "section": "JHEP10(2018)116",
            "text": "p-value/(10 −8 ) (Region A) 1.6 ± 0.5 2.  Table 10. Final p-value and significance results for Regions A and B, as a function of the QCD MC hadronization uncertainty. Here, the hadronization uncertainty applied is in addition to that included by interpolating between the QCD samples, each of which was generated with a different set of PYTHIA parameters.",
            "paragraph_rank": 106,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 42,
                    "text": "Table 10",
                    "end": 50
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "error. For Region A, the contribution from the first two sources is 0.7% (table 9) and 1.2% (shape variations). For Region B similarly the errors are 0.6% and 0.3%. The total background uncertainty for Region A ranges from 1.4% to 3.1% as the QCD hadronization error ranges from 0% to 3%. For Region B the total error ranges from 0.7% to 1.5% as the hadronization error ranges from 0% to 2%. For Region A, the non-QCD background component is only 6% while Region B has a non-QCD background fraction of 37%. Therefore in Region B the QCD systematics effects are somewhat muted.",
            "paragraph_rank": 107,
            "section_rank": 32
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The number of toy MC experiments generated for each value of the QCD hadronization uncertainty is shown in table 10. We again use the log-likelihood ratio as our test statistic; our background shape used to calculate the log-likelihood ratio is the total SM expectation using the corrected LO SHERPA expectation, and our signal shape is that derived in our nominal result in section 3. The resulting p-values and significances for Regions A and B are given in table 10. We see that the significance for Region A ranges from 4.73σ to 5.53σ for hadronization uncertainties ranging from 0 to 3%. The significance of Region B ranges from 4.1σ to 4.5σ for hadronization uncertainties of (0-2)%. 17 We note that Region A was more strongly affected than Region B by the inclusion of the NLO SHERPA and KK2f QCD samples in the toy MC. For comparison, we repeat the toy MC generation for the case where the hadronization uncertainty is taken to be included in the difference between the MC samples (corresponding to hadronization uncertainty equal to zero in table 10), but where we vary the SM QCD expectation using as 1σ bands the full difference between the LO and other QCD samples instead of half the difference. (This is equivalent to removing the factors of two from eq. (7.1).) The other sources of systematic uncertainty are treated as before. In this case, we find that the significance of Region A reduces to 4.96 ± 0.04σ, while that of Region B becomes 4.4σ.  Figure 10. Thrust axis polar and azimuthal angles for events in Regions A (top) and B (bottom). Events are chosen by selecting ellipses in the M 1 − M 2 plane corresponding to 90% of the events which would be produced according to the gaussians obtained in the nominal fit.",
            "paragraph_rank": 108,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 466,
                    "text": "10",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 690,
                    "text": "17",
                    "end": 692
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1269,
                    "text": "(7.1)",
                    "end": 1274
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1463,
                    "text": "Figure 10",
                    "end": 1472
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 33
        },
        {
            "text": "Systematic checks",
            "section_rank": 34
        },
        {
            "section": "Systematic checks",
            "text": "Here we make a few rudimentary checks of the events in Regions A and B. All plots here use the reweighted LO QCD MC sample, LUCLUS jet clustering, and fixed-mass jet rescaling. The small corrections of the previous section are neglected here. We begin by detailing some basic features of the events in Regions A and B. To check for any systematic effects resulting from the detector, in figure 10, we plot cos(θ T ) and φ T , where θ T and φ T are the polar and azimuthal angles of the thrust axis, for the selected events in the 90% ellipse for each region. In both regions, the events are distributed in agreement with the background.  We next check for missing energy in the events. The jet rescaling procedure assumes that there are no missing particles in the event, aside from those collinear with the jets, such as neutrinos produced in weak decays. In figure 11, we plot the missing energy for the selected events in Regions A and B, respectively; no indication of extra missing energy is seen. Additionally, in figure 12, we plot the rescaling factors α i for the four jet energies; events for Regions A and B are added on each plot. We see that the jet rescaling factors are distributed around 1 similarly to the background.",
            "paragraph_rank": 109,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 860,
                    "text": "figure 11",
                    "end": 869
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1020,
                    "text": "figure 12",
                    "end": 1029
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 35
        },
        {
            "section": "JHEP10(2018)116",
            "text": "It is also worth asking how well-separated Regions A and B are and how reasonable it is to treat them as separate excesses. To study this, we plot ∆ for 45 GeV < Σ < 61 GeV in figure 13. Region A in this plot corresponds to the large excess near ∆ ∼ 55 GeV, while the Region B excess is spread over a wide area centered at ∆ = 0. It is not obvious from this plot if the two excesses should be treated as a single continuous excess.",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We next check the dependence of the excesses on center-of-mass energy. Taking the locations and widths of the excesses from our nominal result, we fit the number of events for Regions A and B in each of seven energy ranges. We also calculate the expected number of QCD events contained in the previously defined ellipses enclosing 90% of the fitted gaussian peaks. The ratio of these two numbers, R, is shown in figure 14 as a function of √ s for each region. A linear fit of these ratios finds a slope consistent with zero. On each plot in figure 14, we plot the result of a fit of the points to a constant value, along with its uncertainty. The ratio of the excess to QCD expectation is consistent with a constant in both Regions A and B, although error bars on the points are large.",
            "paragraph_rank": 111,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 412,
                    "text": "figure 14",
                    "end": 421
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "We also calculated the significance of the excess at each of the energy ranges used in figure 14, using ∼ 6.3 × 10 8 toy MC experiments for each energy range. We again use the log-likelihood ratio as the test statistic, using the signal shapes (positions and widths of the two-dimensional gaussians) obtained from the fit in the nominal result. We take the signal expectation as a function of √ s to be proportional to the QCD expectation in Regions A and B, respectively. These results are shown in table 11. The results are in line with those seen in figure 14, although some differences will arise; in particular, it should be noted that the results in figure 14 are obtained from simultaneous fits in Regions A and B, while the significances in table 11 are evaluated for Regions A and B separately. We have also considered the cases where the signal expectation was proportional to integrated luminosity or to total QCD expectation, with very similar results. Additionally, we have calculated the significances of the excesses in Regions A and B for the entire dataset using the sum of the log likelihoods at the individual energies as the test statistic, obtaining values similar to the nominal result.  The amount of QCD background used is that in an ellipse which would contain 90% of the events resulting from the fitted gaussian peak in each region. Also shown on each plot is the result of a fit of the points to a constant value.",
            "paragraph_rank": 112,
            "section_rank": 35
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Lastly, we notice that the M 1 − M 2 plane shows a deficit 18 in the region M 1 ∼ 25 GeV, M 2 ∼ 80 GeV. We examine the events in this region and find that they are somewhat Mercedes-like, with three jets of similar energy and a very soft fourth jet. Any relation to the events in Region A is unclear. 2.14 204.9-208.0",
            "paragraph_rank": 113,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 59,
                    "text": "18",
                    "end": 61
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 36
        },
        {
            "section": "JHEP10(2018)116",
            "text": "1.52 Table 11. Significances of the excesses in Regions A and B as a function of √ s.",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 5,
                    "text": "Table 11",
                    "end": 13
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 37
        },
        {
            "text": "Features and interpretation of the excess",
            "section_rank": 38
        },
        {
            "section": "Features and interpretation of the excess",
            "text": "We postpone a detailed study of the features of the excess for future work. However, we will make a few points here. Overall, distributions of observables for events in Region A look very much like those of the QCD background. The events have a 1-3 topology, with one jet having an energy ∼ √ s/2 in one hemisphere and three jets in the opposite. We will comment on two related features of the Region A excess: the jet pairing which produces the excess, and, if we interpret the data as indicating the presence of a resonance with mass of approximately 80 GeV, its decay angle.",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "section": "Features and interpretation of the excess",
            "text": "First, we reiterate that this excess was observed with the jets paired such as to minimize the difference in dijet masses. This is appropriate for searches looking for production of two equal-mass (or approximately equal-mass) particles, such as in Region B. However, it is not necessarily justified for production of an 80-GeV and a 25-GeV particle. In such a case, it would be more typical for the correct jet pairing to be not the minimum-massdifference pairing, but the middle-mass-difference pairing. In figure 15 (a), we plot the significance of data-MC in the M 1 -M 2 plane where M 1 and M 2 are constructed for the middle-mass-difference dijet pairing. The MC sample, jet clustering, preselection, and jet rescaling are as in the nominal result. The small corrections from section 7 have been neglected. In figure 15 (b), we plot the same data, but where the W + W − peak in the minimum-mass-difference pairing (74 GeV < Σ < 86 GeV and |∆| < 20 GeV) has been removed. In both plots, we do see an excess of events in the region M 1 ∼ 90-110 GeV, M 2 ∼ 25 GeV; we note, however, that the events in this region have a significant  ",
            "paragraph_rank": 116,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 509,
                    "text": "figure 15 (a)",
                    "end": 522
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 816,
                    "text": "figure 15 (b)",
                    "end": 829
                }
            ]
        },
        {
            "text": "5",
            "section_rank": 39
        },
        {
            "section": "5",
            "text": "- overlap with the events in Region A for the nominal result, so much of this excess is not additional events. Additionally, we note that the level of QCD background in this region is much larger for this jet pairing than that of the nominal result. Whether this excess for the middle-mass-difference pairing contains relevant information not contained in the minimum-mass-difference pairing is currently unclear.",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "section": "5",
            "text": "In figure 16 (a) we plot θ dec , the angle between the most energetic jet and the momentum of the 80-GeV system, in the 80-GeV system's rest-frame, for Region A. We see that θ dec for the excess is very strongly peaked near zero, similar to that of the QCD background. Figure 16 (b) shows the same quantity for Region B; while it also resembles the QCD background, it is not nearly as strongly peaked at low values.",
            "paragraph_rank": 118,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3,
                    "text": "figure 16",
                    "end": 12
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 269,
                    "text": "Figure 16 (b)",
                    "end": 282
                }
            ]
        },
        {
            "section": "5",
            "text": "Both of these features of the events in Region A are consistent with the energy of the less energetic jet in the 80-GeV system being softer than would be expected in the decay of a genuine 80-GeV particle. On the other hand, the jet energies are in good agreement with those of the QCD background. For this reason we think that the interpretation of the Region A excess in terms of 80-GeV and 25-GeV resonances is not straightforward. Without a model, however, it is difficult to make definitive statements. We will return to this below.",
            "paragraph_rank": 119,
            "section_rank": 39
        },
        {
            "section": "5",
            "text": "Given the above issues, it is useful to point out a number of underlying assumptions which could affect the interpretation of our results. Among these are:",
            "paragraph_rank": 120,
            "section_rank": 39
        },
        {
            "section": "5",
            "text": "1. That we have correctly isolated the excess. As pointed out before, there is ambiguity in whether the excesses in Regions A and B should be treated as one excess (presumably with a higher significance than for the individual regions), or separately.",
            "paragraph_rank": 121,
            "section_rank": 39
        },
        {
            "section": "5",
            "text": "Additionally, without a model for how such an excess could be produced, we cannot rule out that other, related events are still hiding in the dataset. 2. That the events contain no missing energy. The rescaling procedure assumes that there are no invisible particles in the event, or if there are invisible particles, they are collinear with one or more jets (in which case they would be approximately accounted for by the jet rescaling algorithm). However, the resolution of the visible energy distribution of the events does not allow us to rule out the possibility of a missing object with energy of a few GeV.",
            "paragraph_rank": 122,
            "section_rank": 39
        },
        {
            "section": "5",
            "text": "3. That the events should be forced into four jets. Forcing the events into more or fewer than four jets has not been extensively investigated.",
            "paragraph_rank": 123,
            "section_rank": 39
        },
        {
            "text": "That our interpretation of the decay angle in Region",
            "section_rank": 40
        },
        {
            "section": "That our interpretation of the decay angle in Region",
            "text": "A is sufficient. This is particularly relevant if Region A constitutes only a fraction of the true excess; for example, conclusions about the decay angle could change if Regions A and B are treated as one continuous excess. Other related events hiding in the dataset could similarly complicate the decay angle interpretation.",
            "paragraph_rank": 124,
            "section_rank": 40
        },
        {
            "section": "That our interpretation of the decay angle in Region",
            "text": "5. That considering only the jet pairing that minimizes the difference between the dijet masses is adequate. Such an assumption, if incorrect, could not only miss relevant events, but could bias distributions of event variables for the excess events.",
            "paragraph_rank": 125,
            "section_rank": 40
        },
        {
            "section": "That our interpretation of the decay angle in Region",
            "text": "We reserve exploration of these issues to future work.",
            "paragraph_rank": 126,
            "section_rank": 40
        },
        {
            "text": "Relation to previous studies",
            "section_rank": 41
        },
        {
            "section": "Relation to previous studies",
            "text": "As there were a multitude of new physics searches at LEP, many which looked at four-jet states, it is reasonable to ask why this wasn't seen previously. One issue is that data was typically analysed on a year-by-year basis, instead of adding all years together as we have",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 42
        },
        {
            "section": "JHEP10(2018)116",
            "text": "done here. When analyses from all years were combined, it was usually at the final stages of analysis, where statistics were much reduced. Second, searches generally tried to eliminate SM QCD as a background; while this may or may not do too much damage to Region B, it typically will adversely impact Region A. Third, the QCD modelling was known to be imperfect, complicating interpretation of any disagreement with data. Techniques to reduce the SM QCD background, such as using cuts on thrust T or the Durham jet-resolution parameter y 34 , were used in a wide variety of analyses at LEP. The events in Region A are particularly sensitive to these efforts and would be largely eliminated by most analyses. While the excess in Region B is more resilient against these cuts, it is still adversely affected by attempts to reduce the QCD background. Additionally, even in Region B, the two dijets often have a substantial mass difference, and searches looking for equal-mass particles could miss many of the events. Also, some cuts, like requiring b-like jets for Higgs or technicolor searches, do not target or favor Regions A and B, but do reduce statistics. Lastly, searches for supersymmetric particles usually required events with missing energy; while there were searches for R-parity-violating SUSY, they typically involved leptons, missing energy, or more than four jets.",
            "paragraph_rank": 128,
            "section_rank": 42
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Of potential relevance to our results here are flavor-independent Higgs searches, with the production of either hZ or hA, where the h and A decay to jets, but no b-tagging is required. It is conceivable that searches for hZ → hadrons could be relevant for Region A for the case where m h ∼ 25 GeV, while searches for hA → hadrons could be relevant for either Region A or Region B. It is important to note, however, that the events in Regions A and B do not perfectly mimic either of these signals, so the results of these analyses cannot be directly compared to our results here. With that caveat, we mention a few possibly relevant results.",
            "paragraph_rank": 129,
            "section_rank": 42
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Of the four experiments, only DELPHI [51] conducts a flavor-independent hZ search down to m h ∼ 30 GeV at LEP2, relevant for our Region A. Their analysis requires the thrust to satisfy 0.70 < T < 0.92; this cut will eliminate most of the events in Region A. Additionally, they cluster the events into three jets, which may complicate comparison with our masses M 1 and M 2 . However, they report an excess of 2.5σ in the region m h ∼ 30 GeV when all Z decay channels are included; the excess for the four-jet channel, of interest here, is about 1.5σ.",
            "paragraph_rank": 130,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 37,
                    "text": "[51]",
                    "end": 41
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Flavor-independent searches for hA of possible relevance here were also done by DEL-PHI [51], L3 [52], and OPAL [53]. L3 uses a neural net to reduce their QCD background; this likely eliminates the vast majority of events in Region A. While we cannot judge the efficiency of their analysis for the events we observe in Region B, they report a modest excess of ∼ 1-2σ in their limit curves for m h + m A ∼ 90-120 GeV and |m h − m A | 30 GeV. (We note, however, that an earlier thesis [54] reported no excess > 1σ for the case 50 GeV < m h , m A < 60 GeV.) Their limits on the production of hA → hadrons in this region are of order the number of events excess we observe in Region B. OPAL shows a small excess (1 − CL b ∼ few%) near the region where either the h or the A has a mass of 50 GeV, and the other has a mass of 60 GeV; their limits on hA → hadrons are also of the same order as the number of excess events we observe in Region B. They additionally report a small excess for 20 GeV m h 30 GeV, 60 GeV m A 90 GeV, which corresponds",
            "paragraph_rank": 131,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 88,
                    "text": "[51]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 97,
                    "text": "[52]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 112,
                    "text": "[53]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 483,
                    "text": "[54]",
                    "end": 487
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 43
        },
        {
            "section": "JHEP10(2018)116",
            "text": "roughly to our Region A. DELPHI's exclusion plot in the m h − m A plane does not make clear the presence or absence of excesses in the regions of interest here, but their upper bounds on hA → hadrons are of the same order as our observed excesses. Additionally, as mentioned in the Introduction, the results from the combined LEP search for charged Higgs bosons [21] may be an indication that the excess we observe in Region B may be lurking in the other LEP2 datasets. As in analyses mentioned above, the charged Higgs searches also used methods to substantially reduce the SM QCD background. The individual experiments had modest excesses at Σ = 55 GeV, with CL b = 0.75, 0.96, 0.96, and 0.94, and a combined CL b = 0.997. It is possible that subtle differences in QCD rejection between the charged Higgs analyses and other analyses may make the charged Higgs analysis more sensitive to Region B events. Alternatively, this may be an indication that the flavor-independent hA searches discussed above would yield a similar excess if results from the LEP experiments were combined.",
            "paragraph_rank": 132,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 362,
                    "text": "[21]",
                    "end": 366
                }
            ]
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Lastly, we briefly mention the excess seen in the ALEPH hA search in ref. [2] and later dismissed as a statistical fluctuation. While statistical fluctuations certainly played a role in that result, our results suggest that they may have been helped by a small underlying systematic effect. One interesting feature of the events in that work was the suggestion of the production of unequal-mass particles, which naively is compatible with our observation of an excess narrowly peaked in Σ but elongated in ∆. We have checked that most, but not all, of the peak events observed in ref. [2] fall into our Region B; the difference is presumably due to the difference in jet-clustering algorithms used. 19 In summary, we see no results from the other LEP experiments which strongly disfavor the excesses we observe here, and we see several small excesses in places where they could plausibly be expected to appear. Certainly it is possible that the excesses we see in Regions A and B are also present in the other LEP datasets. We point out another possibility, however, with regard to Region B. The significance found for Region B when using the unreweighted KK2f sample as our QCD simulation was considerably higher than that for our nominal result. Thus, another possibility is that the excesses seen near Region B in the other experiments are due to inadequate QCD MC simulation, which may be correlated among the experiments, and that updating the MC samples, as we have done here, would eliminate them. Only with input from the other experiments can it be determined if either of these possibilities corresponds to reality.",
            "paragraph_rank": 133,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 74,
                    "text": "[2]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 585,
                    "text": "[2]",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 699,
                    "text": "19",
                    "end": 701
                }
            ]
        },
        {
            "text": "Look-elsewhere effect",
            "section_rank": 44
        },
        {
            "section": "Look-elsewhere effect",
            "text": "We lastly say a few words about the relevance of the look-elsewhere effect in this analysis. As this excess was initially observed when no search was taking place, the parameter space over which we were \"searching\" is hard to define. Additionally, due to the previous ALEPH hA results, there was some reason to believe that the value of Σ ∼ 55 GeV where we initially observed the excess was nonrandom; this possibility has since been reinforced",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 45
        },
        {
            "section": "JHEP10(2018)116",
            "text": "by the subsequent LEP charged Higgs combination. Practically speaking, these issues make quantifying the look-elsewhere effect for our results difficult.",
            "paragraph_rank": 135,
            "section_rank": 45
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Additionally, because of the unusual nature of this analysis, where we had to develop machinery after becoming aware of the excess, experimental confirmation of our results is more important than it otherwise would be. We have tried to demonstrate robustness of the result against choices in MC sample, jet-clustering algorithm, etc., but this is no substitute for independent experimental confirmation. We thus think it is very important that our results be confirmed or refuted by the other LEP experiments. In the event that one or both of the excesses we see here are also observed by the other experiments, the importance of the look-elsewhere effect will be significantly mitigated.",
            "paragraph_rank": 136,
            "section_rank": 45
        },
        {
            "text": "Outlook and conclusions",
            "section_rank": 46
        },
        {
            "section": "Outlook and conclusions",
            "text": "Here, we have seen that hadronic events in the archived LEP2 data from ALEPH display an excess which is not present in the MC simulation. Perhaps more convincingly, analogous features are not seen in the dataset at LEP1. The statistical significance of the feature in Region A is between 4.7σ and 5.5σ, depending on hadronization uncertainty assumptions, and that in Region B similarly ranges between 4.1σ and 4.5σ. Additionally, the excesses are robust against changes in the QCD MC sample and jet-clustering algorithm. At the same time, the extra events in Region A look very much like the QCD background.",
            "paragraph_rank": 137,
            "section_rank": 46
        },
        {
            "section": "Outlook and conclusions",
            "text": "On the conservative assumption that our results are caused by imperfect QCD modelling, possibly exploiting subtle differences in jet-clustering and jet-rescaling algorithms, it is still necessary to find the source of this discrepancy between data and MC at LEP2. At the very least, an investigation of this discrepancy may lead to improved modelling of the QCD expectation for future SM and new physics analyses at lepton colliders. Of course, if the source of our results is actually from physics beyond the SM, then its importance is much greater.",
            "paragraph_rank": 138,
            "section_rank": 46
        },
        {
            "section": "Outlook and conclusions",
            "text": "For these reasons, we strongly recommend that the archived data of the other LEP experiments be analysed to confirm or refute our results. To do so, we recommend that jets be clustered with the LUCLUS algorithm, with perhaps repeating the analysis with DICLUS and DURHAM for comparison; we similarly suggest that results using fixed-mass and fixed-velocity jet rescaling be compared. We additionally suggest that experiments reproduce our nominal preselection as closely as possible, rejecting ISR and two-photon events while retaining QCD, although some detector-specific adjustments will likely have to be made. If generating improved MC is too onerous, the results of ref. [18] indicate that reweighting official MC using LEP1 data may be adequate, but this should be studied by the individual experiments. It should be noted, however, that MC reweighting of M 1 and M 2 is unlikely to correct the distributions of other variables of interest; their study likely requires full MC generation.",
            "paragraph_rank": 139,
            "section_rank": 46,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 676,
                    "text": "[18]",
                    "end": 680
                }
            ]
        },
        {
            "section": "Outlook and conclusions",
            "text": "While none of our MC samples was able to reproduce the data, if our results are experimentally confirmed, we think that further work should be done to determine whether or not current QCD MC generators can be tuned to reproduce the data at LEP2, while not disrupting the good agreement at LEP1. Perhaps a tune could incorporate variables more JHEP10(2018)116 closely related to dijet masses or clustering into four jets. We speculate that the behavior of the excess under different jet-clustering algorithms may offer some subtle but relevant clues about how QCD might explain the features of the data.",
            "paragraph_rank": 140,
            "section_rank": 46
        },
        {
            "section": "Outlook and conclusions",
            "text": "If QCD MC generators cannot be coaxed into reproducing the effects seen in the data, then we may have to consider new physics explanations. We emphasize that the interpretation of the excess in Region A as 80-GeV and 25-GeV resonances will not be straightforward, although we do not claim that this is impossible. We do, however, point out that more complicated scenarios, perhaps incorporating interference or other kinematical effects, might need to be considered. Perhaps new physics models with QCD-like features or which give corrections to hadronic states should be considered.",
            "paragraph_rank": 141,
            "section_rank": 46
        },
        {
            "section": "Outlook and conclusions",
            "text": "Finally, whether the excesses described here ultimately are explained by QCD or physics beyond the SM, our results demonstrate the lasting utility of the archived LEP data. In particular, improvements in MC generators in the last fifteen years make more precise comparisons of data and simulation possible, especially for hadronic final states. We therefore suggest revisiting the LEP data, with the help of modern MC generators, to look for signals which may have just eluded detection. Of course, the best option would be to acquire more data, as we hope will occur at future lepton colliders. Additionally, KK2f describes the variables sensitive to hard photons (such as the minimum jet charged track multiplicity and the maximum jet electromagnetic energy fraction) much better than SHERPA at LEP1. We thus believe that the modelling of FSR with KK2f is more accurate than that in the SHERPA samples. We correct the efficiencies of the anti-ISR cuts on the SHERPA samples to agree with those of the KK2f sample; we do this separately for LEP1 and for LEP2. These corrections are calculated using the LO SHERPA samples; as we expect the NLO to behave similarly, we use the same correction factors for those samples as well. Additionally, we compare our KK2f samples to the official ALEPH KK2f samples at LEP1. While our samples have FSR photons generated by KK2f and contain ISR-FSR interference, the official KK2f samples have FSR generated in the parton shower by PYTHIA, with no ISR-FSR interference. At LEP1, interference between ISR and FSR is negligible, so comparing our KK2f samples used here with the official KK2f samples provides a comparison of the simulation of FSR photons using the matrix element in KK2f with that generated using the PYTHIA parton shower. At LEP1, 20 we find a mild improvement in agreement with data for the electromagnetic jet fraction when using PYTHIA to simulate the FSR photons and also expect this improvement to persist at LEP2. We thus correct the efficiency of our charged track requirement for all of our LEP1 MC samples to the efficiency found for the official ALEPH KK2f sample.",
            "paragraph_rank": 142,
            "section_rank": 46,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1784,
                    "text": "20",
                    "end": 1786
                }
            ]
        },
        {
            "text": "JHEP10(2018)116",
            "section_rank": 47
        },
        {
            "section": "JHEP10(2018)116",
            "text": "The procedure for the LEP2 samples is slightly more involved. While there is no way to include ISR-FSR interference at LEP2 while having PYTHIA simulate the FSR JHEP10(2018)116 photons, we are able to generate samples where KK2f generates ISR and FSR photons, but interference is switched off. We generate such samples and compare them with official ALEPH samples where KK2f simulates ISR, but FSR is generated in the PYTHIA parton shower. This allows us to calculate a correction factor for the efficiency of the anti-photon cuts when changing the simulation of FSR photons from KK2f to PYTHIA. This correction factor can then be applied to our KK2f samples which have ISR-FSR interference included. We then subsequently correct our LO SHERPA sample to have the same efficiency for the anti-photon cuts as our corrected KK2f efficiency. As we expect the simulation of FSR photons in SHERPA to be similar for the LO and NLO samples, we apply this same correction factor to both.",
            "paragraph_rank": 143,
            "section_rank": 47
        },
        {
            "section": "JHEP10(2018)116",
            "text": "At LEP1, this procedure yields corrections of +0.085 ± 0.034% and −0.459 ± 0.034% for our KK2f and SHERPA samples, respectively, where the uncertainties quoted are from the finiteness of the MC statistics. At LEP2, we obtain corrections of +0.59 ± 0.13% and −1.77 ± 0.16% for the KK2f and SHERPA samples, respectively. These corrections reflect our best estimate of the efficiency of the anti-ISR cuts on the QCD background using the photon simulation in KK2f and comparison with LEP1 data and are reported as the \"FSR (uncorrelated)\" uncertainties in table 9. However, they do not include any uncertainty on the efficiency arising from any inaccuracies in the simulation of FSR in PYTHIA. To address this final point, we compare KK2f samples where ISR is generated by KK2f, but FSR, showering, and hadronization are simulated by a) PYTHIA, b) HERWIG, and c) ARIADNE. The HERWIG-and ARIADNE-showered samples are described in our summary of hadronization studies. From the difference in these samples, we assign an additional uncertainty of 0.035% on all QCD samples at LEP1 and 0.35% on all QCD samples at LEP2, where it is assumed that the error is correlated between the LO and NLO SHERPA and KK2f samples. These numbers are reported as \"FSR (correlated)\" in table 9.",
            "paragraph_rank": 144,
            "section_rank": 47
        },
        {
            "section": "JHEP10(2018)116",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 145,
            "section_rank": 47
        },
        {
            "text": "Figure 1 .",
            "section_rank": 48
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. (a) Fit of Σ to background plus a gaussian centered near Σ = 55 GeV. (b)-(c): fits of ∆ to background plus a gaussian centered near ∆ = 55 GeV; (b) shows the entire mass range, while (c) focuses on the excess region. The bottom panel on each plot gives the ratio of MC to data.Note that in each plot, a cut on the other quantity has not been applied.",
            "paragraph_rank": 146,
            "section_rank": 48
        },
        {
            "text": "Figure 3 .",
            "section_rank": 49
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. (a) The ratio S/B of the fitted signal to background for the nominal result in the M 1 −M 2 plane. (b) The SM expectation, for comparison. The QCD peaks near M 1 ∼ M 2 ∼ 20 GeV, while the four-fermion background peaks at M 1 ∼ M 2 ∼ M W ± .",
            "paragraph_rank": 147,
            "section_rank": 49
        },
        {
            "text": "Figure 4 .",
            "section_rank": 50
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Significance of data-MC in the M 1 -M 2 plane before reweighting using the LO SHERPA sample. Numbers in bins are defined as in figure 2.",
            "paragraph_rank": 148,
            "section_rank": 50
        },
        {
            "text": "Figure 5 .",
            "section_rank": 51
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Significance of data-MC in the M 1 -M 2 plane before reweighting (left) and after reweighting (right). The top line is for the case where the QCD simulation is from the NLO SHERPA sample, and the bottom line uses KK2f. Numbers in bins are defined as in figure 2.",
            "paragraph_rank": 149,
            "section_rank": 51
        },
        {
            "text": "Figure 6 .",
            "section_rank": 52
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Significance of data-MC in the M 1 -M 2 plane for each of the jet-clustering algorithms discussed in the text. (a) is our nominal result. Numbers in bins are defined as in figure 2.",
            "paragraph_rank": 150,
            "section_rank": 52
        },
        {
            "text": "Figure 7 .",
            "section_rank": 53
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Significance of data-MC in the M 1 -M 2 plane for the hybrid jet-clustering algorithms DMLR and LMNR. Numbers in bins are defined as in figure 2.",
            "paragraph_rank": 151,
            "section_rank": 53
        },
        {
            "text": "M 1 and M 2 JHEP10",
            "section_rank": 54
        },
        {
            "text": "Figure 8 .",
            "section_rank": 55
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Significance of data-MC in the M 1 -M 2 plane for the cases (a) where DURHAM and LUCLUS values for Σ agree within 5 GeV and (b) where they do not. In both plots, the masses are computed with LUCLUS jets, and the events are required to pass preselection using both the LUCLUS-and the DURHAM-clustered jets; the reweighted LO SHERPA sample is used for the SM QCD simulation. Numbers in bins are defined as in figure 2.",
            "paragraph_rank": 153,
            "section_rank": 55
        },
        {
            "text": "Figure 11 .",
            "section_rank": 56
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Missing energy for Regions A and B. Events are selected as in figure 10.",
            "paragraph_rank": 154,
            "section_rank": 56
        },
        {
            "text": "Figure 12 .",
            "section_rank": 57
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. Jet energy rescaling factors α i for each of the four jets. Events for Regions A and B are displayed on the same plot. Events are selected as infigure 10.",
            "paragraph_rank": 155,
            "section_rank": 57
        },
        {
            "text": "Figure 13 .",
            "section_rank": 58
        },
        {
            "section": "Figure 13 .",
            "text": "Figure 13. ∆ for 45 GeV < Σ < 61 GeV.",
            "paragraph_rank": 156,
            "section_rank": 58
        },
        {
            "text": "Figure 14 .",
            "section_rank": 59
        },
        {
            "section": "Figure 14 .",
            "text": "Figure 14. The ratio of fitted number of excess events to QCD background R for Region A (top) and Region B (bottom) as a function of √ s. The amount of QCD background used is that in an ellipse which would contain 90% of the events resulting from the fitted gaussian peak in each region. Also shown on each plot is the result of a fit of the points to a constant value.",
            "paragraph_rank": 157,
            "section_rank": 59
        },
        {
            "text": "Figure 15 .",
            "section_rank": 60
        },
        {
            "section": "Figure 15 .",
            "text": "Figure 15. Significance of data-MC in the M 1 -M 2 plane where the masses are made with the middle-mass-difference dijet combination. All other aspects are as in the nominal result. (a) All LEP2 data. (b) LEP2 data with the W + W − peak in the minimum-mass-difference pairing removed.",
            "paragraph_rank": 158,
            "section_rank": 60
        },
        {
            "text": "Figure 16 .",
            "section_rank": 61
        },
        {
            "section": "Figure 16 .",
            "text": "Figure 16. Decay angle in Regions A and B for the nominal result. Events are selected as infigure 10.",
            "paragraph_rank": 159,
            "section_rank": 61
        },
        {
            "text": "Figure 17 .",
            "section_rank": 62
        },
        {
            "section": "Figure 17 .",
            "text": "Figure 17. Contour plot of the W + W − peak in the M 1 -M 2 plane, showing a rotated elliptical shape.",
            "paragraph_rank": 160,
            "section_rank": 62
        },
        {
            "text": "Table 4 .",
            "section_rank": 63
        },
        {
            "section": "Table 4 .",
            "text": "Behavior of the nominal result under the change in QCD MC samples. The column labelled LO rew is the nominal result given in table 3. We have included error bars on the significance when the second significant digit was affected. All results from ALEPH archived data.",
            "paragraph_rank": 161,
            "section_rank": 63
        },
        {
            "text": "Table 5 .",
            "section_rank": 64
        },
        {
            "section": "Table 5 .",
            "text": "ΣA 5.80 ± 1.28 5.97 ± 1.38 4.84 ± 1.51 5.04 ± 1.17 7.04 ± 1.85 5.99 ± 1.19 σ ∆A 7.04 ± 2.71 13.54 ± 4.52 7.18 ± 1.74 6.69 ± 1.59 7.20 ± 2.12 7.28 ± 1.78 ΣB 2.38 ± 0.75 2.51 ± 0.62 2.31 ± 1.00 1.48 ± 0.22 3.02 ± 0.95 2.96 ± 0.72 Behavior of the nominal result under changes in jet-clustering algorithm. The column labelled \"LUCLUS\" is the nominal result given in table 3.An error on the significance has been included when the second significant digit would be affected. All results from ALEPH archived data.",
            "paragraph_rank": 162,
            "section_rank": 64
        },
        {
            "text": "Table 6",
            "section_rank": 65
        },
        {
            "section": "Table 6",
            "text": ". Number of events expected and observed in 90% ellipses around the fitted peaks in Regions A and B. The first line for each region gives the number of events after the LUCLUS preselection, while the second line is for events passing both the LUCLUS and DURHAM preselections. The third and fourth lines give the numbers of events where |Σ LUCLUS − Σ DURHAM | is less than or greater than 5 GeV, respectively. For the third and fourth lines, events have been required to pass both the LUCLUS and DURHAM preselections.",
            "paragraph_rank": 164,
            "section_rank": 65
        },
        {
            "text": "Table 8 .",
            "section_rank": 66
        },
        {
            "section": "Table 8 .",
            "text": "Differences, in percent, between the QCD expectations obtained from LO SHERPA samples using PYTHIA and AHADIC++ for hadronization, given for the excess Regions A and B. Top line is for LEP2 MC without reweighting; the bottom line is after reweighting. Numbers are given for ellipses which would include 68%, 90%, and, in the case of Region A, 95% of the signal gaussians. For Region B, a 95% ellipse is not considered as it would overlap non-negligibly with Region A. Uncertainties are from MC statistics.",
            "paragraph_rank": 165,
            "section_rank": 66
        },
        {
            "text": "table 9 as",
            "section_rank": 67
        },
        {
            "section": "table 9 as",
            "text": "1σ bands. In all cases, we take LEP1 and LEP2 uncertainties as uncorrelated. Luminosity errors are shared across all MC samples for LEP1 and LEP2 separately. Cross-section uncertainties are taken as correlated across all QCD samples. Reweighting uncertainties from the LEP1 data statistics are taken as correlated across all of the QCD",
            "paragraph_rank": 166,
            "section_rank": 67
        },
        {
            "section": "table 9 as",
            "text": "We will, however, use cuts to explore some features of the excess in future work.5 Additionally, having multiple QCD samples at our disposal allowed us to test reweighting LEP2 MC using LEP1 MC and data; our reweighting procedure reduces systematic uncertainties.",
            "paragraph_rank": 167,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 81,
                    "text": "5",
                    "end": 82
                }
            ]
        },
        {
            "section": "table 9 as",
            "text": "For each bin, we calculate the Poisson probability for the expected SM background to fluctuate at least as high (in the case of an excess) or at least as low (in the case of a deficit) as the number of events seen in data. We convert this probability to the corresponding gaussian significance.",
            "paragraph_rank": 168,
            "section_rank": 67
        },
        {
            "section": "table 9 as",
            "text": "We maintain this binning for all stages of shape smoothing, fitting, and toy MC production, with the exception that we use larger bins to calculate a χ 2 with the final fit output parameters to check the goodness of the fit.",
            "paragraph_rank": 169,
            "section_rank": 67
        },
        {
            "section": "table 9 as",
            "text": "The gaussian approximation is rather good for the distribution of the log-likelihood ratio. If we took the naive significance from the central value and width of the log-likelihood distribution, we would obtain 5.8σ for Region A, while the significance of Region B would change from 4.16σ to 4.25σ. An additional estimate of the local significance can be obtained[41] from 2λ(data). For our nominal result, this yields estimates of 5.49σ and 4.14σ for Regions A and B, respectively. We have also run toy MC experiments, in the background-only hypothesis, where we hold the positions and widths of the two gaussian peaks at the values obtained from the nominal fit, but fit the amplitudes of the two peaks. In the background-only hypothesis, the distributions of numbers of events fitted in the peaks are closely approximated by gaussians with mean zero and widths 22.5 (Region A) and 35.3 (Region B).",
            "paragraph_rank": 170,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 363,
                    "text": "[41]",
                    "end": 367
                }
            ]
        },
        {
            "section": "table 9 as",
            "text": "This is advantageous for the NLO samples as they are generated with partially unweighted events, which results in somewhat reduced statistical precision.",
            "paragraph_rank": 171,
            "section_rank": 67
        },
        {
            "section": "table 9 as",
            "text": "While we study the effects of changing the renormalization scale on our LO and NLO samples in[17], here we take the effects of higher-order terms to be included in the differences between the LO and NLO SHERPA and KK2f samples.",
            "paragraph_rank": 172,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 93,
                    "text": "[17]",
                    "end": 97
                }
            ]
        },
        {
            "section": "table 9 as",
            "text": "If the signal is taken to be the sum of the Region A and Region B gaussians, no toy MC experiments have a greater value of the test statistic than that of the data for a 0%, 1%, or 2% hadronization error; for a hadronization error of 3%, two toy MC experiments out of 4 × 10 7 have a greater value of the test statistic than that of the data.",
            "paragraph_rank": 173,
            "section_rank": 67
        },
        {
            "section": "table 9 as",
            "text": "We note that M1 is defined to contain the most energetic jet in the event.",
            "paragraph_rank": 174,
            "section_rank": 67
        },
        {
            "section": "table 9 as",
            "text": "We find one event from the peak in ref.[2] which falls substantially outside of our Region B. Events in ref.[2] were clustered with DURHAM using y cut = 0.008; events with less than four jets were reclustered with JADE using y cut = 0.022. Events with fewer than four jets were rejected. We note, however, that, a cut on DURHAM y34 of 0.008 would actually eliminate many of the events which we find in Region B.",
            "paragraph_rank": 175,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 39,
                    "text": "[2]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 108,
                    "text": "[2]",
                    "end": 111
                }
            ]
        },
        {
            "section": "table 9 as",
            "text": "We had no official ALEPH samples at LEP1, so we generated some in accordance to the official generation.",
            "paragraph_rank": 176,
            "section_rank": 67
        },
        {
            "text": "Acknowledgments",
            "section_rank": 69
        },
        {
            "section": "Acknowledgments",
            "text": "We would like to thank T. McElmurry for interesting and helpful discussions throughout the duration of this project.",
            "paragraph_rank": 177,
            "section_rank": 69
        },
        {
            "section": "Acknowledgments",
            "text": "We would also like to express our gratitude to the CERN accelerator division and to all the engineers, technicians, and scientists who contributed to the successful operation of LEP and of ALEPH. We would also like to thank the ALEPH leadership for their prescience in designing the ALEPH data policy. Particular appreciation is given to Marcello Maggi for his significant efforts in making the data available to us.",
            "paragraph_rank": 178,
            "section_rank": 69
        },
        {
            "section": "Acknowledgments",
            "text": "JK is supported in part by the Fundação para a Ciência e a Tecnologia (FCT, Portugal), project UID/FIS/00777/2013.",
            "paragraph_rank": 179,
            "section_rank": 69
        },
        {
            "text": "The W + W − peak in the M 1 -M 2 plane is shown in figure 17. We see that the ellipse is rotated from the M 1 , M 2 axes.",
            "paragraph_rank": 180,
            "section_rank": 71,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 51,
                    "text": "figure 17",
                    "end": 60
                }
            ]
        },
        {
            "text": "B FSR corrections",
            "section_rank": 72
        },
        {
            "section": "B FSR corrections",
            "text": "Here we give the details of the corrections to the QCD MC samples related to the modelling of FSR.",
            "paragraph_rank": 181,
            "section_rank": 72
        },
        {
            "section": "B FSR corrections",
            "text": "The SHERPA MC samples have FSR simulated in the parton shower, but not in the matrix element, which raises the concern that they may contain too few hard FSR photons, resulting in artificially high efficiencies for the SHERPA MC samples. The KK2f samples, however, include ISR, FSR off the initial qq pair, and interference between them.",
            "paragraph_rank": 182,
            "section_rank": 72
        }
    ]
}