{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A suite of detectors around the world is poised to measure the flavorenergy-time evolution of the ten-second burst of neutrinos from a core-collapse supernova occurring in the Milky Way or nearby. Next-generation detectors to be built in the next decade will have enhanced flavor sensitivity and statistics. Not only will the observation of this burst allow us to peer inside the dense matter of the extreme event and learn about the collapse processes and the birth of the remnant, but the neutrinos will bring information about neutrino properties themselves. This review surveys some of the physical signatures that the currently-unknown neutrino mass pattern will imprint on the observed neutrino events at Earth, emphasizing the most robust and least model-dependent signatures of mass ordering.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The observation of the burst of neutrinos from Supernova 1987A [1,2,3] in the Large Magellanic Cloud just outside our Milky Way galaxy confirmed the basic picture of corecollapse supernovae, but also brought new knowledge about neutrinos themselves. The 1987A neutrino signal in water and scintillator detectors led to the best limits, at that time, on absolute mass scale of the neutrino, based on the lack of energy-dependent spread (e.g., [4]). These limits were soon exceeded by terrestrial measurements, but other limits on neutrino properties (and other particle physics) still stand as the most stringent [4,5]. Statistics for the 1987A observation were paltry though-just a few dozen events were recorded, nearly all likely to be electron antineutrinos [6].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 63,
                    "text": "[1,",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 66,
                    "text": "2,",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 68,
                    "text": "3]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 442,
                    "text": "[4]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 612,
                    "text": "[4,",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 615,
                    "text": "5]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 761,
                    "text": "[6]",
                    "end": 764
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A new generation of neutrino detectors stands ready for the next burst, and a future generation of detectors is under design and construction [7]. The next observed core-collapse burst, with much higher statistics and greater flavor sensitivity, will lead to a spurt of progress in understanding of core-collapse mechanisms and remnants. In addition, as for SN1987A, it will also lead to new knowledge about the nature of neutrinos.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 142,
                    "text": "[7]",
                    "end": 145
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Since SN1987A we have learned a tremendous amount about neutrinos. Many experiments using a variety of neutrino sources have told us that neutrinos have mass and oscillate, and a three-mass-state/three-flavor-state picture fits nearly all of the arXiv:1707.06384v2 [hep-ex]  16 Dec 2017 data very well [8]. There are still unknowns, however, and a supernova neutrino burst may tell us about some of these unknowns. While laboratory measurements will likely address many of these unknowns in due course, a timely supernova burst may be the first to give us some of the answers. Even if terrestrial measurements come first, they will help to constrain the observables to improve astrophysical interpretation of the data. Better astrophysical observations of the supernova (in electromagnetic wavelengths and potentially in gravitational waves) will, in turn, improve modeling and hence will sharpen extraction of neutrino properties, in a virtuous circle. There may be surprises, too-current data allow for neutrino properties outside of the standard three-flavor picture, and beyond-the-Standard-Model phenomenology could also affect the supernova neutrino burst observables.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "[hep-ex]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 275,
                    "text": "16",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 302,
                    "text": "[8]",
                    "end": 305
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This review aims to survey how some of the neutrino mass unknowns can be determined by a supernova burst observation, with main focus on the mass ordering, also known as the mass hierarchy. Section 2 briefly describes the unknowns in neutrino physics. Section 3 describes the nature of the supernova neutrino signal. Section 4 describes the nature of relevant flavor transitions that will occur for supernova neutrinos. Section 5 summarizes relevant detector sensitivity and instances of detectors. Section 6 gives examples of mass ordering signatures from a supernova burst and comments on their robustness and observability. Section 7 is a summary.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 507,
                    "text": "6",
                    "end": 508
                }
            ]
        },
        {
            "text": "Neutrino unknowns",
            "section_rank": 3
        },
        {
            "section": "Neutrino unknowns",
            "text": "Thanks to experimental measurements of neutrino flavor transitions over the past few decades using diverse detectors and sources, we now have a concise and robust model of neutrinos describing a wide array of data very well [9,8,10]. The three-flavor neutrino model comprises three massive neutrino states connected to three flavor states by a 3×3 unitary mixing matrix, ",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 224,
                    "text": "[9,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 227,
                    "text": "8,",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 229,
                    "text": "10]",
                    "end": 232
                }
            ]
        },
        {
            "section": "Neutrino unknowns",
            "text": "s ij is sine of the mixing angle θ ij and c ij is the cosine of it. The parameters of nature in this picture are: the three mixing angles θ 23 , θ 12 and θ 13 plus a complex phase δ associated with CP-violating observables, as well as the three masses m 1 , m 2 and m 3 . The mass state information is available from oscillation experiments as masssquared differences, ∆m 2 ij ≡ m 2 i − m 2 j ; three masses can equivalently be reported as two mass-squared differences and an absolute mass scale. Table 1 summarizes our knowledge of the mixing parameters from the global fit described in [8]. While improved precision on all neutrino mixing parameters will be welcome, and we expect oscillation experiments to make progress in the next few decades, there are still two quantities in this picture that are largely unknown, although there does exist at the current time some statistically-weak information about them from combined beam and reactor data. The first unknown is the so-called 'mass ordering' (MO) or 'mass hierarchy', equivalent to the signs of the mass differences ‡. For 'normal mass ordering' (NMO) §, we have m 3 >> m 2 , m 1 , or two light and one heavy state. For 'inverted ordering' (IMO), we have m 2 , m 1 >> m 3 . We denote ∆m 2 3 as the larger mass-squared difference, with =1 for NMO and = 2 for IMO. The overall absolute mass scale is also unknown (although it is known to be less than a few eV/c 2 ), but this parameter cannot be addressed by oscillation experiments.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 372,
                    "text": "2",
                    "end": 373
                },
                {
                    "type": "table",
                    "start": 497,
                    "text": "Table 1",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 588,
                    "text": "[8]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1248,
                    "text": "2",
                    "end": 1249
                }
            ]
        },
        {
            "section": "Neutrino unknowns",
            "text": "Another quantity largely unknown at the current time is the δ parameter associated with CP-violating observables. However it will be very difficult to get information about this parameter from a supernova burst observation [11,12]. Table 1. Three-flavor neutrino oscillation parameter status, from [8]. The rightmost column indicates the primary classes of neutrino experiments on which the information is based and from which we expect future improvements.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 223,
                    "text": "[11,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 227,
                    "text": "12]",
                    "end": 230
                },
                {
                    "type": "table",
                    "start": 232,
                    "text": "Table 1",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 298,
                    "text": "[8]",
                    "end": 301
                }
            ]
        },
        {
            "text": "Parameter",
            "section_rank": 4
        },
        {
            "section": "Parameter",
            "text": "Value, 3σ range, any MO Experimental information θ including supernova",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Parameter",
            "text": "There are multiple ways of going after the mass ordering experimentally. All approaches are challenging. A straightforward way, which will very likely succeed given sufficient exposure, is to look at neutrino and antineutrino muon to electron flavor transitions in long-baseline beam experiments. T2K [13] and NOvA [14] will give early information; we will probably need to wait for Hyper-Kamiokande [15] and the Deep Underground Neutrino Experiment [16] for 5σ answers. Similar information may be available from atmospheric neutrinos, using the naturally wide range of baselines and energies (e.g., [17,18,19]). Another approach is to look for subtle spectral modulations in reactor neutrino spectra as planned by JUNO [20].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 301,
                    "text": "[13]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 315,
                    "text": "[14]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 400,
                    "text": "[15]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 450,
                    "text": "[16]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 600,
                    "text": "[17,",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 604,
                    "text": "18,",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 607,
                    "text": "19]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 720,
                    "text": "[20]",
                    "end": 724
                }
            ]
        },
        {
            "section": "Parameter",
            "text": "A core-collapse supernova burst observation is a 'method of opportunity', which, with good luck, could yield knowledge of the mass ordering before any of these experiments. There is some model dependence, but relatively model-independent signatures do exist. And of course, if the terrestrial experiments give us the answer ‡ Following recently favored usage, this review will use 'mass ordering', as the word 'hierarchy' suggests that some masses may be much larger than others on an absolute scale, which may not be the casethe masses may in fact be quasi-degenerate if their differences are much smaller than the absolute scale.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Parameter",
            "text": "§ Because in the supernova neutrino literature, 'NO' sometimes means 'no oscillations', we abbreviate normal ordering as normal mass ordering, NMO, and correspondingly we abbreviate inverted mass ordering as IMO.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Parameter",
            "text": "first, there will be better constraints on the astrophysics. The aim of this review is to survey some of the more robust signatures and their observability in realistic detectors.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Neutrino emission from core-collapse supernovae",
            "section_rank": 5
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "Supernovae are highly energetic and disruptive stellar outbursts. They are understood to occur via two primary physical mechanisms. Thermonuclear supernovae, observationally tagged as Type Ia, are thought to be due to a thermonuclear explosion ignited after mass is accreted onto one of the stars in a binary system, although the exact mechanism is not well understood. These events are not likely to produce very many neutrinos, although they are expected to produce some-see section 6.2.6. The other main supernova type, the core-collapse supernova, corresponding observationally to Types II, Ib, Ic and some others, results from the collapse of a massive star which can no longer support its mass via nuclear burning. These astrophysical events are well known to be generous in their neutrino production-for a brief time, the neutrino production outshines the photon luminosity by orders of magnitude. The physics of core collapse is the subject of supercomputer simulation studies by several groups worldwide (see References [21,22,23,24,25] for reviews), and understanding has become more and more sophisticated over the past few decades. Although full understanding of all details of the physical mechanisms of the collapse and subsequent explosion has not yet been achieved, the general mechanism of neutrino production is understood, and well confirmed with the observation of SN1987A. In broad brush, the gravitational binding energy of the highly-compact remnant leaks away from the star in the form of neutrinos, thanks to the weakness of neutrino interactions in matter. The timescale of energy loss, a few tens of seconds, is that of the trapping of the neutrinos and is set by the scale of the weak interaction with matter.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1029,
                    "text": "[21,",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1033,
                    "text": "22,",
                    "end": 1036
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1036,
                    "text": "23,",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1039,
                    "text": "24,",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1042,
                    "text": "25]",
                    "end": 1045
                }
            ]
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "Some other general features of the neutrino production are also reasonably well understood. The following stages of the supernova and their neutrino-producing processes in the supernova appear in most models.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "• Infall: as the core falls inward, there is an initial uptick of ν e production as electrons and protons combine to form neutrons, according to e − + p → n + ν e . After some milliseconds, the neutrinos become trapped in ultra-dense matter, which corresponds to a small notch in the luminosity as a function of time.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "• Neutronization burst: after the density of matter is squeezed to its point of 'maximum scrunch', the core rebounds. The details of the process depend on the equation of state of nuclear matter. A shock wave is formed, and as it heats the overlying matter and propagates outward, neutrinos are released. The initial neutrino release occurs as a sharp 'neutronization' (or 'deleptonization' or 'breakout') burst, highly enriched in ν e flavor, but other flavors begin to turn on around this time. The neutronization burst can last a few tens of ms and the luminosity has a characteristic shape as a function of time [26].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 616,
                    "text": "[26]",
                    "end": 620
                }
            ]
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "• Explosion and accretion: following the neutronization burst, the next few hundred milliseconds is the critical phase that determines whether the star will actually blow up, or recollapse and form a black hole. The shock may stall, but in many models, the neutrinos themselves deposit enough energy into the envelope to reenergize the shock. At this stage can also be seen the SASI (standing accretion shock instability), a type of 'sloshing' oscillation which can manifest itself in the neutrino flux as a < ∼ 100 Hz modulation. There can be varied structure in the neutrino flux and spectra as a function of time, depending on the details of matter accretion onto the core. During this phase, ν e still tend to dominate the luminosity, butν e and ν x flavor components are all significant. This stage can last up to a second or two after core bounce.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "• Cooling: this stage lasts a few tens of seconds and represents the bulk of the neutrino emission as the proto-neutron star sheds its energy via production of neutrinoantineutrino pairs of all flavors. As a general feature, ν x energies are greater than ν e energies, which are in turn greater than ν e energies, due to increasing opacities for each; the greater the opacity, the larger the neutrinosphere radius and hence the lower the temperature at which the neutrinos decouple. Energies gradually decrease and become more degenerate between flavors over the cooling phase.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "The neutrino spectrum at a given time can be reasonably well approximated [27] for each flavor by the following 'pinched-thermal' functional form:",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 74,
                    "text": "[27]",
                    "end": 78
                }
            ]
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "where E ν is the neutrino energy, E ν is the mean neutrino energy, α is a 'pinching parameter' (with large value associated with suppression of tails), Γ is the gamma function, and N 0 is the total number of neutrinos emitted. The entire flavor-time evolution of the emitted fluxes can be efficiently described by specifying the three parameters, L, E ν , and α as a function of time for each of ν e ,ν e and ν x . Figure 1 gives an example of these parameters as a function of time, describing time evolution of unoscillated neutrino fluxes for one particular model [28]. Figure 2 shows the fluxes for this model for ν e ,ν e and ν x . The energies and emission timescale of the few dozen neutrinos observed from 1987A in two water Cherenkov detectors (and some reported in scintillators) match this basic picture quite well. Although most models exhibit similar features, there are variations due to different detailed assumptions in the modeling (hydrodynamics, equation of state, etc.), in addition to intrinsic variations from supernova to supernova according to properties of the progenitor and local conditions.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 415,
                    "text": "Figure 1",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 567,
                    "text": "[28]",
                    "end": 571
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 573,
                    "text": "Figure 2",
                    "end": 581
                }
            ]
        },
        {
            "section": "Neutrino emission from core-collapse supernovae",
            "text": "Because in the supernova, and also from the point of view of detection, ν µ ,ν µ , ν τ andν τ flavors are practically indistinguishable, they will be referred to collectively as 'ν x ', as is conventional in the literature.  ",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Neutrino flavor transitions in supernovae",
            "section_rank": 6
        },
        {
            "section": "Neutrino flavor transitions in supernovae",
            "text": "Neutrino flavor transitions are now well established experimentally, and flavor transitions driven by three-flavor mixing will certainly occur in supernovae. Different phenomenology holds depending on the neutrino parameters; hence, observed fluxes can in principle shed light on unknown neutrino parameters. Neutrino flavor transitions in general depend on both the matter density and the flavor-dependent neutrino number densities, which change with time as the supernova evolves. An example of typical expected time evolution of these potentials as a function of radius is shown in figure 3. Note the time-dependent discontinuities associated with the shock (and reverse shock) waves that disrupt the otherwise monotonically-decreasing matter density.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Neutrino flavor transitions in supernovae",
            "text": "The different types of neutrino flavor transitions relevant for supernova neutrinos are described briefly in the following subsections. ¶. Reference [25] reviews these in some ¶ Flavor transitions due to neutrino mixing in matter will sometimes be referred to here, and are frequently referred to in the literature, as 'oscillations', in spite of recent well-justified commentary [30] that such terminology does not appropriately discriminate adiabatic matter-induced transitions from detail.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 149,
                    "text": "[25]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 380,
                    "text": "[30]",
                    "end": 384
                }
            ]
        },
        {
            "text": "Matter effects",
            "section_rank": 7
        },
        {
            "section": "Matter effects",
            "text": "When neutrinos propagate in matter, we have a regular Mikheyev-Smirnov-Wolfenstein (MSW) effect, or 'matter effect' [31,32], familiar to neutrino physicists from neutrino propagation in the Sun and Earth. This is relatively well understood and also exhibits straightforward mass ordering dependence. The neutrinos feel a matter potential as a vacuum oscillations.    Figure 4. Energy levels in matter as a function of electron density n e in a three-flavor context, following [33,23]. The solid vertical axis indicates zero density; positive n e corresponds to neutrino states and negative n e corresponds to antineutrino states. The states ν µ and ν τ represent rotations of the ν µ and ν τ states, which diagonalize the mu and tau submatrix of the effective Hamiltonian in matter [34]  Figure 4 shows the neutrino eigenstate energies in matter as a function of n e , for the two mass ordering cases. For a slowly varying density and matter potential, a neutrino born in a high-density region will propagate adiabatically as a matter eigenstate along the solid lines shown and exit the supernova in the mass eigenstate shown by the intersection with the vacuum axis at n e = 0. For antineutrinos, the potential is effectively negative, so whereas a neutrino state will propagate adiabatically from the right, an antineutrino initial state will propagate adiabatically from the left. The dotted lines of figure 4 show energies of flavor eigenstates.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 116,
                    "text": "[31,",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 120,
                    "text": "32]",
                    "end": 123
                },
                {
                    "type": "figure",
                    "start": 367,
                    "text": "Figure 4",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 476,
                    "text": "[33,",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 480,
                    "text": "23]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 782,
                    "text": "[34]",
                    "end": 786
                },
                {
                    "type": "figure",
                    "start": 788,
                    "text": "Figure 4",
                    "end": 796
                }
            ]
        },
        {
            "text": "The adiabatic case",
            "section_rank": 8
        },
        {
            "section": "The adiabatic case",
            "text": "At layers of specific n e where the dotted lines intersect, the neutrinos can effectively undergo resonant flavor transitions. There are two relevant resonant matter potentials corresponding to the two mass-squared differences, ∆m 2 3 and ∆m 2 12 , on different scales; these are labeled H and L respectively. Figure 4 shows that the H resonance can occur for neutrinos in the NMO case (the H resonance density is on the n e > 0 side), and for antineutrinos for the IMO case (the H resonance density is on the n e < 0 side). The L resonance occurs for neutrinos in both MO cases (the L resonance density is on the n e > 0 side in both cases).",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 231,
                    "text": "2",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 242,
                    "text": "2",
                    "end": 243
                },
                {
                    "type": "figure",
                    "start": 310,
                    "text": "Figure 4",
                    "end": 318
                }
            ]
        },
        {
            "section": "The adiabatic case",
            "text": "Adiabatic conversion in the supernova will result in the following flavor transformations (dominated by the H resonance) of neutrinos exiting the supernova at zero matter density:",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "The adiabatic case",
            "text": "and",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "The adiabatic case",
            "text": "where F (ν i ) is the flux of a given flavor (F (ν x ) represents the flux of any of either ν µ or ν τ , and similarly for antineutrinos). From these expressions, one can see that for the NMO case, the ν e flavor component of the flux will have a spectrum (typically hotter) corresponding to that of the original ν x flavor; theν e flux will be partially transformed. For the IMO case, the antineutrinos will be fully transformed, and the neutrinos will be partially transformed. Note that in order for there to be observable effects of a flavor transition, the initial spectra for different flavors must differ sufficiently.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Non-adiabatic transitions",
            "section_rank": 9
        },
        {
            "section": "Non-adiabatic transitions",
            "text": "Neutrino propagation can occur adiabatically in a supernova, for smoothly-varying matter potentials. However matter transitions can also occur non-adiabatically, as the matter potential can exhibit discontinuities associated with shock fronts. If a propagating neutrino meets a matter discontinuity, a neutrinoenergy-dependent level-crossing probability P H applies [25,35]. The computation of this probability requires detailed knowledge of the supernova mass density profile. Since the matter discontinuity travels in space as the shock wave propagates, time-and energydependent signatures of the shock discontinuity can show up in the observed signalone could in principle see the shock propagation in the neutrino signal as a time-and energy-dependent flavor content modulation.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 366,
                    "text": "[25,",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 370,
                    "text": "35]",
                    "end": 373
                }
            ]
        },
        {
            "section": "Non-adiabatic transitions",
            "text": "We note that stochastic matter fluctuations (random inhomogeneities in the ejecta, which are entirely plausible in a supernova) may wash out some of these effects. These effects are the subject of a number of recent studies (e.g. [36,37,38,39]). Matter effects interplay as well with self-induced flavor transitions, described in Sec. 4.2.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 230,
                    "text": "[36,",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 234,
                    "text": "37,",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 237,
                    "text": "38,",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 240,
                    "text": "39]",
                    "end": 243
                }
            ]
        },
        {
            "text": "Earth matter effects",
            "section_rank": 10
        },
        {
            "section": "Earth matter effects",
            "text": "The neutrinos propagate as mass states after exiting the supernova, and when they arrive at Earth they have one more chance for flavor transformation if they propagate any distance in the Earth's matter. Matter effects as the neutrinos traverse the Earth will modulate the flavor content as a function of energy. The effect is small, but observable in large, high-energy-resolution detectors.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Earth matter effects",
            "text": "Under the assumption of large θ 13 (which we know to be the true case), the neutrino fluxes at Earth for NMO given by [33]:",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 118,
                    "text": "[33]",
                    "end": 122
                }
            ]
        },
        {
            "section": "Earth matter effects",
            "text": "and for IMO they are given by",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Earth matter effects",
            "text": "where F ⊕ ν indicates the flux of neutrinos after traversing Earth matter. The transition probabilities P 2e andP 2e can be calculated [40] assuming a simplified model of Earth matter. For a baseline distance L through the mantle, the approximate probabilities can be approximated as [33,41]:",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 135,
                    "text": "[40]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 284,
                    "text": "[33,",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 288,
                    "text": "41]",
                    "end": 291
                }
            ]
        },
        {
            "section": "Earth matter effects",
            "text": "where θ m 12 (θ m 12 ) are the effective values of θ 12 in the Earth matter for neutrinos (antineutrinos) [42].",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 106,
                    "text": "[42]",
                    "end": 110
                }
            ]
        },
        {
            "section": "Earth matter effects",
            "text": "This effect will also have some mass ordering dependence, and the prospects for observability are discussed in section 6.2.5.",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "Self-induced flavor transitions",
            "section_rank": 11
        },
        {
            "section": "Self-induced flavor transitions",
            "text": "Exotic flavor effects can occur where the neutrino density is high enough that the potential due to neutrino-neutrino interactions cannot be ignored. The phenomenology of these nonlinear effects is rich, and there is an extensive literature on this subject: see [43,25] for reviews and a more complete set of references. It is fair to say that this is an area of intense and exciting theoretical study, but it has not yet converged to the point of providing robust and quantitative physics signatures of mass ordering. So called 'collective effects' from pair conversions ν eνe → ν xνx [44] can occur, assuming appropriate flavor asymmetry. The anisotropy of the neutrino flux can also matter, given that the self-interaction potential depends on the angular factor 1 − v q • v p = 1 − cos θ pq , where v q and v p are the interacting neutrino velocities and θ pq is the angle between them. Taking this angular dependence into account can lead to significant effects on the fluxes ('multi-angle effects') [45,46,47,48] but is computationally difficult.",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 262,
                    "text": "[43,",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 266,
                    "text": "25]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 586,
                    "text": "[44]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1005,
                    "text": "[45,",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1009,
                    "text": "46,",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1012,
                    "text": "47,",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1015,
                    "text": "48]",
                    "end": 1018
                }
            ]
        },
        {
            "section": "Self-induced flavor transitions",
            "text": "Nevertheless some likely features due to self-induced flavor transitions can be confidently predicted, under the assumption of certain conditions. Possible observable effects on the observable supernova neutrino fluxes include 'spectral swaps', in which one flavor completely transforms into another, and'spectral splits', in which the flavor transformation occurs above or below a particular energy threshold, effectively resulting in a non-smooth spectrum with deviation from a quasi-thermal shape (see Figure 5 for an anecdotal example). Whether and how these transitions occur for neutrinos or antineutrinos depends both on the mass ordering and on the sizes of the neutrinoneutrino flavor potentials. The presence of a large matter potential is expected to suppress self-induced flavor transitions [49].  Figure 5. Example fluxes during a ∼1 second slice during the cooling phase for a specific model [50,51], showing effects of spectral swaps and splits from collective effects for NMO and IMO. More details can be found in [52].",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 505,
                    "text": "Figure 5",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 803,
                    "text": "[49]",
                    "end": 807
                },
                {
                    "type": "figure",
                    "start": 810,
                    "text": "Figure 5",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "start": 906,
                    "text": "[50,",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 910,
                    "text": "51]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1030,
                    "text": "[52]",
                    "end": 1034
                }
            ]
        },
        {
            "section": "Self-induced flavor transitions",
            "text": "The neutrino-neutrino potential is µ r = √ 2G F F (νe)−F (νx) 4πr 2 [25], where F are the number fluxes of the different species and r is the radial distance from center of the supernova. This potential is plotted in Fig 3 as thick lines, and it should decrease with radius, and with time as the supernova progresses. If this potential dominates over the matter potential λ r = √ 2G F n e (r), where n e = n e,net ≡ n e − − n e + is the net electron density, self-induced flavor conversions may occur. Otherwise, matter effects will likely suppress the self-induced flavor conversions, which will likely be the case at early times, up to the transition to the accretion phase.",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 68,
                    "text": "[25]",
                    "end": 72
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 217,
                    "text": "Fig 3 as",
                    "end": 225
                }
            ]
        },
        {
            "section": "Self-induced flavor transitions",
            "text": "Since the conditions under which self-induced flavor transitions occur change with time, there can be complex time-dependent effects. In the subsequent section on massordering signatures, we focus on early times in the supernova evolution (about the first second, during neutronization and possibly early accretion), where it seems likely a good assumption that self-induced flavor transitions will be a subdominant effect.",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "section": "Self-induced flavor transitions",
            "text": "Nearly all studies of neutrino flavor transitions in supernovae so far have been done in the context of the three-flavor model. It is worth noting that additional sterile flavors could change the phenomenology significantly [53]. Such possibilities will be largely ignored in this review.",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 224,
                    "text": "[53]",
                    "end": 228
                }
            ]
        },
        {
            "text": "Neutrino detection",
            "section_rank": 12
        },
        {
            "section": "Neutrino detection",
            "text": "Neutrino detection and detectors are reviewed in reference [7]. Some key points are summarized here.",
            "paragraph_rank": 43,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 59,
                    "text": "[7]",
                    "end": 62
                }
            ]
        },
        {
            "text": "Neutrino interactions relevant for supernova neutrino detection",
            "section_rank": 13
        },
        {
            "section": "Neutrino interactions relevant for supernova neutrino detection",
            "text": "Neutrinos in the few-MeV range can interact with electrons, protons or nuclei via either charged-current (CC) or neutral-current (NC) channels. The observables are charged or neutral products of the interactions. They can be directly-scattered target particles, or possibly also nuclear de-excitation products (gamma rays or ejected nucleons).",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "section": "Neutrino interactions relevant for supernova neutrino detection",
            "text": "Neutrinos from core collapse have energies peaking in few-tens-of-MeV range and only a tiny fraction have energies >100 MeV. Therefore the neutrinos almost never exceed CC threshold for reactions with nuclei only for electron flavor, since thresholds for muon and tau production via CC interactions on nuclei are ∼100 MeV and 3.5 GeV respectively. Therefore, while all flavors of neutrinos and antineutrinos are represented in the neutrino burst, only ν e ,ν e and ν x will be observable in separate channels. Only NC interactions give access to the ν x flavor component of the burst.",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "section": "Neutrino interactions relevant for supernova neutrino detection",
            "text": "Up to now, the most important interaction experimentally has been inverse beta decay (IBD) on protons,ν e + p → n + e + . This interaction dominates for detectors with many free protons-which includes all of the currently-running large neutrino detectors (see Sec. 5.2). IBD not only has a relatively high cross section, but the main observable interaction product, the positron, gains an energy which tracks the neutrino energy relatively well, so measurement of its energy loss enables aν e spectral measurement. In some detectors, the neutron is captured (on free protons, or a dopant like Gd), and provides a reasonable tag of IBD, and hence ofν e . Another interaction of relevance, which occurs for all detectors, is elastic scattering (ES) on electrons, ν +e − → ν +e − , which proceeds via both NC and CC channels (for a supernova flux, ES interactions will be dominated by ν e scatters). This interaction is directional, and the directionality can be used to improve flavor tagging (and for pointing to the supernova) in some detectors. All detectors also have some level of interaction of neutrinos and antineutrinos with nuclei, via CC channels (ν e + (N, Z) → (N + 1, Z − 1) * + e + ) or via NC channels (ν x + (N, Z) → ν x + (N, Z) * ). For the CC interactions, the lepton (electron or positron) is observable, and in both cases there may be observable nuclear deexcitation products, which can in principle also provide interaction channel tagging. Typically the antineutrino interaction is suppressed in nuclei due to Pauli blocking. A notable nuclear interaction case is ν e on argon, ν e + 40 Ar → e − + 40 K * ; this reaction gives liquid argon detectors, uniquely among large supernova-neutrino-sensitive detectors, excellent sensitivity to the electron flavor component of the flux. NC elastic scattering on protons in scintillator and coherent elastic neutrino-nucleus scattering (CEvNS) in nuclei in dark matter detectors will also record all flavors [54], although detection with very large amounts of target mass is challenging.",
            "paragraph_rank": 46,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1606,
                    "text": "40",
                    "end": 1608
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1972,
                    "text": "[54]",
                    "end": 1976
                }
            ]
        },
        {
            "text": "Supernova neutrino detectors",
            "section_rank": 14
        },
        {
            "section": "Supernova neutrino detectors",
            "text": "Neutrino-matter cross sections are such that one requires a few kilotonnes of active detector mass in order to observe ∼100 events for a supernova at ∼10 kpc. Supernovaneutrino-sensitive detectors are also typically sited underground in order to reduce cosmogenic background, although some are on or near-surface.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "Supernova neutrino detectors",
            "text": "Multi-kilotonne-scale neutrino detectors fall into three categories: liquid scintillator (hydrocarbon), liquid argon time projection chambers, and water Cherenkov (homogeneous imaging volumes or long-string photosensor detectors embedded in water or ice). Of the Cherenkov detectors, the imaging ones are able to do event-by-event energy and time reconstruction; in contrast, the long-string detectors map a time profile using an excess over noise of single photon hits. A few other types of supernova neutrino detectors exist, including lead-based detectors, and dark matter detectors, which are sensitive to low-energy nuclear recoils.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "section": "Supernova neutrino detectors",
            "text": "Of the large detector types, water and scintillator detectors, which both have a high fraction of free protons, are primarily sensitive toν e via IBD. In contrast, liquid argon has primary sensitivity to ν e flavor. Other channels are observable in all detectors, and can be tagged to varying degrees, but are subdominant. Table 2 lists current and future supernova-neutrino-sensitive detectors and Tab. 3 briefly summarizes flavor sensitivity. The most promising future large detectors expected within the next decade or so are JUNO (scintillator) [20], DUNE (liquid argon) [16] and Hyper-Kamiokande (water) [15]. Most of the current generation of detectors will also continue to run.",
            "paragraph_rank": 49,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 323,
                    "text": "Table 2",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 549,
                    "text": "[20]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 575,
                    "text": "[16]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 609,
                    "text": "[15]",
                    "end": 613
                }
            ]
        },
        {
            "text": "Neutrino mass physics from supernova neutrinos",
            "section_rank": 15
        },
        {
            "section": "Neutrino mass physics from supernova neutrinos",
            "text": "In this section we will survey prospects for determining neutrino parameters from the supernova signal. In some cases it is possible to quantify easily the expected sensitivity to a mass-dependent effect. In others, however, the specific nature of the neutrino flux and spectrum is not known well enough to do this, even while the qualitative nature of the signal is generally understood. Self-interaction effects are a particularly egregious  Table 2. Current and proposed supernova neutrino detectors as of the time of this writing. Neutrino event estimates are approximate for 10 kpc; note that there is significant variation by supernova model. An asterisk indicates a surface detector; these have more cosmogenic background. Numbers in parentheses indicate long-string Cherenkov detectors which do not reconstruct individual interactions. example of this. The reader should be assured, however, that if a signal is harvested from a Milky Way burst, physicists will be ingenious in squeezing all possible information from the data.",
            "paragraph_rank": 50,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 444,
                    "text": "Table 2",
                    "end": 451
                }
            ]
        },
        {
            "text": "Absolute mass scale",
            "section_rank": 16
        },
        {
            "section": "Absolute mass scale",
            "text": "The burst of neutrinos from a supernova bears information about the neutrino absolute mass scale, given that neutrinos have non-zero masses and hence suffer an energydependent time delay. The arrival delay due to travel from distance D with respect to time of arrival of a particle with velocity c for a neutrino of energy E ν and mass m ν is ∆t ∼ 5.14 ms m ν eV",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "section": "Absolute mass scale",
            "text": "At the time, ∼20 eV/c 2 neutrino mass limits based on observed time spread of the SN1987A burst neutrinos [4] were competitive with laboratory limits. However, the current best limits from tritium beta decay endpoint experiments are now ∼2 eV/c 2 [10] (and cosmology constraints are even more stringent, although model-dependent). For few-tens-of-MeV massive neutrinos, the delays will then be less than tens of milliseconds for a travel distance of 10 kpc. If the neutrinos were all emitted simultaneously, an observed neutrino event time spread could give us improved information about the absolute mass scale. However, the emission time scale of the burst -10 seconds or so-exceeds the typical delay by a large factor, so one must look for signatures of mass scale in the subtle energy-dependent timing of the arrival pattern. The lower the energies observed, the longer the delays, so better the sensitivity. Sensitivity has only weak dependence on distance; as the distance increases, delay increases linearly with D, but observed counts decrease as the inverse square of D. Large statistics, good energy resolution and low thresholds are needed. A sharp time structure (e.g., neutrino flux cutoff due to collapse to a black hole [55]), or possibly observation of a gravitational wave signal of core collapse [56,57] to serve as a reference time, could potentially improve sensitivity. References [58,59] estimate sensitivities of current and next-generation experiments down to some fraction of an eV. This is better than the current limits, but not competitive with expected next-generation experiments such as KATRIN [60].",
            "paragraph_rank": 52,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 106,
                    "text": "[4]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 247,
                    "text": "[10]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1235,
                    "text": "[55]",
                    "end": 1239
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1314,
                    "text": "[56,",
                    "end": 1318
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1318,
                    "text": "57]",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1402,
                    "text": "[58,",
                    "end": 1406
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1406,
                    "text": "59",
                    "end": 1408
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1625,
                    "text": "[60]",
                    "end": 1629
                }
            ]
        },
        {
            "text": "Mass ordering signatures",
            "section_rank": 17
        },
        {
            "section": "Mass ordering signatures",
            "text": "This review selects a few robust signatures of mass ordering, with as little supernova model dependence as possible. Not emphasized here are signatures depending on neutrino self-interaction effects, due to the current partial state of understanding, although these may end up having a very important effect on the signal.",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "The neutronization burst",
            "section_rank": 18
        },
        {
            "section": "The neutronization burst",
            "text": "Observation of the neutronization burst is probably the most robust prospect for determining the MO via a supernova burst. The neutronization burst almost a standard candle; the time dependence of its luminosity is nearly model independent [61,26]: see figure 6. Its flavor is strongly dominated by ν e . Because the electron neutrinos escape from regions for which the lepton asymmetry is such that self-interaction has a negligible effect [44,25], one expects the burst to be processed by MSW effects only, in a MO-dependent way. This greatly simplifies the interpretation of the signal.",
            "paragraph_rank": 54,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 240,
                    "text": "[61,",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 244,
                    "text": "26]",
                    "end": 247
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 253,
                    "text": "figure 6",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 441,
                    "text": "[44,",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 445,
                    "text": "25]",
                    "end": 448
                }
            ]
        },
        {
            "section": "The neutronization burst",
            "text": "According to equations 3,4, the ν e flux will be entirely swapped with ν x for the case of NMO. Since there is very little ν x present for the duration of the neutronization burst, there will be very little ν e to observe. In contrast, for the case of IMO the  [26] (used with permission). Energy luminosity versus time since ν e peak for ν e ,ν e and any one of ν x , for several models with different progenitors and equations of state.",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 261,
                    "text": "[26]",
                    "end": 265
                }
            ]
        },
        {
            "section": "The neutronization burst",
            "text": "ν e component will be only partially swapped (see equations 5,6). In other words, the neutronization burst is suppressed for IMO, but suppressed even more strongly for NMO. Hence, the signature of NMO is an absent or highly suppressed neutronization burst in a ν e -sensitive detector. The signature of IMO is an observable neutronization burst. Such an interpretation could be strengthened by (non)-observation of other flavors at the time of the ν e peak, in detectors with NC sensitivity.",
            "paragraph_rank": 56,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 60,
                    "text": "5,",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 62,
                    "text": "6)",
                    "end": 64
                }
            ]
        },
        {
            "section": "The neutronization burst",
            "text": "This suppression should be observable easily in a liquid argon detector, but also should be visible to some extent in a large water detector, for which ν e can be seen via ES. See figure 7 for an example of the expected neutronization burst (or its absence) in large argon, water and scintillator detectors.",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "Early time profile",
            "section_rank": 19
        },
        {
            "section": "Early time profile",
            "text": "We can also fairly robustly constrain the MO by including the few-hundred millisecond timescale beyond the neutronization burst and considering the overall shape of the early time profile, as the neutronization burst transitions to the accretion era. The flux should remain dominated by ν e during this period. During the early accretion era, as for the neutronization burst, flavor transitions may be dominated by MSW effects, and therefore understanding of the MO signature is relatively robust.",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "section": "Early time profile",
            "text": "For the first ∼50 ms where measured ν e flavor dominate, we expect the IMO to give a larger ν e signal, as per Sec. 6.2.1. After around 60 ms, in the accretion phase, most of the observed signal in a high-statistics detector will beν e . Here, for MSW transitions, theν e will be mostly untransformed for NMO, whereas for IMO, theν e will have mostly swapped with ν x , which has lower flux during this period; hence NMO will give the larger signal.",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "section": "Early time profile",
            "text": "The net outcome is the IMO gives a flatter time profile and NMO gives a more  sharply rising time profile inν e . A detector like IceCube, mostly sensitive toν e , will be able to track the time profile well enough to distinguish the shapes [62].",
            "paragraph_rank": 60,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 241,
                    "text": "[62]",
                    "end": 245
                }
            ]
        },
        {
            "text": "Shock wave effects",
            "section_rank": 20
        },
        {
            "section": "Shock wave effects",
            "text": "As the shock wave progresses through the overlying stellar matter, the density changes discontinuously. MSW effects will occur when the matter potential matches that required for level transition. Since the matter potential changes with time, this can lead to flavor transition, and hence a flavor composition change, as a function of time [63,64,65,66]. The specific signal will be MO-dependent. We note that in this phase, neutrino self-interaction effects may also be affected by the shock wave. For example, [67] describes MO-dependent modulations of the observable signal in time and energy.",
            "paragraph_rank": 61,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 340,
                    "text": "[63,",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 344,
                    "text": "64,",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 347,
                    "text": "65,",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 350,
                    "text": "66]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 512,
                    "text": "[67]",
                    "end": 516
                }
            ]
        },
        {
            "text": "Spectral swaps and splits",
            "section_rank": 21
        },
        {
            "section": "Spectral swaps and splits",
            "text": "A potential dramatic MO-dependent effect on the time dependent supernova neutrino spectra is the so-called 'spectral split' due to collective effects [68,69,70,71]. The effect is that the neutrino flavor spectra are swapped above or below a particular energy threshold, depending on both the initial relative flavor luminosities and in neutrinos or antineutrinos depending on the hierarchy. Observationally this results in non-thermal observed spectral shapes in either neutrinos or antineutrinos [72]: see figure 8 for the example observed spectra corresponding to the fluxes of figure 5. These non-thermal spectral distortions can also track the propagation of the shock wave. There is enough variety of phenomenology in the literature describing this kind of signature that this signature can not yet be considered robust. However, there are potentially multiple signatures at different times in the star's evolution. 6.2.5. Earth matter effect Finally, the neutrinos arrive at Earth as mass states and may travel through matter before arriving at a detector. They will undergo conventional matter effects in the Earth which will modulate the spectrum according to the distance and densities traversed in matter, with flavor-dependent effect depending on the MO, as described in section 4.1.3. Wiggles in the spectrum of around ∼few-10 MeV frequency and amplitude of a few percent will appear in antineutrinos in the NMO case, and in neutrinos in the IMO case. Figure 9 shows an example of the effect forν e observed by IBD. Fourier analysis of a well-measured energy spectrum could potentially identify the ordering based on presence or absence of a peak in the appropriate channels [74,40].",
            "paragraph_rank": 62,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 150,
                    "text": "[68,",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 154,
                    "text": "69,",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 157,
                    "text": "70,",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 160,
                    "text": "71]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 497,
                    "text": "[72]",
                    "end": 501
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 507,
                    "text": "figure 8",
                    "end": 515
                },
                {
                    "type": "figure",
                    "start": 1464,
                    "text": "Figure 9",
                    "end": 1472
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1687,
                    "text": "[74,",
                    "end": 1691
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1691,
                    "text": "40]",
                    "end": 1694
                }
            ]
        },
        {
            "section": "Spectral swaps and splits",
            "text": "This effect is relatively well understood. However it does require Earth shadowing [75] and sufficiently different primary flavor spectra in the cooling phase. A challenge from an observational point of view is that both good energy resolution and large statistics will be required to resolve the wiggles [76]. The best prospect is for a large scintillator detector like JUNO with excellent energy resolution [77], although for more optimistic models one could observe an Earth-matter-induced difference between signals in large water Cherenkov detectors [78] with different pathlengths through the Earth's mantle.  Figure 9. Matter effects in the Earth: Expectedν e interaction rates (∝ E 2 ν F (E ν )) ( [79]) under the assumption of MSW flavor transformation in the supernova and Earth (no self-interaction effects), for normal (dashed black) and inverted (dotted red) mass orderings. The solid black line shows the oscillatory effect of matter effects in the Earth, for an assumed path length of 8000 km through the mantle.",
            "paragraph_rank": 63,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 83,
                    "text": "[75]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 305,
                    "text": "[76]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 409,
                    "text": "[77]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 555,
                    "text": "[78]",
                    "end": 559
                },
                {
                    "type": "figure",
                    "start": 616,
                    "text": "Figure 9",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 706,
                    "text": "[79]",
                    "end": 710
                }
            ]
        },
        {
            "section": "Spectral swaps and splits",
            "text": "6.2.6. Non-core-collapse supernovae As a final note, we mention the Type Ia (thermonuclear) supernova case. As noted above, these have a quite different physical mechanism from the core-collapse scenario, and are expected to be much fainter in neutrinos. The mechanism is not fully understood, and is thought to take place either according to a 'deflagration-to-detonation transition' (DDT) or a 'gravitationally confined detonation' (GCD) scenario. Still, there should be some neutrino production [80,81,82] albeit some orders of magnitude less than for a core-collapse event; the DDT scenario is expected to produce a fainter neutrino flux. For the more neutrino-generous DDT model, Hyper-K would detect a handful of events at 10 kpc, and Super-K and DUNE would see a few events at 1 kpc; the distance sensitivity is reduced to ∼1 kpc and ∼0.3 kpc respectively for the GCD model. From the point of view of distinguishing the mass ordering, an observation of a thermonuclear supernova has the advantage that the flavor transition effects are purely MSW-there are no self-interaction effects to confound the interpretation. And for a nearby Type Ia supernova, we may be able to observe the event closely enough in electromagnetic channels to understand the mechanism. According to [82], if the mechanism is understood, with future generation detectors we should be able to distinguish the MO at 1σ for a Type Ia at ∼3 kpc for DDT and ∼0.5 kpc for GCD: see figure 10. Figure 10. From reference [82] (used with permission): Expected events in Hyper-K vs. distance to the Type Ia SN. The green shaded regions are for the NMO assumptions, with darkest to lightest corresponding to 1σ, 2σ and 3σ Poisson event count ranges. The orange regions show the same for the IMO assumption. The left plot corresponds to the DDT model and the right plot corresponds to the GCD model (see text). The black dots with dotted vertical lines show the distances at which NMO and IMO can be distinguished for a given σ level, assuming the explosion model is known.",
            "paragraph_rank": 64,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 498,
                    "text": "[80,",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 502,
                    "text": "81,",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 505,
                    "text": "82]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 1281,
                    "text": "[82]",
                    "end": 1285
                },
                {
                    "type": "figure",
                    "start": 1467,
                    "text": "Figure 10",
                    "end": 1476
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 1493,
                    "text": "[82]",
                    "end": 1497
                }
            ]
        },
        {
            "section": "Spectral swaps and splits",
            "text": "As a final note, the neutrino signal from pair-instability supernovae has recently been explored [83]. Pair-instability supernovae are a class of less common, superluminous supernovae from very massive carbon-oxygen-core progenitors, in which a thermonuclear explosion follows collapse due to conversion of photons to electron-positron pairs. In principle the emitted neutrinos could also exhibit observable MO-dependent effects. However, as for Type Ia supernovae, the neutrino signal is relatively faint and observation would require a nearby explosion.",
            "paragraph_rank": 65,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 97,
                    "text": "[83]",
                    "end": 101
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 22
        },
        {
            "section": "Summary",
            "text": "In summary, a core-collapse supernova in our galaxy or nearby will bring tremendous information, via the flavor-energy-time profile of the neutrino flux. Embedded in the signal will be information on neutrino properties, including on neutrino masses.",
            "paragraph_rank": 66,
            "section_rank": 22
        },
        {
            "section": "Summary",
            "text": "While the absolute mass scale information will not likely be competitive with nextgeneration terrestrial experiments, the MO information may well be. There are multiple signatures of varying robustness summarized in table 4. As understanding of corecollapse supernova phenomenology improves, so will the robustness of the signatures. It is also very possible that terrestrial experiments will yield MO information first. In this case, there is only benefit for extracting other information from the supernova, and this review highlights aspects of the phenomenology where information from neutrino experiments will help to constrain the astrophysical interpretations. ",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "Figure 1.Figure and caption from[16] : Expected time-dependent signal for a specific flux model for an electron-capture supernova[28] at 10 kpc. No oscillations are assumed. The top plot shows the luminosity as a function of time, the second plot shows average neutrino energy, and the third plot shows the α (pinching) parameter. The vertical dashed line at 0.02 seconds indicates the time of core bounce, and the vertical lines indicate different eras in the supernova evolution. The leftmost time interval indicates the infall period. The next interval, from core bounce to 50 ms past core bounce, is the neutronization burst era, in which the flux is composed primarily of ν e . The next period, from 50 to 200 ms past core bounce, is the accretion period. The final era, from 0.2 to 9 seconds past core bounce, is the proto-neutron-star cooling period.",
            "paragraph_rank": 68,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 32,
                    "text": "[16]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 129,
                    "text": "[28]",
                    "end": 133
                }
            ]
        },
        {
            "text": "Figure 1.Figure and caption from[16] : Expected time-dependent signal for a specific flux model for an electron-capture supernova[28] at 10 kpc. No oscillations are assumed. The top plot shows the luminosity as a function of time, the second plot shows average neutrino energy, and the third plot shows the α (pinching) parameter. The vertical dashed line at 0.02 seconds indicates the time of core bounce, and the vertical lines indicate different eras in the supernova evolution. The leftmost time interval indicates the infall period. The next interval, from core bounce to 50 ms past core bounce, is the neutronization burst era, in which the flux is composed primarily of ν e . The next period, from 50 to 200 ms past core bounce, is the accretion period. The final era, from 0.2 to 9 seconds past core bounce, is the proto-neutron-star cooling period.",
            "paragraph_rank": 69,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 32,
                    "text": "[16]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 129,
                    "text": "[28]",
                    "end": 133
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 25
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Example of time-dependent spectra for the electron-capture supernova model[28] parameterized in figure 1, on three different timescales. The units shown on the right-hand side of the vertical axis are neutrinos per cm 2 per millisecond per 0.2 MeV. Top: ν e . Center:ν e . Bottom: ν x . Flavor transitions are not included here; note they can have dramatic effects on the spectra. Figure from [29] (used with permission).",
            "paragraph_rank": 70,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 84,
                    "text": "[28]",
                    "end": 88
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 26
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Thin lines: matter potentials λ r as a function of radius at various times past core bounce for a 27 M -progenitor core-collapse model, adapted from[25]. Also shown as thick red lines (line style same as for matter potentials for two times) is the neutrino-neutrino potential µ r , also from[25]. The horizontal bars indicate regions where matter-induced H and L resonances come into play.",
            "paragraph_rank": 71,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 158,
                    "text": "[25]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 301,
                    "text": "[25]",
                    "end": 305
                }
            ]
        },
        {
            "text": "Figure 4. Energy levels in matter as a function of electron density n e in a three-flavor context, following[33,23]. The solid vertical axis indicates zero density; positive n e corresponds to neutrino states and negative n e corresponds to antineutrino states. The states ν µ and ν τ represent rotations of the ν µ and ν τ states, which diagonalize the mu and tau submatrix of the effective Hamiltonian in matter[34]. The solid colored lines correspond to energy eigenvalues of the effective Hamiltonian in matter. The dotted lines represent the energies of the flavor eigenstates. The dashed vertical lines represent the L and H resonance values of electron density. Left: normal ordering assumption. Right: inverted ordering assumption.",
            "paragraph_rank": 72,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 108,
                    "text": "[33,",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 112,
                    "text": "23]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 413,
                    "text": "[34]",
                    "end": 417
                }
            ]
        },
        {
            "text": "Figure 6 .",
            "section_rank": 28
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6.Figure from[26] (used with permission). Energy luminosity versus time since ν e peak for ν e ,ν e and any one of ν x , for several models with different progenitors and equations of state.",
            "paragraph_rank": 73,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 20,
                    "text": "[26]",
                    "end": 24
                }
            ]
        },
        {
            "text": "Figure 7 .",
            "section_rank": 29
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Expected event rates as a function of time for the electron-capture supernova model in[28] for 40 kilotonnes of argon (DUNE-like, top), 374 kilotonnes of water (Hyper-K-like, middle) and 20 kilotonnes of scintillator (JUNO-like, bottom), during early stages of the event-the neutronization burst and early accretion phases, for which self-induced effects are unlikely to be important. Shown for each are the event rate for the unrealistic case of no flavor transitions (blue), the event rate including the effect of MSW transitions for the normal (red) and inverted (green) hierarchies. Error bars are statistical, in unequal time bins.",
            "paragraph_rank": 74,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 96,
                    "text": "[28]",
                    "end": 100
                }
            ]
        },
        {
            "text": "Figure 8 .",
            "section_rank": 30
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Estimated total measured event spectra[51], calculated according to[73], in 374 kilotonnes of water (dominated byν e ) and 40 kilotonnes of argon (dominated by ν e ) in a ∼ 1-second cooling-phase time slice for the flux (with self-induced effects) shown in figure 5. There are different distinctive features in each mass ordering case.",
            "paragraph_rank": 75,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 48,
                    "text": "[51]",
                    "end": 52
                }
            ]
        },
        {
            "text": "Table 3 .",
            "section_rank": 31
        },
        {
            "section": "Table 3 .",
            "text": "Summary of current and future flavor sensitivity.",
            "paragraph_rank": 76,
            "section_rank": 31
        },
        {
            "text": "Table 4 .",
            "section_rank": 32
        },
        {
            "section": "Table 4 .",
            "text": "Qualitative summary of supernova MO signatures.",
            "paragraph_rank": 77,
            "section_rank": 32
        },
        {
            "text": "Acknowledgments",
            "section_rank": 34
        },
        {
            "section": "Acknowledgments",
            "text": "The author's research is supported by the Department of Energy Office of Science and the National Science Foundation. The author thanks the members of the Deep Underground Neutrino Experiment Supernova Burst/Low-Energy Working Group for feedback, and especially Jost Migenda for a careful reading.",
            "paragraph_rank": 78,
            "section_rank": 34
        }
    ]
}