{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for a light pseudoscalar Higgs boson (A) produced in association with bottom quarks and decaying into a muon pair is reported. The search uses 19.7 fb −1 of proton-proton collisions at a center-of-mass energy of 8 TeV, collected by the CMS experiment. No signal is observed in the dimuon mass range from 25 to 60 GeV. Upper limits on the cross section times branching fraction, σ(pp → bbA) B(A → µµ), are set.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The CMS and ATLAS experiments at the CERN LHC have made clear observations of a particle compatible with the standard model (SM) Higgs boson [1][2][3][4]. While the observation serves as a powerful affirmation of the SM mechanism for generating particle masses, the discovery does not rule out the existence of a more complex theory with an extended Higgs sector. The discovery of additional scalar or pseudoscalar bosons may be evidence of such a scenario.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 141,
                    "text": "[1]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 144,
                    "text": "[2]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 147,
                    "text": "[3]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 150,
                    "text": "[4]",
                    "end": 153
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A number of well-motivated models extending the SM predict the existence of new Higgs bosons. One well studied scenario is the Two Higgs Doublet Model (2HDM) [5,6] predicting the existence of additional elementary Higgs particles. The 2HDM includes a CP-odd Higgs boson, A, that could be light and produced in association with bottom quarks at the LHC. In some schemes, with a negatively-signed Yukawa coupling to the down-type fermions, the associated bbA production cross section times branching fraction into muons can be very large for an A boson with a mass below about 60 GeV, i.e. less than half of the mass of the observed SM-like Higgs boson [7]. It can vary from 1000 to 35 fb for A boson masses in the range from 25 to 60 GeV at a center-of-mass energy of 8 TeV in proton-proton collisions.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 158,
                    "text": "[5,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 161,
                    "text": "6]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 651,
                    "text": "[7]",
                    "end": 654
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We present a search for muon pairs, in the mass range from 25 to 60 GeV, produced in association with bottom quarks in the context of the 2HDM. The search uses 19.7 fb −1 of data collected by the CMS experiment in proton-proton collisions at a center-of-mass energy of 8 TeV. The analysis of the µµ final state complements the CMS searches for a low-mass A boson decaying into τ lepton pairs by the CMS Collaboration [8,9]. Despite the significantly lower branching fraction, the µµ final state profits from much better dilepton mass resolution as well as higher trigger and lepton identification efficiencies. This is the JHEP11 (2017)010first time associated production with b quarks in the dimuon decay channel has been searched for in the low dimuon mass range.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 417,
                    "text": "[8,",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 420,
                    "text": "9]",
                    "end": 422
                },
                {
                    "start": 630,
                    "text": "(2017)010",
                    "end": 639
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the following, sections 2 and 3 describe the CMS detector, the data, and simulated samples. The event reconstruction and selections are presented in section 4. In section 5, the result of the search for the bbA process is presented. The paper is summarized in section 6.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus [10] is a superconducting solenoid, 13 m in length and 6 m in diameter, which provides an axial magnetic field of 3.8 T. Within the field volume there are several particle detection systems. Charged-particle trajectories are measured by silicon pixel and strip trackers, covering 0 ≤ φ ≤ 2π in azimuth and |η| < 2.5 in pseudorapidity. A lead tungstate crystal electromagnetic calorimeter (ECAL) surrounds the tracking volume. It is comprised of a barrel region |η| < 1.48 and two endcaps that extend up to |η| = 3. A lead and silicon-strip preshower detector is located in front of the ECAL endcaps. A brass and scintillator hadron calorimeter surrounds the ECAL and also covers the region |η| < 3. Steel forward calorimeters with quartz fibers, read out by photomultipliers, extend the calorimetric coverage up to |η| = 5. Muons are identified and measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. The detector is nearly hermetic, allowing energy balance measurements in the plane transverse to the beam direction.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 41,
                    "text": "[10]",
                    "end": 45
                }
            ]
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "A two-tier trigger system selects collision events of interest. For this analysis, events are first selected by requiring a single muon (µ) or two muons within the detector acceptance and passing loose identification and kinematic requirements. For the single-muon trigger, the muon must have |η| < 2.1. The muon is required to be isolated and must have transverse momentum (p T ) greater than 24 GeV. The dimuon trigger requires two muons with p T greater than 17 GeV for the leading muon and 8 GeV for the sub-leading muon. The dielectron trigger requires two electrons with p T greater than 17 GeV for the leading electron and 8 GeV for the sub-leading electron and the electrons are required to be isolated.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "The analysis uses opposite-sign dimuon events with additional jets, with at least one of them being identified as originating from b quark fragmentation (\"b jet\"). The invariant mass of the opposite-sign lepton pair (m µµ ) is required to be greater than 12 GeV to reject low-mass resonances and remove poorly-modeled backgrounds.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "The Monte Carlo (MC) simulation is used to optimize the event selection to give the best sensitivity for signal discovery. Predictions for the yields of background processes, which are also based on simulation, are validated using data in appropriate control regions. The pp → bbA signal events are simulated with pythia (v6.4.26) [11]. The signal samples have been generated for A masses in intervals of 10 GeV. The natural width of the A boson has been set to a value of less than 50 MeV, which is much smaller than the dimuon mass resolution in the mass range from 25 to 60 GeV (σ µµ = 0.45 GeV for m A = 30 GeV).",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 331,
                    "text": "[11]",
                    "end": 335
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "-2 -",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "JHEP11(2017)010",
            "section_rank": 5
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The following background processes have been considered: Drell-Yan (DY), W+jets, tt, single top quark, and diboson production.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The DY events are simulated at leading order (LO) using the MadGraph (v5.1.3.30) generator [12,13] interfaced to pythia (v6.4.26) for parton showering and hadronization. The CTEQ6L1 [14] parton distribution functions (PDFs) are used to generate the events. The MadGraph generation includes up to four partons in the matrix element calculations and a procedure to properly merge jets from the matrix element calculations and parton shower [15,16]. The DY sample is normalized to the next-to-next-to-leading order (NNLO) cross section computed with fewz (v3.1) [17]. The W+jets sample is simulated and normalized in a similar way to the DY+jets sample. The ( ν) production in association with b and c quarks is included in the DY+jets (W+jets) samples.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 91,
                    "text": "[12,",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 95,
                    "text": "13]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 182,
                    "text": "[14]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 438,
                    "text": "[15,",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 442,
                    "text": "16]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 559,
                    "text": "[17]",
                    "end": 563
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "Top quark pair events are generated with MadGraph, including up to three extra partons, and the simulated sample is normalized to the NNLO+NNLL (next-to-next-toleading-logarithmic) inclusive cross section [18]. Single top quark processes (t, s, and Wt channels) are modeled at next-to-leading order (NLO) with powheg [19][20][21] and normalized to the approximate NNLO cross sections [22,23]. Diboson production processes (VV) WW, WZ/γ * and Z/γ * Z/γ * are generated with MadGraph and normalized, respectively, to their NLO cross sections [24,25]. The WZ/γ * and Z/γ * Z/γ * processes are generated with m γ * > 10 GeV.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 205,
                    "text": "[18]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 317,
                    "text": "[19]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 321,
                    "text": "[20]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 325,
                    "text": "[21]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 384,
                    "text": "[22,",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 388,
                    "text": "23]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 540,
                    "text": "[24,",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 544,
                    "text": "25]",
                    "end": 547
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The pythia parameters for the underlying event are set according to the Z2* tune [26,27], an update of the Z1 tune described in refs. [28,29].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 81,
                    "text": "[26,",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 85,
                    "text": "27]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 134,
                    "text": "[28,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 138,
                    "text": "29]",
                    "end": 141
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "A detector simulation based on Geant4 (v.9.4p03) [30,31] is applied to all the generated signal and background samples. The presence of multiple pp interactions (pileup) in the same or adjacent bunch crossings is incorporated by simulating additional interactions (both in-time and out-of-time with the collision) with a multiplicity distribution that matches the one observed in data. The average number of pileup events is estimated as 21 interactions per bunch crossing. The observed jet energy resolution and jet energy scale measurements [32], b tagging efficiency and b tagging discriminator distributions [33] in data are used to correct the simulated events.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 49,
                    "text": "[30,",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 53,
                    "text": "31]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 543,
                    "text": "[32]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 612,
                    "text": "[33]",
                    "end": 616
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 6
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Events are required to have at least one vertex, with the reconstructed longitudinal position (z) within 24 cm of the geometric center of the detector and the transverse position within 2 cm of the beam interaction region. In the case of multiple reconstructed vertices associated with additional pp interactions, the one with the highest scalar sum of the p 2 T of its associated tracks is chosen as the primary vertex. Muons are required to originate from the same primary vertex by requiring the longitudinal and transverse impact parameters with respect to the primary vertex to be less than 0.5 cm and 0.2 cm, respectively.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Muon candidates are reconstructed with a global trajectory fit using hits in the tracker and the muon system [34]. The efficiency for muons to pass both the identification and isolation requirements is measured to be more than 95% for the kinematic region studied in this analysis [3].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 109,
                    "text": "[34]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 281,
                    "text": "[3]",
                    "end": 284
                }
            ]
        },
        {
            "text": "JHEP11(2017)010",
            "section_rank": 7
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The electron selection criteria are optimized using a multivariate approach, and have a combined identification and isolation efficiency of approximately 60% at low p T (≈10 GeV) and 90% at high p T (>50 GeV) for electrons from W or Z boson decays [35]. The training of the multivariate electron reconstruction is performed using simulated events, while the performance is validated using data.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 248,
                    "text": "[35]",
                    "end": 252
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "In the interest of distinguishing between prompt and nonprompt lepton candidates (predominantly arising from decays of b hadrons), a relative isolation is defined for each lepton candidate. The muon isolation variable is computed as the sum of the transverse momenta of the charged particles inside a cone of radius ∆R ≡ √ (∆η) 2 + (∆φ) 2 = 0.3 around the lepton direction divided by the muon p T . The isolation is required to be smaller than 0.1. If the signal muons are within a distance of ∆R < 0.3 of each other the p T of one lepton is subtracted from the isolation value of the other lepton.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The anti-k T clustering algorithm [36,37] with a distance parameter of 0.5 is used for jet reconstruction.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 34,
                    "text": "[36,",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 38,
                    "text": "37]",
                    "end": 41
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "Two types of jets are used in the analysis, \"jet-plus-track\" (JPT) [38] and particleflow (PF) [39] jets. The two algorithms combine the information from all subdetectors. However, the PF algorithm separates deposits in the calorimeter into clusters and matches clusters with reconstructed tracks (PF candidates), while the JPT algorithm does not require cluster separation as it starts from the reconstructed calorimeter jets (calojet) and track matching is done with respect to the calojet area at the surface of the calorimeter. Also the algorithms have a different approach to the calibration of the constituents: cluster calibration from simulation in the case of the PF algorithm; and corrections due to calorimeter thresholds and tracking inefficiency in the case of the JPT algorithm. These jet reconstruction algorithms are affected differently by detector effects, like tracker misalignment or the calibration of the calorimeter, and thus serve as an important cross-check of each other. The two types of jet, JPT and PF, provide similar jet energy resolution. The final results are presented with PF jets.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 67,
                    "text": "[38]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 94,
                    "text": "[39]",
                    "end": 98
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "Jets with a significant fraction of energy coming from pileup interactions or not associated with the primary vertex are rejected [38,40]. The remaining pileup energy in jets is subtracted using a technique that relies on information about the jet area [37,41,42]. Jets are required to satisfy identification criteria that remove jets originating from noisy channels in the calorimeters [43,44]. Calibrated jets [32,45] are required to have p T > 20 GeV, |η| < 4.7 and to be separated by at least 0.5 in ∆R from muons passing the selection requirements described above.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 130,
                    "text": "[38,",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 134,
                    "text": "40]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 253,
                    "text": "[37,",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 257,
                    "text": "41,",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 260,
                    "text": "42]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 387,
                    "text": "[43,",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 391,
                    "text": "44]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 412,
                    "text": "[32,",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 416,
                    "text": "45]",
                    "end": 419
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The missing transverse momentum (p miss T ) is defined as the modulus of the vector sum of the transverse momenta of all reconstructed PF candidates in the event. The calibrations applied to jets are propagated to the p miss T . Jets originating from the hadronization of b (or c) quarks are identified by a multivariate analysis [46] based on a secondary vertex b tagging algorithm described in refs. [33,47]. The algorithm combines information on track impact parameter significance, secondary vertices, and jet kinematics. Several working points are available; these are designed to yield successively higher purity at the cost of reduced efficiency for identifying b jets. The working point used in this analysis corresponds to a b tagging identification efficiency of -4 -JHEP11 (2017)01045% and a misidentification rate of 0.05% for light-flavor (u, d, s, g) jets with p T > 30 GeV. The misidentification rate for c jets is 6%.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 330,
                    "text": "[46]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 402,
                    "text": "[33,",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 406,
                    "text": "47]",
                    "end": 409
                },
                {
                    "start": 784,
                    "text": "(2017)010",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "start": 852,
                    "text": "(u, d, s, g",
                    "end": 863
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "Selections are optimized using simulated events for the signal model pp → bbA, A → µµ with m A = 30 GeV and simulated backgrounds. The threshold on the leading muon p µ 1 T is fixed to 25 GeV. This choice is determined by the single-muon trigger p T threshold of 24 GeV. The rapidity requirements on the muons and b jets are driven by the trigger and particle identification conditions. The optimization procedure selects the thresholds on the subleading p T muon (p µ 2 T ), the leading b jet p T (p b jet T ), and p miss T , where an approximate estimate of signal significance, defined as Z = 2( √ S + B − √ B) [48] reaches its maximal value. The p miss T requirement is used to suppress the tt background. The presence of a second jet (b tagged or not) is not required since in the bbA production process the second b jet is often at high η or has too low p T .",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 614,
                    "text": "[48]",
                    "end": 618
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "Optimization in this way gives rise to:",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The optimization of the selections was repeated for an A boson mass of 60 GeV and similar values were obtained. The signal selection efficiency is 0.013 for m A = 30 GeV. The upper limits on the signal contribution in the mass range of 25 < m µµ < 60 GeV have been extracted using a fit of the binned background and signal templates to the dimuon mass distribution in the region 12 < m µµ < 70 GeV. The mass intervals of [12][13][14][15][16][17][18][19][20][21][22][23][24][25] and [60][61][62][63][64][65][66][67][68][69][70] GeV have been used for a verification of the background expectation obtained from the simulation.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 421,
                    "text": "[12]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 425,
                    "text": "[13]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 429,
                    "text": "[14]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 433,
                    "text": "[15]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 437,
                    "text": "[16]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 441,
                    "text": "[17]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 445,
                    "text": "[18]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 449,
                    "text": "[19]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 453,
                    "text": "[20]",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 457,
                    "text": "[21]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 461,
                    "text": "[22]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 465,
                    "text": "[23]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 469,
                    "text": "[24]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 473,
                    "text": "[25]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 482,
                    "text": "[60]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 486,
                    "text": "[61]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 490,
                    "text": "[62]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 494,
                    "text": "[63]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 498,
                    "text": "[64]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 502,
                    "text": "[65]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "start": 506,
                    "text": "[66]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "start": 510,
                    "text": "[67]",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "start": 514,
                    "text": "[68]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "start": 518,
                    "text": "[69]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "start": 522,
                    "text": "[70]",
                    "end": 526
                }
            ]
        },
        {
            "text": "Results and systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Results and systematic uncertainties",
            "text": "The signal and background templates are obtained from simulation rescaled and corrected using information from data. To obtain signal mass shapes in 1 GeV steps we perform a linear interpolation between histograms as a function of the mass using the algorithm described in ref. [49] and implemented in the root package [50]. The W+jets and VV background event yields are found to be negligible. The predicted yields for the background processes take into account the following sources of systematic uncertainty, where the range of variations of each source was determined in dedicated studies with appropriate data control samples or, if relevant, from the theory uncertainty affecting the prediction:",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 278,
                    "text": "[49]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 319,
                    "text": "[50]",
                    "end": 323
                }
            ]
        },
        {
            "section": "Results and systematic uncertainties",
            "text": "• luminosity uncertainty, 2.6% [51];",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 31,
                    "text": "[51]",
                    "end": 35
                }
            ]
        },
        {
            "section": "Results and systematic uncertainties",
            "text": "-5 -",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "JHEP11(2017)010",
            "section_rank": 9
        },
        {
            "section": "JHEP11(2017)010",
            "text": "Events/4 GeV   Figure 2. The transverse momentum of the leading p T b jet (left) and the missing transverse momentum (right) for data (dots) and simulation (histograms). The histograms for simulated backgrounds are stacked. The histogram labeled as MC(Top) shows the sum of the single top and top quark pair production processes. The expected signal is shown assuming a signal cross section times branching fraction of 350 fb. The background is normalized to the number of events expected from simulation. In the lower panel, the ratio of the number of events in data and background simulation is shown.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 15,
                    "text": "Figure 2",
                    "end": 23
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "-6 -",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "JHEP11(2017)010",
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• muon identification and isolation efficiency uncertainty, 3%;",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• top quark background normalization uncertainty, 7%;",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• jet energy scale uncertainty, 3% for the DY+jets and 0.2% for top quark backgrounds;",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• jet energy resolution uncertainty, 0.3% for DY+jet and 0.1% for top quark backgrounds;",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• pileup modeling uncertainty, 2% for DY+jets and 1% for top quark backgrounds;",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• E miss T measurement uncertainty, 2% for DY+jets and 4% for top quark backgrounds.",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "While the above uncertainties only affect the expected total event yield, others can have an impact both on the total event yield and on the shape of the predicted m µµ distribution. The following set of systematic uncertainties in the m µµ background shape and the normalization have been taken into account:",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• b tagging scaling factor uncertainty [47];",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 39,
                    "text": "[47]",
                    "end": 43
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "• renormalization and factorization scale, and PDF uncertainties;",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The renormalization and factorization scale uncertainties are particularly important for the modeling of the shape of the DY+jets background, which after the final selections is dominated by the µµbb process. The scale uncertainty in the µµbb prediction, taken from simulation, has been evaluated as a function of the dimuon mass using the pp → µµbb process implemented in MadGraph5 amc@nlo v2.3.0 in a four-flavor production scheme with massive b quarks [52]. The renormalization and factorization scales (µ R and µ F ) have been varied simultaneously by factors of 0.5 and 2.0. The uncertainty on the differential cross-section as a function of the dimuon mass varies from 20 to 15% in the dimuon mass region of 12 < m µµ < 70 GeV. It is applied to the total DY+jets background, motivated by the fact the DY plus light-flavor jets background after the b tagging requirement is much smaller than the µµbb background, and the scale uncertainty for the µµcc process is expected to be similar to that for the µµbb process.",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 455,
                    "text": "[52]",
                    "end": 459
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "Uncertainties related to the imprecision in our knowledge of the PDFs are also evaluated. The uncertainty in the gluon-gluon luminosity is considered, since in the four-flavor scheme the dominant LO production process is gg → µµbb. The qq → µµbb process represents only 15% of the total cross-section. The gluon-gluon luminosity uncertainty is compared for three PDF sets, CT10NLO [53], MSTW2008NLO [54], and NNPDF2.3NLO [55]. In the mass region of 30-70 GeV the CT10NLO uncertainty envelope covers the uncertainties of the other two PDF sets, therefore the CT10NLO gluon-gluon luminosity uncertainty is used in the analysis. This PDF uncertainty is applied as a function of the dimuon mass to the total DY+jets background after b tagging has been applied. It is motivated by the fact that the µµcc and µµbb processes are both initiated by gluon-gluon interactions in the four-flavor scheme at LO.",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 381,
                    "text": "[53]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 399,
                    "text": "[54]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 421,
                    "text": "[55]",
                    "end": 425
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The dimuon mass spectrum, the expected background, and its uncertainty are pre-  signal cross section times branching fraction of 350 fb. The PF jet reconstruction algorithm is used. There is a fair agreement between data and background.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "To cross-check the background estimation technique that relies on the accuracy of the simulation for the background, we consider data where instead of requiring the presence of two muons, we require two opposite-sign electrons. Since the dielectron final state would be suppressed by (m e /m µ ) 2 in the pseudoscalar Higgs decay, we do not consider it for our search. Kinematic thresholds and all other requirements are kept exactly the same as in the main analysis, except the threshold on the second leading p T electron, which is taken higher than in the dimuon analysis (p e 2 T > 10 GeV) to reduce the QCD multijet background. The data are found to be in good agreement with the background model prediction, as illustrated in figure 3 (right).",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "To cross-check the effect of event migration on the exclusion limits due to the choice of jet reconstruction algorithm we use the JPT algorithm as an alternative and repeat the full analysis chain. Figure 4 shows the dimuon mass spectrum for events selected by both the main (PF) and alternative (JPT) jet reconstruction methods as well as for events selected by only the JPT algorithm. The two reconstruction methods select slightly different events. The fraction of migrated events due to the choice of jet algorithm is of the order of 20% and almost independent of the dimuon mass. The expected and observed upper limits obtained using PF or JPT jets are very similar. The final results presented use PF jets.",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 198,
                    "text": "Figure 4",
                    "end": 206
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The experimental uncertainties considered above for the background are also taken into account for the signal. In addition, the uncertainty in the signal acceptance due to the signal modeling is evaluated using a MadGraph5 amc@nlo+pythia 8 particle level simulation of the pp → bbA, A → µµ process in the four-flavor production scheme [56][57][58]. It includes the uncertainty in the shower scale parameter, α (an upper scale allowed for the shower in pythia) [13] , the renormalization and factorization scales, and the PDFs. In the evaluation of the uncertainties we follow the recommendations of LHC Higgs Cross  section Working Group [59]. The renormalization and factorization scales are varied with two constraints such that 0.5µ 0 ≤ µ R , µ F ≤ 2µ 0 varies while requiring 0.5 ≤ µ R /µ F ≤ 2 (µ 0 is the recommended central scale value [59]); the shower scale parameter is varied as",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 335,
                    "text": "[56]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 339,
                    "text": "[57]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 343,
                    "text": "[58]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 460,
                    "text": "[13]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 638,
                    "text": "[59]",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 843,
                    "text": "[59]",
                    "end": 847
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The PDF uncertainty is obtained with the PDF4LHC15 nlo nf4 30 set [60][61][62][63]. The total theoretical uncertainty on the signal acceptance, taken as the linear sum of the shower scale, the renormalization and factorization scale, and the PDF uncertainties, varies from −16% to +18%. The difference in the signal acceptance between the pythia 6 and MadGraph5 amc@nlo+pythia 8 particle level simulation is less than the total theoretical uncertainty discussed above.",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 66,
                    "text": "[60]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 70,
                    "text": "[61]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 74,
                    "text": "[62]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 78,
                    "text": "[63]",
                    "end": 82
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "The dimuon mass distribution in figure 3 (left) is used in the evaluation of the limits on the cross section times branching fraction, σ(pp → bbA) B(A → µµ). The limits have been extracted using a test statistic based on the profile likelihood ratio and asymptotic formulae, along with the constraint of a positive signal, as proposed in refs. [64,65]. Systematic uncertainties are included in the form of nuisance parameters. The dimuon mass spectrum and the post-fit background event yield and its uncertainty given by the fit is presented in figure 5 (left), along with the expected signal for m A = 30 GeV assuming a signal cross section times branching fraction of 350 fb.",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 344,
                    "text": "[64,",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 348,
                    "text": "65]",
                    "end": 351
                }
            ]
        },
        {
            "section": "JHEP11(2017)010",
            "text": "We scan over A masses from 25 to 60 GeV. The expected and observed upper limits at 95% confidence level (CL) on σ(pp → bbA) B(A → µµ) are shown in figure 5 (right). Due to the good agreement between the data and the expected background before and after the fit the limits for all mass points in the mass interval of 25 < m µµ < 60 GeV are within two standard deviations of the expected limit.",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2017)010",
            "text": "In the 2HDM, the B(A → µµ) and B(A → τ τ ) are related through the ratio of the Yukawa couplings, and thus are proportional to the square of the lepton masses, i.e.  final state [8]. One can see that upper limits evaluated from the direct search for the A → µµ decay in bbA associated production are comparable with those from the A → τ τ search using the same production process.",
            "paragraph_rank": 50,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 178,
                    "text": "[8]",
                    "end": 181
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 11
        },
        {
            "section": "Summary",
            "text": "A light pseudoscalar Higgs boson, produced in association with a pair of b jets and decaying into two muons, has been searched for in pp collisions at √ s = 8 TeV with an integrated luminosity of 19.7 fb −1 . This is the first time associated production with b quarks in the dimuon decay channel has been looked for in the low dimuon mass range. No signal has been observed in the dimuon mass range from 25 to 60 GeV. Upper limits on the cross section times branching fraction, σ(pp → bbA) B(A → µµ), have been set. Despite the significantly lower branching fraction, the limits evaluated from the direct search for the A → µµ decay in bbA associated production are comparable with those from the A → τ τ search using the same production process.",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "JHEP11(2017)010",
            "section_rank": 12
        },
        {
            "section": "JHEP11(2017)010",
            "text": "and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI Ireland Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 11,
                    "text": "(Brazil)",
                    "end": 19
                },
                {
                    "start": 369,
                    "text": "Ireland",
                    "end": 376
                }
            ]
        },
        {
            "text": "Figure 1",
            "section_rank": 13
        },
        {
            "section": "Figure 1",
            "text": "Figure 1shows the transverse momentum of the leading (left) and subleading (right) muons, and figure 2 shows the p T of the leading b jet (left) and the p miss T (right) for the events passing the selection requirements for the other variables. The histogram labeled as MC(Top) shows the sum of the single top and top quark pair production processes.The upper limits on the signal contribution in the mass range of 25 < m µµ < 60 GeV have been extracted using a fit of the binned background and signal templates to the dimuon mass distribution in the region 12 < m µµ < 70 GeV. The mass intervals of[12][13][14][15][16][17][18][19][20][21][22][23][24][25] and[60][61][62][63][64][65][66][67][68][69][70] GeV have been used for a verification of the background expectation obtained from the simulation.The signal and background templates are obtained from simulation rescaled and corrected using information from data. To obtain signal mass shapes in 1 GeV steps we perform a linear interpolation between histograms as a function of the mass using the algorithm described in ref.[49] and implemented in the root package[50]. The W+jets and VV background event yields are found to be negligible. The predicted yields for the background processes take into account the following sources of systematic uncertainty, where the range of variations of each source was determined in dedicated studies with appropriate data control samples or, if relevant, from the theory uncertainty affecting the prediction:",
            "paragraph_rank": 53,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 599,
                    "text": "[12]",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 603,
                    "text": "[13]",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 607,
                    "text": "[14]",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 611,
                    "text": "[15]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 615,
                    "text": "[16]",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 619,
                    "text": "[17]",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 623,
                    "text": "[18]",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 627,
                    "text": "[19]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 631,
                    "text": "[20]",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 635,
                    "text": "[21]",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 639,
                    "text": "[22]",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 643,
                    "text": "[23]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 647,
                    "text": "[24]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 651,
                    "text": "[25]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 659,
                    "text": "[60]",
                    "end": 663
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 663,
                    "text": "[61]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 667,
                    "text": "[62]",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 671,
                    "text": "[63]",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 675,
                    "text": "[64]",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 679,
                    "text": "[65]",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1078,
                    "text": "[49]",
                    "end": 1082
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1118,
                    "text": "[50]",
                    "end": 1122
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 14
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The transverse momentum of the leading (left) and the subleading (right) muon for data (dots) and simulation (histograms). The histograms for simulated backgrounds are stacked. The histogram labeled as MC(Top) shows the sum of the single top and top quark pair production processes. The expected signal is shown assuming a signal cross section times branching fraction of 350 fb. The background is normalized to the number of events expected from simulation. In the lower panel, the ratio of the number of events in data and background simulation is shown.",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "JHEP11",
            "section_rank": 15
        },
        {
            "section": "JHEP11",
            "text": "sented in figure 3 (left) together with the expected signal for m A = 30 GeV assuming a",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "Figure 3 .",
            "section_rank": 16
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Left: the dimuon mass distribution with the pre-fit expected background event yield and its uncertainty, and the expected signal for m A = 30 GeV assuming a signal cross section times branching fraction of 350 fb. Right: cross-check with the e + e − final state showing the dielectron mass spectrum with the expected background event yield and its uncertainty.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Figure 4 .",
            "section_rank": 17
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. The dimuon mass distribution with the pre-fit expected background event yield for events selected by both the main (PF) and alternative (JPT) jet reconstruction methods as well as events selected by only the JPT algorithm.",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "open circles infigure 5show the upper limits on σ(pp → bbA) B(A → µµ) obtained from the limits on σ(pp → bbA) B(A → τ τ ) evaluated in the CMS analysis of the A → τ τ",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Figure 5 .",
            "section_rank": 19
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Left: the dimuon mass distribution with the post-fit background event yield and its uncertainty given by the fit, and the expected signal for m A = 30 GeV assuming a signal cross section times branching fraction of 350 fb. Right: expected and observed upper limit at 95% CL on σ(pp → bbA) BA → µµ) as a function of m A . The open circles show the limits obtained in the CMS analysis of the A → τ τ final state[8] when translated into limits for the A → µµ final state using eq. (5.1).",
            "paragraph_rank": 59,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 419,
                    "text": "[8]",
                    "end": 422
                }
            ]
        },
        {
            "text": "; INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR and RAEP (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.). Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Clarín-COFUND del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); and the Welch Foundation, contract C-1845.",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Acknowledgments",
            "section_rank": 22
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ,",
            "paragraph_rank": 61,
            "section_rank": 22
        }
    ]
}