{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The densities passed through for neutrinos going from Fermilab to Sanford lab are obtained using two recent density tables, crustal [1] and Shen-Ritzwoller[2], as well as the values from an older table PEMC[3].",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "1 Dividing up the path Twenty five points were selected taking equal intervals of latitude and longitude. However, the angle ∆θ between the lines joining the endpoints of these intervals to the center of the earth are not constant:",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "• The size of the interval ∆longitude varies with latitude as cos(lat) To get the correct angle ∆θ it is necessary to weight ∆longitude by cos(latitude).",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "• The earth is approximately an ellipsoid. The radius in the North-South direction is 6356 km and in the equatorial direction it is 6378 km.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "(x/6378) 2 + (y/6356) 2 = 1.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Let the distance from the center of the earth to sea-level at a given latitude-longitude value be R, the local radius. Then x = R cos(lat); y = R sin(lat) R = 1./ (cos(lat)/6378.) 2 + (sin(lat)/6356.) 2 )",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "If we have a flat earth then then we would go from the initial height to final height linearly with distance, dist(i).",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "flat height = (endseaheight * dist(i)+startseaheight * (distfltosanford−dist(i)))/distfltosanford.",
            "paragraph_rank": 7,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The start height of the beam at Fermilab is 228.4 m above sea level and the end height of the midpoint of the detector at Sanford Lab is 159 m. The distance from Fermilab to Sanford lab (F ltoSl) was taken as 1285 km.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "For the curved earth part starting and ending at sea-level with an arc of θ, imagine the angle of the arc goes from −θ/2 to +θ/2. For 25 points, the midpoint, where the angle is zero, is to first order given by the 13th point. See Figure 1. However, since the individual arcs between points are not quite equal it is necessary to empirically slightly modify the midpoint from 13/25 to 13.02058/25. Some simplifications can be made. Referring to Figure 1, it is seen that L = 2R sin(∆θ/2). However, ∆θ ≈ 0.010 radians, a very small value. writing L ≈ R∆θ introduces a negligible error in ∆L/L of 2. × 10 −5 . For this short segment the length of the arc and the length of the chord are essentially equal.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 231,
                    "text": "Figure 1",
                    "end": 239
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 445,
                    "text": "Figure 1",
                    "end": 453
                }
            ]
        },
        {
            "text": "Next look at t. t is not quite perpendicular to the straight line, but the error is small. The fractional error in t is zero at the center of the arc and incrases, approximately quadratically, approaching a value of 0.5% of the perpendicular distance by the end of the arc, where t is very small.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "We can ignore the t 2 term.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The distance above sea level is then given by the sum of the flat height and the curved height. There is an additional effect called the geoid height, but it is very small, about 0.01 m for the Fermilab point and −13.7m for the Sanford lab point. Look at Figure 2 to see how to get from point to point. Let ∆t be the contribution to t from an individual step and ∆θ the change in angle. Add ∆t to the previous t. The angle with the midpoint is θ midpoint -previous θ − ∆θ = α and ∆t ≈ sin(α) × ∆θ × R. The straight line distance from FL to SL is incremented by cos(α) × R × ∆θ. The density maps depend on the depth of the beam below ground at the various points. At Sanford Lab there are a number of hills and the beam ends up above sea level even though the center of the detector is close to 1470 m beneath the surface. The elevation at a given    latitude and longitude can be obtained from a convenient web site [4] and the difference between the elevation and the sea level height of the beam is then the depth. In general the elevation various smoothly except very near Sanford Lab. Had there been a lack of smoothness over a fair fraction of the path it would have added considerable uncertainty to the density map.  • 4) middle sediments \"",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 255,
                    "text": "Figure 2",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "start": 916,
                    "text": "[4]",
                    "end": 919
                }
            ]
        },
        {
            "text": "• 5) lower sediments \"",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "• 6) upper crystalline crust Comments: Density is in gm/cm 3 . Our longitude (W) corresponds to negative values here. For a given latitude and longitude, the Crustal supplied program getCN1point gives V PN, V SN, ρ and bottom of each layer. For all maps in this note, the depth, not the sea-level height is used in the maps.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The program getCN1point asks for input and then produces a set of densities and layer bottoms:",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "enter center lat, long of desired tile (q to quit) 43.  ----------------------------  ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 56,
                    "text": "----------------------------",
                    "end": 84
                }
            ]
        },
        {
            "text": "Comments on uncertainties",
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "Although the actual situation is more complicated, we will look at uncertainties in the total amount of matter passed through to get an indication of uncertainties. There are two kinds of uncertainties to be considered, statistical and systematic. Statistical uncertainties are due to random differences. Sometimes the depths are near a boundary between two densities. The boundaries are probably not completely flat and there is some transition region. Some uncertainties for the crustal map are given below.",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "• Point 4 has depth −14.4 km and crustal has limits for 2.74 at −13.10 km and 2.83 below that.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "• Point 8 has depth −27.1 km and crustal has limits 2.83 to −27.17 and 2.92 beyond that.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "• Point 10 has depth −30.7 km and crustal has limits for 2.77 at −30.48 km and 2.92 beyond that.",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "• Point 11 has depth −31.8 km and crustal has limits for of 2.83 down to −30.48 km and 2.92 beyond that.",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "• Point 13 has depth −32.7km and crustal has 2.83 down to −31.17 and 2.92 beyond that.",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "• Point 14 has depth −32.4 km and crustal has 2.83 down to −31.17 and 2.92 below that.",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "We have six out of twenty-five path segments with approximately 4% uncertainties. If we view this as a random walk then the standard deviation in the total mount of matter passed through is 0.43%. Even if all twenty-five path segments had a 4% uncertainty, the standard deviation in the total amount of matter passed through would be 0.8%. The statistical uncertainties are quite small. There are many more layers given for the Shen,Ritzwoller map and the differences from layer to layer are of the order of 1% (except for the last point, which has 15% differences). The statistical uncertainties are again small.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "The systematic uncertainties are those due to a systematic error in the density of the layers. One approach is to compare the mean density for the three maps: PEMC 2.845 gm/cm 3 ; Crustal 2.817 gm/cm 3 ; Shen-Ritzwoller; 2.848 gm/cm 3 . The PEMC map and the Shen-Ritzwoller map have essentially identical means while the Crustal mean is approximately 1% lower.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "section": "Comments on uncertainties",
            "text": "For the Shen-Ritzwoller map there is another way to estimate errors. Their density is calculated from the shear-wave velocity (vs) using the empirical formula [5]: ρ = 1.227 + 1.53vs − 0.837vs 2 + 0.207vs 3 − 0.01066vs 4 Shen and Ritzwoller are still calculating detailed systematic errors, but they suggest that a reasonable estimate is to use the standard deviation in vs given in Figure 15 of their publication to estimate the error in density. From that figure, the standard deviation in the magnitude vs is of the order of 0.03 to 0.05 km/sec over the region of the DUNE beam. The fractional errors in density obtained are fairly constant over the beam path. For 0.03, 0.05, and 0.07 km/sec errors in vs, one obtains mean fractional errors in density of 0.5%, 0.8% and 1.2%.",
            "paragraph_rank": 26,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 159,
                    "text": "[5]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "start": 219,
                    "text": "4",
                    "end": 220
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 383,
                    "text": "Figure 15",
                    "end": 392
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 4
        },
        {
            "section": "Acknowledgements",
            "text": "I wish to acknowledge the considerable help of Professor Henry Pollack of the Earth and Environmental Sciences Department, University of Michigan, in providing considerable expertise to help me understand at least some elementary basics of the field.",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "Figure 1 :",
            "section_rank": 5
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Figure to find the height of the earth surface above the straight line L connecting the sea level points at initial and final destinations. R = radius of circle, s = distance at the midpoint perpendicular to the straight line from the straight line to the circle (the sagitta) and t the distance from the straight line to the circle at a distance d from the start.",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Figure 2 :",
            "section_rank": 6
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Figure to find the tilt (α) of the earth surface to the straight line connecting the sea level points at initial and final destinations. R = radius of circle, t = distance from the straight line to the circle, and ∆t = change in t from beginning to end of segment.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "Figure 3 :",
            "section_rank": 7
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Seaheight and -depth vs distance from Fermilab. Blue is the seaheight; red is the negative of depth.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "• 7 )",
            "section_rank": 8
        },
        {
            "section": "• 7 )",
            "text": "middle crystalline crust • 8) lower crystalline crust Although it is not needed here, a ninth layer gives V Pn, V Sn and ρ below the Moho. The parameters below the Moho are determined using a modified version of the recent Pn model LLNL-G3Dv3 on continents and a thermal model in the oceans. V Pn and V Sn are the compression (primary) and the shear (secondary) wave velocities of sound in the medium. The model is defined from 89.5 to -89.5 deg latitude and -179.5 to 179.5 deg longitude.",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "Figure 4 :",
            "section_rank": 9
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Densities vs distance. Red is the CRUSTAL map, blue is the Shen-Ritzwoller map, and green is the old PEM-C map.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "2",
            "section_rank": 10
        },
        {
            "section": "2",
            "text": "The density mapsCrustal[1] is a recent (2013) attempt to find the density of the earth as a function of latitude and longitude. CRUST1.0 is an 8 layer model. The cells average crustal structure over a 1x1 degree cells (about 110×110 km), i.e. the grid associated with the model is defined as the center of these cells. If a model is therefore requested for a certain cell, the midpoint of this cell is to be used. For example, the model in the cell 5 to 6 deg latitude and 150 to 151 deg longitude should be inquired at 5.5 deg latitude and 150.5 deg longitude.",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 23,
                    "text": "[1]",
                    "end": 26
                }
            ]
        },
        {
            "text": "For this latitude and longitude the distance from sea level was −17,618 meters and the density was 2.81 gm/cm 3The Shen, Ritzwoller model[2] is a new (2016) density map only of the United states in 1/4 × 1/4 degree bins of latitude and longitude. The density map is divided into many more layers, than the Crustal map. There are more than 50 layers.There is also an older map, PEMC[3] included for historical reasons.",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 137,
                    "text": "[2]",
                    "end": 140
                }
            ]
        }
    ]
}