{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Using e + e − annihilation data taken at the CESR collider with the CLEO-c detector, measurements of hyperon pair production cross sections and elastic and transition electromagnetic form Results with good statistical precision are obtained with high efficiency particle identification. Systematics of pair production cross sections, and form factors with respect to the number of strange quarks in the hyperons are studied, and evidence is presented for effects of diquark correlations in comparative results for Λ 0 and Σ 0 , both of which have the same uds quark content but different isospin.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The Universe is made of baryons. With six different species of quarks, ground state baryons can be made in 20 different combinations of three quarks. Of these twenty, only one, the proton is stable, and is available as a target for the study of its structure by means of scattering experiments in which spacelike (Q 2 positive) momentum transfer (four-momentum 2 ≡ three-momentum 2 − t 2 ) is made, leading to electromagnetic spacelike form factors. This has led to extensive studies of the structure of the proton [1]. In contrast, studies of the structure of other baryons can only be made by production experiments for timelike (Q 2 negative) momentum transfers.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 515,
                    "text": "[1]",
                    "end": 518
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Although the importance of studying hyperon structure, and measurement of timelike form factors of hyperons, was pointed out as early as 1960 by Cabibbo and Gatto [2], experimental measurements became possible only with the advent of pp and e + e − colliders, and the first measurements were reported only thirty years later. In 1990, DM2 Collaboration at Orsay reported the first measurement of the production of Λ 0 and Σ 0 and their timelike form factors [3], and in 2007 the BaBar Collaboration at SLAC reported [4] measurement of elastic form factors of Λ 0 , Σ 0 and Λ 0 Σ 0 transition form factors using the ISR technique. Both the DM2 and BaBar measurements were made near threshold energies, and very few counts were observed. Small statistics and small momentum transfer (generally < 5 GeV 2 ) did not lend these measurements to interpretation in terms of pQCD.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 163,
                    "text": "[2]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 458,
                    "text": "[3]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 516,
                    "text": "[4]",
                    "end": 519
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The first measurements of hyperon pair production at large momentum transfer were made by the CLEO Collaboration at Cornell in 2005. They reported branching fractions for the production of Λ, Σ, and Ξ hyperons at the ψ(2S, 3686 MeV) resonance for |Q| 2 = 13.6 GeV 2 [5]. It was subsequently noted that pQCD predicts that, unlike at ψ(2S), resonance production of hadron pairs at ψ(3770) and ψ(4170) was expected to be very small, and non-resonance electromagnetic production of hadron pairs would dominate, and it could be used to determine electromagnetic form factors for large timelike momen-tum transfers. We use the pQCD prediction that the hadronic and leptonic decays of ψ(nS) states scale similarly with the principal quantum number n, i.e.,",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 266,
                    "text": "[5]",
                    "end": 269
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "to estimate that the resonance contribution to data taken at the ψ(3770) and ψ(4170) is negligibly small, and these data can be used to determine timelike form factors of hadrons. The validity of this expectation was confirmed by us in successful measurements of the form factors of pion, kaon, and proton at ψ(3770) and ψ(4170) [6]. Using the measured branching fractions for the J/ψ and ψ(2S) [9], and the present luminosities and efficiencies, we determine that the expected number of events is 3.0 Λ 0 , 1.4 Σ + , 1.2 Σ 0 , 1.2 Ξ − , 0.6 Ξ 0 , and 0.3 Ω − for resonance decays of the ψ(3770) in the present measurements, and 2.0 Λ 0 , 1.0 Σ + , 0.9 Σ 0 , 0.9 Ξ − , 0.4 Ξ 0 , and 0.2 Ω − for resonance decays of the ψ(4170). In other words, the contributions of resonance decays are negligibly small in all cases, and the observed events at ψ(3770) and ψ(4170) can be safely attributed to electromagnetic production, e + e − → γ * → BB, and can be used to determine form factors.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 329,
                    "text": "[6]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 395,
                    "text": "[9]",
                    "end": 398
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Using this assumption we made measurements of timelike form factors of Λ 0 , Σ 0 , Σ + , Ξ 0 , Ξ − , Ω − hyperons for |Q 2 | = 14.2 GeV 2 and 17.4 GeV 2 , and reported our first results in 2014 [7]. Since then, we have substantially improved (by factors of 3 − 5) the efficiency of our hyperon identification, and in this paper we present our final results for the electromagnetic form factors of hyperons with improved precision. We also present for the first time our results for the Λ 0 Σ 0 transition form factor, and we update our results for pair production cross sections and branching fractions for ψ(2S) decay. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 194,
                    "text": "[7]",
                    "end": 197
                }
            ]
        },
        {
            "text": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "section_rank": 3
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "We use data taken with the CLEO-c detector, which has been described in detail elsewhere [8]  ",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 89,
                    "text": "[8]",
                    "end": 92
                }
            ]
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "[charge conjugate decay modes are included]. We note that in all but Σ + , a Λ 0 is produced which leads to a displaced vertex and very clean hyperon identification. The event selections used to reconstruct these hyperon decays are similar to those described in our previous publication [7], and are briefly described below. Charged particles (π ± , K ± , p/p) are required to have | cos θ| < 0.93, where θ is the polar angle with respect to the e + beam. To identify charged particles, we use the combined likelihood variable",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 287,
                    "text": "[7]",
                    "end": 290
                }
            ]
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "where i, j are the particle hypotheses π, K, p, dE/dx is the measured energy loss in the drift chamber, and L RICH is the log-likelihood of the particle hypothesis using information from the RICH detector. We identify protons by requiring that the measured properties of the charged particle be more like a proton than either a charged pion or kaon by 3σ, i.e., ∆L p,π < −9 and ∆L p,K < −9. Kaons from the decay Ω − → Λ 0 K − suffer from larger backgrounds, and a stricter requirement of ∆L K,π < −25 and ∆L K,p < −25 is used.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "Any number of photons are allowed in an event. Photon candidates are calorimeter showers in the \"good barrel\" (| cos θ| = 0 − 0.81) or \"good endcap\" (| cos θ| = 0.85 − 0.93) regions that do not contain one of the few noisy calorimeter cells, are inconsistent with the projection of a charged particle track, and have a transverse energy deposition consistent with that of an electromagnetic shower. We reconstruct π 0 → γγ decays by requir-ing that photon candidate pairs have mass within 3σ of the known M (π 0 ), and then kinematically fitting them to M (π 0 ). The π 0 candidates are initially assumed to originate from the interaction point, however the π 0 candidates used to reconstruct Σ + and Ξ 0 candidates are refit with the assumption that they originate at the decay vertex of their primary hyperon.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "We identify hyperons by kinematically fitting them under the assumption that all particles originate from a common vertex, and require that this vertex be displaced from the interaction point by > 3σ. The Λ 0 hyperons are reconstructed by combining two oppositely charged tracks. The higher momentum track is required to be identified as a negative proton, and the lower momentum track is assumed to be a negative pion. When reconstructing hyperons which decay into a Λ 0 , each Λ 0 candidate is further required to be consistent with its nominal mass of M (Λ 0 ) = 1115.683 MeV [9] within 5σ. It is then kinematically fitted to this nominal mass, and is required to have a decay vertex at a greater distance from the interaction point than that of the hyperons decaying into Λ 0 .",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 579,
                    "text": "[9]",
                    "end": 582
                }
            ]
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "The Σ + hyperons are reconstructed by combining protons with π 0 candidates. Only Σ + candidates with a kinematic fit χ 2 of < 20 are kept.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "The Σ 0 hyperons are reconstructed by combining a Λ 0 candidate with a photon candidate. The photon candidate is required to have an energy greater than 50 MeV.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "II. DATA SAMPLES AND EVENT SELECTIONS",
            "text": "The Ξ − and Ω − hyperons are reconstructed by combining a Λ 0 candidate with a charged track identified as π − and K − , respectively. The Ξ 0 hyperons are reconstructed similarly to the Σ + hyperon, with the proton replaced by a Λ 0 candidate, and an additional requirement of the kinematic fit χ 2 < 20. Monte Carlo simulations were performed to study the effect of crossfeeds between the different BB final states, including the ΛΛ, ΛΣ 0 , and ΣΣ decays. The amount of crossfeeds were found to be less than 1%.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "III. RESULTS",
            "section_rank": 4
        },
        {
            "section": "III. RESULTS",
            "text": "We present our results for pair production of hyperons from ψ(2S) decays in Sec. III.A, and our results for the determination of timelike form factors of hyperons for the data at ψ(3770) and ψ(4170) in Sec. III.B. We present our first results for the determination of the Λ 0 Σ 0 transition form factor in Sec. III.C.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "section_rank": 5
        },
        {
            "section": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "text": "Hyperons at ψ(2S)",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "text": "In Fig. 1 we show the raw invariant mass spectra for the ψ(2S) data as obtained by identifying either a single hyperon or antihyperon.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 1",
                    "end": 9
                }
            ]
        },
        {
            "section": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "text": "In Fig. 2, we show the momentum distributions for the hyperon candidates in the signal mass regions bounded by the dashed vertical lines in Fig. 1. The sharp peaks at high momenta in these distributions are due to pair production of hyperons BB. The large yields at lower momenta are due to hyperons produced in association with other hadrons (mostly pions and kaons), B or B+X, and combinatorial backgrounds underneath the hyperon peaks in Fig. 1.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 2",
                    "end": 9
                },
                {
                    "type": "figure",
                    "start": 140,
                    "text": "Fig. 1",
                    "end": 146
                },
                {
                    "type": "figure",
                    "start": 441,
                    "text": "Fig. 1",
                    "end": 447
                }
            ]
        },
        {
            "section": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "text": "The yield of the pair-produced hyperons can be conveniently obtained as the events which satisfy the requirement [E(B) or E(B)]/E(beam) = 0.99 − 1.01. The invariant mass distributions of these events is shown in Fig. 3. Simple fits to these spectra with small constant backgrounds lead to the results listed in Table I. From these fits, we obtain",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 212,
                    "text": "Fig. 3",
                    "end": 218
                },
                {
                    "type": "table",
                    "start": 311,
                    "text": "Table I",
                    "end": 318
                }
            ]
        },
        {
            "section": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "text": "where",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "text": "is the MC-determined efficiency, L = 48 pb −1 is the e + e − luminosity which leads to N (ψ(2S) produced) = 24.5 × 10 6 , and C is the radiative correction factor of 0.76 − 0.78. The contribution of form factor events in these data, N ff , are estimated by pQCD-based extrapolations, assuming a s −5 cross section dependence, from the timelike form factor measured in Sec. III.B. at ψ(3770). The branching fractions are calculated as",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "A. Resonance Production of Λ, Σ, Ξ, and Ω",
            "text": "The numerical results are presented in Table I. For comparison, we also list in Table I our earlier published results [6], as well as the recent results by BES-III for Λ 0 , Σ 0 , and Ξ − pair production. We note that the BES-III results are in good agreement with ours. Cross sections and branching fractions corresponding to the large yields for single hyperon + X inclusive production require evaluation of momentum-dependent efficiencies, and are not presented here, except to note that the ratio σ(Λ 0 )/σ(Σ 0 ) for the inclusive Λ 0 and Σ 0 production is found to be 4.1 ± 0.6.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 39,
                    "text": "Table I",
                    "end": 46
                },
                {
                    "type": "table",
                    "start": 80,
                    "text": "Table I",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 118,
                    "text": "[6]",
                    "end": 121
                }
            ]
        },
        {
            "text": "B. Form Factor Measurements",
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "The data for ψ(3770) and ψ(4170) are analyzed for hyperon pair production in exactly the same manner as the ψ(2S) data. The invariant mass spectra for ψ(3770) are shown in Fig. 4, and those for ψ(4170) in Fig. 5. The numerical results are presented in Tables II and III. As expected, the yields for electromagnetic production of hyperon pairs are much smaller than those for resonance production in the case of ψ(2S), despite factors 10 − 20 larger luminosities. The MC efficiencies differ from those for ψ(2S) only by small amounts. The resulting pair production cross sections are smaller by factors as large as several hundred.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 172,
                    "text": "Fig. 4",
                    "end": 178
                },
                {
                    "type": "figure",
                    "start": 205,
                    "text": "Fig. 5",
                    "end": 211
                },
                {
                    "type": "table",
                    "start": 252,
                    "text": "Tables II and III.",
                    "end": 270
                }
            ]
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "As can be seen in Table III, the yield of hyperon pair production at ψ(4170) is smaller by factors 4 to 10 than that for ψ(3770), and the cross sections have substantially larger errors, which lead to fits of poorer quality in Fig. 5. This is mainly due to differences in luminosity, and the fact that according to QCD quark counting rules [12], baryon form factor cross sections fall as s −5 .",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 18,
                    "text": "Table III",
                    "end": 27
                },
                {
                    "type": "figure",
                    "start": 227,
                    "text": "Fig. 5",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 340,
                    "text": "[12]",
                    "end": 344
                }
            ]
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "In Tables II and III, we also show results for the determination of timelike form factors using the conventional relation between cross sections and electric and magnetic form factors G E (s) and G M (s) of spin−1/2 nucleons.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Tables II and III",
                    "end": 20
                }
            ]
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "It has become conventional to analyze pair production cross sections for the determination of timelike form factors as is conventionally used to analyze cross sections for spacelike momentum transfers to determined spacelike form factors. It is therefore instructive to review the relationship between the two.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "Electromagnetic form factors are analytic functions of four-momentum transfer, |Q 2 |. It follows that form factors for timelike momentum transfer are related to those for spacelike momentum transfer by analytic continuation, and timelike and spacelike form factors they should be analyzed in the same formalism, i.e., in terms of the Dirac form factor F 1 and the Pauli form factor F 2 , or equivalently, in terms of the electric form factor G E and the magnetic form factor G M , with the relations",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "However, the physical meaning of G E and G M is not the same for spacelike and timelike momentum transfers. While spacelike G E and G M are related to spatial distributions of charge and magnetic moment through Fourier transforms, timelike G E and G M are related to helicity correlations in the particle-antiparticle pair, with F 2 denoting photon coupling to particle-antiparticle pairs with par- allel spins, and F 1 to pairs with antiparallel spins. The relation between cross sections and G E and G M form factors for spin-1/2 hadrons is",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "where α is the fine structure constant, β B is the velocity of the baryons in the center-of-mass system, and m B is the mass of the baryon B.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "Because the contributions of G E and G M terms have different angular dependences, it is possible to determine |G E /G M | by analyzing the angular distributions of the TABLE I. Summary of cross section and branching fraction results from ψ(2S) data. The systematic uncertainties are taken from Table IV. Note that the results for protons are borrowed from our Ref. [6]. The uncertainties in our present results are smaller than our results in Ref. [6]   Table IV. The results for protons are borrowed from our Ref. [6]. Note that the σB in column 3 for hyperon pair production at ψ(4170) are smaller by factors 4 to 10 than these for ψ(3770) in Table II We have analyzed the angular distributions for our data for ψ(3770), Q 2 = 14.2 GeV 2 , for three hyperons for which we have the largest number of events in Table II, N (Λ 0 ) = 498 ± 39, N (Ξ − ) = 240 ± 17, and N (Ξ 0 ) = 111 ± 12. We follow the MC-based procedure described by BaBar, and for all three we obtain |G E /G M | = 0, with 90% confidence limits: Our results for all three cases are thus consistent with",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 366,
                    "text": "[6]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 449,
                    "text": "[6]",
                    "end": 452
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 455,
                    "text": "Table IV",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 516,
                    "text": "[6]",
                    "end": 519
                },
                {
                    "type": "table",
                    "start": 646,
                    "text": "Table II",
                    "end": 654
                },
                {
                    "type": "table",
                    "start": 812,
                    "text": "Table II",
                    "end": 820
                }
            ]
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "We therefore analyze our data assuming",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "We analyze Ω − Ω − cross section also using Eq. 4, although, as noted by Körner and Kuroda, for spin-3/2 baryons the form factors includes higher-moment contributions [13].",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 48,
                    "text": "4",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 167,
                    "text": "[13]",
                    "end": 171
                }
            ]
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "We use the reaction e + e − → Λ 0 Σ 0 to measure the Σ 0 → Λ 0 transition form factor, which requires us to reconstruct both the Λ 0 and Σ 0 separately. We also have to take into account that Σ 0 decays almost entirely via Σ 0 → γΛ 0 , with the transition photon of low energy (∼ 80 MeV). To reconstruct the Λ 0 and Σ 0 for this reaction, we use the event selections as described before, except that protons are identified using the looser criteria of ∆L p,π < 0 and ∆L p,K < 0. To select fully-reconstructed Λ 0 Σ 0 pairs, we require the total momentum of the Λ 0 Σ 0 pair to be less than 50 MeV. To distinguish pair-produced Λ 0 Σ 0 candidates from Λ 0 Σ 0 candidates which come from Σ 0 Σ 0 events in which one of the Σ 0 → γΛ 0 transition photons is lost or ignored, we require the total momentum of the Λ 0 Σ 0 to be smaller than that of any Σ 0 Σ 0 pair in the event.",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "Finally, the Λ 0 Σ 0 pair is kinematically fitted to the initial energy and momentum of the e + e − collision, and the fit is required to have χ 2 < 20. If there are multiple Λ 0 Σ 0 candidate pairs in the event, the pair with the smallest χ 2 is kept. With these selection criteria, Monte Carlo studies show negligible backgrounds from the Λ 0 Λ 0 and Σ 0 Σ 0 final states.",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "B. Form Factor Measurements",
            "text": "The distribution of X(Λ 0 Σ 0 ) ≡ [E(Λ 0 )+E(Σ 0 )]/ √ s for each data set is shown in Fig. 6. Clear peaks are seen in each case with essentially no background. We take signal events to be in the range X(Λ 0 Σ 0 ) = 0.99 − 1.01. The Λ 0 Σ 0 results for branching fractions, cross sections, and the form factors are calculated as previously described, and are summarized in the bottom rows of Tables I, II, and III. The systematic uncertainty in these branching   Luminosity  1  1  1  1  1  1  Track reconstruction  2  2  1  3  2  3  Particle ID  2  2  2  2  fraction and cross section measurements is determined as described in Ref. [7], and is found to be 6.7%.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 87,
                    "text": "Fig. 6",
                    "end": 93
                },
                {
                    "type": "table",
                    "start": 392,
                    "text": "Tables I, II",
                    "end": 404
                },
                {
                    "type": "table",
                    "start": 463,
                    "text": "Luminosity  1  1  1  1  1  1  Track reconstruction  2  2  1  3  2  3  Particle ID  2  2  2  2",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 633,
                    "text": "[7]",
                    "end": 636
                }
            ]
        },
        {
            "text": "IV. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 7
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES",
            "text": "We evaluate systematic uncertainties due to various sources for each final state and add the contributions from the different sources together in quadrature. The uncertainties due to particle reconstruction are 1% per charged particle, 2% per γ, 2% per π 0 , and 1% per hyperon. There are additional uncertainties of 2% per p and K due to the use of RICH and dE/dx information. Other systematic uncertainties are 2% in N (ψ(2S)), 1% in e + e − luminosity, and 0.2% in the radiative corrections. Uncertainties in hyperon peak fitting are evaluated by varying the order of the polynomial background and the fit range. The largest variation of these is taken as the estimate of systematic uncertainty in peak fitting. The individual values and quadrature sums are given in Table IV.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 770,
                    "text": "Table IV",
                    "end": 778
                }
            ]
        },
        {
            "text": "V. SUMMARY AND DISCUSSION OF RESULTS",
            "section_rank": 8
        },
        {
            "section": "V. SUMMARY AND DISCUSSION OF RESULTS",
            "text": "We have made the world's first high precision measurements of pair production of Λ 0 , Σ 0 , Σ + , Ξ 0 , Ξ − , and Ω − hyperons at large timelike momentum transfers of constant ratio, R = σ(3.77 GeV)/σ(4.17 GeV) = 2.74 for all hyperons. Instead, as shown in Fig. 7(c), we find that the ratio changes with the number n s of strange quarks in the hyperon, being R(n s = 0, proton) = 0.5, R(n s = 1, Λ 0 , Σ 0 , Σ + ) ≈ 4, and R(n s = 2, Ξ − , Ξ 0 ) ≈ 10. The spin-3/2 Ω − , and the Λ 0 Σ 0 transition pair do not follow the trend.",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 258,
                    "text": "Fig. 7(c)",
                    "end": 267
                }
            ]
        },
        {
            "section": "V. SUMMARY AND DISCUSSION OF RESULTS",
            "text": "The electromagnetic production data for |Q 2 | = 14.2 and 17.4 GeV 2 is analyzed in terms of the traditional electric and magnetic form factors, G E (Q 2 ) and G M (Q 2 ). The angular distributions of the measured cross section for |Q 2 | = 14.2 GeV 2 are found to be consistent with |G E /G M | = 0. This rather unexpected result is at variance with BaBar's determination of |G E /G M | = 1 for ΛΛ production for |Q 2 | < 8 GeV 2 , but is in agreement with Jlab measurement of G E = 0 at |Q 2 | ≈ 8 GeV 2 for the spacelike form factor of the proton [14].",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 550,
                    "text": "[14]",
                    "end": 554
                }
            ]
        },
        {
            "section": "V. SUMMARY AND DISCUSSION OF RESULTS",
            "text": "We analyze our data for determining the timelike form factor, G M (Q 2 ) with the assumption |G E /G M | = 0, i.e., G E = 0. We note however that if |G E /G M | = 1 is assumed the resulting G M values would be smaller by 8 − 18% than the values in our Tables II and III, and in Results from the present analysis are shown by the filled circles (\"NU\"). Results from previous measurements by the DM2 [3] and BaBar [4] Collaborations are also shown with closed triangles and open circles, respectively. The first panel shows measurements of proton timelike form factors for comparison from BaBar [22], Fermilab E760/E835 [23], BES [24], and analyses of CLEO data (NU) [25].",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 398,
                    "text": "[3]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 412,
                    "text": "[4]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 593,
                    "text": "[22]",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 618,
                    "text": "[23]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 628,
                    "text": "[24]",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 665,
                    "text": "[25]",
                    "end": 669
                }
            ]
        },
        {
            "text": "Figs. 8 and 9.",
            "section_rank": 9
        },
        {
            "section": "Figs. 8 and 9.",
            "text": "No pQCD or lattice-based predictions for hyperon pair production or inclusive hyperon production cross sections or timelike form factors exist. Two predictions based on the vector dominance (VDM) model exist. The first is the 1977 prediction of Körner and Kuroda [13] for pair production cross sections of all hyperons for |Q 2 | = threshold to 16 GeV 2 . The other is the recent (1991) VDM calculation by Dubnickova et al. [15], for the spacelike and timelike form factors from threshold to √ s = 10 GeV. No experimental data were available to Körner and Kuroda in 1977 to constrain the parameters of their calculation, and their predicted cross sections at ψ(3770) are found to be generally an order of magnitude smaller than our measured cross sections in Table II.",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 263,
                    "text": "[13]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 424,
                    "text": "[15]",
                    "end": 428
                },
                {
                    "type": "table",
                    "start": 759,
                    "text": "Table II",
                    "end": 767
                }
            ]
        },
        {
            "section": "Figs. 8 and 9.",
            "text": "In their VDM calculation for Λ production Dubnick-ova et al. [15] normalize their parameters to fit the value measured by DM2 for Λ production at |Q 2 | = 5.7 GeV 2 . They therefore do not designate their results for Λ production at other energies as predictions. We note, however, that their 'non-predictions' extrapolated to |Q 2 | = 14.2 GeV 2 giave σ(Λ 0 ) = 0.81 pb, and G E = G M = 1.28 × 10 −2 in agreement with our measurements in Table II.",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 61,
                    "text": "[15]",
                    "end": 65
                },
                {
                    "type": "table",
                    "start": 439,
                    "text": "Table II",
                    "end": 447
                }
            ]
        },
        {
            "section": "Figs. 8 and 9.",
            "text": "Our most important finding concerns the significant difference we find in the electromagnetic production cross section of Λ 0 and Σ 0 which have the same uds quark content but different isospins, and its explanation in terms of diquark correlations.",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "section": "Figs. 8 and 9.",
            "text": "A. Λ 0 , Σ 0 Production and Diquark Correlations",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "Figs. 8 and 9.",
            "text": "The importance of certain configurations of flavor, spin, and isospin of two quarks in the structure of hadrons has been recognized for a long time (for a review see Anselmino et al. [16].) One of the best examples of the role of diquarks was provided by the Fermilab measurement of the timelike form factor of proton. It was found to be twice as large as its spacelike form factor, and it was successfully explained by considering a diquarkquark structure for the proton [17].",
            "paragraph_rank": 44,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 183,
                    "text": "[16]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 472,
                    "text": "[17]",
                    "end": 476
                }
            ]
        },
        {
            "section": "Figs. 8 and 9.",
            "text": "Recently, Wilczek, Jaffe and colleagues [18][19][20] have emphasized the importance of the flavor, spin, and isospin antisymmetric state of two quarks in the structure of Λ 0 and Σ 0 hyperons. Wilezek calls the spin scalar (isospin 0) diquark in Λ 0 the 'good' diquark, and the spin vector (isopsin 1) diquark in Σ 0 the 'bad' diquark. One consequence of this is that in production experiments, one expects that \"the good diquark would be significantly more likely to be produced than the bad diquark\", and that \"this would reflect itself in a large Λ/Σ ratio\" [19]. Wilczek cites the LEP [9] observation of the relative multiplicities in the decay of Λ 0 and Σ 0 , (σ(Λ 0 )/σ(Σ 0 ) = 3.5 ± 1.7) as an important confirmation of the prediction. The decay of Λ 0 and Σ 0 in our measurements provides independent confirmation of this prediction. As listed in Tables II, and III, we obtain σ(Λ 0 )/σ(Σ 0 ) = 2.46 ± 0.46 at ψ(3770), |Q 2 | = 14.2 GeV 2 , and σ(Λ 0 )/σ(Σ 0 ) = 2.56 ± 1.40 at ψ(4170), |Q 2 | = 17.4 GeV 2 . We consider these measurements as strong independent confirmation of the importance of diquark correlations in the structure of Λ 0 and Σ 0 . Our data for the Ξ 0 and Ξ − containing two strange quarks should provide additional opportunity to examine other features of diquark correlations.",
            "paragraph_rank": 45,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 40,
                    "text": "[18]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 44,
                    "text": "[19]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 48,
                    "text": "[20]",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 561,
                    "text": "[19]",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 589,
                    "text": "[9]",
                    "end": 592
                },
                {
                    "type": "table",
                    "start": 856,
                    "text": "Tables II, and",
                    "end": 870
                }
            ]
        },
        {
            "text": "factors have been made at the charmonium resonances: ψ(2S), √ s = 3.69 GeV, |Q 2 | = 13.6 GeV 2 , L = 48 pb −1 ; ψ(3770), √ s = 3.77 GeV, |Q 2 | = 14.2 GeV 2 , L = 805 pb −1 ; and ψ(4170), √ s = 4.17 GeV, |Q 2 | = 17.4 GeV 2 , L = 586 pb −1 .",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "FIG. 1 . 2 .FIG. 2 .",
            "section_rank": 11
        },
        {
            "section": "FIG. 1 . 2 .FIG. 2 .",
            "text": "FIG. 1. Invariant mass distributions for ψ(2S)data. The solid red curves show the results of the fits to these spectra, while the dashed red line shows the background component of the fit. Clear peaks corresponding to each hyperon are seen, and their fitted yields are displayed in each panel. The dashed vertical line correspond to the \"signal\" region used for the momentum plots inFig. 2.",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 12
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Invariant mass distributions for hyperon candidates in ψ(2S) data in the pair-production region given by E(B)/E(beam) = 0.99 − 1.01. The solid red curves show the result of the fit to this spectrum described in the text, while the dashed red line shows the background component of the fit.",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "FIG. 4 .FIG. 5 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 4 .FIG. 5 .",
            "text": "FIG. 4. Invariant mass distributions for hyperon candidates in ψ(3770) data in the pair-production region given by E(B)/E(beam) = 0.99 − 1.01. The solid red curves show the result of the fit to this spectrum described in the text, while the dashed red line shows the background component of the fit.",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6. Λ 0 Σ 0 yield distributions as function of X ≡ E(Λ 0 ) + E(Σ 0 ) / √ s.",
            "paragraph_rank": 50,
            "section_rank": 14
        },
        {
            "text": "FIG. 7 .",
            "section_rank": 15
        },
        {
            "section": "FIG. 7 .",
            "text": "FIG. 7. Summary of cross section results. The theoretical prediction for the ratios in panel (c) is 1/s 5 = 2.74. The data show systematics with clear differences between baryons containing 0, 1, or 2 strange quarks.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "text": "|Q 2 |FIG. 8 .",
            "section_rank": 16
        },
        {
            "section": "|Q 2 |FIG. 8 .",
            "text": "FIG. 8. Summary of form factor results. The ratios of GM at ψ(3770) and ψ(4170) in panel (c) are predicted to be equal to 1/s 2 = 1.5. As noted for the cross section ratios inFig. 7, the data above show different values for baryons containing 0, 1, and 2 strange quarks.",
            "paragraph_rank": 52,
            "section_rank": 16
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 17
        },
        {
            "section": "FIG. 9 .",
            "text": "FIG. 9. Illustration of the |Q 2 | dependence of form factors. Results from the present analysis are shown by the filled circles (\"NU\"). Results from previous measurements by the DM2[3] and BaBar[4] Collaborations are also shown with closed triangles and open circles, respectively. The first panel shows measurements of proton timelike form factors for comparison from BaBar[22], Fermilab E760/E835[23], BES[24], and analyses of CLEO data (NU)[25].",
            "paragraph_rank": 53,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 182,
                    "text": "[3]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 195,
                    "text": "[4]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 375,
                    "text": "[22]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 399,
                    "text": "[23]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 408,
                    "text": "[24]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 444,
                    "text": "[25]",
                    "end": 448
                }
            ]
        },
        {
            "text": "TABLE II .TABLE III .",
            "section_rank": 18
        },
        {
            "section": "TABLE II .TABLE III .",
            "text": "by factors two or larger. ± 3.1 ± 10.1 3.71 ± 0.05 ± 0.15 3.75 ± 0.09 ± 0.23 3.97 ± 0.02 ± 0.12 Σ Summary of cross section and form factor results from ψ(3770) data. The systematic uncertainties are taken fromTable IV. The results for protons are borrowed from our Ref.[6]. The cross sections σB(BES-III) are calculated from the results in Ref.[11] assuming L(BES-III) = 2.9 fb −1 and C(BES-III) = 0.8. Note that the electromagnetic σB in column 3 are generally smaller than the resonance decay cross sections from ψ(2S) inTable Iby orders of magnitude. Note that GM (prev.)[6] were derived assuming GE = GM . Summary of cross section and form factor results from ψ(4170) data. The systematic uncertainties are taken from",
            "paragraph_rank": 54,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 55,
                    "text": "15",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 269,
                    "text": "[6]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 344,
                    "text": "[11]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 574,
                    "text": "[6]",
                    "end": 577
                }
            ]
        },
        {
            "text": "E and G M . They obtained two quite different values, |G E /G M | = 1.73 +0.99 −0.57 for the √ s = 2.23 − 2.40 GeV bin with 115 events, and |G E /G M | = 0.71 +0.66 −0.71 for the √ s = 2.40 − 2.80 GeV bin with 61 events, but considered both of them as consistent with |G E /G M | = 1, and analyzed their data with that assumption.",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "TABLE IV .",
            "section_rank": 20
        },
        {
            "section": "TABLE IV .",
            "text": "Summary of systematic uncertainties. The total systematic uncertainty listed in the sum in quadrature of the individual contributions.",
            "paragraph_rank": 56,
            "section_rank": 20
        },
        {
            "section": "TABLE IV .",
            "text": "ψ(2S) branching fractions Λ 0",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 22
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This investigation was done using CLEO data, and as members of the former CLEO Collaboration we thank it for this privilege. This research was supported by the U.S. Department of Energy.",
            "paragraph_rank": 58,
            "section_rank": 22
        }
    ]
}