{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper reports searches for heavy resonances decaying into ZZ or ZW using data from proton-proton collisions at a centre-of-mass energy of √ s = 13 TeV. The data, corresponding to an integrated luminosity of 36.1 fb −1 , were recorded with the ATLAS detector in 2015 and 2016 at the Large Hadron Collider. The searches are performed in final states in which one Z boson decays into either a pair of light charged leptons (electrons and muons) or a pair of neutrinos, and the associated W boson or the other Z boson decays hadronically. No evidence of the production of heavy resonances is observed. Upper bounds on the production cross sections of heavy resonances times their decay branching ratios to ZZ or ZW are derived in the mass range 300-5000 GeV within the context of Standard Model extensions with additional Higgs bosons, a heavy vector triplet or warped extra dimensions. Production through gluon-gluon fusion, Drell-Yan or vector-boson fusion are considered, depending on the assumed model.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of a Higgs boson h with a mass of approximately 125 GeV in 2012 [1, 2] represents a major milestone in the understanding of electroweak symmetry breaking. Subsequent studies [3][4][5][6] have shown that the properties of the new particle are consistent with those of the Standard Model (SM) Higgs boson. Nevertheless, the possibility that JHEP03(2018)009  the particle is part of an extended Higgs sector or other extension of the SM cannot be ruled out. Many of these models, motivated by hierarchy and naturalness arguments [7][8][9], predict the existence of new heavy resonances decaying into dibosons. In models with an extended Higgs sector, such as the two-Higgs-doublet models (2HDM) [10] and the electroweak-singlet model [11], a heavy spin-0 neutral Higgs boson (H) can decay into a pair of Z bosons. In extended gauge models [12], a heavier version of the SM W boson (W ) is predicted to decay into ZW , and in models with warped extra dimensions [13,14], spin-2 Kaluza-Klein (KK) excitations of the graviton (G KK ) are expected to decay into ZZ.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 188,
                    "text": "[3]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 191,
                    "text": "[4]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 194,
                    "text": "[5]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 197,
                    "text": "[6]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 540,
                    "text": "[7]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 543,
                    "text": "[8]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 546,
                    "text": "[9]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 706,
                    "text": "[10]",
                    "end": 710
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 745,
                    "text": "[11]",
                    "end": 749
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 850,
                    "text": "[12]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 972,
                    "text": "[13,",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 976,
                    "text": "14]",
                    "end": 979
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper reports searches for heavy resonances X decaying into pairs of vector bosons, ZV (V = W, Z). Production through gluon-gluon fusion (ggF), Drell-Yan (DY) and vector-boson fusion (VBF) processes are considered, depending on the assumed model. Representative Feynman diagrams of these processes are shown in figure 1. Two ZV decay modes are explored: one in which there is a Z boson decaying into a pair of light charged leptons (electrons or muons, denoted by ), Z → , 1 and the other in which a Z boson decays into a pair of neutrinos, Z → νν. In both cases, the vector boson V is required to decay into a pair of quarks, V → qq, leading to X → ZV → qq and X → ZV → ννqq decay modes.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Two different reconstruction techniques for the V → qq decay are considered: resolved and merged. The resolved reconstruction attempts to identify two separate small-radius jets (small-R jet, or j) of hadrons from the V → qq decay, while the merged reconstruction uses jet substructure techniques to identify the V → qq decay reconstructed as a large-R jet. When the resonance mass is significantly higher than the V boson mass, the qq pair from the V boson decay can be collimated. In this case, hadrons from the two quarks overlap in the detector and are more efficiently reconstructed as a single large-radius jet (large-R jet, or J). The X → ZV → qq searche utilises both reconstruction techniques for the V → qq decay, whereas the X → ZV → ννqq search uses only the merged reconstruction.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 3
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Heavy resonances would manifest themselves as resonant structures above the SM background in the invariant-mass distributions of the qq final state and as broad enhancements in the transverse-mass distributions of the ννqq final state. Thus for the ZV → qq decay mode, the invariant masses of the J system (m J ) from the merged reconstruction and of the jj system (m jj ) from the resolved reconstruction are used as the final discriminants for signal-background separation. For the ZV → ννqq decay mode, the final discriminant used is the transverse mass (m T ) of the large-R jet and the missing transverse momentum (E miss T ). Both the ATLAS and CMS collaborations have reported searches for heavy resonances in ZV decays in proton-proton (pp) collisions at √ s = 8 TeV and 13 TeV [15][16][17][18][19]. In addition to qq and ννqq, these searches include fully hadronic (qqqq), semileptonic (qq ν), and fully leptonic ( , ν, νν) final states. This paper extends previous ATLAS searches for ZV resonances in the qq and ννqq final states at √ s = 13 TeV reported in ref. [18] and uses a dataset more than ten times larger.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 786,
                    "text": "[15]",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 790,
                    "text": "[16]",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 794,
                    "text": "[17]",
                    "end": 798
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 798,
                    "text": "[18]",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 802,
                    "text": "[19]",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1073,
                    "text": "[18]",
                    "end": 1077
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [20] at the Large Hadron Collider (LHC) [21] covers nearly the entire solid angle 2 around the collision point, and consists of an inner tracking detector surrounded by a thin superconducting solenoidal magnet producing a 2 T magnetic field, electromagnetic and hadronic calorimeters, and a muon spectrometer incorporating three large toroid-magnet assemblies. The inner detector (ID) consists of a high-granularity silicon pixel detector, including an insertable B-layer [22,23], and a silicon microstrip tracker, together providing precision tracking in the pseudorapidity range |η| < 2.5, complemented by a transition radiation tracker, providing tracking and electron identification information for |η| < 2.0. A lead/liquid-argon (LAr) electromagnetic calorimeter covers the region |η| < 3.2, and hadronic calorimetry is provided by steel/scintillator-tile calorimeters for |η| < 1.7 and by copper/LAr hadronic calorimeters for 1.7 < |η| < 3.2. The forward region is covered by additional LAr calorimeters with copper and tungsten absorbers. The muon spectrometer (MS) consists of precision tracking chambers covering the region |η| < 2.7, and separate trigger chambers covering |η| < 2.4. A two-level trigger system [24] reduces the event rate to approximately 1 kHz for offline investigations.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 19,
                    "text": "[20]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 59,
                    "text": "[21]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 491,
                    "text": "[22,",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 495,
                    "text": "23]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1240,
                    "text": "[24]",
                    "end": 1244
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "3 Data, signal models and simulation",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Data",
            "section_rank": 5
        },
        {
            "section": "Data",
            "text": "The data used in the searches were collected with the ATLAS detector in 2015 and 2016 pp collisions at a centre-of-mass energy of 13 TeV, corresponding to a total integrated luminosity of 36.1 fb −1 .",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 6
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Events used in the X → ZV → qq search were recorded with a combination of multiple single-electron or single-muon triggers with varying transverse energy E T (electron) and transverse momentum p T (muon), quality, and isolation requirements. The lowest E T or p T requirement without trigger prescaling was 26 GeV for both the electrons and muons. Events for the X → ZV → ννqq search were recorded with an E miss T trigger of varying threshold. The lowest threshold without prescaling is 100 GeV. This trigger is fully efficient for events passing the selection described below.",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Events are retained for analysis if they were recorded with all detector systems operating normally and pass data-quality requirements [25]. Collision vertices are formed from tracks with p T > 400 MeV. If an event contains more than one vertex candidate, the one with the highest p 2 T of its associated tracks is selected as the primary vertex. All events are required to contain a primary vertex with at least two associated tracks.",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 135,
                    "text": "[25]",
                    "end": 139
                }
            ]
        },
        {
            "text": "Signal models and simulation",
            "section_rank": 7
        },
        {
            "section": "Signal models and simulation",
            "text": "Three classes of models of physics beyond the Standard Model are used as benchmarks for the interpretation of the results. Different resonances are predicted by each of these: a neutral heavy spin-0 Higgs boson H using the narrow-width approximation [26], a spin-1 W boson of the heavy vector triplet (HVT) model [27,28], and a spin-2 KK graviton G KK from the bulk Randall-Sundrum model [13,29,30]. The new HVT bosons couple to the SM Higgs boson and gauge bosons with coupling strength c H g V and to the SM fermions with coupling strength (g 2 /g V )c F , where g is the SM SU(2) L coupling constant. The parameter g V characterises the interaction strength of the new vector bosons, while the dimensionless coefficients c H and c F parameterise departures of this typical strength from interactions with the SM Higgs and gauge bosons and with fermions, respectively, and are expected to be of order unity in most models. In Model A with g V = 1, the branching ratios of the new heavy vector boson to known fermions and gauge bosons are comparable, while in Model B with g V = 3, fermionic couplings to the new heavy vector boson are suppressed, giving rise to larger branching ratios for decays into ZW final states than in Model A. In a third model, VBF Model, the couplings to gauge bosons are similar to those in Model A, but the couplings to fermions are set to 0. In the bulk RS graviton model, the G KK couplings to light fermions are suppressed and decays into final states involving heavy fermions, gauge bosons or Higgs bosons are favoured. The strength of the coupling depends on k/M Pl , where k corresponds to the curvature of the warped extra dimension and M Pl is the effective four-dimensional Planck scale M Pl = 2.4 × 10 18 GeV. The cross section and intrinsic width scale as the square of k/M Pl .",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 250,
                    "text": "[26]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 313,
                    "text": "[27,",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 317,
                    "text": "28]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 388,
                    "text": "[13,",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 392,
                    "text": "29,",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 395,
                    "text": "30]",
                    "end": 398
                }
            ]
        },
        {
            "section": "Signal models and simulation",
            "text": "Monte Carlo (MC) samples of H → ZZ were generated by Powheg-Box v1 [31][32][33][34] with the CT10 [35] parton distribution functions (PDF) assuming a Higgs boson with width far smaller than the experimental resolution. Both the ggF and VBF production processes are considered. Benchmark samples of HVT W → ZW and RS graviton G KK → ZZ were generated with MadGraph5 aMC@NLO 2.2.2 [36], using the NNPDF23LO [37] PDF set. For the HVT model, two production modes of the charged vector triplet W , DY and VBF, are considered. The W resonance from DY production of Model A has a width approximately 2.6% of its mass, while for VBF production the width is much narrower, JHEP03(2018)009 since its couplings to fermions are set to 0 in the VBF signal. For HVT Model B, the resonance widths and experimental signatures are similar to those obtained for Model A. Thus results derived from Model A can be directly applied to benchmark Model B by rescaling the relevant branching ratios. The G KK has a mass-dependent width, 3.7% at 500 GeV and 6.4% at 5000 GeV relative to its mass, for k/M Pl = 1. An RS graviton with k/M Pl = 0.5 is also considered and the samples were obtained by reweighting the generated samples for k/M Pl = 1 to account for the resonance width and cross-section differences. The parton showering and hadronisation were modelled with Pythia 8.186 [38] using the A14 set of the tuned parameters (tune) for the underlying event [39] for the W and G KK samples and the AZNLO tune [40] for the H samples. Potential signal and background interference effects were ignored in the signal modelling.",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 67,
                    "text": "[31]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 71,
                    "text": "[32]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 75,
                    "text": "[33]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 79,
                    "text": "[34]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 98,
                    "text": "[35]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 379,
                    "text": "[36]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 405,
                    "text": "[37]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1359,
                    "text": "[38]",
                    "end": 1363
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1489,
                    "text": "[40]",
                    "end": 1493
                }
            ]
        },
        {
            "section": "Signal models and simulation",
            "text": "MC simulated events are also used to model background processes. The main background sources are Z and W bosons produced in association with jets (Z+jets and W +jets), with significant contributions from top quark production (both tt pair and single-top) and non-resonant vector-boson pair production (ZZ, W Z and W W ). The Z+jets and W +jets events were simulated using the Sherpa 2.2.1 [41] event generator. Matrix elements were calculated for up to two partons at NLO and up to four partons at LO using the Comix [42] and OpenLoops [43] programs. Diboson processes with one of the bosons decaying hadronically and the other leptonically were simulated using Sherpa 2.1.0. They were simulated for up to one (ZZ) or zero (W Z, W W ) additional partons at NLO and up to three additional partons at LO using the Comix and OpenLoops programs. For both Z+jets and diboson simulation, the matrix-element calculations were merged with the Sherpa parton shower using the ME+PS@NLO prescription [44]. The CT10 PDF set was used in conjunction with a dedicated parton shower tuning developed by the Sherpa authors. The Z → τ τ and W → τ ν events were included in the Z+jets and W +jets samples. For the generation of top quark pairs, the Powheg-Box v2 [45] event generator with the CT10 PDF set in the matrix element calculations was used. Electroweak t-channel, s-channel and W t-channel single-top quark events were generated using the Powheg-Box v1 event generator [46][47][48]. This event generator uses the four-flavour scheme for the NLO matrixelement calculations together with the fixed four-flavour PDF set CT10f4 [35]. For all top quark processes, top quark spin correlations were preserved (for t-channel, top quarks were decayed using MadSpin). The parton shower, fragmentation, and underlying event were simulated using Pythia 6.428 [49] with the CTEQ6L1 [50] PDF set and the corresponding Perugia 2012 tune (P2012) [51]. The top quark mass was set to 172.5 GeV. The EvtGen v1.2.0 program [52] was used to decay bottom and charm hadrons for the Powheg-Box samples.",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 389,
                    "text": "[41]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 517,
                    "text": "[42]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 536,
                    "text": "[43]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 989,
                    "text": "[44]",
                    "end": 993
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1244,
                    "text": "[45]",
                    "end": 1248
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1460,
                    "text": "[46]",
                    "end": 1464
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1464,
                    "text": "[47]",
                    "end": 1468
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1468,
                    "text": "[48]",
                    "end": 1472
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1615,
                    "text": "[35]",
                    "end": 1619
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1838,
                    "text": "[49]",
                    "end": 1842
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1860,
                    "text": "[50]",
                    "end": 1864
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1921,
                    "text": "[51]",
                    "end": 1925
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1994,
                    "text": "[52]",
                    "end": 1998
                }
            ]
        },
        {
            "section": "Signal models and simulation",
            "text": "Cross sections were calculated with up to next-to-next-to-leading order (NNLO) QCD corrections for Z+jets and W +jets production [53]. Cross sections for diboson production were calculated at NLO including LO contributions with two additional partons [41,54]. The tt production cross section is calculated at NNLO in QCD, including resummation of next-to-next-to-leading logarithmic (NNLL) soft-gluon terms [55,56]. The single-top production cross sections were calculated to NLO in QCD [57], including the soft-gluon resummation at NNLL [58] for the W t process.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 129,
                    "text": "[53]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 251,
                    "text": "[41,",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 255,
                    "text": "54]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 407,
                    "text": "[55,",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 411,
                    "text": "56]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 487,
                    "text": "[57]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 538,
                    "text": "[58]",
                    "end": 542
                }
            ]
        },
        {
            "section": "Signal models and simulation",
            "text": "-5 -",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 8
        },
        {
            "section": "JHEP03(2018)009",
            "text": "In the simulation of the Z+jets events for the ZV → qq search, jets are labelled according to the true flavours of the hadrons with p T > 5 GeV found within a cone of size ∆R = (∆η) 2 + (∆φ) 2 = 0.3 around the reconstructed jet axes. If a b-hadron is found, the jet is labelled as a b-jet; if one is not found and a charmed hadron is found, the jet is labelled as a c-jet; if neither is found, the jet is labelled as a light (i.e., u-, d-, or s-quark, or gluon) jet. A simulated Z+jets event is labelled as Z+heavy-flavour if a b-or c-jet is found in the event, and otherwise as Z+light-flavour. The classification allows for flavour-dependent corrections for differences between data and MC.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "section": "JHEP03(2018)009",
            "text": "MC events were processed with a detailed detector simulation [59] based on",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 61,
                    "text": "[59]",
                    "end": 65
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Geant4 [60]. Additional inelastic simulated pp collisions generated with Pythia 8.186 were overlaid to model both the in-and out-of-time effects from additional pp collisions in the same and neighbouring bunch crossings (pile-up). MC samples were reweighted to match the pile-up conditions in the data. All simulated events were processed using the same reconstruction algorithms as the data.  [62], where q is the charge and p MS (p ID ) is the momentum of the muon measured in the MS (ID). Similar to electrons, muons are classified as either 'loose', 'medium' or 'tight', following the criteria in ref. [62].",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 7,
                    "text": "[60]",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 394,
                    "text": "[62]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 606,
                    "text": "[62]",
                    "end": 610
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "All electrons and muons are required to be isolated using selections on the sum of track p T (excluding the track associated with the lepton) in a p T -dependent cone around their directions. The isolation selection criteria are designed to maintain a constant efficiency of 99% in the p T -η plane for the reconstructed leptons from Z → decays, and to minimise efficiency loss for highly boosted Z bosons in the relevant kinematic range. Furthermore, leptons are required to have associated tracks satisfying |d 0 /σ d 0 | < 5 (3) and |z 0 × sin θ| < 0.5 mm for electrons (muons), where d 0 is the transverse impact parameter with respect to the beam line, σ d 0 is its uncertainty, and z 0 is the distance between the longitudinal position of the track along the beam line at the point where d 0 is measured and the longitudinal position of the primary vertex.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Small-R jets are reconstructed using the anti-k t algorithm [63,64] with a radius parameter of R = 0.4. Energy-and η-dependent correction factors derived from MC simulations are applied to correct jets back to the particle level [65]. Jets are required to have p T > 20 GeV for |η| < 2.5 and p T > 30 GeV for 2.5 < |η| < 4.5. Jets with p T > 30 GeV -6 -JHEP03(2018)009 and |η| < 2.5 are called 'signal' jets. To suppress jets from pile-up interactions, a jet vertex tagger [66] is applied to jets with p T < 60 GeV and |η| < 2.4, based on information about tracks associated with the primary vertex and pile-up vertices.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 60,
                    "text": "[63,",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 64,
                    "text": "64]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 229,
                    "text": "[65]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 473,
                    "text": "[66]",
                    "end": 477
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "The 'signal' jets containing b-hadrons are identified using a multivariate algorithm (btagging) [67] which is based on information such as track impact-parameter significances and positions of explicitly reconstructed secondary decay vertices. The b-tagging is used for identifying Z → bb decays. The chosen b-tagging algorithm has an efficiency of 70% for b-quark jets in simulated tt events, with a light-flavour jet rejection factor of about 380 and a c-jet rejection of about 12 [68]. Correction factors are applied to the simulated event samples to compensate for differences between data and simulation in the b-tagging efficiency for b-, c-and light-jets. The correction for b-jets is derived from tt events with final states containing two leptons, and the corrections are consistent with unity with uncertainties at the level of a few percent over most of the jet p T range.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 96,
                    "text": "[67]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "start": 480,
                    "text": "12 [68]",
                    "end": 487
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Large-R jets are reconstructed with the anti-k t algorithm, but with the radius parameter increased to R = 1.0. To mitigate the effects of pile-up and soft radiation, the large-R jets are trimmed [69]. Trimming takes the original constituents of the jet and reclusters them using the k t algorithm [70] with a smaller radius parameter, R subjet , to produce a collection of subjets. These subjets are discarded if they carry less than a specific fraction (f cut ) of the original jet p T . The trimming parameters optimised for this search are R subjet = 0.2 and f cut = 5%. The large-R jet four-momenta are recomputed from the selected subjets, and the jet energies are calibrated to particle-level using correction factors derived from MC simulations A default ATLAS-wide overlap-removal procedure is applied to the selected leptons and jets to prevent double-counting. For nearby electrons and small-R jets, the jet is removed if the separation between the electron and jet is within ∆R < 0.2; the electron is removed if the separation is within 0.2 < ∆R < 0.4. For nearby muons and small-R jets, the jet is removed if the separation between the muon and jet is within ∆R < 0.2 and if the jet has less than three tracks or the energy and momentum differences between the muon and the jet are small; otherwise the muon is removed if the separation satisfies ∆R < 0.4. To prevent double-counting of energy from an electron inside the large-R jet, the large-R jet is removed if the separation between the electron and the large-R jet is within ∆R < 1.0.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 196,
                    "text": "[69]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 298,
                    "text": "[70]",
                    "end": 302
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Boson tagging [73, 74] is applied to the large-R jets to select those from the V → qq decays. A p T -dependent requirement is applied to the jet substructure variable D 2 , which is defined as a ratio of two-and three-point energy correlation functions [75,76] that are based on the energies and pairwise angular distances of particles within a jet. This variable is optimised to distinguish between jets originating from a single parton and those coming from the two-body decay of a heavy particle. A detailed description of the optimisation can be found in refs. [73,74]. The V boson jets are then selected by requiring the large-R jet mass m J to be in a p T -dependent window centred around the expected value of the boson mass from simulations. The boson tagging is designed JHEP03(2018)009",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 253,
                    "text": "[75,",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "start": 257,
                    "text": "76]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "start": 565,
                    "text": "[73,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "start": 569,
                    "text": "74]",
                    "end": 572
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "to provide a constant efficiency (working point) independent of the large-R jet p T for the signals studied. Two such working points, 50% efficiency and 80% efficiency, are used, with corresponding misidentification rates for jets from multijet production of ∼ 2% and ∼ 10%, respectively. For the 50% working point, the width of the W (Z) mass window varies from 23 (28) GeV at p T = 500 GeV to 33 (37) GeV at p T = 2000 GeV; the maximum D 2 value for the W (Z) tagger varies from 1. 25  ) is calculated as the negative vectorial sum of the transverse momenta of calibrated electrons, muons, and small-R jets. Large-R jets are not included in the E miss T calculation to avoid double-counting of energy between the small-R jets and large-R jets. Energy depositions due to the underlying event and other soft radiation are taken into account by constructing a 'soft term' from ID tracks associated with the primary vertex but not with any reconstructed object [77-79]. The track-based missing transverse momentum, p miss T , is the negative vectorial sum of the transverse momenta of all good-quality inner detector tracks that are associated with the primary vertex.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 366,
                    "text": "(28)",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 484,
                    "text": "25",
                    "end": 486
                }
            ]
        },
        {
            "text": "X → ZV → qq search",
            "section_rank": 9
        },
        {
            "section": "X → ZV → qq search",
            "text": "The X → ZV → qq search explores the VBF and ggF production of a heavy Higgs boson H, the VBF and DY production of an HVT W boson, and the ggF production of a bulk RS graviton G KK . It also utilises both the merged and resolved reconstruction for the V → qq decay. The search begins with the identification of the Z → decay, followed by classifying events into the VBF or ggF/DY categories and finally the selection of either the ZV → J or ZV → jj final states. Multiple signal regions (SRs) are defined to enhance the sensitivity of the search. Figure 2 shows a schematic view of the selection. The event selection, the expected signal performance and background estimations are described below.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 546,
                    "text": "Figure 2",
                    "end": 554
                }
            ]
        },
        {
            "text": "Selection of Z →",
            "section_rank": 10
        },
        {
            "section": "Selection of Z →",
            "text": "The Z → candidates are identified by requiring two isolated same-flavour leptons (electrons or muons) satisfying the 'loose' criteria. The leading electron (muon) must satisfy E T (p T ) > 28 GeV. Opposite charges are required for the muon pairs but not for the electron pairs. Electrons are more susceptible to charge misidentification due to the conversions of photons from bremsstrahlung, especially at high E T . The dilepton invariant mass m is required to be consistent with the Z boson mass. For electrons, a fixed m window [83,99] GeV is applied. To account for the effect of dimuon massresolution degradation at high transverse momentum (p T ), a p T -dependent mass window [85.6 GeV − 0.0117p T , 94.0 GeV + 0.0185p T ] is used for muons. For both electrons and muons, the mass windows are chosen to ensure that the Z → selection efficiency is approximately 95% and independent of the heavy resonance mass. Events with additional leptons passing the 'loose' criteria are vetoed. The VBF category is targeted for VBF production whereas the ggF/DY category is for the rest, including events failing the selection for the VBF category. The selected VBF tag-jets are removed from the subsequent selection for the VBF category. However, if an event fails to be selected for the VBF category, these jets are kept for the ggF/DY category selection. The H → ZZ search utilises all seven signal regions and the W → ZW search uses six signal regions by combining the b-tagged and untagged regions of the ggF/DY category. The G KK → ZZ search bypasses the VBF selection, so it has only four signal regions.",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 531,
                    "text": "[83,",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 535,
                    "text": "99]",
                    "end": 538
                }
            ]
        },
        {
            "text": "VBF and ggF/DY categories",
            "section_rank": 11
        },
        {
            "section": "VBF and ggF/DY categories",
            "text": "Signal events from VBF production possess unique kinematic signatures. In addition to the presence of a pair of vector bosons from the resonance decay, VBF events have two additional jets (referred to as tag-jets). These jets typically have a large separation in pseudorapidity and a large dijet invariant mass. They offer a powerful means for background rejection. Hence for the H → ZZ and W → ZW searches, for which the VBF production is considered, two categories are introduced. Events are subject to the selection designed for VBF production first (VBF category), and if they fail, to the selection designed for ggF or DY production (ggF/DY category). For the G KK → ZZ search, the VBF selection is bypassed as VBF production is not considered.",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "section": "VBF and ggF/DY categories",
            "text": "For the VBF category, events are required to have two tag-jets identified from the small-R jets that fail the b-tagging described in section 4. The two jets must be in opposite pseudorapidity hemispheres, i.e., η 1 •η 2 < 0, with a pseudorapidity separation |∆η tag jj | > 4.7, and have an invariant mass m tag jj > 770 GeV. Those values are chosen to optimise the search sensitivity to VBF signals for all masses considered. If there is more than one pair of jets satisfying these requirements, the one with the highest m tag jj value is chosen. These jets -9 -",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 12
        },
        {
            "section": "JHEP03(2018)009",
            "text": "are not considered in the ZV → qq selection, and large-R jets lying ∆R < 1.5 of either of these two small-R jets are not considered either. For the ggF/DY category, no tag-jets requirement is applied. Events in the VBF and ggF/DY categories are subject to an identical ZV → qq selection. All events not selected for the VBF category are passed to the ggF/DY selection. This includes events that contain jets satisfying the VBF requirements but which fail the ZV → qq selection, cf. figure 2. In this case, jets excluded from consideration for the ZV → qq candidate in the VBF category are considered for the ggF/DY category.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "Selection of ZV → qq",
            "section_rank": 13
        },
        {
            "section": "Selection of ZV → qq",
            "text": "Identification of ZV → qq decays proceeds by applying the merged ZV → J selection followed by the resolved ZV → jj selection. The order is motivated by a smaller background expectation in the ZV → J final states. These selection criteria are summarised in table 1 and are explained below.",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "Merged ZV → J selection",
            "section_rank": 14
        },
        {
            "section": "Merged ZV → J selection",
            "text": "The ZV → J candidates are selected from the Z → events containing at least one large-R jet, among which the one with the highest p T is assumed to be from the V → qq decay. Events are further required to have min(p T , p J T )/m J > 0.3 for the H → ZZ search and > 0.35 for the W → ZW and G KK → ZZ searches. The criteria are optimised to reduce backgrounds while retaining high efficiencies for signals. The looser requirement for the H → ZZ search is motivated by the expected softer p T and p J T spectra resulting from a spin-0 resonance. This requirement suppresses background significantly at large m J while maintaining high efficiencies for signal events.",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "section": "Merged ZV → J selection",
            "text": "Figure 3 (a) shows the distribution of the large-R jet mass m J of the H → ZZ search, comparing data with the expected backgrounds. Next the boson tagging discussed in section 4 is applied to select the V → qq decays. Two signal regions are defined, one for events passing the 50% working point of the boson tagging requirement and the other for events failing the 50% but passing the 80% working point requirement. The former is called the high-purity (HP) SR, and the latter the low-purity (LP) SR. Background contributions are mostly from the Z+jets, top quark and diboson production (section 5.5).",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 9,
                    "text": "(a)",
                    "end": 12
                }
            ]
        },
        {
            "text": "Resolved ZV → jj selection",
            "section_rank": 15
        },
        {
            "section": "Resolved ZV → jj selection",
            "text": "The ZV → jj candidates are selected from the Z → events that have failed the ZV → J selection, by requiring at least two small-R 'signal' jets. The leading jet p T is required to be greater than 60 GeV.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "section": "Resolved ZV → jj selection",
            "text": "Similarly to the merged ZV → J selection, the kinematic quantity",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "section": "Resolved ZV → jj selection",
            "text": "m jj is required to be greater than 0.4 for H → ZZ and 0.5 for W → ZW and G KK → ZZ.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "section": "Resolved ZV → jj selection",
            "text": "Here p jj T is the transverse momentum of the dijet system. Signal events are expected to have a dijet invariant mass, m jj , consistent with a V → qq decay. Figure 3(b) shows the m jj distributions of the H → ZZ search. The dijet invariant mass must be in the window [70,105] GeV for Z → qq and in the window [62,97]   asymmetric windows around m V is motivated by the asymmetry of the m jj distribution expected from V → qq.",
            "paragraph_rank": 36,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 158,
                    "text": "Figure 3",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 268,
                    "text": "[70,",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "start": 272,
                    "text": "105]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 310,
                    "text": "[62,",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 314,
                    "text": "97]",
                    "end": 317
                }
            ]
        },
        {
            "section": "Resolved ZV → jj selection",
            "text": "About 21% of the Z → qq decays have two b-quark jets, whereas the dominant background, Z+jets, has a smaller heavy-quark content. To exploit this, the ZV → jj candidates are divided into two signal regions: events with two b-tagged jets (b-tagged SR) and events with fewer than two b-tagged jets (untagged SR). Events with more than two b-tagged jets are rejected. No enhancement of b-tagged jets is expected from the W → qq decay, thus the two signal regions are combined for the W → ZW search. Due to the small number of events, the two regions are also combined for the VBF category.",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Signal regions, selection efficiencies and mass resolutions",
            "section_rank": 16
        },
        {
            "section": "Signal regions, selection efficiencies and mass resolutions",
            "text": "Signal regions used in the search depend on the signal model under study. There are seven, six and four signal regions, respectively, for the searches for H → ZZ, W → ZW and G KK → ZZ.  Signal selection efficiencies are dependent on the signal model, the production process and the mass of the heavy resonance. As an example, figure 4 shows the acceptance times efficiency (A × ) of the H → ZZ → qq search as a function of the Higgs boson mass for both ggF and VBF production. The ZV → J selection is more efficient for masses over approximately 500 GeV, while the ZV → jj selection contributes more at lower masses. This reflects the expected large Lorentz boost of the Z bosons from heavy Higgs boson decays and the higher priority given to the ZV → J selection. The A × values of the W → ZW and G KK → ZZ searches are similar with the exception of noticeable decreases, by about 40% from 2 TeV to 4 TeV, due to the merging of the electrons from the Z → ee decays for resonance masses above approximately 3 TeV.",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 17
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Distributions of the invariant masses m J and m jj are used to search for potential signals. To mitigate the impact of muon momentum-resolution degradation at high p T , a scale factor of m Z /m µµ is applied to the four-momentum of the dimuon system in Z → µµ events, effectively fixing its mass to m Z = 91.187 GeV [80]. The scaling improves the m J resolution of the dimuon final state by approximately 13% (40%) for a heavy Higgs boson at 1 (3) TeV. For the ZV → jj final states, a scale factor of m V /m jj is also applied to the dijet four-momentum to fix the dijet mass to m V , 91  The reconstructed m J and m jj distributions have widths of 2-3% of the resonance mass for the Higgs boson and HVT W boson of VBF production for the entire mass range studied. Given the negligible intrinsic widths of these resonances, the widths largely reflect the detector resolution. For DY-produced HVT W signal, the widths of the m J and m jj distributions are slightly larger at 3-4% since the W boson in this production mode has an intrinsic width of approximately 2.6% of its mass. The widths of the m J and m jj distributions are 4% at 500 GeV for the bulk RS graviton signal with k/M Pl = 1 and rise to 8% at 5000 GeV. The increase can be attributed to the increase in the intrinsic width of the signal. For a given resonance mass, the m J distributions are narrower than those of m jj .",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 317,
                    "text": "[80]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 586,
                    "text": "91",
                    "end": 588
                }
            ]
        },
        {
            "text": "Data control regions and background estimation",
            "section_rank": 18
        },
        {
            "section": "Data control regions and background estimation",
            "text": "The dominant backgrounds to the X → ZV → qq search are the Z+jets, top quark and diboson processes. Their contributions are estimated from a combination of MC and data-driven techniques. In all cases, the shapes of kinematic variables, including those of the final discriminants m J and m jj , are taken from MC simulations. The multijet background is estimated to be negligible.",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "section": "Data control regions and background estimation",
            "text": "The Z+jets events are expected to have smooth distributions of m J and m jj , while the signal events should exhibit resonance structures at the mass of the vector-boson V . Thus, a Z+jets control region (CR) is defined for every signal region by reversing the m J or m jj requirement. Events in the control regions are selected in exactly the same way as those in their corresponding signal regions except for the requirement on m J or m jj . For the ZV → J selection, the leading large-R jet mass is required to be outside the large-R jet mass window of the 80% working point of the boson tagging. For the ZV → jj selection,  Top quark production is a significant background source in the b-tagged signal region of the resolved ZV → jj selection. Its contribution is constrained using a top-quarkenhanced control region. Events in this control region must have two different-flavour leptons, eµ, with their invariant mass within [76, 106] GeV, and two b-tagged jets with their invariant mass in the range [50,150] GeV. The leading b-tagged jet is required to have p T > 60 GeV. This selection yields a sample of top quark events with a purity higher than 99%. This top quark control region is used to constrain top quark contributions for all signal regions.",
            "paragraph_rank": 41,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1007,
                    "text": "[50,",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "start": 1011,
                    "text": "150]",
                    "end": 1015
                }
            ]
        },
        {
            "section": "Data control regions and background estimation",
            "text": "Diboson production, mainly from the SM ZZ and ZW processes, is also a significant background source. The contribution from those processes is estimated completely from MC simulation.",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "section": "Data control regions and background estimation",
            "text": "As an example, table 2 shows the numbers of events observed in the data and estimated from background processes in the seven signal regions of the H → ZZ → qq search. The numbers of background events are extracted through a background-only fit of the signal and control regions discussed in section 8.",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "section": "Data control regions and background estimation",
            "text": "-14 -",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "Data control regions and background estimation",
            "text": "Events containing a X → ZV → ννqq signal are characterised by a hadronically decaying V boson recoiling against a large missing transverse momentum. Only the merged reconstruction of the V → qq decay is considered. The selection closely follows that of the X → ZV → qq search as illustrated in figure 2 with additional requirements to remove multijet backgrounds but without the resolved selection. As in the qq search, both the VBF and ggF categories are considered in the signal event selection for the H → ZZ and W → ZW searches; the VBF selection is not motivated by the G KK → ZZ search. The VBF tag-jets are selected in the same manner as in the qq search, but they are required to satisfy m tag jj > 630 GeV and |∆η tag jj | > 4.7. Those values are chosen to optimise the search sensitivity for signals from VBF production, considering all signal masses. Events failing the VBF tag-jets selection are kept in the ggF category. For both the VBF and ggF categories, events are then subject to the selections described below.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "Selection of ZV → ννqq",
            "section_rank": 19
        },
        {
            "section": "Selection of ZV → ννqq",
            "text": "Unlike the qq search, this search utilises only the merged selection of the V → qq decay, i.e., considering only the ZV → ννJ final state, since the resolved selection has little acceptance for the given high E miss JHEP03(2018)009   where E T,J = m 2 J + p 2 T,J . The resolution of the transverse mass is about 10% of the signal mass and the ratio of the resolution to the signal mass has little dependence on the signal model or the resonance mass.  Figure 6.",
            "paragraph_rank": 46,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 453,
                    "text": "Figure 6",
                    "end": 461
                }
            ]
        },
        {
            "section": "Selection of ZV → ννqq",
            "text": "Selection acceptance times efficiency for the H → ZZ → ννqq events from MC simulations as a function of the Higgs boson mass for (a) ggF and (b) VBF production, combining the HP and LP signal regions. The hatched band represents the total statistical and systematic uncertainties.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "section": "Selection of ZV → ννqq",
            "text": "The signal selection efficiency strongly depends on the signal model and the mass of the resonance. As an example, figure 6 shows the selection acceptance times efficiency as a function of m(H) for H → ZV → ννqq. Similar results are obtained for the W → ZW and G KK → ZZ searches.",
            "paragraph_rank": 48,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 115,
                    "text": "figure 6",
                    "end": 123
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 20
        },
        {
            "section": "Background estimation",
            "text": "The main backgrounds for this search arise from Z+jets, W +jets and tt production. Data control regions are defined to check the modelling of each contribution. As in the qq search, the shapes of kinematic variables, including the final discriminant m T , are taken from MC simulations.",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "section": "Background estimation",
            "text": "The normalisation of the Z+jets background is determined using the Z+jets control region from the qq search (section 5.5). Control regions specific to the ννqq search are also defined to constrain the W +jets and top quark backgrounds. Events in these control regions are selected in the same way as those in the signal regions except that they must have exactly one muon passing the 'tight' quality requirement. These events are then split into the top quark and W +jets control regions according to the number of b-tagged jets that do not overlap with the large-R jet. Events in the top quark control region must have at least one b-tagged jet and events in the W +jets control region must not have any b-tagged jets. For the W +jets control region, the jet mass requirement used in the signal region selection is inverted, to ensure that there is no resonant diboson signal contamination via X → W V → νqq decay, while for the top quark control region, the leading large-R jet is required to be consistent with the mass of the W boson.",
            "paragraph_rank": 50,
            "section_rank": 20
        },
        {
            "section": "Background estimation",
            "text": "For the W +jets and top quark CRs, the muon is treated as a missing particle to make the boson p T acceptance more similar to the signal region, and because the trigger does not include muons in the E miss T calculation. Specifically, E miss T,no µ (p miss T,no µ ) is computed by  in the signal regions are used for E miss T,no µ and p miss T,no µ respectively for the control regions. Table 4 summarises the numbers of events observed in the data and estimated from background processes in the signal regions from the background-only fit of both the signal and control regions discussed in section 8. The expected numbers of events from both ggF and VBF production of a 1.6 TeV heavy Higgs boson, assuming σ × B(H → ZZ) = 6 fb, are also included for comparison.",
            "paragraph_rank": 51,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 387,
                    "text": "Table 4",
                    "end": 394
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 21
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainty sources impacting the search can be divided into three categories: experimental uncertainties related to the detector or to the reconstruction algorithms, uncertainties in the estimations of background contributions, and uncertainties in modelling the signal. Unless explicitly stated, the uncertainties quoted below are the uncertainties in the quantities themselves, not the impact on the search sensitivity.",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the integrated luminosity of the dataset is determined to be 3.2%. It is derived, following a methodology similar to the one detailed in ref. [81], from a preliminary calibration of the luminosity scale using a pair of x-y beam-separation scans performed in August 2015 and May 2016. This uncertainty is applied to the normalisation of the signal and also to background contributions whose normalisations are derived from MC simulations. A variation in the pile-up reweighting of MC events is included to cover the uncertainty in the ratio of the predicted and measured inelastic cross section in ref. [82].",
            "paragraph_rank": 53,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "[81]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "start": 621,
                    "text": "[82]",
                    "end": 625
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The efficiencies of the lepton triggers for events with selected leptons are high, nearly 100% in the electron channel and approximately 96% in the muon channel. The corresponding uncertainties are negligible. For the selection used in the ννqq search, the efficiency of the E miss T trigger is also close to 100% with negligible associated uncertainty. The modelling of the electron and muon reconstruction, identification and isolation efficiencies is studied with a tag-and-probe method using Z → events in data and simulation -18 -",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 22
        },
        {
            "section": "JHEP03(2018)009",
            "text": "at √ s = 13 [83,84]. Small corrections are applied to the simulation to better model the performance seen in data. These corrections have associated uncertainties of the order of 1%. For the ννqq search, the uncertainty is instead in the efficiency of the lepton veto, and is at the sub-percent level. Uncertainties in the lepton energy (or momentum) scale and resolution are also taken into account.",
            "paragraph_rank": 55,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 12,
                    "text": "[83,",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "start": 16,
                    "text": "84]",
                    "end": 19
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "Uncertainties in the jet energy scale and resolution for small-radius jets are estimated using MC simulation and in situ techniques [65]. For central jets (|η| < 2.0), the total uncertainty in the jet energy scale ranges from about 6% for jets with p T = 25 GeV to about 2% for p T = 1 TeV. There is also an uncertainty in the jet energy resolution [85], which ranges from 10% to 20% for jets with a p T of 20 GeV to less than 5% for jets with p T > 200 GeV. Uncertainties in the lepton and jet energy scales and resolutions are propagated into the uncertainty in E miss T . Uncertainties in the energy scale and resolution of the track soft term are also propagated into the uncertainty in E miss T",
            "paragraph_rank": 56,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 132,
                    "text": "[65]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "start": 349,
                    "text": "[85]",
                    "end": 353
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "[79], which is about 2% for the ννqq search. Uncertainties in the efficiency for tagging b-jets and in the rejection factor for light jets are determined from tt samples [86,87].",
            "paragraph_rank": 57,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 170,
                    "text": "[86,",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 174,
                    "text": "87]",
                    "end": 177
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "The uncertainties in the scale of the large-R jet p T , mass and D 2 are of the order of 2-5%. They are estimated using comparisons of data and simulation in ref. [73]. An absolute uncertainty of 2% is assigned to the large-R jet energy resolution, and relative uncertainties of 20% and 15% are assigned to the resolution of the large-R jet mass and D 2 , respectively.",
            "paragraph_rank": 58,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 163,
                    "text": "[73]",
                    "end": 167
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "For the qq search the uncertainty in the spectrum of the final discriminant, m J or m jj , for Z+jets, is assessed by comparing the shape difference between data and MC simulations in the control regions. The uncerainty is found to be approximately 20% for m jj and varies from 3% at low mass to 20% at high mass for m J . For the ννqq search the uncertainty in the modelling of the m T distribution for Z+jets and W +jets production is assessed by comparing the nominal Sherpa MC sample with alternative samples generated by doubling or halving the renormalisation, resummation and factorisation scales independently and varying the matrix-element matching. The uncertainties are of the order of 5-30%. The approach is different from that used in the qq search, since it is difficult to obtain a pure control region for Z+jets or W +jets in the ννqq search.",
            "paragraph_rank": 59,
            "section_rank": 22
        },
        {
            "section": "JHEP03(2018)009",
            "text": "An uncertainty in the shape of the m J or m T distribution for the tt background is derived by comparing the Powheg-Box sample with the distribution obtained using MadGraph5 aMC@NLO 2.2.2. This uncertainty is found to be approximately 15%. Additional systematic uncertainties are estimated by comparing the nominal sample showered with Pythia 6.428 using the P2012 tune to one showered with Herwig++ 2.7.1 [88] and using the UEEE5 underlying-event tune. The uncertainty varies between 10-40%. Samples of tt events with the factorisation and renormalisation scales doubled or halved are compared to the nominal, and the differences observed are taken as an additional uncertainty. These uncertainties are small, typically less than 3%.",
            "paragraph_rank": 60,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 406,
                    "text": "[88]",
                    "end": 410
                }
            ]
        },
        {
            "section": "JHEP03(2018)009",
            "text": "The uncertainties in the diboson cross sections are estimated to be 10% [41,89], and the shape uncertainty is obtained by comparing MC samples generated by Sherpa and Powheg-Box.",
            "paragraph_rank": 61,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 72,
                    "text": "[41,",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 76,
                    "text": "89]",
                    "end": 79
                }
            ]
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 23
        },
        {
            "section": "JHEP03(2018)009",
            "text": "The signals acceptance uncertainty due to PDF uncertainties is estimated by taking the uncertainty from the PDF error sets, CT10 for the heavy Higgs boson signal and NNPDF23LO for the HVT and bulk RS signals, and adding it in quadrature to the acceptance difference obtained with the use of alternative PDF sets: MMHT2014LO [90] and NNPDF30NLO [91] for the Higgs boson, and CT10 and MMHT2014LO for the HVT and bulk RS graviton. For the HVT signal, the uncertainty ranges from 1% (2%) to 6% (12%) for the qq (ννqq) search depending on the mass being tested. Similar results are obtained for the heavy Higgs boson signal, while for the bulk RS signal, the uncertainty is generally less than 1%. The signal acceptance uncertainty due to initial-and final-state radiation (ISR/FSR) is estimated by varying relevant parameters in the A14-NNPDF tune [39] for the HVT and bulk RS signals. This uncertainty ranges from less than 1% to 4% (6%) for the qq (ννqq) search depending on the mass being tested. The effect of the QCD scale uncertainty on the heavy Higgs boson signal acceptance is estimated by varying the factorisation and renormalisation scales. It ranges from 1% (2%) to 4% (8%) for the qq (ννqq) search depending on the mass being tested.",
            "paragraph_rank": 62,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 324,
                    "text": "[90]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 344,
                    "text": "[91]",
                    "end": 348
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 24
        },
        {
            "text": "Statistical and fit procedures",
            "section_rank": 25
        },
        {
            "section": "Statistical and fit procedures",
            "text": "The statistical analysis is based on the framework described in refs. [92][93][94]. A binned likelihood function L(µ, θ) is constructed as a product of Poisson probability terms over all bins of the fit templates considered in the search. This function depends on the signalstrength parameter µ, a multiplicative factor applied to the theoretical signal production cross section, and θ, a set of nuisance parameters that encode the effects of systematic uncertainties in the signal and expected backgrounds, described in section 7. The binning is chosen based on the expected mass resolution and numbers of events. The nuisance parameters are either free to float, or constrained using Gaussian terms defined by external studies. The likelihood function for the combination of the qq and ννqq channels is the product of the Poisson likelihoods of these individual channels. However, only one constraint term per common nuisance parameter is included in the product.",
            "paragraph_rank": 63,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 70,
                    "text": "[92]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 74,
                    "text": "[93]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 78,
                    "text": "[94]",
                    "end": 82
                }
            ]
        },
        {
            "section": "Statistical and fit procedures",
            "text": "For each signal process considered, a simultaneous maximum-likelihood fit is performed to the observed distributions of the final discriminants in the signal regions, m J or m jj for the X → ZV → qq search and m T for the X → ZV → ννqq search, to extract the signal rate information. The shapes of the signal distributions are interpolated using the moment-morphing method [95] for intermediate mass points where simulated signal samples are not available. The product of acceptance and efficiency for each interpolated signal mass point is obtained from an interpolation with cubic splines between the simulated mass points. The Z+jets, W +jets and top quark control regions are included in the fit's likelihood calculation with one bin per region, i.e., using only their event-count information. Background contributions, including their shapes in the signal regions, are taken from MC simulations. However, they are allowed to vary independently within their uncertainties in each bin. Moreover, normalisation scale factors (SFs) are applied to the MC estimates of the Z+jets, W +jets and top quark contributions. These scale factors are free parameters in JHEP03(2018)009 the fit and are therefore constrained by the data in both the signal and control regions. The diboson contribution is constrained to the theoretical estimate within the corresponding uncertainties.",
            "paragraph_rank": 64,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 373,
                    "text": "[95]",
                    "end": 377
                }
            ]
        },
        {
            "section": "Statistical and fit procedures",
            "text": "In general, one SF is introduced per control region for its intended background component with the following exceptions to take into account different MC modellings in the different phase spaces of the same background component. One common Z+jets SF is used for HP and LP regions of the merged selection of both the ZV → qq and ZV → ννqq searches. However, independent SFs are used for the VBF and ggF categories. For the resolved ZV → qq selection, two independent Z+jets SFs are used for the b-tagged and untagged regions: one for the Z+heavy-flavour component and the other for the Z+lightjet component (section 3). The ZV → qq search defines a top quark control region and consequently applies one top quark SF to all regions. The ZV → ννqq search shares the Z+jets control regions with ZV → qq and hence applies the same SFs to its Z+jets background contributions. The ZV → ννqq search has its own W +jets and top quark control regions. Similar to Z+jets, one common W +jets SF is used for HP and LP regions, but independent SFs are used for the VBF and ggF categories. All the top quark control regions in the ZV → ννqq search share one common SF and it is distinguished from the top quark SF in the ZV → qq search.",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "section": "Statistical and fit procedures",
            "text": "The test statistic q µ is defined as the profile likelihood ratio [96],",
            "paragraph_rank": 66,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 66,
                    "text": "[96]",
                    "end": 70
                }
            ]
        },
        {
            "section": "Statistical and fit procedures",
            "text": ", whereμ andθ are the values of the parameters that maximise the likelihood function (with the constraint 0≤μ ≤ µ), andθ µ are the values of the nuisance parameters that maximise the likelihood function for a given value of µ. The test statistic q µ is used to measure the compatibility of the observed data with the background-only hypothesis. In the absence of a signal, constraints on the production of a heavy resonance decaying into ZV pairs are derived. The exclusion limits are calculated with a modified frequentist method [97], also known as CL s , in the asymptotic approximation [98] for resonance masses below 2 TeV. Above 2 TeV, the small number of events makes the asymptotic approximation unreliable and the limits are calculated using pseudo-experiments. All limits are set at the 95% confidence level (CL).",
            "paragraph_rank": 67,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 531,
                    "text": "[97]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 590,
                    "text": "[98]",
                    "end": 594
                }
            ]
        },
        {
            "text": "Limits on the production of heavy resonances",
            "section_rank": 26
        },
        {
            "section": "Limits on the production of heavy resonances",
            "text": "The observed distributions of m J or m jj from the H → ZZ → qq search are compared with the background estimates in figure 7 for the three signal regions of the VBF category and in figure 8 for the four signal regions of the ggF category. Similarly, figures 9 and 10 show the m T distributions from the H → ZZ → ννqq search in the signal regions of the VBF and ggF categories, respectively. There are no events in the data beyond the ranges of the distributions shown. Background contributions shown are obtained from backgroundonly fits described previously. The numbers of events observed and estimated in control regions are summarised in figure 11. The data distributions are reasonably well reproduced by the estimated background contributions in all these distributions. Similar levels of agreement are observed for the W → ZW and G KK → ZZ searches. The largest difference between the observed data JHEP03(2018)009  Figure 7.",
            "paragraph_rank": 68,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 116,
                    "text": "figure 7",
                    "end": 124
                },
                {
                    "type": "figure",
                    "start": 923,
                    "text": "Figure 7",
                    "end": 931
                }
            ]
        },
        {
            "section": "Limits on the production of heavy resonances",
            "text": "Comparisons of the observed data and expected background distributions of the final discriminants of the VBF category for the H → ZZ → qq search: m J of (a) high-purity and (b) low-purity signal regions; (c) m jj of the resolved signal region. For illustration, expected distributions from the VBF production of a 1 TeV Higgs boson with σ×B(H → ZZ) = 20 fb are also shown. The middle panes show the ratios of the observed data to the background predictions. The uncertainty in the total background prediction, shown as bands, combines statistical and systematic contributions. The blue triangles in the middle panes indicate bins where the ratio is nonzero and outside the vertical range of the plot. The bottom panes show the ratios of the post-fit and pre-fit background predictions.",
            "paragraph_rank": 69,
            "section_rank": 26
        },
        {
            "section": "Limits on the production of heavy resonances",
            "text": "-22 -JHEP03(2018)009  Figure 8.",
            "paragraph_rank": 70,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 22,
                    "text": "Figure 8",
                    "end": 30
                }
            ]
        },
        {
            "section": "Limits on the production of heavy resonances",
            "text": "Comparisons of the observed data and expected background distributions of the final discriminants of the ggF category for the H → ZZ → qq search: m J of (a) high-purity and (b) low-purity signal regions; m jj of (c) b-tagged and (d) untagged signal regions. For illustration, expected distributions from the ggF production of a 1 TeV Higgs boson with σ×B(H → ZZ) = 20 fb are also shown. The middle panes show the ratios of the observed data to the background predictions. The uncertainty in the total background prediction, shown as bands, combines statistical and systematic contributions. The blue triangles in the middle panes indicate bins where the ratio is nonzero and outside the vertical range of the plot. The bottom panes show the ratios of the post-fit and pre-fit background predictions.",
            "paragraph_rank": 71,
            "section_rank": 26
        },
        {
            "section": "Limits on the production of heavy resonances",
            "text": "-23 -JHEP03(2018)009  and the SM background prediction is in the H → ZZ → qq search, high-purity signal region, as shown in figure 8 (a). A deficit in data is seen around m J of 800 GeV, with a local significance of 3.0σ, and by taking into account the look-elsewhere effect [99] in the full m J spectrum, a global significance of 1.9σ. Upper limits are set on the product of the production cross section of new resonances and their decay branching ratio to ZV , σ × B(X → ZV ). Limits are presented for both the ggF and VBF productions of H → ZZ in figure 12 in the resonance mass range between 300 GeV and 3 TeV. The observed limit on σ × B(H → ZZ) varies from 1.7 (0.42) pb at 300 GeV to 1.4 (1.1) fb at 3 TeV for ggF (VBF) H → ZZ production. Figure 13 shows the limits on σ × B(W → ZW ) for DY and VBF production of a W boson in the HVT model. The observed limit ranges from 5.7 pb at 300 GeV to 1.3 fb at 5 TeV for DY production and from 0.98 pb at 300 GeV to 2.8 fb at 4 TeV for VBF production. The theoretical predictions of the HVT Model A, Model B and VBF Model are overlaid for comparison. The observed limits exclude an HVT W boson produced in the DY process lighter than 2.9 TeV for Model A and 3.  the HVT model space can be excluded for the VBF process with the current sensitivity of the analysis. HVT models generally predict a near-by neutral vector boson (Z ) that decays into a Z boson and a SM Higgs boson h. The Z production could contaminate both the signal and control regions of the HVT W search. Assuming the Z → Zh production having the same cross section as the observed upper limit on σ×B(W → ZW ), the impacts of the potential contamination to the W → ZW search are found to be negligible.",
            "paragraph_rank": 72,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 133,
                    "text": "(a)",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 275,
                    "text": "[99]",
                    "end": 279
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 746,
                    "text": "Figure 13",
                    "end": 755
                }
            ]
        },
        {
            "section": "Limits on the production of heavy resonances",
            "text": "For G KK → ZZ, limits are presented for two different couplings: k/M Pl = 1 and k/M Pl = 0.5, for masses between 300 GeV and 5 TeV, as shown in figure 14. The observed limits on σ × B(G KK → ZZ) vary from 3.3 pb at 300 GeV to 0.74 fb at 5 TeV for the bulk RS model with k/M Pl = 1. The exclusion limit on the mass in this model is 1.3 (1.6) TeV for the observed (expected) limit. Similar results are obtained for bulk RS model with k/M Pl = 0.5, with a mass exclusion upper limit of 1.0 TeV for both observed and expected limits.",
            "paragraph_rank": 73,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 144,
                    "text": "figure 14",
                    "end": 153
                }
            ]
        },
        {
            "section": "Limits on the production of heavy resonances",
            "text": "These results are comparable or extend beyond previously published results [17,18]. ",
            "paragraph_rank": 74,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 75,
                    "text": "[17,",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 79,
                    "text": "18]",
                    "end": 82
                }
            ]
        },
        {
            "text": "Effects of systematic uncertainties",
            "section_rank": 27
        },
        {
            "section": "Effects of systematic uncertainties",
            "text": "The effects of systematic uncertainties are studied for hypothesised signals using the signalstrength parameter µ. The relative uncertainties in the best-fit µ value from the leading sources of systematic uncertainty are shown in table 5 for ggF H → ZZ production with m(H) = 600 GeV and 1.2 TeV. Apart from the statistical uncertainties in the data, the uncertainties with the largest impact on the sensitivity of the searches are from the size of the MC samples, measurements of small-R and large-R jets, E miss T measurement, background modelling and luminosity. For signals with higher mass, the data statistical uncertainty becomes dominant. The effects of systematic uncertainties for the other searches are similar to those shown for the ggF H → ZZ search.         Background modelling 9.6 Small-R jet 5.9 Luminosity 9.1 Leptons 3.9 Table 5. The relative uncertainties from the leading uncertainty sources in the best-fit signalstrength parameter µ of hypothesised signal production of ggF H → ZZ with m(H) = 600 GeV and m(H) = 1.2 TeV. For this study, the H → ZZ production cross section is assumed to be 95 fb at 600 GeV and 13 fb at 1.2 TeV, corresponding to approximately the expected median upper limits at these two mass values.",
            "paragraph_rank": 75,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 840,
                    "text": "Table 5",
                    "end": 847
                }
            ]
        },
        {
            "section": "Effects of systematic uncertainties",
            "text": "-28 -",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "JHEP03(2018)009 9 Conclusion",
            "section_rank": 28
        },
        {
            "section": "JHEP03(2018)009 9 Conclusion",
            "text": "Searches for heavy resonances decaying into ZZ or ZW are performed using proton-proton collision data produced at √ s = 13 TeV and recorded by the ATLAS detector at the LHC in 2015 and 2016. The data correspond to a combined integrated luminosity of 36.1 fb −1 . The searches explore the final states with one Z boson decaying either into a pair of charged leptons or into a pair of neutrinos, and the other Z boson or the W boson decaying into a pair of quarks, identified either as two separate jets or as one large-radius jet. Moreover, the searches are performed in two event categories, targeting VBF and non-VBF production of the resonances.",
            "paragraph_rank": 77,
            "section_rank": 28
        },
        {
            "section": "JHEP03(2018)009 9 Conclusion",
            "text": "The data are found to be consistent with the SM background predictions and no evidence of heavy resonance production is observed. Upper limits on the production cross section times branching ratio, σ × B(X → ZV ), as a function of the resonance mass are derived at 95% CL. In the case of a heavy Higgs boson, upper limits on σ × B(H → ZZ) range from 1.7 (0.42) pb at m(H) = 300 GeV to 1.4 (1.1) fb at m(H) = 3 TeV for the ggF (VBF) production process. For the phenomenological heavy-vector-triplet benchmark Model A (Model B ) with coupling constant g V = 1 (g V = 3), a spin-1 vector triplet produced via the Drell-Yan process is excluded for m(W ) < 2.9 (3.2) TeV. Upper limits on σ × B(W → ZW ) are also set for an HVT VBF Model with values of 0.98 pb at m(W ) = 300 GeV and 2.8 fb at m(W ) = 4 TeV. For the bulk Randall-Sundrum model with k/M Pl = 1 (k/M Pl = 0.5), a spin-2 Kaluza-Klein graviton is excluded for m(G KK ) < 1.3 (1.0) TeV.",
            "paragraph_rank": 78,
            "section_rank": 28
        },
        {
            "section": "JHEP03(2018)009 9 Conclusion",
            "text": "These results extend previously published results [18] obtained from the combinations of ννqq, νqq, qq and qqqq final states based on a data sample of 3.2 fb −1 at √ s = 13 TeV recorded in 2015.",
            "paragraph_rank": 79,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 50,
                    "text": "[18]",
                    "end": 54
                }
            ]
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 29
        },
        {
            "section": "JHEP03(2018)009",
            "text": "members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Horizon 2020 and Marie Sk lodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 80,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2018)009",
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada) [72] ATLAS collaboration, Jet mass reconstruction with the ATLAS Detector in early Run 2 data, ATLAS-CONF-2016-035 (2016).",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2018)009",
            "text": ",",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2018)009",
            "text": "[ [78] ATLAS collaboration, Performance of missing transverse momentum reconstruction for the ATLAS detector in the first proton-proton collisions at at √ s = 13 TeV, ATL-PHYS-PUB-2015-027 (2015).",
            "paragraph_rank": 83,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2018)009",
            "text": "[79] ATLAS collaboration, Expected performance of missing transverse momentum reconstruction for the ATLAS detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-023 (2015).",
            "paragraph_rank": 84,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2018)009",
            "text": "[ ",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "JHEP03(2018)009",
            "section_rank": 30
        },
        {
            "section": "JHEP03(2018)009",
            "text": "[83] ATLAS collaboration, Muon reconstruction performance in early √ s = 13 TeV data, ATL-PHYS-PUB-2015-037 (2015).",
            "paragraph_rank": 86,
            "section_rank": 30
        },
        {
            "section": "JHEP03(2018)009",
            "text": "[84] ATLAS collaboration, Electron identification measurements in ATLAS using √ s = 13 TeV data with 50 ns bunch spacing, ATL-PHYS-PUB-2015-041 (2015).",
            "paragraph_rank": 87,
            "section_rank": 30
        },
        {
            "section": "JHEP03(2018)009",
            "text": "[85] ATLAS collaboration, Jet Calibration and Systematic Uncertainties for Jets Reconstructed in the ATLAS Detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-015 (2015).",
            "paragraph_rank": 88,
            "section_rank": 30
        },
        {
            "text": "Figure 1 .",
            "section_rank": 31
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Representative Feynman diagrams for the production of heavy resonances X with their decays into a pair of vector bosons.",
            "paragraph_rank": 89,
            "section_rank": 31
        },
        {
            "text": "[71]. The mass of a large-R jet (m J ) is computed using a combination of calorimeter and tracking information [72]. The large-R jets are required to have p T > 200 GeV and |η| < 2.0.",
            "paragraph_rank": 90,
            "section_rank": 32
        },
        {
            "text": "Figure 2 .",
            "section_rank": 33
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Illustration of the selection flow and seven signal regions of the X → ZV → qq search. The VBF category is targeted for VBF production whereas the ggF/DY category is for the rest, including events failing the selection for the VBF category. The selected VBF tag-jets are removed from the subsequent selection for the VBF category. However, if an event fails to be selected for the VBF category, these jets are kept for the ggF/DY category selection. The H → ZZ search utilises all seven signal regions and the W → ZW search uses six signal regions by combining the b-tagged and untagged regions of the ggF/DY category. The G KK → ZZ search bypasses the VBF selection, so it has only four signal regions.",
            "paragraph_rank": 91,
            "section_rank": 33
        },
        {
            "text": "Figure 3 .",
            "section_rank": 34
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Observed and expected distributions of (a) the large-R jet mass m J of the ZV → J candidate and (b) the dijet mass m jj of the ZV → jj candidate. These distributions are for the H → ZZ search before the identification of the V → qq decay, combining VBF and ggF/DY categories. Background contributions are obtained from the combined likelihood fit to the data, as explained in section 8. For illustration, expected distributions from the ggF production of a 1 TeV Higgs boson with σ × B(H → ZZ) = 2 pb are also shown. The middle panes show the ratios of the observed data to the background predictions. The uncertainty in the total background prediction, shown as bands, combines statistical and systematic contributions. The bottom panes are the ratios of the post-fit and pre-fit background predictions.",
            "paragraph_rank": 92,
            "section_rank": 34
        },
        {
            "text": "Figure 4 .",
            "section_rank": 35
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4.Selection acceptance times efficiency for the H → ZZ → qq events from MC simulations as a function of the Higgs boson mass for (a) ggF and (b) VBF production, combining the HP and LP signal regions of the ZV → J selection and the b-tagged and untagged regions of the ZV → jj selection. The hatched band represents the total statistical and systematic uncertainties.",
            "paragraph_rank": 93,
            "section_rank": 35
        },
        {
            "text": "Untagged 3 .Table 2 .",
            "section_rank": 36
        },
        {
            "section": "Untagged 3 .Table 2 .",
            "text": "31 (±) 0.34 2.5 (±) 0.5 82200 (±) 400 2280 (±) 250 1500 (±) 130 86030 (±) 280 85928 Numbers of events observed in the data and predicted for background processes from background-only fits to the signal and control regions (section 8) in the seven signal regions of the H → ZZ → qq search. The numbers of signal events expected from the ggF and VBF production of a heavy Higgs boson with mass of 1 TeV are also shown. The signal yields are calculated using σ × B(H → ZZ) = 20 fb for both processes. The uncertainties combine statistical and systematic contributions. The fit constrains the background estimate towards the observed data, which reduces the total background uncertainty by correlating those from the individual backgrounds. a requirement of 50 < m jj < 62 GeV or 105 < m jj < 150 GeV is applied. These CRs are dominated by the Z+jets contribution, with a purity higher than 96% in all regions, except for the b-tagged CR where the top quark and Z+jets contributions are comparable. They are therefore used to constrain its contribution in signal regions through simultaneous fits as discussed in section 8.",
            "paragraph_rank": 94,
            "section_rank": 36
        },
        {
            "text": "An initial selection is made by requiring E miss T > 250 GeV, and vetoing events with electrons or muons passing the 'loose' quality requirements. The multijet background, originating primarily from the presence of mismeasured jets, and non-collision backgrounds are suppressed by using a track-based missing transverse momentum, p miss T , as defined in section 4. The requirements are p miss T > 50 GeV and the azimuthal separation between E miss T and p miss T directions satisfies ∆φ( E miss T , p miss T ) < 1. An additional requirement is imposed on the azimuthal separation between the directions of E miss T and the nearest small-R jet with min[∆φ( E miss T, small−R jet)] > 0.4. The multijet background is found to be negligible after these selections.",
            "paragraph_rank": 95,
            "section_rank": 37
        },
        {
            "text": "Figure 5 .,",
            "section_rank": 38
        },
        {
            "section": "Figure 5 .,",
            "text": "Figure 5. Observed and expected distributions of (a) mass of the large-R jet and (b) D 2 of the large-R jet in ZV → ννJ candidates in the ggF category. All selections other than the requirements on the mass and D 2 are applied. Background contributions in these distributions are after applying the combined likelihood fit to the data, as explained in section 8. For illustration, expected distributions from the ggF production of a 1.6 TeV Higgs boson with σ × B(H → ZZ) = 60 fb are also shown. The middle panes show the ratios of the observed data to the background predictions. The uncertainty in the total background prediction, shown as bands, combines statistical and systematic contributions. The bottom panes are the ratios of the post-fit and pre-fit background predictions.",
            "paragraph_rank": 96,
            "section_rank": 38
        },
        {
            "text": "Figure 9 .",
            "section_rank": 39
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Comparisons of the observed data and expected background distributions of m T in the VBF category of the H → ZZ → ννqq search: (a) high-purity and (b) low-purity signal regions. For illustration, expected distributions from the VBF production of a 1.6 TeV Higgs boson with σ × B(H → ZZ) = 6 fb are also shown. The middle panes show the ratios of the observed data to the background predictions. The uncertainty in the total background prediction, shown as bands, combines statistical and systematic contributions. The blue triangles in the middle panes indicate bins where the ratio is nonzero and outside the vertical range of the plot. The bottom panes show the ratios of the post-fit and pre-fit background predictions.",
            "paragraph_rank": 97,
            "section_rank": 39
        },
        {
            "text": "Figure 10 .",
            "section_rank": 40
        },
        {
            "section": "Figure 10 .",
            "text": "Figure 10. Comparisons of the observed data and expected background distributions of m T in the ggF category of the H → ZZ → ννqq search: (a) high-purity and (b) low-purity signal regions. For illustration, expected distributions from the ggF production of a 1.6 TeV Higgs boson with σ × B(H → ZZ) = 6 fb are also shown. The middle panes show the ratios of the observed data to the background predictions. The uncertainty in the total background prediction, shown as bands, combines statistical and systematic contributions. The blue triangles in the middle panes indicate bins where the ratio is nonzero and outside the vertical range of the plot. The bottom panes show the ratios of the post-fit and pre-fit background predictions.",
            "paragraph_rank": 98,
            "section_rank": 40
        },
        {
            "text": "Figure 11 .",
            "section_rank": 41
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Comparisons of the observed data and expected background event yields in each control region. The middle pane shows the ratios of the observed data to the post-fit background predictions. The uncertainty in the total background prediction, shown as bands, combines statistical and systematic contributions. The bottom pane shows the ratios of the post-fit and pre-fit background predictions.",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "Figure 12 .",
            "section_rank": 42
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. Observed (black solid curve) and expected (black dashed curve) 95% CL upper limits on σ × B(H → ZZ) at √ s = 13 TeV for the (a) ggF and (b) VBF production of a heavy Higgs boson as a function of its mass, combining qq and ννqq searches. Limits expected from individual searches (dashed curves in blue and magenta) are also shown for comparison. Limits are calculated in the asymptotic approximation below 2 TeV and are obtained from pseudo-experiments above that. The green (inner) and yellow (outer) bands represent the ±1σ and ±2σ uncertainty in the expected limits.",
            "paragraph_rank": 100,
            "section_rank": 42
        },
        {
            "text": "Figure 13 .",
            "section_rank": 43
        },
        {
            "section": "Figure 13 .",
            "text": "Figure 13. Observed (black solid curve) and expected (black dashed curve) 95% CL upper limits on σ × B(W → ZW ) at √ s = 13 TeV for the (a) DY and (b) VBF production of a W boson in the HVT model as a function of its mass, combining qq and ννqq searches. Limits expected from individual searches (dashed curves in blue and magenta) are also shown for comparison. Limits are calculated in the asymptotic approximation below 2 TeV and are obtained from pseudo-experiments above that. Theoretical predictions are overlaid in (a) for HVT Model A and Model B and in (b) for HVT VBF Model. The green (inner) and yellow (outer) bands represent the ±1σ and ±2σ uncertainty in the expected limits.",
            "paragraph_rank": 101,
            "section_rank": 43
        },
        {
            "text": "Figure 14 .",
            "section_rank": 44
        },
        {
            "section": "Figure 14 .",
            "text": "Figure 14. Observed (black solid curve) and expected (black dashed curve) 95% CL upper limits on σ × B(G KK → ZZ) at √ s = 13 TeV for the production of a G KK in the bulk RS model with couplings of (a) k/M Pl = 1 and (b) k/M Pl = 0.5 as a function of the graviton mass, combining qq and ννqq searches. Limits expected from individual searches (dashed curves in blue and magenta) are also shown for comparison. Limits are calculated in the asymptotic approximation below 2 TeV and are obtained from pseudo-experiments above that. The theoretical predictions for σ×B(G KK → ZZ) as a function of resonance mass for a bulk RS graviton are also shown. The green (inner) and yellow (outer) bands represent the ±1σ and ±2σ uncertainty in the expected limits.",
            "paragraph_rank": 102,
            "section_rank": 44
        },
        {
            "text": "NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in ref. [100]. Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. [71] ATLAS collaboration, Performance of jet substructure techniques for large-R jets in proton-proton collisions at √ s = 7 TeV using the ATLAS detector, JHEP 09 (2013) 076 [arXiv:1306.4945] [INSPIRE].",
            "paragraph_rank": 103,
            "section_rank": 45
        },
        {
            "text": "GeV and |η| < 2.5. Muons must pass identification requirements, based on the numbers of hits in the ID and MS subsystems, and the significance of the difference |q/p MS − q/p ID |",
            "paragraph_rank": 104,
            "section_rank": 46
        },
        {
            "text": "(1.22) at p T = 500 GeV to 1.97 (1.85) at p T ≥ 2000 GeV. For the 80% working point, the width of the W (Z) mass window varies from 33 (42) GeV at p T = 500 GeV to 54 (57) GeV at p T = 2000 GeV; the maximum D 2 value for the W (Z) tagger varies from 1.92 (1.90) at p T = 500 GeV to 2.76 (2.62) at p",
            "paragraph_rank": 105,
            "section_rank": 47
        },
        {
            "text": "T ≥ 2000 GeV. The missing transverse momentum ( E miss T",
            "paragraph_rank": 106,
            "section_rank": 47
        },
        {
            "text": "GeV for W → qq. The choice of GeV ATLAS √ s = 13 TeV, 36.1 fb −1 H → Z Z → qq Merged, before boson tagging GeV ATLAS √ s = 13 TeV, 36.1 fb −1 H → Z Z → qq Resolved, before V → qq mass window",
            "paragraph_rank": 107,
            "section_rank": 48
        },
        {
            "text": "Two opposite-flavour leptons with p T (E T ) > 7 GeV leading lepton with p T (E T ) > 28 GeV 83 < m ee < 99 GeV 85.6 GeV − 0.0117 × p T < m µµ < 94.0 GeV + 0.0185 × p T",
            "paragraph_rank": 108,
            "section_rank": 49
        },
        {
            "text": "Table 1 .",
            "section_rank": 50
        },
        {
            "section": "Table 1 .",
            "text": "Summary of the X → ZV → qq selection criteria.",
            "paragraph_rank": 109,
            "section_rank": 50
        },
        {
            "text": ".187 GeV for the Z boson and 80.385 GeV for the W boson [80]. The m jj scaling improves the m jj resolution by approximately 14% for a 600 GeV Higgs boson. No m V /m J scale factor is applied to the ZV → J final states as the expected improvement in the m J resolution is negligible.",
            "paragraph_rank": 110,
            "section_rank": 51
        },
        {
            "text": "Table 3 .",
            "section_rank": 52
        },
        {
            "section": "Table 3 .",
            "text": "Summary of the X → ZV → ννqq selection criteria.",
            "paragraph_rank": 111,
            "section_rank": 52
        },
        {
            "text": "Table 4 .",
            "section_rank": 53
        },
        {
            "section": "Table 4 .",
            "text": "Numbers of events predicted from background processes and observed in the data in the signal regions of the H → ZZ → ννqq search from the background-only fit of both the signal and control regions (section 8). The numbers of signal events expected from a Higgs boson with mass of 1.6 TeV are also shown. The signal yields are calculated assuming σ × B(H → ZZ) = 6 fb for both ggF and VBF at 1.6 TeV. The uncertainties combine statistical and systematic contributions.",
            "paragraph_rank": 112,
            "section_rank": 53
        },
        {
            "section": "Table 4 .",
            "text": "removing the muon p T contribution from the E miss T",
            "paragraph_rank": 113,
            "section_rank": 53
        },
        {
            "text": "= 13 TeV, 36.1 fb −1 H → Z Z → qq VBF cat. high-purity SR",
            "paragraph_rank": 114,
            "section_rank": 54
        },
        {
            "text": "= 13 TeV, 36.1 fb −1 H → Z Z → qq ggF cat. high-purity SR",
            "paragraph_rank": 115,
            "section_rank": 55
        },
        {
            "text": "= 13 TeV, 36.1 fb −1 H → Z Z → ννqq VBF cat. high-purity SR = 13 TeV, 36.1 fb −1 H → Z Z → ννqq VBF cat. low-purity SR",
            "paragraph_rank": 116,
            "section_rank": 56
        },
        {
            "text": "2",
            "section_rank": 57
        },
        {
            "section": "2",
            "text": "TeV for Model B, while none of",
            "paragraph_rank": 117,
            "section_rank": 57
        },
        {
            "text": "ATLAS√ s = 13 TeV, 36.1 fb −1",
            "paragraph_rank": 118,
            "section_rank": 58
        },
        {
            "text": "73] ATLAS collaboration, Identification of boosted, hadronically decaying W bosons and comparisons with ATLAS data taken at √ s = 8 TeV, Eur. Phys. J. C 76 (2016) 154 [arXiv:1510.05821] [INSPIRE]. [74] ATLAS collaboration, Identification of boosted, hadronically-decaying W and Z bosons in √ s = 13 TeV Monte Carlo Simulations for ATLAS, ATL-PHYS-PUB-2015-033 (2015). [75] A.J. Larkoski, I. Moult and D. Neill, Power Counting to Better Jet Observables, JHEP 12 (2014) 009 [arXiv:1409.6298] [INSPIRE]. [76] A.J. Larkoski, I. Moult and D. Neill, Analytic Boosted Boson Discrimination, JHEP 05 (2016) 117 [arXiv:1507.03018] [INSPIRE]. [77] ATLAS collaboration, Performance of algorithms that reconstruct missing transverse momentum in √ s = 8 TeV proton-proton collisions in the ATLAS detector, Eur. Phys. J. C 77 (2017) 241 [arXiv:1609.09324] [INSPIRE].",
            "paragraph_rank": 119,
            "section_rank": 59
        },
        {
            "text": "80] Particle Data Group collaboration, K.A. Olive et al., Review of Particle Physics, Chin. Phys. C 38 (2014) 090001 [INSPIRE]. [81] ATLAS collaboration, Luminosity determination in pp collisions at √ s = 8 TeV using the ATLAS detector at the LHC, Eur. Phys. J. C 76 (2016) 653 [arXiv:1608.03953] [INSPIRE]. [82] ATLAS collaboration, Measurement of the Inelastic Proton-Proton Cross section at √ s = 13 TeV with the ATLAS Detector at the LHC, Phys. Rev. Lett. 117 (2016) 182002 [arXiv:1606.02625] [INSPIRE].",
            "paragraph_rank": 120,
            "section_rank": 60
        },
        {
            "text": "-34 -",
            "paragraph_rank": 121,
            "section_rank": 60
        },
        {
            "text": "To simplify the notation, antiparticles are not explicitly labelled in this paper.",
            "paragraph_rank": 122,
            "section_rank": 60
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 123,
            "section_rank": 60
        },
        {
            "text": "Acknowledgments",
            "section_rank": 62
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 124,
            "section_rank": 62
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and",
            "paragraph_rank": 125,
            "section_rank": 62
        }
    ]
}