{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We propose an experiment to search for a new gauge boson A in e + e − annihilation by means of a positron beam incident on a gas hydrogen target internal to the bypass at the VEPP-3 storage ring. The search method is based on a missing mass spectrum in the reaction e + e − → γA . It allows observation of the A signal independently of its decay modes and life time. The projected result of this experiment corresponds to an upper limit on the square of the coupling constant ε 2 = 3 • 10 −8 with a signal-to-noise ratio of two to one at an A mass of 5-20 MeV.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The search for an experimental signature of physics beyond the Standard Model is a major effort of modern particle physics, see e.g. [1]. Most of the search activity is focused on possible heavy particles with a mass scale of 1 TeV and above. At the same time, as was suggested by P. Fayet [2,3], there could be extra U(1) symmetry, which requires a new gauge boson, U, also called the A -boson. The boson could be light and weakly interacting with known particles through kinetic mixing with the ordinary photon [4]. Most constraints for the light A -boson parameters were obtained from electron and muon anomalous magnetic moments (g − 2) and particle decay modes [5][6][7][8].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 133,
                    "text": "[1]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 290,
                    "text": "[2,",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 293,
                    "text": "3]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 513,
                    "text": "[4]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 666,
                    "text": "[5]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 669,
                    "text": "[6]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 672,
                    "text": "[7]",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 675,
                    "text": "[8]",
                    "end": 678
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Renewed interest in a search for the new gauge boson has been seen recently as such a boson may provide an explanation for various astrophysics phenomena, accumulated during the last decade, which are related to dark matter [5,7,9,10]. The possible connection between the A -boson and dark matter in view of the observed slow positron abundance has been investigated for several years and is often referred to as MeV dark matter [11][12][13][14]. The theory of dark matter proposed by N. Arkani-Hamed and collaborators [9], which provided interpretation of a number of key astrophysical observations, sparked additional interest in an A -boson search in the mass range below 1 GeV.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 224,
                    "text": "[5,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 227,
                    "text": "7,",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 229,
                    "text": "9,",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 231,
                    "text": "10]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 429,
                    "text": "[11]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 433,
                    "text": "[12]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 437,
                    "text": "[13]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 441,
                    "text": "[14]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 519,
                    "text": "[9]",
                    "end": 522
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Several methods have been used in the search for the A -boson signal, considering \"invisible\" decay modes of the A -boson. The first method uses precise experimental data on exotic decay modes of elementary particles, e.g. π • → invisible + γ, for the calculation of the upper limit on the A -boson coupling constant ε to the specific flavour. These upper limits for decay of the J/Ψ and Υ to a photon plus invisible particles were obtained experimentally by means of the \"missing particle\" approach, where a missing particle in the event type e + e − → γX leads to a yield of events with a large energy photon detected at a large angle with respect to the direction of the positron and electron beams. From the yield of such events the coupling constant could be determined for a wide range of mass of the hypothetical A -boson. A recent experiment [15] using 53 fb −1 of e + e − collision data collected with CM energies near the Υ(2S), Υ(3S) and Υ(4S) resonances provided the best data for Υ decay to A + γ and a limit on the coupling of the A -boson to the b-quark. In the mass region below 100 MeV the obtained limit for B(Υ(2S, 3S, 4S) → γA ) × B(A → invisible) is 1 • 10 −6 ; an additional hypothesis of coupling constants' universality is required to get a bound on ε, so direct measurement of the coupling to an electron is of large interest. Currently, the upper limit on the vector coupling obtained from the discrepancy between the calculated electron anomalous magnetic moment and the measured one is ε < 1.0 • 10 −4 × m A [MeV] [7,8].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 850,
                    "text": "[15]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1542,
                    "text": "[7,",
                    "end": 1545
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1545,
                    "text": "8]",
                    "end": 1547
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "One more approach to searching for the A -boson decaying to invisible states is the missing-energy method, used by the NA64 collaboration at CERN SPS [16]. Such a method provides a very high sensitivity in a wide range of A -boson mass but there is a potential problem due to use of a veto approach which suppresses observation of a semi-invisible decay. Similar decay modes were considered recently in Ref. [17]. In the missing-energy method the parameters m A and ε can not be separately extracted. This limitation is overcome in the LDMX experiment [18], which performs tracking on the recoiling electron.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 150,
                    "text": "[16]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 408,
                    "text": "[17]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 552,
                    "text": "[18]",
                    "end": 556
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A direct measurement of ε and m A could be made by detecting the decay of the A -boson to an electron-positron pair and reconstructing the e + e − invariant mass. It requires a significant branching of A -boson decay to the e + e − pair. A complication of this method is the high level of electromagnetic background in the mass spectrum of e + e − , so such a measurement requires large statistics. Recently the data sets accumulated in collider experiments have been used for such an analysis [14,19,20].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 494,
                    "text": "[14,",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 498,
                    "text": "19,",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 501,
                    "text": "20]",
                    "end": 504
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Electron fixed-target experiments, where a new boson can be produced from radiation off an electron beam incident on an external target, are now widely discussed [21][22][23][24]. The first significant experimental results on upper limits for a new boson coupling to an electron in the sub-GeV mass range have been reported [25,26]. The APEX experiment in JLab Hall A [27] will probe couplings ε 2 > 10 −7 and masses m A ∼ 50 − 550 MeV. The result of the test run, with only 1/200 of the data of the full APEX experiment, has already demonstrated the feasibility of such an approach [26]. A full scan in mass range m A ∼ 40 − 300 MeV was performed at MAMI [28], which put an upper limit on the coupling ε 2 < 0.8 × 10 −6 . Other electron fixed-target experiments are planned: at Jefferson Lab, including the Heavy Photon Search (HPS) [29] and DarkLight [30], and at the MESA facility at Mainz [31].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 162,
                    "text": "[21]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 166,
                    "text": "[22]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 170,
                    "text": "[23]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 174,
                    "text": "[24]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 324,
                    "text": "[25,",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 328,
                    "text": "26]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 368,
                    "text": "[27]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 583,
                    "text": "[26]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 656,
                    "text": "[28]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "start": 834,
                    "text": "[29]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 853,
                    "text": "[30]",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 893,
                    "text": "[31]",
                    "end": 897
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A high sensitivity A -boson search could be performed with a low energy e + e − collider [10], where several search techniques could be used:",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 89,
                    "text": "[10]",
                    "end": 93
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "• The invisible particle method.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "• Invariant mass of the final e + e − pair.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "• Missing mass with single-arm photon detection.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "To search for the A -boson with a mass of 10-20 MeV the center-of-mass energy of e + e − , E cm , should be low. The production cross section is proportional to 1/E 2 cm , so for low E cm , even a modest luminosity would be sufficient for a precision measurement.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The design of a new collider with high luminosity in the mass range of interest for the dark photon search (below 1 GeV) could use the sliding beam configuration where two high energy beams collide at a small angle between themselves [32]. In such an unusual configuration the invariant mass could be adjusted by a change of the angle but the luminosity would be high thanks to the compact beam parameters. Another interesting option for a high luminosity collider at modest energy could be with an energy recovery linac which provides an electron beam of high intensity with very small emittance. When such a beam collides (head-to-head) with a high energy positron beam (e.g. 5 GeV) the invariant mass could be in the range of 1-3 GeV and its luminosity will likely match the luminosity of a standard 5 GeV x 5 GeV collider.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 234,
                    "text": "[32]",
                    "end": 238
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "However, for the low energy region (below 100 MeV) no colliding (e − e + )-beam facility exists or is planned to be constructed. Still, a similar operation can be achieved if an available positron beam of a few hundred MeV energy is incident on a fixed target [33,34]. The VEPP-3 electron/positron storage ring at the Budker Institute in Novosibirsk [35] with its internal target facility and high-intensity positron beam injection complex is uniquely suited for such measurements.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 260,
                    "text": "[33,",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 264,
                    "text": "34]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "start": 350,
                    "text": "[35]",
                    "end": 354
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We propose to perform a search for the A -boson in a mass range m A = 5 − 20 MeV using a 500 MeV positron beam incident on an internal hydrogen target, providing a luminosity of 10 33 cm −2 s −1 , by detecting γ-quanta from the process e + e − → γA in an energy range E γ = 50 − 450 MeV and angular range",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The concept",
            "section_rank": 3
        },
        {
            "section": "The concept",
            "text": "In the proposed experiment we would like to explore the technique of the missing mass measurement approach with a single-arm photon detector. The concept of the method is partly described in [34]. A positron beam in a storage ring with an energy E + of a few hundred MeV and an internal hydrogen gas target make up an \"e + e − collider\". In such a collider it is possible to search for a light A -boson with a mass of up to we consider a medium luminosity (∼ 10 33 cm −2 s −1 ) measurement and a combination of on-line and off-line veto on the bremsstrahlung and multi-photon background processes.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 191,
                    "text": "[34]",
                    "end": 195
                }
            ]
        },
        {
            "section": "The concept",
            "text": "In the process e + e − → A γ a measurement of the photon energy and its angle allows a reconstruction of the missing mass spectrum and a search for a peak corresponding to the A -boson. In such a spectrum the dominant signal corresponds to the annihilation reaction e + e − → γγ. The signal for the A -boson will be shifted to the area of the continuum (see the illustration in Fig. 1). The continuum part of the event distribution is dominated by photons emitted in the process of positron scattering from an electron or a proton in the target (bremsstrahlung) and by photons from the three-photon annihilation process. Contributions of other reactions, e.g. γ p → pπ 0 → pγγ, are at least three orders of magnitude smaller than that of positron bremsstrahlung.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 378,
                    "text": "Fig. 1",
                    "end": 384
                }
            ]
        },
        {
            "section": "The concept",
            "text": "A key property of the proposed experimental setup is the ability to suppress the QED background significantly, both on-line and off-line, thus improving the sensitivity of the search.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "The kinematics and cross sections for the signal and background",
            "section_rank": 4
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "Two-photon annihilation is the dominant process of high-energy photon production in e + e − collisions at a cms energy of a few tens of MeV. Two reactions, depicted in the left panel of Fig. 2, are two-photon annihilation and the production of an exotic A -boson. The kinematics for the two-body final state is shown in the right panel of Fig. 2. The energy in the center of mass system √ s = 2m 2 + 2E + m, where m is the electron mass and E + the positron energy, and the emission angle of the final photon θ γ with respect to the direction of the positron beam defines the value of the photon energy E γ . In the case of two-photon production: E lab γ(γγ) ≈ E + (1 − cos θ cm γ )/2. In the case of A -boson production:  ",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 186,
                    "text": "Fig. 2",
                    "end": 192
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 339,
                    "text": "Fig. 2",
                    "end": 345
                }
            ]
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "The kinematic boost from the center of mass system to the lab leads to a larger photon energy in the forward direction, which helps the measurement of the photon energy. The large variation of the photon energy with the photon angle in the lab system provides an important handle on the systematics. Figure 3 shows some correlations between kinematic variables for the proposed setup at VEPP-3.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 300,
                    "text": "Figure 3",
                    "end": 308
                }
            ]
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "The energy spectrum of the photons from the two-photon annihilation process in the lab frame is expressed by [36]:",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 109,
                    "text": "[36]",
                    "end": 113
                }
            ]
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "where",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "In the case of high-energy positrons (γ + 1) the expression can be simplified to:",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "The differential cross section for the process of A -boson production in the limit of γ + 1 can be derived for the lab frame from [7, Eq.55]:",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "where µ = m 2 A /s and here the photon energy is limited by y < (1 − µ). 1 The main physical background process producing a single photon, hitting the photon detector, is the positron bremsstrahlung. The differential cross section of this reaction in the case of a thin hydrogen target can be evaluated using the expression from Ref. [37]:",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 334,
                    "text": "[37]",
                    "end": 338
                }
            ]
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "where",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "The expected rate of photons from these processes is shown in Fig. 4 However, for the correct reproduction of the γ-quanta angular distribution at l > 1, one should consider more accurate formulas for positron-electron elastic (Bhabha) scattering with bremsstrahlung. We employed a simplified version of the approach described in [38].",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 62,
                    "text": "Fig. 4",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 330,
                    "text": "[38]",
                    "end": 334
                }
            ]
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "One more process which may produce a non-negligible background rate in the considered search is a 3-photon annihilation e + e − → γγγ. With sufficient accuracy it can be evaluated as a radiative correction to the dominating two-photon annihilation process. We used the prescription from Ref. [39] to account for both γγ and γγγ annihilation channels in a consistent way. 4 The proposed experimental setup VEPP-3 is a booster-ring, operating as an intermediate accelerator/storage ring of electrons and positrons for the VEPP-4 collider. The recently commissioned new VEPP-5 electron/positron injection complex is able to provide an injection rate of 2 × 10 9 positrons per second at an energy of E + ≈ 500 MeV. In addition, the injection complex includes a damping storage ring at the final stage. This allows the implementation of an effective 6-bunch injecting scheme in which the oldest bunch is replaced by a new one every 10 seconds. Each new bunch contains 2 × 10 10 e + , corresponding to a VEPP-3 beam current of 13 mA. For an internal hydrogen target having a thickness of 10 16 atoms/cm 2 , the beam lifetime in VEPP-3 is 60 seconds. With 6 sequentially refilled bunches this gives an average beam current of ∼ 50 mA and a luminosity of ∼ 3 × 10 33 cm −2 s −1 .  Usually the internal target is located in one of the two 12-meter-long straight sections of the VEPP-3 ring. In the same straight section there are also two RF cavities, four quadrupoles and one sextupole lens, and elements of beam injection and extraction channels. The space available for the internal target equipment is 217 cm long. In our earlier proposal [40] we described a possible configuration of the experiment based on a chicane magnet installed in this segment of VEPP-3. However, such a configuration has significant difficulties, both technical and organizational. The latter follows from the fact that when a chicane magnet is installed in the ring, VEPP-3 becomes completely inaccessible for other working regimes, including operation as a booster for VEPP-4 or as a synchrotron radiation source.",
            "paragraph_rank": 28,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 292,
                    "text": "[39]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 371,
                    "text": "4",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1634,
                    "text": "[40]",
                    "end": 1638
                }
            ]
        },
        {
            "section": "The kinematics and cross sections for the signal and background",
            "text": "Therefore, for the proposed experiment we are going to implement a special setup. The main element of this setup is a bypass, which has to be built along one of the straight sections of the VEPP-3 ring.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "text": "Bypass",
            "section_rank": 5
        },
        {
            "section": "Bypass",
            "text": "The proposed configuration of the bypass is shown in Figure 5. It consists of i) a vacuum chamber with a total length of about 18 m, ii) vacuum pumps, iii) three dipole magnets with a total rotating angle of 45 • , iv) five quadrupole lenses and several correction magnets, v) elements of beam diagnostics and vi) an internal target section containing a thin-walled storage cell.",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 53,
                    "text": "Figure 5",
                    "end": 61
                }
            ]
        },
        {
            "section": "Bypass",
            "text": "The bypass will occupy the place which several decades ago was already used for another bypass containing the Free Electron Laser. The FEL has been dismantled, but the elements providing its operation at VEPP-3 (switching magnets, inlet/outlet vacuum channels) are still there. This should simplify significantly the commissioning of the new bypass. ",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "4.",
            "section_rank": 6
        },
        {
            "text": "6.",
            "section_rank": 7
        },
        {
            "section": "6.",
            "text": "8.",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "10.",
            "section_rank": 8
        },
        {
            "section": "10.",
            "text": "12.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "10.",
            "text": "14.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "16",
            "section_rank": 9
        },
        {
            "section": "16",
            "text": ".",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "section": "16",
            "text": "Q1 Q2 Figure 6. Calculated beta functions (X and Y) along the bypass for the proposed electron optics. Vertical lines show the location of the internal target.",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 6,
                    "text": "Figure 6",
                    "end": 14
                }
            ]
        },
        {
            "section": "16",
            "text": "In order to allow the photons of the positron-electron annihilation to pass to the detector without obstruction, a dipole magnet D2 with a large vertical aperture must be installed immediately after the target.",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "16",
            "text": "Several magnetic elements can be chosen from the magnets existing in BINP (refurbished or spare ones available from other projects) for no cost. However, the D2 magnet has to be constructed from scratch because its aperture must be significantly larger than the one normally used in conventional accelerator dipoles.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "16",
            "text": "When VEPP-3 switches to operation with the proposed bypass, the length of its orbit increases by 34 cm. Therefore, the frequency of the VEPP-3 RF cavity has to be decreased by 0.45%. This is within its working range, so no modification of the VEPP-3 RF system is required.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "Internal target",
            "section_rank": 10
        },
        {
            "section": "Internal target",
            "text": "Hydrogen gas, flowing through a thin-walled open-ended storage cell cooled to 25 • K, will be used as an internal target. The magnetic structure of the bypass is designed in such a way as to provide small values of beta-functions in the location of the storage cell, Fig. 6, allowing the use of a small-opening cell. Together with cell cooling this permits us to obtain the required target thickness of about 10 16 atoms/cm 2 with a smaller amount of hydrogen gas injected into the target. The gas, leaking out of the cell ends into the ring vacuum chamber, must be pumped out promptly. A set of powerful turbomolecular and cryogenic pumps will be installed in the target chamber, as well as upstream and downstream from the target chamber.",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 267,
                    "text": "Fig. 6",
                    "end": 273
                }
            ]
        },
        {
            "text": "Photon detector",
            "section_rank": 11
        },
        {
            "section": "Photon detector",
            "text": "The photon detector can be placed at a distance of up to 8 m from the target. The requirements for the detector are: At BINP we have neither an existing calorimeter with suitable parameters nor components to assemble it; therefore, we should get it from somewhere else. We are going to get crystals from Cornell University, thanks to the collaborators [41].",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 352,
                    "text": "[41]",
                    "end": 356
                }
            ]
        },
        {
            "section": "Photon detector",
            "text": "The end-cap electromagnetic calorimeter of the CLEO-II detector [42] consists of 1600 CsI(Tl) crystals of 5 × 5 × 30 cm 3 size (16.2X 0 ). It was used to measure electron and photon energy in a wide range; therefore, a direct measurement of its performance at the photon energy of interest for the proposed experiment is available:",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 64,
                    "text": "[42]",
                    "end": 68
                }
            ]
        },
        {
            "section": "Photon detector",
            "text": "δE/E = 3.8% and δx = 12 mm for E γ = 180 MeV To ensure a desired angular resolution the CsI(Tl)-calorimeter must be placed as far as possible from the target, i.e. about 8 m. In this case it would take about 630 crystals to cover the required angular range. A few notes on this detector option should be mentioned: -The CLEO-II calorimeter assembly is clearly inappropriate for the proposed experiment, so a mechanical support must be designed and constructed.",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "section": "Photon detector",
            "text": "-CsI(Tl) crystal has a long light emitting time. Therefore, its ability to work at a high background rate is limited. However, due to the high segmentation of the calorimeter, a long output pulse does not seem to be a problem. Even for crystals covering the lowest polar angle, the expected rate of background photons is estimated to be at a level of a few tens of kHz for the projected luminosity of 10 33 cm −2 s −1 .",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "section": "Photon detector",
            "text": "The calorimeter should be equipped with front-end electronics and DAQ suitable for use in the proposed experiment.",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "section": "Photon detector",
            "text": "The experiment will require a careful account of the detector responses. The energy response will be calibrated by using γγ coincidence events produced with the hydrogen target. These data will also provide a detector line shape determination. The use of the electron beam instead of the positron beam provides a way to obtain the \"white\" photon spectra without the A -boson signal and the two-photon line.",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "section": "Photon detector",
            "text": "The left panel of Fig. 7 shows the result of a calculation of the photon spectra for the case of an internal hydrogen gas target of 10 16 atoms/cm 2 thickness (5 • 10 −10 X 0 ), a positron beam current of 15 mA (i.e. a luminosity of 10 33 cm −2 s −1 ) and a 500 MeV positron beam energy. For a narrow range of scattering angle the photon spectrum is composed of a wide background of bremsstrahlung process and a peak of the two-photon annihilation process, which moves with the scattering angle. In the case of an electron beam (Fig. 7, right panel), the energy spectrum is smooth; this will be used for the calibration of the detector response.",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 18,
                    "text": "Fig. 7",
                    "end": 24
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 528,
                    "text": "(Fig. 7",
                    "end": 535
                }
            ]
        },
        {
            "text": "Positron veto counter",
            "section_rank": 12
        },
        {
            "section": "Positron veto counter",
            "text": "The main single-photon QED background comes from positron bremsstrahlung on hydrogen. Therefore, a rejection of bremsstrahlung events with an efficiency would result in an increase in the search sensitivity by a factor of 1/ √ 1 − . Since in this process the positron loses energy and is swept out by the D2 dipole magnet, such background events can be vetoed by detecting the scattered positron. For this purpose, compact sandwich or simple plastic counters will be installed downstream from the D2 magnet. The fraction of bremsstrahlung events detected by these counters depends on their geometry. The total rate of positrons emitting a photon with energy above the E γ = 25 MeV threshold can be estimated by integrating Eq. 3.3. For the luminosity of L = 10 33 cm −2 s −1 the rate is 30 MHz, see Fig. 4. Hence, the veto counter would be useless at this luminosity if it detects all positrons including those which emit photons outside the photon detector acceptance. Using the MC simulation we have chosen a configuration with a positron rate of f e + ∼ 2.5 MHz, which gives only 10% event loss due to accidental coincidences -see Fig. 8. The simulation has shown that the veto efficiency is a function of missing mass range and it is generally higher for the bremsstrahlung from a hydrogen target process than for the radiative Bhabha one, with an overall mean value of about 70%.",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 799,
                    "text": "Fig. 4",
                    "end": 805
                },
                {
                    "type": "figure",
                    "start": 1134,
                    "text": "Fig. 8",
                    "end": 1140
                }
            ]
        },
        {
            "section": "Positron veto counter",
            "text": "However, in the case of a visible decay of A to an electron/positron pair, the use of such a veto counter results in a loss of signal events because positrons from the A -boson decay often hit the veto counter. We have considered a simple extension -a layer of scintillation strips placed in front of the veto sandwich, Fig. 9. This allows us to reconstruct the positron energy and, together with the photon energy reconstructed in the calorimeter, allows us to distinguish between the A decay process and the bremsstrahlung on the proton. However, the veto efficiency for radiative Bhabha events is rather low in this case. Nevertheless, such a relatively inexpensive configuration of the veto counter does improve the search sensitivity and we are going to implement it.",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 320,
                    "text": "Fig. 9",
                    "end": 326
                }
            ]
        },
        {
            "text": "Background from QED annihilation process",
            "section_rank": 13
        },
        {
            "section": "Background from QED annihilation process",
            "text": "Conventional QED e + e − annihilation processes have two or more gamma quanta in the final state, while in the signal process there is strictly one photon. This can be used to reject such background.",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "Background from QED annihilation process",
            "text": "For this purpose the acceptance of the photon calorimeter is chosen to be symmetrical with respect to θ cm γ = 90 • in the center of mass frame of an electron/positron pair. This means that for the 2-photon annihilation, the calorimeter will always detect either both photons or neither. Therefore, the 2-photon annihilation events will be rejected very effectively. Three-photons events will also be largely rejected, which is demonstrated in Fig. 10. This selection cut is especially effective at lower missing mass region, e.g., for |M 2 mis | < 100 MeV 2 the suppression factors are 630 and 130 for 2-γ and 3-γ background processes, respectively.",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 444,
                    "text": "Fig. 10",
                    "end": 451
                }
            ]
        },
        {
            "text": "Secondary background sources",
            "section_rank": 14
        },
        {
            "section": "Secondary background sources",
            "text": "Secondary sources of background events should also be considered. Such events are produced when high energy particles (photons, positrons, electrons) hit the materials inside and outside the target area. Special efforts should be devoted to installing shielding wherever it is applicable. Also, since most secondary showers, born outside the target area, contain electrons and positrons, an additional suppression of such background can be achieved by the installation of charge veto counters.",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "section": "Secondary background sources",
            "text": "In the proposed configuration we consider the installation of a tungsten rod (a \"blocker\") to dump a high flux of photons, emitted from the target at small angles outside the accep- tance of the photon detector, and a thin scintillator, covering the calorimeter acceptance, to veto charged particles. Both elements are installed close to the exit of the dipole magnet, see Fig. 11.",
            "paragraph_rank": 53,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 373,
                    "text": "Fig. 11",
                    "end": 380
                }
            ]
        },
        {
            "text": "Data Acquisition",
            "section_rank": 15
        },
        {
            "section": "Data Acquisition",
            "text": "The expected rate of events with a threshold of minimum energy deposition in the calorimeter E cal > 25 MeV is about 500 kHz for the projected luminosity of the experiment. The front-end and digitizing electronics should be based on Flash ADC and FPGA logic to provide on-line timing, cluster-finding and zero-suppression. Similar or substantially faster systems are now widely used or being designed for Data Acquisition in various experiments. Assuming a conservative value for the on-line suppression factor of 3 for combined veto-channels and a factor 10 for events with two or more photons in the calorimeter, one obtains a 150 kHz final trigger rate. This gives an easily manageable data rate of about 50 MBit/s.",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 16
        },
        {
            "section": "Monte Carlo simulation",
            "text": "Thorough Monte Carlo simulation of the measurement procedure, detector response and data analysis has been done using a GEANT4 toolkit and a set of dedicated event generators. A detailed model of the target area and the photon detector has been developed, see Figure 12. The signal process was generated using the cross section formula 3.2. The following background processes were taken into account:",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 260,
                    "text": "Figure 12",
                    "end": 269
                }
            ]
        },
        {
            "section": "Monte Carlo simulation",
            "text": "• Single photon bremsstrahlung of positron on proton: The expression 3.3 is used;",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "section": "Monte Carlo simulation",
            "text": "• Single photon bremsstrahlung of positron in elastic (Bhabha) scattering on atomic electrons: A simplified version of the event generator described in [38] is applied; • Two-and three-photon annihilation: A procedure outlined in [39] is adopted for the event simulation.",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 152,
                    "text": "[38]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 230,
                    "text": "[39]",
                    "end": 234
                }
            ]
        },
        {
            "section": "Monte Carlo simulation",
            "text": "We have compared the calorimeter resolutions from simulation and those reported in the CLEO calorimeter paper [42]. It was found that if we add the noise of electronics with parameters taken from [42] to the fluctuation of energy deposition obtained in GEANT4 simulation, then the measured and the simulated resolutions match nicely, see Fig. 13.",
            "paragraph_rank": 58,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 110,
                    "text": "[42]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 196,
                    "text": "[42]",
                    "end": 200
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 338,
                    "text": "Fig. 13",
                    "end": 345
                }
            ]
        },
        {
            "section": "Monte Carlo simulation",
            "text": "The task of data analysis is to select events with a single cluster in the calorimeter and no signal in the veto counters and to search for a peak in the missing mass distribution in  Figure 15. Results of the full Monte Carlo simulation for two possible masses of the A -boson after all selection cuts are applied. Vertical lines indicate the width of a sliding search window. Stacked histograms show contributions of various background processes to the final missing mass spectrum. The mixing constant is taken to be 2 = 10 −2 . For a luminosity of 10 33 cm −2 s −1 such a spectrum can be obtained in 3 seconds.",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 184,
                    "text": "Figure 15",
                    "end": 193
                }
            ]
        },
        {
            "text": "Run time and the projected sensitivity",
            "section_rank": 17
        },
        {
            "section": "Run time and the projected sensitivity",
            "text": "This simulation data allows estimation of the search sensitivity.",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "section": "Run time and the projected sensitivity",
            "text": "The search conditions are:",
            "paragraph_rank": 61,
            "section_rank": 17
        },
        {
            "section": "Run time and the projected sensitivity",
            "text": "• Beam energy of 500 MeV;",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "section": "Run time and the projected sensitivity",
            "text": "• Luminosity of 10 33 cm −2 s −1 , which corresponds, for example, to a beam current of 30 mA and a target thickness of 5 × 10 15 atoms/cm 2 ; • Run time of 10 7 seconds, which is a half-year run with 65% time utilization;",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "section": "Run time and the projected sensitivity",
            "text": "• The search is performed using a sliding missing mass window with a width of ±2σ miss , where σ miss is evaluated using Eq.(5.1).",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "section": "Run time and the projected sensitivity",
            "text": "The results of the simulation are presented in Figures 16, 17 for a Confidence Level of 95%. Plots of the mixing constant 2 versus the mass of the new boson m A are shown. The region which will be accessible for the search in the proposed experiment is outlined, together with some other completed and proposed measurements. The A -boson mass range is 5-20 MeV and the reach for 2 is between 1.7 • 10 −7 and 2.4 • 10 −8 .",
            "paragraph_rank": 65,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 47,
                    "text": "Figures 16, 17",
                    "end": 61
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 18
        },
        {
            "section": "Summary",
            "text": "We propose a sensitive search of an exotic A -boson, using a missing mass reconstruction in a positron-electron annihilation, utilizing the VEPP-3 internal target facility and the VEPP-5 positron/electron injection complex at the Budker Institute of Nuclear Physics, Novosibirsk, Russia.",
            "paragraph_rank": 66,
            "section_rank": 18
        },
        {
            "section": "Summary",
            "text": "The key features of the proposed measurement are:",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "section": "Summary",
            "text": "• 1 Figure 17. Existing and projected upper limits of a coupling constant 2 of a new boson vs. its mass for the case if its decay to e + e − or µ + µ − pairs with a 100% branching ratio. The shaded areas are the results of the completed direct searches: beam dump experiments [43,44]; e + e − colliding beam experiments [19,20]; fixed-target experiments [26,28]. Curves show areas of search of other proposed experiments, see the review [47]. The search sensitivity of the VEPP-3 experiment is presented for various modes of operation of the positron veto. Note that the VEPP-3 search area covers almost the whole parameter space allowed for the putative \"Atomki boson\" [48], which is proposed to explain an anomaly in 8 Be * decay [49].",
            "paragraph_rank": 68,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 4,
                    "text": "Figure 17",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 276,
                    "text": "[43,",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 280,
                    "text": "44]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 320,
                    "text": "[19,",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 324,
                    "text": "20]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 354,
                    "text": "[26,",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 358,
                    "text": "28]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 437,
                    "text": "[47]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 670,
                    "text": "[48]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 732,
                    "text": "[49]",
                    "end": 736
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 19
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Two-dimensional distribution of the photon events in the scattering angle and the photon energy for a 500 MeV positron beam incident on a hydrogen gas target. The black band shows the location of A -boson events of 15 MeV mass.",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "Figure 2 .",
            "section_rank": 20
        },
        {
            "section": "Figure 2 .",
            "text": "photon",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "text": "Figure 3 .",
            "section_rank": 21
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Kinematic correlations for positron-electron annihilation at E + = 500 MeV. Left panel: photon polar angle in CM frame vs. that in Lab frame for two-photon annihilation. Right panel: photon energy vs. its polar angle for e + e − → γγ and for e + e − → γA . Dotted vertical lines indicate the range covered in the proposed measurements.",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "Figure 4 .",
            "section_rank": 22
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Expected background photon rates at beam energy E + = 500 MeV and luminosity L = 10 33 cm −2 s −1 . Left panel: from the two-photon positron-electron annihilation (Eq. 3.1a). Dotted vertical lines indicate the range covered in the proposed measurements. Right panel: from positron bremsstrahlung on hydrogen (Eq. 3.3). At a 25 MeV threshold, the expected rate for the proposed detector configuration is 2.3 • 10 5 s −1 .",
            "paragraph_rank": 72,
            "section_rank": 22
        },
        {
            "text": "Figure 5 .",
            "section_rank": 23
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. The layout of the proposed experiment at VEPP-3.",
            "paragraph_rank": 73,
            "section_rank": 23
        },
        {
            "text": "•= 1 . 5 •",
            "section_rank": 24
        },
        {
            "section": "•= 1 . 5 •",
            "text": "Energy resolution on the level of σ E /E = 5% for photons with energy E γ = 100 − 450 MeV. • Angular resolution on the level of 0.1 • . • Angular acceptance as defined by the requirement to detect both photons from twophoton annihilation: in θ : symmetrical range in θ CM γ around 90 • , e.g. θ CM γ = 60 • − 120 • , which corresponds to θ LAB γ − 4.5 • . in φ : total 2π;• The ability of the detector to sustain a modest photon rate at a level of 1 MHz over its whole area.",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "Figure 7 .",
            "section_rank": 25
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. The photon spectra in the case of a positron beam (left panel) and an electron beam (right panel) incident on an internal hydrogen target with 10 16 atoms/cm 2 thickness. Beam energy is 500 MeV and beam current is 15 mA in both cases. Bumps on the left panel, whose positions move with the scattering angle, are due to the positron-electron annihilation process.",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "text": "Figure 8 .Figure 9 .",
            "section_rank": 26
        },
        {
            "section": "Figure 8 .Figure 9 .",
            "text": "Figure 8. Schematic layout of the positron veto detector placed behind the D2 dipole magnet, and its efficiency as a function of missing mass.",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "Figure 10 .",
            "section_rank": 27
        },
        {
            "section": "Figure 10 .",
            "text": "Figure 10. Monte Carlo simulation of the missing mass spectra for the events of 2-γ and 3-γ background processes, detected by the calorimeter. Requiring a single cluster in the calorimeter one can effectively reject such backgrounds for a low missing mass region.",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "Figure 11 .",
            "section_rank": 28
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. The \"blocker\" (tungsten rode of 20 cm in length, 1 cm in diameter) and charged veto scintillator, covering the calorimeter acceptance, installed downstream from the target. The histogram shows the Monte Carlo simulation of the angular distribution of those bremsstrahlung photons which produced a large signal in the calorimeter. The blocker stops forward emitted photons, thus removing the corresponding background.",
            "paragraph_rank": 78,
            "section_rank": 28
        },
        {
            "text": "Figure 12 .",
            "section_rank": 29
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. GEANT4 model of the target area and the photon detector.",
            "paragraph_rank": 79,
            "section_rank": 29
        },
        {
            "text": "Figure 13 .",
            "section_rank": 30
        },
        {
            "section": "Figure 13 .",
            "text": "Figure 13. Energy (left panel) and angular (right panel) calorimeter resolutions. Squares -from Monte Carlo simulation, circles -from the measurement[42].",
            "paragraph_rank": 80,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 149,
                    "text": "[42]",
                    "end": 153
                }
            ]
        },
        {
            "text": "The missing mass method. No assumptions about decay modes of the A -boson are required;",
            "paragraph_rank": 81,
            "section_rank": 31
        },
        {
            "text": "Note that the 2γ cross section (3.1b) can be derived from (3.2) by setting µ = 0, ε = 1 and multiplying by 1/2 to account for two identical photons in the final state.",
            "paragraph_rank": 82,
            "section_rank": 31
        },
        {
            "text": "Acknowledgements",
            "section_rank": 33
        },
        {
            "section": "Acknowledgements",
            "text": "We thank Rouven Essig for productive discussions and helpful feedback. This work was supported in part by the US DOE and by the Ministry of Education and Science of the Russian Federation. Jefferson Science Associates, LLC, operates Jefferson Lab for the US DOE under US DOE Contract No. DE-AC05-060R23177. Parts of this work related to the study of design and performance of the projected photon calorimeter and the bypass (sections 4.1, 4.3 and 5) are supported by the Russian Science Foundation (project No.14-50-00080).",
            "paragraph_rank": 83,
            "section_rank": 33
        },
        {
            "text": "=15 MeV",
            "section_rank": 35
        },
        {
            "section": "=15 MeV",
            "text": "A",
            "paragraph_rank": 84,
            "section_rank": 35
        },
        {
            "section": "=15 MeV",
            "text": "selected events, so we need to know the experimental resolution for a reconstructed missing mass. Figure 14 shows the results for four values of A -boson-boson masses when purely A -boson production events were generated. One can see that the resolution improves rapidly with the increase in the mass of the A -boson. The dependence can be fitted with an exponential function",
            "paragraph_rank": 85,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 98,
                    "text": "Figure 14",
                    "end": 107
                }
            ]
        },
        {
            "section": "=15 MeV",
            "text": "Note that such behavior means that a big tail from two-photon annihilation (M A = 0) is expected in the missing mass spectrum, which indeed is observed. Therefore, for an efficient search at low M A , a strong suppression of 2-photon events will be required. That is why the acceptance of the proposed photon detector is chosen to provide the detection of both gamma quanta to improve the search sensitivity at low M A . Figure 15 shows the missing mass spectra obtained in the full Monte Carlo simulation. its mass for the case of its invisible decay to dark matter particles. The hatched areas are regions excluded by the results of the measurements of anomalous magnetic moments of electron and muon [8]. The green band indicates a \"welcome\" area, where the consistency of theoretical and experimental values of a µ would improve to 2σ or less [8]. The shaded areas are the excluded parameter spaces of the completed searches [15,16,45,46]. Curves show areas of search of the experiment at VEPP-3 and of other proposed experiments [47]. The search sensitivity of the VEPP-3 experiment is presented for two operation regimes: with and without use of the positron veto counter. The veto-OFF search is a factor of two less sensitive, but this is a truly decay-mode independent approach.",
            "paragraph_rank": 86,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 421,
                    "text": "Figure 15",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 703,
                    "text": "[8]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 847,
                    "text": "[8]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 929,
                    "text": "[15,",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 933,
                    "text": "16,",
                    "end": 936
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 936,
                    "text": "45,",
                    "end": 939
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 939,
                    "text": "46]",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1034,
                    "text": "[47]",
                    "end": 1038
                }
            ]
        },
        {
            "section": "=15 MeV",
            "text": "• The mass range for the proposed search is 5-20 MeV, which is not accessible in most other proposed fixed-target or colliding-beam approaches;",
            "paragraph_rank": 87,
            "section_rank": 35
        },
        {
            "section": "=15 MeV",
            "text": "• Moderate experimental luminosity (∼ 10 33 cm −2 s −1 ) and high segmentation of the photon detector, which allows the use of available CsI(Tl) crystals;",
            "paragraph_rank": 88,
            "section_rank": 35
        },
        {
            "section": "=15 MeV",
            "text": "• The use of a veto-detector for scattered positrons and a symmetric angular acceptance of the photon detector (θ CM γ = 90 • ± 30 • ), which permits an effective suppression of the QED background, resulting in an increase in the search sensitivity.",
            "paragraph_rank": 89,
            "section_rank": 35
        },
        {
            "section": "=15 MeV",
            "text": "The projected sensitivity for the square of the coupling constant of the A -boson to the electron is 2 = 5 • 10 −8 at m A = 15 MeV at a CL = 95%.",
            "paragraph_rank": 90,
            "section_rank": 35
        }
    ]
}