{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Bose-Einstein correlations of same-sign charged pions, produced in protonproton collisions at a 7 TeV centre-of-mass energy, are studied using a data sample collected by the LHCb experiment. The signature for Bose-Einstein correlations is observed in the form of an enhancement of pairs of like-sign charged pions with small four-momentum difference squared. The charged-particle multiplicity dependence of the Bose-Einstein correlation parameters describing the correlation strength and the size of the emitting source is investigated, determining both the correlation radius and the chaoticity parameter. The measured correlation radius is found to increase as a function of increasing charged-particle multiplicity, while the chaoticity parameter is seen to decrease.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Multiparticle production within the process of hadronisation can be investigated by measuring Bose-Einstein correlations (BEC) between indistinguishable bosons [1,2]. The technique to study the BEC effect in particle physics is the analogue of the Hanbury-Brown-Twiss (HBT) intensity interferometry [3][4][5]. The production of identical bosons that are close in phase space is enhanced by the presence of BEC. The measurements of the quantum interference effect between indistinguishable particles emitted by a finite-size source are useful to understand the space-time properties of the hadron emission volume.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 160,
                    "text": "[1,",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 163,
                    "text": "2]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 299,
                    "text": "[3]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 302,
                    "text": "[4]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 305,
                    "text": "[5]",
                    "end": 308
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Since the first observation of BEC in identically charged pions produced in pp collisions [6], the effect has been studied for multiboson systems produced in leptonic, hadronic and nuclear collisions . At the LHC, the BEC effect has been studied by the ALICE, ATLAS and CMS collaborations in proton-proton [26][27][28][29][30], proton-lead [31] and lead-lead [31,32] collisions.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 90,
                    "text": "[6]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "start": 306,
                    "text": "[26]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 310,
                    "text": "[27]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 314,
                    "text": "[28]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 318,
                    "text": "[29]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "start": 322,
                    "text": "[30]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "start": 340,
                    "text": "[31]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "start": 359,
                    "text": "[31,",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 363,
                    "text": "32]",
                    "end": 366
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Dependences of the BEC effect upon various observables have been studied, including charged-particle multiplicity, average transverse momentum of the particle pair and boson mass. The latter has been reported by the LEP experiments [7][8][9][10][11][12][13][14][15][16][17][18][19][20][21], and can be interpreted within some theoretical models [33][34][35][36].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 232,
                    "text": "[7]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "start": 235,
                    "text": "[8]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 238,
                    "text": "[9]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 241,
                    "text": "[10]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "start": 245,
                    "text": "[11]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 249,
                    "text": "[12]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 253,
                    "text": "[13]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 257,
                    "text": "[14]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "start": 261,
                    "text": "[15]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "[16]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 269,
                    "text": "[17]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 273,
                    "text": "[18]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "start": 277,
                    "text": "[19]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 281,
                    "text": "[20]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 285,
                    "text": "[21]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 345,
                    "text": "[33]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 349,
                    "text": "[34]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 353,
                    "text": "[35]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "start": 357,
                    "text": "[36]",
                    "end": 361
                }
            ]
        },
        {
            "text": "JHEP12(2017)025",
            "section_rank": 3
        },
        {
            "section": "JHEP12(2017)025",
            "text": "In this paper, the first study of the BEC effect in pp collisions in the forward region is presented. The BEC parameters characterising the correlation radius and the chaoticity of the correlation source are measured.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "BEC measurement",
            "section_rank": 4
        },
        {
            "section": "BEC measurement",
            "text": "Quantum interference effects are probed by studying the Lorentz invariant quantity Q [2,37] of two indistinguishable particles of rest mass m and four-momenta q 1 and q 2 Q = −(q 1 − q 2 )",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 85,
                    "text": "[2,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 88,
                    "text": "37]",
                    "end": 91
                }
            ]
        },
        {
            "section": "BEC measurement",
            "text": "which gives a measure of the phase-space separation of the two-particle system of invariant mass M .",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Two-particle correlation function",
            "section_rank": 5
        },
        {
            "section": "Two-particle correlation function",
            "text": "The BEC effect is expected to manifest itself as an enhancement in the two-particle correlation function in the low-Q region below ∼0.5 GeV/c 2 , expressed as [38] ",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 159,
                    "text": "[38]",
                    "end": 163
                }
            ]
        },
        {
            "section": "Two-particle correlation function",
            "text": "where ρ 2 (Q) is the two-particle density function for like-sign pairs of indistinguishable particles, as defined in ref. [38], and ρ 0 2 (Q) is the corresponding density function without the BEC effect, which is constructed as described in section 2.2. The densities ρ 2 (Q) and ρ 0 2 (Q) are normalised to unity, such that they can be interpreted as probability density functions. The correlation function C 2 (Q) is commonly parameterised as a Fourier transform of the source density distribution, C 2 (Q) = N (1 + λe −|RQ| α L ) [39], where the parameter R, the correlation radius, can be interpreted as the radius of the spherically symmetric source of the emission volume, N accounts for the overall normalisation and λ is the chaoticity parameter, which accounts for the partial incoherence of the source [40]. The chaoticity parameter can vary from zero, in the case of a completely coherent source, to unity for an entirely chaotic source. The Levy index of stability [39], α L , accounts for the assumed density distribution. The radial distribution of the static source corresponding to the case of α L = 1 is used in the present analysis",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 122,
                    "text": "[38]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 533,
                    "text": "[39]",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 812,
                    "text": "[40]",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 977,
                    "text": "[39]",
                    "end": 981
                }
            ]
        },
        {
            "section": "Two-particle correlation function",
            "text": "where the δ parameter accounts for long-range correlations, e.g. related to the transverse momentum conservation. This extended parameterisation follows better the Q distribution in data, including in the low-Q region below ∼0.5 GeV/c 2 [41]. The correlation function is, to first order, independent of the single-particle acceptance and efficiency. By construction of the correlation function, the effects due to the detector occupancy, acceptance and material budget are accounted for by dividing the Q distribution for like-sign pion pairs by a reference distribution.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 237,
                    "text": "[41]",
                    "end": 241
                }
            ]
        },
        {
            "text": "JHEP12(2017)025",
            "section_rank": 6
        },
        {
            "text": "Reference sample",
            "section_rank": 7
        },
        {
            "section": "Reference sample",
            "text": "The reference sample used to construct the ρ 0 2 (Q) density function, present in the denominator of eq. (2.2), should reflect the distribution without the BEC effect while maintaining all other correlations. A number of reference samples can be constructed but none fully satisfies the above conditions. The reference sample may be constructed using experimental data, or with simulated events incorporating the detector interactions.",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "section": "Reference sample",
            "text": "A data-driven \"event-mixed\" reference sample [42] is used in the present analysis. This approach is based on the choice of two identical bosons, each originating from different events, which naturally do not contain the BEC effect. However, this method of constructing boson pairs may not contain other correlations present in the same-sign boson data sample, such as correlations due to Coulomb interactions or long-range effects.",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 45,
                    "text": "[42]",
                    "end": 49
                }
            ]
        },
        {
            "section": "Reference sample",
            "text": "Alternative methods have been considered for constructing the reference sample. For example, the reference sample could consist of opposite-sign charged bosons originating from the same pp interaction. As in the event-mixed reference sample, the main advantage of the opposite-sign approach is that the reference distribution is derived directly from data. However, the opposite-sign charge pairs may also originate from resonances which result in local enhancements in the Q spectrum. Furthermore, correlations arising from the attraction of opposite charges are present in such a sample. Another method is to employ the simulated Q distribution without the BEC effect. In this case, the crucial requirement is a good level of agreement between data and simulated samples in the distributions of crucial variables, e.g. the particle momenta. The absence of the Coulomb and spin effects in generators based on the Lund Model [43] may impinge on the correctness of this method.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 925,
                    "text": "[43]",
                    "end": 929
                }
            ]
        },
        {
            "text": "Double ratio",
            "section_rank": 8
        },
        {
            "section": "Double ratio",
            "text": "To account for imperfections in the reference distribution derived from the data a \"double ratio\" r d is commonly used in BEC studies",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "section": "Double ratio",
            "text": "where C 2 (Q) data denotes the correlation function in the data constructed using the eventmixed reference sample, while C 2 (Q) simulation indicates the correlation function in the simulation without the BEC effect, using an event-mixed sample built with simulated events in the same way as for data. The correlation function in the simulation without the BEC effect includes the simulated long-range correlations that are also present in data. Therefore, if the long-range correlations are correctly modelled, a constant r d (Q) distribution is expected in the high-Q region up to ∼2.0 GeV/c 2 . In the present analysis the BEC effect is measured by fitting the r d (Q) distribution with the event-mixed reference sample, using the parameterisation given in eq. (2.3).",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Coulomb correction",
            "section_rank": 9
        },
        {
            "section": "Coulomb correction",
            "text": "Final-state interactions involving both electromagnetic (Coulomb) and strong forces are present in the low-Q region below ∼0.5 GeV/c 2 , and may potentially affect the distributions JHEP12(2017)025",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "section": "Coulomb correction",
            "text": "of the analysed observables. In the low-Q region, the Coulomb repulsion between two identically charged hadrons alters the correlation function C 2 (Q) by decreasing the BEC effect. This effect is corrected for with the Gamov penetration factor [44,45], G 2 (Q), by applying a weight per particle pair 1/G 2 (Q), where G 2 (Q) = 2πζ e 2πζ −1 , ζ = ± αm Q , and m and α denote the particle rest mass and the fine-structure constant, respectively. The sign of ζ is positive for same-charge and negative for opposite-charge pairs of hadrons.",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 245,
                    "text": "[44,",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 249,
                    "text": "45]",
                    "end": 252
                }
            ]
        },
        {
            "section": "Coulomb correction",
            "text": "The Coulomb interactions are not present in the simulated samples used in the analysis. This effect therefore has to be corrected for in the data.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Detector and dataset",
            "section_rank": 10
        },
        {
            "section": "Detector and dataset",
            "text": "The LHCb detector [46] is a single-arm forward spectrometer designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector (VELO) [47] surrounding the pp interaction region and covering the pseudorapidity range 2 < η < 5, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [48] placed downstream of the magnet. The tracking system provides a measurement of momentum, p, with a relative uncertainty that varies from 0.5% at low momentum to 1% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of p transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors [49]. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [50]. The trigger [51] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 18,
                    "text": "[46]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 230,
                    "text": "[47]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "start": 498,
                    "text": "[48]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 997,
                    "text": "[49]",
                    "end": 1001
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1305,
                    "text": "[50]",
                    "end": 1309
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1323,
                    "text": "[51]",
                    "end": 1327
                }
            ]
        },
        {
            "section": "Detector and dataset",
            "text": "In the present analysis, a dataset of no-bias and minimum-bias triggered events collected in 2011 at a centre-of-mass energy of √ s = 7 TeV is used. The no-bias trigger selects events randomly, while the minimum-bias trigger requires at least one reconstructed VELO track. The data were collected with an average number of visible interactions per bunch crossing 1 (pile-up) of 1.4 [52]. In order to eliminate biases related to the trigger requirements, a sample of \"independent pp interactions\" is constructed as described in section 4.",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 382,
                    "text": "[52]",
                    "end": 386
                }
            ]
        },
        {
            "section": "Detector and dataset",
            "text": "In the simulation, pp collisions are generated using Pythia 8 [53] with a specific LHCb configuration [54] and without including the BEC effect. Decays of hadronic particles are described by EvtGen [55], in which final-state radiation is generated using Photos [56]. The interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [57,58], as described in ref. [59]. To study systematic effects, an additional sample is simulated using Pythia 6.4 [60] with the Perugia0 [61] tune. 1 A visible interaction corresponds to the PV reconstructed with at least five VELO tracks.",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 62,
                    "text": "[53]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 102,
                    "text": "[54]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 198,
                    "text": "[55]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 261,
                    "text": "[56]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 386,
                    "text": "[57,",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 390,
                    "text": "58]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 416,
                    "text": "[59]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 502,
                    "text": "[60]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 525,
                    "text": "[61]",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 536,
                    "text": "1",
                    "end": 537
                }
            ]
        },
        {
            "section": "Detector and dataset",
            "text": "-4 -",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "JHEP12(2017)025 4 Selection and model fitting",
            "section_rank": 11
        },
        {
            "section": "JHEP12(2017)025 4 Selection and model fitting",
            "text": "The analysis uses a sample of events that may contain multiple pp collisions. In the absence of trigger requirements each pp interaction in the event can be analysed separately. Therefore, if the event is selected by the no-bias trigger, all PVs are accepted. In the case of events with multiple pp collisions selected by the minimum-bias trigger, the related biases are suppressed by randomly removing one of the PVs containing the track(s) on which the trigger is fired.",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "section": "JHEP12(2017)025 4 Selection and model fitting",
            "text": "The correlation function is constructed using pairs of same-sign pions. The particle identification (PID) is based on the output of a neural network employing subdetector information that quantifies the probability for a particle to be of a certain kind [62]. Such probabilities are calibrated to account for differences between data and the simulation that is used to train the neural network. The corrected values are derived from the data distributions using dedicated PID calibration samples [49]. A high purity of the pion sample has to be ensured, but without suppressing low-momentum pions which mostly contribute to the signal region at low Q. The optimal limit on the pion identification probability is applied at the point where the signal enhancement in the low-Q region below ∼0.5 GeV/c 2 for data begins to saturate. The pion purity with this selection remains high (∼98%). Additional vetoes on the kaon and proton identification probabilities are also imposed.",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 254,
                    "text": "[62]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 496,
                    "text": "[49]",
                    "end": 500
                }
            ]
        },
        {
            "section": "JHEP12(2017)025 4 Selection and model fitting",
            "text": "The following single particle requirements are applied. The selection requires that all pion candidates must have reconstructed track segments in the VELO, with 2 < η < 5, and tracking stations downstream of the magnet. Each track must have a good-quality track fit, p T > 0.1 GeV/c, and no associated signal in the muon stations. Both pion candidates must be assigned to the same PV. Particles are assigned to the PV for which the χ 2 value of the impact parameter, χ 2 IP , is the smallest, where χ 2 IP is defined as the difference in the vertex-fit χ 2 of a given PV reconstructed with and without the track under consideration. A loose requirement on the track IP, IP < 0.4 mm, is applied to retain most of the particles originating from a given PV. In order to reduce the contamination from fake and clone tracks, 2 in the case where the tracks have all the same hits deposited in the VELO subdetector, only the track with the best χ 2 is retained. In addition, fake tracks are removed using the requirements on the track χ 2 and the output of a dedicated neural network [62].",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1077,
                    "text": "[62]",
                    "end": 1081
                }
            ]
        },
        {
            "section": "JHEP12(2017)025 4 Selection and model fitting",
            "text": "In the region Q < 0.05 GeV/c 2 , the separation in momentum between two particles is degraded and is not well simulated. The discrepancy between data and simulated track pairs tends to increase as Q approaches zero. Investigations using simulation indicate that there is a significant fraction of pion pairs containing fake and clone tracks in the region Q < 0.05 GeV/c 2 for all activity classes. The double ratio is approximately constant and close to unity in the high-Q region up to Q ∼ 2.0 GeV/c 2 (see figure 2), which indicates that the long-range correlations are modelled accurately in this region. Consequently, the fits to the r d distributions are restricted to the range 0.05 < Q < 2.0 GeV/c 2 . The BEC effect is expected to be largest in the low-Q region below ∼0.5 GeV/c 2 , where it may be affected by same-sign clone tracks. Such clone pion pairs should manifest themselves as an enhancement in the distribution of the differences of the tangents of the track momenta of the two particles, where the tangents are measured in the xz and yz planes before the magnet, with the z axis defined along the beam direction. The tangents are used to estimate the number of clone tracks remaining after the final selection, and the clone tracks can be suppressed with a requirement on the difference between the tangents of the two particles in a pair. Pion pairs are removed from the analysis if both |∆t x | and |∆t y | are less than 0.3 mrad, where ∆t x and ∆t y are the differences of the tangents of the track momenta of the two particles in the xz and yz planes. After applying these requirements, the effect of the clone particles is found to be negligible in the region Q > 0.05 GeV/c 2 .",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 508,
                    "text": "figure 2)",
                    "end": 517
                }
            ]
        },
        {
            "text": "JHEP12(2017)025",
            "section_rank": 12
        },
        {
            "section": "JHEP12(2017)025",
            "text": "The BEC parameters are studied as a function of the charged-particle multiplicity. However, the measured charged-particle multiplicities cannot be directly used to compare results among different experiments, mainly because the detector acceptances may not overlap and the reconstruction efficiencies may differ. This is why activity classes are introduced, reflecting the total multiplicity in the full solid angle. Three activity classes are defined in the range 2 < η < 5 according to the multiplicity of reconstructed VELO tracks assigned to a PV, which is a good probe of the total multiplicity. These activity classes are illustrated in figure 1. The low activity class corresponds to a fraction of 48% of PVs with lowest multiplicities (from 5 to 10 tracks). The medium activity class contains the 37% of PVs with higher multiplicities (from 11 to 20 tracks). Finally, the high activity class contains 15% of the highest multiplicity PVs (≥ 21 tracks). Using this classification, the comparison among different experiments is largely independent from specific features of the detectors.",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "JHEP12(2017)025",
            "section_rank": 13
        },
        {
            "section": "JHEP12(2017)025",
            "text": "Although the activity classes have advantages in comparing results among various experiments characterised by different rapidity ranges, an unfolding procedure is performed to relate the reconstructed charged-particle multiplicities to those predicted by Pythia 8 with a specific LHCb configuration [54]. The multiplicity distributions are corrected using a Bayesian unfolding technique [63]. An unfolding matrix reflecting the probability of reconstructing a certain number of charged particles from a single PV in the range 2 < η < 5 with generated charged-particle multiplicity N ch is populated using simulation and applied to the data. It is found that the corrected multiplicities agree well with the unfolded multiplicities previously determined by LHCb in ref. [64]. The activity classes correspond to the following generated charged-particle multiplicitiy intervals: N ch ∈ [8,18]  The distributions of the double ratio of correlation functions in data and simulation for like-sign pion pairs, determined using the event-mixed reference sample, are fitted in the range 0.05 < Q < 2.0 GeV/c 2 for the three different activity classes using the parameterisation of eq. (2.3). The results of the binned maximum likelihood fit to the double ratio are summarised in section 6.",
            "paragraph_rank": 29,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 299,
                    "text": "[54]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 387,
                    "text": "[63]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 769,
                    "text": "[64]",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "start": 883,
                    "text": "[8,",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 886,
                    "text": "18]",
                    "end": 889
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "The properties of the correlation function and the construction of the double ratio make the fitted BEC parameters insensitive to the choice of the selection requirements to a large extent. However, due to imperfections in the reference sample and possible differences between data and simulation related to the generation model, as well as subtle reconstruction effects (like the reconstruction of close tracks sharing the same VELO hits or the track reconstruction in the high-occupancy detector regions), some second-order distortions in the double ratio may appear. The systematic uncertainties on the fit parameters, R and λ, of the exponential model are determined by performing the analysis with modifications designed to estimate the systematic effects on individual contributions to the r d (Q) distribution.",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "The leading source of systematic uncertainty is due to differences in the event generators used to determine the correlation function for the simulation. To study this effect, a sample of minimum-bias events produced using the Pythia 6.4 generator with Perugia0 tuning is used to construct the double ratio. The corresponding contribution to the systematic uncertainty is taken as the difference between the central values of the results obtained using the Pythia 8 and Pythia 6.4 datasets.",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "Another important source of systematic uncertainty is related to the PV multiplicity in the event. The constructed double ratio may be distorted in events containing multiple PVs, due to imperfections in the construction of the reference sample. To estimate the associated systematic uncertainty, the sample is divided into three subsamples containing events with one, two, and three or more PVs. For each subsample, the fit is performed and the maximum difference for each measured parameter is taken as a systematic uncertainty. The systematic uncertainty resulting from the PV reconstruction efficiency is also considered. To account for the effect of pile-up in the data and inefficiencies in the PV reconstruction,",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "JHEP12(2017)025",
            "section_rank": 15
        },
        {
            "section": "JHEP12(2017)025",
            "text": "a systematic uncertainty is estimated as the difference between the nominal fit results and the results obtained from a fit to the data in which the PV reconstruction has been repeated after removing randomly a subset of the tracks from the event.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2017)025",
            "text": "After applying the track quality requirements, the fraction of remaining fake tracks is determined from simulation to be at the level of 1%. To determine the systematic uncertainty due to the presence of such fake tracks, the double ratio is refitted with looser track quality requirements. A similar uncertainty is obtained from a second method in which sets of randomly selected uncorrelated tracks are added. The observed change in BEC parameters is negligible with respect to the statistical uncertainty.",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2017)025",
            "text": "The fraction of like-sign pion pairs containing a clone track after the selection is determined to be below 1%. The systematic uncertainty due to the presence of clone tracks is estimated by fitting the double ratio r d (Q), after applying a tight requirement on the Kullback-Leibler distance [65] such that the clone contribution is fully removed in simulation. The effect is found to be negligible for all activity classes.",
            "paragraph_rank": 35,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 293,
                    "text": "[65]",
                    "end": 297
                }
            ]
        },
        {
            "section": "JHEP12(2017)025",
            "text": "The systematic uncertainty due to the calibration of the particle identification in the simulation is estimated by comparing several variants of the calibration procedure with the acceptance evaluated in different binning schemes for the particle momentum, pseudorapidity and track multiplicity. The largest difference after refitting the double ratios is taken as a systematic uncertainty.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2017)025",
            "text": "As the requirement on the pion identification probability alters the contamination of pions due to misidentification, it can influence the values of the R and λ parameters. The contribution of this effect to the systematic uncertainty is estimated by refitting r d (Q) with the requirement on the pion identification probability changed to increase the fraction of misidentified pions by 50%.",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2017)025",
            "text": "The systematic uncertainty derived from the fit range in the low-Q (high-Q) region is determined by changing the lower (upper) limit of the Q value by ±0.01 GeV/c 2 (±0.2 GeV/c 2 ). The fits to the double ratio with two different lower (upper) limits of Q are performed for the three activity classes and the largest difference is taken as a systematic uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2017)025",
            "text": "The systematic uncertainty due to Coulomb corrections is estimated by varying the corrections by ±20%. The variation in the fit parameters is found to be less than 0.1%, and is therefore neglected. It is also found that imposing different requirements on the particle IPs has no significant influence on the measured correlation radius or chaoticity parameter. The fractions of kaon-kaon and proton-proton like-sign pairs misidentified as a pion pair in the pion sample in the BEC signal region of Q < 1.0 GeV/c 2 are found to be negligible. Pairings of different particle types have a negligible effect.",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2017)025",
            "text": "Other effects like the fit binning, the resolution of the Q variable, different magnet polarities, beam-gas interactions and residual acceptance effects related to possible differences between data and simulation in the low-Q region below ∼0.2 GeV/c 2 , are also studied and found to be negligible. ",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "Results",
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "The results of fits to the double ratios for the correlation radius, chaoticity parameter and δ parameter for the three different activity classes are summarised in table 2, including statistical and systematic uncertainties, and are presented in figure 2. The dependences of the correlation radius and the chaoticity parameter on the activity class are shown in figures 3 and 4, respectively. As the activity class increases, the R parameter also increases, while the λ parameter decreases. This confirms previous observations at LEP [19] and in the other LHC experiments [26,[28][29][30]. There are no theoretical predictions for the BEC effect in pp interactions, however the observed trends are qualitatively predicted within some theoretical models [41,[66][67][68].",
            "paragraph_rank": 41,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 535,
                    "text": "[19]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "start": 573,
                    "text": "[26,",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 577,
                    "text": "[28]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 581,
                    "text": "[29]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "start": 585,
                    "text": "[30]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 754,
                    "text": "[41,",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 758,
                    "text": "[66]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 762,
                    "text": "[67]",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 766,
                    "text": "[68]",
                    "end": 770
                }
            ]
        },
        {
            "section": "Results",
            "text": "Due to the different pseudorapidity coverage of LHCb with respect to other LHC experiments, the comparison of the measured BEC parameters for a given multiplicity out of a pp interaction is not straightforward. In the case of unfolded multiplicities in different pseudorapidity ranges quoted by experiments, the correspondence can be found using relations obtained from simulated events. The results for pp collisions at 7 TeV published by the ATLAS experiment  and p T > 0.1 GeV/c) acceptances. The data indicate that the LHCb results for both R and λ are slightly below the ATLAS ones at 7 TeV. In order to perform a more detailed comparison it would be necessary to measure the BEC parameters using a full threedimensional analysis [69].    It should be noted that the fit quality using the parameterisation, eq. (2.3), is poor (see figure 2). The χ 2 values are equal to 591, 623 and 621 for 386 degrees of freedom for low, medium and high activity classes, respectively. The difference between the fitted function and the data points, visible in the whole Q range, is particularly large in the low-Q BEC signal region below 0.2 GeV/c 2 . This indicates that the approximate parameterisation of eq. (2.3) does not reproduce the measured distribution properly. Such an effect is observed also by other experiments [29,30]. This may introduce an additional systematic uncertainty in the theoretical interpretation of the fit results.",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 735,
                    "text": "[69]",
                    "end": 739
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 836,
                    "text": "figure 2)",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1317,
                    "text": "[29,",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "start": 1321,
                    "text": "30]",
                    "end": 1324
                }
            ]
        },
        {
            "text": "JHEP12(2017)025",
            "section_rank": 17
        },
        {
            "section": "JHEP12(2017)025",
            "text": "-11 -",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "JHEP12(2017)025 7 Summary and conclusions",
            "section_rank": 18
        },
        {
            "section": "JHEP12(2017)025 7 Summary and conclusions",
            "text": "Using a data sample collected by the LHCb experiment in proton-proton collisions at a centre-of-mass energy of 7 TeV, the Bose-Einstein correlations between two indistinguishable pions are studied in the forward acceptance region of 2 < η < 5 for single pions with transverse momentum p T > 0.1 GeV/c. An enhancement of pairs of same-sign charged pions with small relative momentum related to the BEC effect is observed. An event-mixed reference sample is used to determine the signal and the double ratio distributions are fitted using an exponential parameterisation. The results confirm that the effective size of the emission region increases as a function of increasing charged-particle multiplicity, while the chaoticity parameter decreases, as previously observed at LEP and at the other LHC experiments. The R and λ parameters measured in the forward region in three different charged-particle multiplicity bins are slightly lower with respect to those measured by ATLAS for corresponding pp interaction multiplicities.",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "text": "Acknowledgments",
            "section_rank": 19
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FASO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (USA). We are indebted to the communities behind the multiple open source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), Conseil Général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR and Yandex LLC (Russia), GVA, XuntaGal and GENCAT (Spain), Herchel Smith Fund, The Royal Society, Royal Commission for the Exhibition of 1851 and the Leverhulme Trust (United Kingdom).",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "Figure 1 .",
            "section_rank": 20
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Multiplicity of reconstructed VELO tracks assigned to a PV for the 2011 no-bias sample. Different colours indicate three activity classes defined as fractions of the full distribution. The minimum value of the track multiplicity to accept reconstructed PV is five.",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "5 - 9 -",
            "section_rank": 21
        },
        {
            "section": "5 - 9 -",
            "text": "[30]  are quoted for unfolded multiplicities in the pseudorapidity range |η| < 2.5 and p T > 0.1 GeV/c. Pythia 8 is used to determine the relation for the multiplicity bins defined in the LHCb (2 < η < 5) and ATLAS (|η| < 2.",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "text": "Figure 2 .",
            "section_rank": 22
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Results of the fit to the double ratio for like-sign pion pairs with event-mixed reference samples and the Coulomb effect subtracted for the three activity classes: (a) low, (b) medium and (c) high activity. The blue solid line denotes the fit result using the parameterisation of eq. (2.3). Only statistical uncertainties are shown.",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "Figure 3 .",
            "section_rank": 23
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Correlation radius R as a function of activity. Error bars indicate the sum in quadrature of the statistical and systematic uncertainties. The points are placed at the centres of the activity bins.",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "Figure 4 .",
            "section_rank": 24
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Chaoticity parameter λ as a function of activity. Error bars indicate the sum in quadrature of the statistical and systematic uncertainties. The points are placed at the centres of the activity bins.",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "(low activity), N ch ∈ [19, 35] (medium activity) and N ch ∈ [36, 96] (high activity).",
            "paragraph_rank": 52,
            "section_rank": 25
        },
        {
            "text": "Table 1 .Table 2 .",
            "section_rank": 26
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "The contributions to the systematic uncertainty are listed in table 1. Correlations of the systematic uncertainties between different activity classes are negligible. Fractional systematic uncertainties on the R and λ parameters for the three activity classes, as described in the text. The total uncertainty is the sum in quadrature of the individual contributions. .48 ± 0.02 ± 0.17 0.63 ± 0.01 ± 0.05 0.049 ± 0.001 ± 0.009 High[36,96]  1.80 ± 0.03 ± 0.16 0.57 ± 0.01 ± 0.03 0.026 ± 0.001 ± 0.010 Results of fits to the double ratio r d (Q) for the three different activity classes and corresponding N ch bins, using the parameterisation of eq. (2.3). Statistical and systematic uncertainties are given separately.",
            "paragraph_rank": 53,
            "section_rank": 26
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "Fake tracks are wrongly reconstructed tracks which combine the hits deposited by multiple particles in the tracking detectors. Clone tracks are two or more tracks reconstructed by mistake from the hits deposited in detectors by a single particle.",
            "paragraph_rank": 54,
            "section_rank": 26
        },
        {
            "text": "JHEP12(2017)025",
            "section_rank": 28
        },
        {
            "section": "JHEP12(2017)025",
            "text": "The LHCb collaboration associated to 38 71 Van Swinderen Institute, University of Groningen, Groningen, The Netherlands, associated ",
            "paragraph_rank": 55,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 37,
                    "text": "38 71",
                    "end": 42
                }
            ]
        }
    ]
}