{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Using the data samples of (1310.6 ± 7.2) × 10 6 J/ψ events and (448.1 ± 2.9) × 10 6 ψ(3686) events collected with the BESIII detector, we search for the rare decays J/ψ → D 0 e + e − + c.c. and ψ(3686) → D 0 e + e − + c.c.. No significant signals are observed and the corresponding upper limits on the branching fractions at the 90% confidence level are determined to be B(J/ψ → D 0 e + e − + c.c.) < 8.5 × 10 −8 and B(ψ(3686) → D 0 e + e − + c.c.) < 1.4 × 10 −7 , respectively. Our limit on B(J/ψ → D 0 e + e − + c.c.) is more stringent by two orders of magnitude than the previous results, and B(ψ(3686) → D 0 e + e − + c.c.) is measured for the first time.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 13.20.Gd, 12.38.Qk",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In the Standard Model (SM), decays of the charmonium resonances J/ψ and ψ(3686) 1 (collectively referred to as ψ throughout the text) induced by Flavor Changing Neutral Currents (FCNCs) are forbidden at the tree level due to the Glashow-Iliopoulos-Maiani (GIM) mechanism [1], but can occur via a c → u transition at the loop level, e.g., shown in Fig. 1 for the decay of ψ → D 0 e + e − . Such decays can also occur via long-distance effects on the hadron level, which are, according to Ref. [2], expected to have the same order of magnitude as the FCNC process. The decay branching fraction for this kind of rare process is expected to be of order 10 −10 to 10 −13 in the SM [3,4]. However, many new physics models, such as the Topcolor models [5], the minimal supersymmetric standard model with R-parity violation [6], and the two Higgs doublet model [7], predict that the decay branching fractions can be enhanced by two or three orders of magnitude. Searching for experimental evidence for these FCNC processes offers an ideal opportunity to study non-perturbative QCD effects and their underlying dynamics, and serves as a probe to search for new physics beyond the SM [8,9].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 271,
                    "text": "[1]",
                    "end": 274
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 347,
                    "text": "Fig. 1",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 492,
                    "text": "[2]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 676,
                    "text": "[3,",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 679,
                    "text": "4]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 745,
                    "text": "[5]",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 816,
                    "text": "[6]",
                    "end": 819
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 853,
                    "text": "[7]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1174,
                    "text": "[8,",
                    "end": 1177
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1177,
                    "text": "9]",
                    "end": 1179
                }
            ]
        },
        {
            "text": "The semileptonic decay J/ψ → D 0 e + e − (the charged conjugate channel is always implied throughout the text if not mentioned explicitly) is an interesting decay to study FCNC-induced processes. The BESII experiment has searched for the decay J/ψ → D 0 e + e − by using 58 × 10 6 J/ψ events, and an upper bound on the branching fraction was placed at the order of 10 −5 [10], which is far away from the theoretical prediction. A more precise measurement with larger statistics is desirable to test the theoretical predictions more stringently.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 371,
                    "text": "[10]",
                    "end": 375
                }
            ]
        },
        {
            "text": "The Beijing Spectrometer (BESIII) detector [11], located at the Beijing Electron-Positron Collider (BEPCII), has collected (1310.6 ± 7.2) × 10 6 J/ψ events [12,13] and (448.1±2.9) × 10 6 ψ(3686) events [14,15], which are the world largest samples collected with electron-positron collisions at cc (charmonium) thresholds. The high quality and large statistics data samples provide a unique opportunity to search for physics beyond the SM. In this paper, we present a search for the rare processes ψ → D 0 e + e − .",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 43,
                    "text": "[11]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 156,
                    "text": "[12,",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 160,
                    "text": "13]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 202,
                    "text": "[14,",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 206,
                    "text": "15]",
                    "end": 209
                }
            ]
        },
        {
            "text": "BEPCII is a double-ring e + e − collider running at center-of-mass (c.m.) energies between 2.0 and 4.6 GeV, reaching a peak luminosity of 1.0 × 10 33 cm −2 s −1 at a c.m. energy of 3770 MeV. The cylindrical BESIII detector has an effective geometrical acceptance of 93% of 4π and is divided into a barrel section and two endcaps. It contains a small-cell, helium-based (40% He, 60% C 3 H 8 ) main drift chamber (MDC) which provides momentum measurements for charged particles with a resolution of 0.5% at a momentum of 1 GeV/c in a magnetic field of 1 Tesla. The energy loss measurement (dE/dx) provided by the MDC has a resolution better than 6%. A timeof-flight system (TOF) consisting of 5-cm-thick plastic scintillators can measure the flight time of charged particles with a time resolution of 80 ps in the barrel and 110 ps in the endcaps. An electromagnetic calorimeter (EMC) consisting of 6240 CsI(Tl) crystals in a cylindrical structure and two endcaps is used to measure the energies of photons and electrons. The energy resolution of the EMC is 2.5% in the barrel and 5.0% in the endcaps for photons and electrons with an energy of 1 GeV. The position resolution of the EMC is 6 mm in the barrel and 9 mm in the endcaps. A detailed description of the BESIII detector can be found in Ref. [11].",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1299,
                    "text": "[11]",
                    "end": 1303
                }
            ]
        },
        {
            "text": "Large samples of Monte Carlo (MC) simulated events are used to optimize the event selection criteria, estimate the background contaminations and determine the selection efficiencies. The MC samples are generated using a geant4-based [16] simulation software package BESIII object oriented simulation tool (BOOST) [17], which includes the description of geometry and material, the detector response and the digitization model, as well as tracking for the detector running conditions and performances. Inclusive MC samples of 1225 × 10 6 J/ψ and 506 × 10 6 ψ(3686) generic decay events are generated to study the backgrounds. In the simulation, production of the ψ resonances is simulated with the kkmc [18] generator, while the decays are generated by evtgen [19] for the known decay modes, setting the branching fractions according to the Particle Data Group (PDG) [20], or lundcharm [21] for the remaining unknown decays. The QED final-state radiation (FSR) effect is simulated with photos [22]. Signal samples ψ → D 0 e + e − of 2.0 × 10 5 events are generated according to a theoretical calculation based on the vector meson dominance (VMD) model [23], where e + e − is generated from a virtual pho-ton decay.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 233,
                    "text": "[16]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 313,
                    "text": "[17]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 701,
                    "text": "[18]",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 758,
                    "text": "[19]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 865,
                    "text": "[20]",
                    "end": 869
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 884,
                    "text": "[21]",
                    "end": 888
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 991,
                    "text": "[22]",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1150,
                    "text": "[23]",
                    "end": 1154
                }
            ]
        },
        {
            "text": "To study the decay ψ → D 0 e + e − , we reconstruct the D 0 signal through its three prominent exclusive hadronic decay modes, K − π + (mode I), K − π + π 0 (mode II), and K − π + π + π − (mode III), which have relatively large branching fractions, and suffer from relatively low background.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Charged tracks are reconstructed from hits in the MDC. A good charged track is required to have a polar angle θ that satisfies | cos θ| < 0.93 and a distance of closest approach point to the interaction point (IP) within 10 cm along the beam direction and 1 cm in the plane perpendicular to the beam. The measured ionizing energy loss dE/dx in the MDC and flight time in the TOF are combined to form a particle identification (PID) confidence level (C.L.) for each particle hypothesis i (i = e, π, K, p). Each track is assigned to the particle type with the highest C.L. Mis-identification probabilities of leptons are less than 1.0 %.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Photons are reconstructed from clusters of energy depositions in the EMC crystals. The energy deposited in the nearby TOF counters is included to improve the reconstruction efficiency and energy resolution. Good photons are required to have energy greater than 25 MeV in the barrel region (| cos θ| < 0.80) or 50 MeV in the endcap region (0.86 < | cos θ| < 0.92). The showers in the transition region between the barrel and endcap are poorly reconstructed and are excluded from the analysis. To exclude showers from charged particles, a photon must be separated from any charged track by more than 10 • . A requirement on the EMC time t with respect to the event start time of 0 ≤ t ≤ 700 ns is used to suppress electronic noise and energy deposits in the EMC unrelated to the events.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The candidate events are selected by requiring an electron-positron pair, a kaon, one or three pions depending on the D 0 decay mode as well as two photons for decay mode II. To suppress backgrounds, the electron or positron are required to satisfy E/p > 0.8, where E and p are the corresponding energy deposited in the EMC and momentum measured in the MDC, respectively. A vertex fit is performed on the selected charged tracks to ensure that the events originate at the IP. To improve resolution and reduce backgrounds, a four-constraint (4C) kinematic fit imposing energy-momentum conservation is carried out under the hypothesis of ψ → K − π + e + e − (mode I) or ψ → K − π + π + π − e + e − (mode III), and χ 2 4C < 60 is required. For decay mode II, a 5C kinematic fit is performed under the hypothesis of ψ → K − π + γγe + e − with an additional constraint on the mass of the γγ pair to the π 0 nominal mass (5C), and χ 2 5C < 70 is required. For events with more than two photon candidates, the γγ combination with the least χ 2",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "5C is retained for further analysis.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "With the above selection criteria, the dominant backgrounds are from processes with similar hadronic final states as the signal but with an e + e − pair which comes from a γ conversion from interactions with the detector material. This effect occurs primarily at the beam pipe, which has an inner diameter of 63 mm, or the inner MDC wall, which has a diameter of 108 mm. To suppress these backgrounds, a γ conversion finder algorithm [24] was developed to reconstruct the γ conversion vertex using a set of parameters. These include the distance R xy from the IP to the reconstructed vertex point of the e + e − pair in the x -y plane, the distance ∆ xy between the two intersection points of the two circles describing the trajectories of the electron and positron in the x -y plane and the line connecting their centers, the invariant mass M (e + e − ) of the e + e − pair, the angle θ eg between the photon momentum vector (in the e + e − system) and the direction from the IP (run averaged) to the reconstructed vertex in the x -y plane, and the angle θ e + e − between the momenta of e + and e − in the x -y plane. The γ conversion vertex is identified with the criteria R xy > 2 cm and ∆ xy < 6σ ∆xy as well as cos θ eg > 0.99, and the events satisfying these criteria are removed. This selection removes 95.0% of all γ conversion events while losing less than 5.0% efficiency for the signal decays. The criteria are determined by studying a control sample of J/ψ → γπ + π − with the γ conversion into an e + e − pair. The resolution σ ∆xy of ∆ xy depends on the angle θ e + e − and is also determined from the study of the control sample.",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 434,
                    "text": "[24]",
                    "end": 438
                }
            ]
        },
        {
            "text": "After the γ conversion suppression criteria are applied, the inclusive J/ψ and ψ(3686) MC samples are used to study the remaining background contamination. In decay mode I, the dominant backgrounds are ψ → (γ)π + π − e + e − etc., due to K/π mis-identification for high momentum tracks. The 4C kinematic fits with hypotheses ψ → (γ)π + π − e + e − are performed, and the corresponding χ 2 4C (K − π + e + e − ) < χ 2 4C ((γ)π + π − e + e − ) is required. Another potential background in the ψ(3686) data sample is ψ(3686) → π + π − J/ψ with subsequent decay J/ψ → e + e − , where a low momentum π ± is misidentified to be an electron while a high momentum electron (positron) is mis-identified as a kaon. The requirement |M Recoil (π + π − )−m(J/ψ)| > 0.02 GeV/c 2 is implemented to reduce this background, where M Recoil (π + π − ) is the recoil mass of the two low momentum tracks with opposite charges using the π ± hypothesis, and m(J/ψ) is the nominal J/ψ mass. In decay mode II, the dominant background is ψ → K S K − π + with subsequent decays K S → π 0 π 0 and with a π 0 Dalitz decay. The requirement |M Recoil (K − π + ) − m(K S )| > 0.06 GeV/c 2 is applied to suppress this background, where M Recoil (K − π + ) is the recoil mass of the K − π + system, and m(K S ) is the K S nominal mass. Another background is ψ → ωπ + π − (ω → π 0 e + e − ) with a pion mis-identified as a kaon. This background is suppressed by a requirement on the kinematic fit quality with χ 2 5C (K − π + π 0 e + e − ) < χ 2 5C (π + π − π 0 e + e − ). In decay mode III, the dominant background is ψ → e + e − K S Kπ with the subsequent K S decay into π + π − . This background is rejected if any of the π",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "After applying the above selection criteria, the distri- The left and right columns are for the J/ψ and ψ(3686) samples, respectively. Dots with error bars are data, the solid and dashed curves are for the signal shape and the total best fit to data, respectively.",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "butions of the K − π + , K − π + π 0 , and K − π + π + π − invariant masses for the surviving events in the three D 0 meson decay modes are shown in Fig. 2. No D 0 signals are observed, and therefore upper limits on the branching fractions at the 90% C.L. are determined.",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 149,
                    "text": "Fig. 2",
                    "end": 155
                }
            ]
        },
        {
            "text": "In the measurements of the branching fractions, the sources of systematic uncertainty include the detection efficiencies of charged tracks and photons, the PID efficiency, the kinematic fit, γ conversion veto, mass window requirements, the fit procedure, the decay branching fractions of intermediate states, as well as the total numbers of ψ events. The individual systematic uncertainties are estimated and described in detail as follows:",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "(a) Tracking efficiency: The tracking efficiencies for π ± and K ± are studied using control samples of J/ψ → ρπ → π + π − π 0 , J/ψ → ppπ + π − , and J/ψ → K 0 S K − π + [25,26]. The tracking efficiency for electrons (positrons) is studied with a control sample of radiative Bhabha events. The differences in tracking efficiencies between data and MC simulation are 1% per track for K, π and e, respectively, and are taken as the systematic uncertainties.",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 171,
                    "text": "[25,",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 175,
                    "text": "26]",
                    "end": 178
                }
            ]
        },
        {
            "text": "(b) PID: The PID efficiencies of π ± and K ± are studied with the same control samples as in the study of the tracking efficiency [25,26]. The PID efficiency from the data sample agrees with that of the MC simulation within 1% for each track. The uncertainty of the PID efficiency for electrons (positrons) is studied with the control sample of radiative Bhabha events, and 1.0% is assigned for each electron (positron). The uncertainty of the E/p requirement for electrons (positrons) is studied with the control sample J/ψ → π + π − π 0 (π 0 → γe + e − ), and an uncertainty of 2% is assigned.",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 130,
                    "text": "[25,",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 134,
                    "text": "26]",
                    "end": 137
                }
            ]
        },
        {
            "text": "(c) Photon detection efficiency: The photon detection efficiency is studied with the control samples J/ψ → π + π − π 0 , and a weighted average uncertainty, according to the energy distribution, is determined to be 0.6% per photon.",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "(d) Kinematic fit: The uncertainty associated with the kinematic fit arises from the inconsistency of the track helix parameters between data and MC simulation. Therefore, the three track parameters φ 0 , κ and tan λ are corrected for the signal MC samples, where the correction factors are obtained by comparing the pull distributions of the control samples described in detail in Ref. [27]. The resulting difference in the detection efficiencies between the samples with and without the helix correction is taken as the systematic uncertainty.",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 387,
                    "text": "[27]",
                    "end": 391
                }
            ]
        },
        {
            "text": "(e) γ conversion veto: The effect of the γ conversion veto is studied using a control sample of J/ψ → π + π − π 0 with the subsequent Dalitz decay π 0 → γe + e − . A clean control sample is selected, and the corresponding MC sample is generated with the RhoPi generator based on a formalism of helicity coupling amplitudes for the process J/ψ → π + π − π 0 [28], while a generator for the decay π 0 → γe + e − adopts a simple pole approximation in the form factor |F (q 2 )| = 1 + αq 2 /m 2 π 0 with α = 0.032 [20]. The efficiency of the γ conversion veto is the ratio of signal yields with and without the γ conversion veto, where the signal yields are extracted by fitting the e + e − invariant mass. The resulting difference between data and MC, 1.7%, is taken as the systematic uncertainty.",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 357,
                    "text": "[28]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 510,
                    "text": "[20]",
                    "end": 514
                }
            ]
        },
        {
            "text": "(f ) Mass window requirements: Various requirements of mass window by widening 5 MeV/c 2 are applied to veto the different backgrounds, the corresponding uncertainties are studied by changing the appropriate values. The resulting changes in the final results are taken as the systematic uncertainties.",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "(g) Branching fractions of intermediate states:",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "The uncertainties of the decay branching fractions of intermediate states in the cascade decays are quoted from the PDG [20].",
            "paragraph_rank": 25,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 120,
                    "text": "[20]",
                    "end": 124
                }
            ]
        },
        {
            "text": "(h) Total number of ψ events: The uncertainties on the total numbers of J/ψ and ψ(3686) events are 0.55% and 0.62%, respectively, which are determined by studying the inclusive hadron events [12][13][14][15].",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 191,
                    "text": "[12]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 195,
                    "text": "[13]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 199,
                    "text": "[14]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 203,
                    "text": "[15]",
                    "end": 207
                }
            ]
        },
        {
            "text": "All the individual systematic uncertainties are summarized in Table I, where the sourcees of the uncertainties tagged with ′ * ′ are assumed to be 100% correlated among the three different D 0 decay modes. The efficiencies for other selection criteria, the trigger simulation, the event start time determination and the FSR simulation are quite high (> 99%), and so their systematic uncertainties are estimated to be less than 1% [29]. The total systematic uncertainties are given by the quadratic sum of the individual uncertainties, assuming all sources to be independent. The uncertainty due to the fit procedure is considered during the upper limit determination described in the following.",
            "paragraph_rank": 27,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 62,
                    "text": "Table I",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 430,
                    "text": "[29]",
                    "end": 434
                }
            ]
        },
        {
            "text": "Since no significant signal for ψ → D 0 e + e − is observed, upper limits at the 90% C.L. on the branching fractions are determined. Simultaneous, unbinned maximum likelihood fits on the distributions of invariant masses M (K − π + ), M (K − π + π 0 ), and M (K − π + π + π − ), are carried out for the J/ψ and ψ(3686) samples. In the fit, the signal shapes are described by the corresponding signal MC samples and the background shapes are described by 2nd order polynomial functions. The expected number of signal events in the i th decay mode is calculated with",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "where N ψ is the total number of ψ events, B inter i is the product of the decay branching fractions of D 0 mesons and subsequent intermediate states, taken from the PDG [20], and ǫ i is the detection efficiency from the signal MC samples. The decay branching fraction B of ψ → D 0 e + e − is a common parameter among the three D 0 decay modes. The overall likelihood values (L) are the products of those of the three D 0 decay modes, incorporating systematic uncertainties, which are separated as correlated and uncorrelated [30,31]. The likelihood fits are carried out with the MINUIT package [32].",
            "paragraph_rank": 29,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 170,
                    "text": "[20]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 526,
                    "text": "[30,",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 530,
                    "text": "31]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 595,
                    "text": "[32]",
                    "end": 599
                }
            ]
        },
        {
            "text": "We compute the upper limits on the branching fraction at the 90% C.L. using a Bayesian method [20] with a flat prior. The optimized likelihoods L are presented as a function of branching fraction B(ψ → D 0 e + e − ). The upper limits on the branching fractions B UP at the 90% C.L. are the values that yield 90% of the likelihood integral over B from zero to infinity:",
            "paragraph_rank": 30,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 94,
                    "text": "[20]",
                    "end": 98
                }
            ]
        },
        {
            "text": "LdB/ ∞ 0 LdB = 0.9. To take into account the systematic uncertainties related to the fit process, two alternative fit scenarios are considered: (1) changing the fit range on the invariant masses by 10 MeV/c 2 ; or (2) replacing the 2nd order polynomial function with a 3rd order polynomial function for the background. We try all combinations of the different scenarios. The one with the maximum upper limits on the branching fractions is taken as the conservative result. The upper limits at the 90% C.L. on the branching fractions are B(J/ψ → D 0 e + e − ) < 8.5 × 10 −8 and B(ψ(3686) → D 0 e + e − ) < 1.4 × 10 −7 , respectively. The corresponding normalized likelihood distributions are shown in Fig. 3 and the best fit curves are shown in Fig. 2.",
            "paragraph_rank": 31,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 700,
                    "text": "Fig. 3",
                    "end": 706
                },
                {
                    "type": "figure",
                    "start": 744,
                    "text": "Fig. 2",
                    "end": 750
                }
            ]
        },
        {
            "text": "In summary, we perform a search for the rare decays of J/ψ → D 0 e + e − and ψ(3686) → D 0 e + e − using samples of (1310.6 ± 7.2) × 10 6 J/ψ events and (448.1 ± 2.9) × 10 6 ψ(3686) events collected with the BESIII detector. No significant signal is observed and upper limits at the 90% C.L. for the branching fractions are determined to be B(J/ψ → D 0 e + e − ) < 8.5 × 10 −8 and B(ψ(3686) → D 0 e + e − ) < 1.4 × 10 −7 , respectively. The limit on B(J/ψ → D 0 e + e − ) is more stringent by two orders in magnitude compared to the previous results, and the B(ψ(3686) → D 0 e + e − ) is set for the first time. Though the upper limits are larger than the SM predictions, they may help to discriminate between the different new physics models and constrain their parameters.",
            "paragraph_rank": 32,
            "section_rank": 1
        },
        {
            "text": "TABLE I. Summary of systematic uncertainties (in %) for J/ψ → D 0 e + e − and ψ → D 0 e + e − , where sources tagged with ′ * ′ are correlated among the different D 0 decay modes. The hyphen (−) indicates the source does not contribute to the channel.",
            "paragraph_rank": 33,
            "section_rank": 1
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Typical Feynman diagram for ψ → D 0 e + e − .",
            "paragraph_rank": 34,
            "section_rank": 2
        },
        {
            "text": "5 FIG. 2 .",
            "section_rank": 3
        },
        {
            "section": "5 FIG. 2 .",
            "text": "FIG. 2. Distributions ofK − π + (upper row), K − π + π 0 (middle row) and K − π + π + π − (bottom row) invariant masses.The left and right columns are for the J/ψ and ψ(3686) samples, respectively. Dots with error bars are data, the solid and dashed curves are for the signal shape and the total best fit to data, respectively.",
            "paragraph_rank": 35,
            "section_rank": 3
        },
        {
            "text": "1 FIG. 3 .",
            "section_rank": 4
        },
        {
            "section": "1 FIG. 3 .",
            "text": "FIG. 3. Normalized combined likelihood as a function of the decay branching fraction B(ψ → D 0 e + e − ) for J/ψ (left) and ψ(3686) (right) samples, where the correlated and uncorrelated systematic uncertainties are incorporated. The likelihood function is normalized with the maximum to be 1. The blue arrow denotes the 90% C.L.",
            "paragraph_rank": 36,
            "section_rank": 4
        },
        {
            "text": "9 G.I. Budker Institute of Nuclear Physics SB RAS (BINP), Novosibirsk 630090, Russia 10 GSI Helmholtzcentre for Heavy Ion Research GmbH, D-64291 Darmstadt, Germany 11 Guangxi Normal University, Guilin 541004, People's Republic of China 12 Guangxi University, Nanning 530004, People's Republic of China 13 Hangzhou Normal University, Hangzhou 310036, People's Republic of China 14 Helmholtz Institute Mainz, Johann-Joachim-Becher-Weg 45, D-55099 Mainz, Germany 15 Henan Normal University, Xinxiang 453007, People's Republic of China 16 Henan University of Science and Technology, Luoyang 471003, People's Republic of China 17 Huangshan College, Huangshan 245000, People's Republic of China 18 Hunan University, Changsha 410082, People's Republic of China 19 Indiana University, Bloomington, Indiana 47405, USA 20 (A)INFN Laboratori Nazionali di Frascati, I-00044, Frascati, Italy; (B)INFN and University of Perugia, I-06100, Perugia, Italy 21 (A)INFN Sezione di Ferrara, I-44122, Ferrara, Italy; (B)University of Ferrara, I-44122, Ferrara, Italy 22 Institute of Physics and Technology, Peace Ave. 54B, Ulaanbaatar 13330, Mongolia 23 Johannes Gutenberg University of Mainz, Johann-Joachim-Becher-Weg 45, D-55099 Mainz, Germany 24 Joint Institute for Nuclear Research, 141980 Dubna, Moscow region, Russia 25 Justus-Liebig-Universitaet Giessen, II. Physikalisches Institut, Heinrich-Buff-Ring 16, D-35392 Giessen, Germany 26 KVI-CART, University of Groningen, NL-9747 AA Groningen, The Netherlands 27 Lanzhou University, Lanzhou 730000, People's Republic of China 28 Liaoning University, Shenyang 110036, People's Republic of China 29 Nanjing Normal University, Nanjing 210023, People's Republic of China 30 Nanjing University, Nanjing 210093, People's Republic of China 31 Nankai University, Tianjin 300071, People's Republic of China 32 Peking University, Beijing 100871, People's Republic of China 33 Seoul National University, Seoul, 151-747 Korea 34 Shandong University, Jinan 250100, People's Republic of China 35 Shanghai Jiao Tong University, Shanghai 200240, People's Republic of China Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia c Also at the Functional Electronics Laboratory, Tomsk State University, Tomsk, 634050, Russia Also at the NRC \"Kurchatov Institute\", PNPI, 188300, Gatchina, Russia Also at Goethe University Frankfurt, 60323 Frankfurt am Main, Germany h Also at Key Laboratory for Particle Physics, Astrophysics and Cosmology, Ministry of Education; Shanghai Key Laboratory for Particle Physics and Cosmology; Institute of Nuclear and Particle Physics, Shanghai 200240, People's Republic of China",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "36 Shanxi University, Taiyuan 030006, People's Republic of China 37 Sichuan University, Chengdu 610064, People's Republic of China 38 Soochow University, Suzhou 215006, People's Republic of China 39 State Key Laboratory of Particle Detection and Electronics, Beijing 100049, Hefei 230026, People's Republic of China 40 Sun Yat-Sen University, Guangzhou 510275, People's Republic of China 41 Tsinghua University, Beijing 100084, People's Republic of China 42 (A)Ankara University, 06100 Tandogan, Ankara, Turkey; (B)Istanbul Bilgi University, 34060 Eyup, Istanbul, Turkey; (C)Uludag University, 16059 Bursa, Turkey; (D)Near East University, Nicosia, North Cyprus, Mersin 10, Turkey 43 University of Chinese Academy of Sciences, Beijing 100049, People's Republic of China 44 University of Hawaii, Honolulu, Hawaii 96822, USA 45 University of Minnesota, Minneapolis, Minnesota 55455, USA 46 University of Science and Technology Liaoning, Anshan 114051, People's Republic of China 47 University of Science and Technology of China, Hefei 230026, People's Republic of China 48 University of South China, Hengyang 421001, People's Republic of China 49 University of the Punjab, Lahore-54590, Pakistan a Also at Bogazici University, 34342 Istanbul, Turkey b d Also at the Novosibirsk State University, Novosibirsk, 630090, Russia e f Also at Istanbul Arel University, 34295 Istanbul, Turkey g i Government College Women University, Sialkot -51310. Punjab, Pakistan.",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "ψ(3686) is refer to the ψ(2S) in the PDG[20].",
            "paragraph_rank": 39,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 40,
                    "text": "[20]",
                    "end": 44
                }
            ]
        },
        {
            "text": "Additionally, higher statistics J/ψ and ψ(3686) samples may help to improve the sensitivity of the measurements.",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "The BESIII collaboration thanks the staff of BEPCII, the IHEP computing center and the Supercomputing center of USTC for their strong support. ",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "text": "der Contract No. R32-2008-000-10155-0",
            "paragraph_rank": 42,
            "section_rank": 9
        }
    ]
}