{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Derived Born cross sections of e + e − annihilation into open charm mesons from CLEO-c measurements * Xiang-Kun Dong( ) 1;1) Liang-Liang Wang( ) 2;2) Chang-Zheng Yuan( ) 2,1;3",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Tuning and validation of hadronic event generator for R value measurements in the tau-charm region * Rong-Gang Ping, Xi-An Xiong, Lei Xia et al.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "-Experimental review of e + e h c * Qing-ping Ji, Yu-Ping Guo, Ai-Qiang Guo et al.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "-1 Introduction",
            "section_rank": 3
        },
        {
            "section": "-1 Introduction",
            "text": "In the energy range between the mass of the ψ(3770) (just above the smallest open charm production threshold of D 0D0 ) and 4.7 GeV, which contains quite a few open charm production thresholds, several vector charmonium-like structures (known as Y states, e.g. Y (4260), Y (4360), Y (4660) ...) have been discovered in e + e − annihilation into hidden-charm final states [1][2][3][4][5][6]over the past decade. Their strong coupling to the hidden-charm final states and the difficulty in fitting all of the Y states to the potential model prediction [7] indicates that they could be exotic particle candidates, like hybrids, tetraquarks, meson molecules and so on [8]. The exclusive cross sections of e + e − annihilation into open charm final states could give the detailed coupling strength of these charmonium-like states to the open charm final states and could help in understanding the nature of these charmonium-like states. Such exclusive open charm cross sections have been measured by the BaBar [9][10][11] and Belle [12][13][14][15][16][17] experiments through initial state radiation (ISR) and by the CLEO-c [18] experiment with a set of scan data. The errors in CLEO-c's results are relatively small but the observed exclusive cross sections are not corrected for the radiative correction. As the event selection efficiency in this CLEO-c measurement does not depend on the radiative correction, it is possible to apply the radiative correction directly to the observed cross sections to get the Born cross sections, which have a clear definition and are more convenient in result comparison and theoretical application.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 371,
                    "text": "[1]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 374,
                    "text": "[2]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 377,
                    "text": "[3]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 380,
                    "text": "[4]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 383,
                    "text": "[5]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 386,
                    "text": "[6]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 550,
                    "text": "[7]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 664,
                    "text": "[8]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1005,
                    "text": "[9]",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1008,
                    "text": "[10]",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1012,
                    "text": "[11]",
                    "end": 1016
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1027,
                    "text": "[12]",
                    "end": 1031
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1031,
                    "text": "[13]",
                    "end": 1035
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1035,
                    "text": "[14]",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1039,
                    "text": "[15]",
                    "end": 1043
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1043,
                    "text": "[16]",
                    "end": 1047
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1047,
                    "text": "[17]",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1120,
                    "text": "[18]",
                    "end": 1124
                }
            ]
        },
        {
            "section": "-1 Introduction",
            "text": "In this paper, we calculate the ISR correction to the observed exclusive cross sections of the open charm production in e + e − annihilation measured by CLEO-c [18], including the channels e + e − →D 0D0 , D * 0D0 +c.c., This paper is organized as follows: the theoretical formulae for the radiative correction are described first, followed by the calculation procedure, and finally the final results are presented.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 160,
                    "text": "[18]",
                    "end": 164
                }
            ]
        },
        {
            "text": "Radiative correction",
            "section_rank": 4
        },
        {
            "section": "Radiative correction",
            "text": "At a center-of-mass energy √ s, the experimentally observed cross section (σ obs ) of e + e − annihilation is the integral of the radiative function F (x,s) and the dressed cross section",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Radiative correction",
            "text": "where ",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Radiative correction",
            "text": "where α is the fine-structure constant and m e is the mass of the electron. To extract the Born cross section from the observed one, we define",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Radiative correction",
            "text": "as the ISR correction factor and factorize the Born cross section as",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Radiative correction",
            "text": "3 Calculation of ISR correction factors",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Methods to connect the data",
            "section_rank": 5
        },
        {
            "section": "Methods to connect the data",
            "text": "To calculate the ISR correction factor, we need the full information of the observed cross section σ obs dependence on the energy squared s, not only the discrete experimental data. Five methods to connect the observed cross sections at discrete energy points (the cross section at the threshold is fixed to zero) are considered and listed below.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Methods to connect the data",
            "text": "1) Linear interpolation, connecting the experimental data points with straight lines.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Methods to connect the data",
            "text": "2) Cubic spline interpolation with natural boundary conditions 1) . The second derivatives at both ends are zero.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 63,
                    "text": "1)",
                    "end": 65
                }
            ]
        },
        {
            "section": "Methods to connect the data",
            "text": "3) Cubic smoothing spline 2) . 4) B-spline interpolation of order three 3) . 5) B-spline with uniformly placed knots 4) . (Only the linear interpolation is considered for e + e − →D * + s D * − s and D * D * π.) In addition, BaBar and Belle have published the exclusive cross sections of some channels of charm production in e + e − annihilation at the energy region overlapping with that of CLEO-c. In order to make our results more reliable, for a given channel we combine the data of CLEO-c with those of BaBar or Belle and connect them with linear interpolation as an additional connection method, as illustrated in Fig. 1. To be specific, we consider the data of BaBar [10] for the channel e + e − → D * 0D0 + c.c, Belle [12] ",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 117,
                    "text": "4)",
                    "end": 119
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 620,
                    "text": "Fig. 1",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 674,
                    "text": "[10]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 726,
                    "text": "[12]",
                    "end": 730
                }
            ]
        },
        {
            "section": "Methods to connect the data",
            "text": "Since both BaBar and Belle obtain their results using the ISR method, we do not apply the ISR correction to their data. , where the Belle data [13] and CLEO-c data are combined (only statistical errors shown here). This curve serves as the initial input of the ISR factor calculation for the additional connection method and is then updated within the iterative procedure described later in the text.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 143,
                    "text": "[13]",
                    "end": 147
                }
            ]
        },
        {
            "section": "Methods to connect the data",
            "text": "A comparison of the six curves for the channel e + e − → D * + D − +c.c. is shown in Fig. 2.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 85,
                    "text": "Fig. 2",
                    "end": 91
                }
            ]
        },
        {
            "section": "Methods to connect the data",
            "text": "For the channel e + e − →D 0D0 and e + e − →D + D − , the energy points, from √ s = 3.970 to 4.  production thresholds around 3.74 GeV. We use the experimental data from Belle [12] to fill the energy gap.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 176,
                    "text": "[12]",
                    "end": 180
                }
            ]
        },
        {
            "text": "Iteration",
            "section_rank": 6
        },
        {
            "section": "Iteration",
            "text": "The ISR correction factor is obtained in an iterative method via",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Iteration",
            "text": "1+δ",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "Iteration",
            "text": "with σ dre 0 (s) = σ obs (s). The iteration is continued until the difference between the two consecutive results is smaller than the given upper limit, 1% of the statistical error of the observation. The results from the last iteration, denoted by σ dre f (s) and 1+δ f (s), are regarded as the final dressed cross section and ISR correction factor, respectively.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Iteration",
            "text": "For example, following the above iteration procedure, we get the ISR correction factors for e + e − →D * + D − +c.c. with the linear interpolation and the results converge quickly, as shown in Fig. 3. ",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 193,
                    "text": "Fig. 3",
                    "end": 199
                }
            ]
        },
        {
            "text": "Dressed cross sections",
            "section_rank": 7
        },
        {
            "section": "Dressed cross sections",
            "text": "We can get the dressed cross sections simultaneously with the ISR correction factors from the observed cross sections via Eq. (9). Besides the connection methods, the errors of the observed cross sections also impact the obtained dressed cross sections. The systematic errors of the CLEO-c experiment are postulated to be the same percentage of the central values of the observed cross sections (Table III in Ref. [18]), which have no modification to the line shape and in turn the ISR correction factors. (For e + e − → D 0D0 and D + D − , the systematic errors should be treated in the same way as the statistical errors, since Belle data are involved and their systematic errors are independent of those of the CLEO-c data.) While considering the statistical errors of the observed cross sections which are independent between energy points, the line shape and the obtained dressed cross sections could be different. To investigate the effects of the statistical errors of the observation on the dressed cross sections, we perform samplings of the σ dre 0 (s) according to a Gaussian distribution at each energy point, where the mean value and the standard deviation of the Gaussian distribution are the central value and the statistical error of the observed cross section, respectively. (The negative cross sections from the samplings are discarded.) Following the iteration procedure with a certain connection method, we obtain the dressed cross sections for each sampling.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 395,
                    "text": "(Table III",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 414,
                    "text": "[18]",
                    "end": 418
                }
            ]
        },
        {
            "section": "Dressed cross sections",
            "text": "After 30,000 samplings we get a distribution of the dressed cross section at each energy point. We find that most results satisfy a Gaussian distribution, so the fitted mean and standard deviation are taken as the central value and the statistical error of the dressed cross section. However, at some energy point the observed cross section is so small that it is possible to get some sampled values which yield very small (going to zero during iterations) ISR factors or equivalently very small dressed cross sections. This also indicates that at these energy points all the observed events could be from ISR. For these results, if there is a small amount of σ dre f (s) accumulating at zero, we ignore it and still try to fit the sampling results with Gaussian distributions (Fig. 4(a)), and if the accumulation at zero dominates, we try to estimate the upper limit for the dressed cross section (Fig. 4(b)).",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 777,
                    "text": "(Fig. 4(a)",
                    "end": 787
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 898,
                    "text": "(Fig. 4(b)",
                    "end": 908
                }
            ]
        },
        {
            "section": "Dressed cross sections",
            "text": "Different results are obtained after applying the calculation procedure with different connection methods, denoted by σ dre i = α i ± sta,i where α i and sta,i are the central value and the statistical error respectively from the i-th connection method. As an example, the results with different connection methods for the channel e + e − → D * + D − +c.c. are illustrated in Fig. 5. The final dressed cross section is expressed in the form of ",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 376,
                    "text": "Fig. 5",
                    "end": 382
                }
            ]
        },
        {
            "section": "Dressed cross sections",
            "text": "where max({x i }) yields the maximum",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Dressed cross sections",
            "text": "is just an estimation of the uncertainty from the connection methods. For the simulation results described by the 90% upper confidence limit, we just take the biggest upper limit among these different connection  methods as the result considering the systematic uncertainties from the correction methods.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "VP factors and Born cross sections",
            "section_rank": 8
        },
        {
            "section": "VP factors and Born cross sections",
            "text": "To obtain the Born cross sections, we divide the dressed cross sections by the VP factors 1/|1−Π(s)| 2 , which are calculated in Ref. [19] and listed in Appendix . The obtained exclusive Born cross sections are shown in Fig. 6 and listed in Appendix .  Summing up all the exclusive cross sections in Fig. 6, we can obtained the inclusive Born cross section. At most of the energy points the exclusive results have symmetric statistical errors so the summing up is straight forward. For some energy points, part of the exclusive results have asymmetric statistical errors. In such cases, we also try to obtain the summed results through a toy MC method. We sum the exclusive cross sections after a certain sampling for each channel and get distributions for the summed cross section after the 30,000 samplings (see Section 4). These distributions are quite symmetric and can be fitted by a Gaussian distribution to yield the central value σ B inc and the statistical error ISR sta,inc . The systematic errors from ISR for the summation are all estimated by ",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 134,
                    "text": "[19]",
                    "end": 138
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 220,
                    "text": "Fig. 6",
                    "end": 226
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 300,
                    "text": "Fig. 6",
                    "end": 306
                }
            ]
        },
        {
            "text": "Summary and discussion",
            "section_rank": 9
        },
        {
            "section": "Summary and discussion",
            "text": "In summary, we have obtained the Born cross sections for charm production in e + e − annihilation after correcting the observed cross sections measured by the CLEO-c experiment for initial state radiation and vacuum polarization. A Monte Carlo sampling method is used to estimate the uncertainty of the corrected cross sections caused by the original statistical errors. The uncertainty from the connection of the observations at discrete energy points is estimated with different connection methods when we determine the errors of the Born cross sections and regarded as a part of the systematic error. It turns out that such systematic errors are of the same order of magnitude as the statistical errors. In addition, we make our results more reliable by taking the corresponding data obtained by the Belle and BaBar collaborations into consideration.",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "Summary and discussion",
            "text": "The Born cross sections for the exclusive open charm meson productions in e + e − annihilation, which are from the observations at CLEO-c corrected for ISR and VP effects, can provide more conventional information to determine the relative decay strength into different charm mesons for the charmonium(-like) states in the open charm region and can be easily compared or combined with the results from other experiments. Besides, the summation of the radiatively corrected exclusive cross sections, which is more reliable than that obtained by correcting the observed inclusive cross section directly, can be used in the calculation of the anomalous magnetic moment of muon g−2 and the vacuum polarization factor 1/|1−Π(s)| 2 . Table A4. The Born cross sections for final states consisting of two strange charm mesons. The first error of each cross section is statistical and the second is systematic ( ISR sys ). The upper limits are at 90% confidence level. The systematic error ( ISR sys ) for e + e − →D * +",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 728,
                    "text": "Table A4",
                    "end": 736
                }
            ]
        },
        {
            "text": "* D π+c.c., and D * D * π. With the calculated ISR correction and the vacuum polarization (VP) correction from Ref. [19], we obtain the exclusive Born cross sections of open charm production in e + e − annihilation. The uncertainties of the final Born cross sections from both the statistical errors of the original measurements and the method to calculate the ISR correction are estimated. By summing up the radiatively corrected exclusive open charm cross sections, we also obtain the Born-level inclusive open charm cross section.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. (color online) Illustration of the additional linear connection curve (dashed line) for e + e − → D * 0D0 +c.c., where the Belle data[13] and CLEO-c data are combined (only statistical errors shown here). This curve serves as the initial input of the ISR factor calculation for the additional connection method and is then updated within the iterative procedure described later in the text.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 141,
                    "text": "[13]",
                    "end": 145
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (color online) The connection curves of the cross sections for e + e − →D * + D − +c.c.. The Belle data are from Ref. [13].",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (color online) The ISR correction factors 1+δ(s) for e + e − → D * + D − +c.c. with the linear interpolation of the cross sections after iterations.",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. (color online) Examples of simulation results not satisfying Gaussian distributions. It is acceptable to describe (a) with a truncated Gaussian distribution while for (b) we only estimate an upper limit.",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. (color online) The dressed cross sections from different connection methods for e + e − → D * + D − +c.c.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": "D",
            "section_rank": 16
        },
        {
            "section": "D",
            "text": "− (corrected ) D + D − (obser ved) D * + D − +c.c. (corrected ) D * + D − +c.c. (obser ved) D * + D * − (corrected ) D * + D * − (obser ved) obser ved) D * 0D 0 +c.c. (corrected ) D * 0D 0 +c.c. (obser ved) D * 0D * 0 (corrected ) D * 0D * 0 (obser ved) * D π +c.c. (corrected ) D * D π +c.c. (obser ved) D * D * π (corrected ) D * D * π (obser ved)",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. (color online) Born (corrected) and observed cross sections for the exclusive open charm meson productions in e + e − annihilation with combined statistical and systematic (only ISR± sys",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. (color online) Comparison between the radiative correction performed by CLEO-c and this study. The \"exclusive\" curves represent the summation of exclusive cross sections. In Ref.[18], the total charm cross sections determined by summing up the exclusive measurements (blue dashed line) and by inclusive charm counting method (red dashed line) are not exactly the same. It is therefore clearer to compare the nominal overall radiative correction factors, shown in the second figure here.",
            "paragraph_rank": 39,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 186,
                    "text": "[18]",
                    "end": 190
                }
            ]
        },
        {
            "text": "−",
            "section_rank": 19
        },
        {
            "section": "−",
            "text": "ISR− sys (the systematic error of CLEO-c measurements is not included here) where the central value α and the statistical error sta are from the linear interpolation method, and the systematic error ISR± sys is derived from the total error ISR± tot and the statistical error sta by ISR± sys ≡ ( ISR± tot ) 2 −( ± sta ) 2 . At each energy point the upper/lower value of the total error from the ISR correction is estimated by",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "Appendix A",
            "section_rank": 21
        },
        {
            "section": "Appendix A",
            "text": "Inclusive Born cross sections and vacuum polarization factors  is not estimated so only the statistical one is presented. ",
            "paragraph_rank": 41,
            "section_rank": 21
        }
    ]
}