{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper presents a measurement of the underlying event activity in protonproton collisions at a center-of-mass energy of 13 TeV, performed using inclusive Z boson production events collected with the CMS experiment at the LHC. The analyzed data correspond to an integrated luminosity of 2.1 fb −1 . The underlying event activity is quantified in terms of the charged particle multiplicity, as well as of the scalar sum of the charged particles' transverse momenta in different topological regions defined with respect to the Z boson direction. The distributions are unfolded to the stable particle level and compared with predictions from various Monte Carlo event generators, as well as with similar CDF and CMS measurements at center-of-mass energies of 1.96 and 7 TeV respectively.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The production of particles in a hadron-hadron collision includes contributions from partonparton scatterings, initial-state radiation (ISR), final-state radiation (FSR), and beambeam remnant (BBR) interactions. The large parton densities accessible in proton-proton (pp) collisions at the CERN LHC result in a significant probability of more than one parton-parton scattering in the same pp collision, a phenomenon known as multiple parton interactions (MPI). The combination of particle production from MPI (excluding the parton-parton scattering with the highest momentum transfer) and BBR interactions is commonly called the underlying event (UE). The UE usually produces particles at low transverse momentum (p T ) that cannot be experimentally distinguished from the particles produced from ISR and FSR. These processes cannot be completely described by perturbative quantum chromodynamics (QCD) calculations, and require phenomenological models, whose parameters are tuned by means of fits to data.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The experimental measurement of the UE is often based on a process that defines the scale of the hardest parton-parton scattering, along with a phase space region with enhanced sensitivity to particle production associated with the UE activity. A number of measurements [1][2][3][4][5][6][7][8][9] have been performed by the Tevatron and LHC experiments at various center-of-mass energies, ranging from 0.3 TeV to 13 TeV, and using a variety of hard processes including events with high-p T charged particles or jets, Z+jets, and tt+jets. Measurements of the UE associated with different hard processes are useful to test the level JHEP07(2018)032 of universality of the underlying MPI dynamics. Events with a harder scale are expected to correspond, on average, to proton-proton interactions with a smaller impact parameter and therefore with more MPI [10]. Such increased UE activity is observed to plateau at high energy scales, which indicates that the smallest impact parameters have been reached and hence maximum matter overlap in the pp collision [11].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 270,
                    "text": "[1]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "start": 273,
                    "text": "[2]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "start": 276,
                    "text": "[3]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "start": 279,
                    "text": "[4]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "start": 282,
                    "text": "[5]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "start": 285,
                    "text": "[6]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "start": 288,
                    "text": "[7]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "start": 291,
                    "text": "[8]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 294,
                    "text": "[9]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 853,
                    "text": "[10]",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1055,
                    "text": "[11]",
                    "end": 1059
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents a measurement of the UE activity based on events with inclusive Z → µ + µ − production at √ s = 13 TeV. Underlying event measurements based on Z boson production have been carried out previously at √ s = 1.96 TeV [9] and 7 TeV [3,8] by Tevatron and LHC experiments. Z boson production is a process with a clean experimental signature and well understood theoretically, allowing clear identification of the UE activity. Measurements with Z bosons also make it possible to partially distinguish the MPI and ISR/FSR contributions [3,12]. In this paper, the properties of the UE are measured as a function of conventional observables related to the impact parameter of the pp collision, such as the number of charged particles and the scalar sum of their p T . The data are corrected for detector effects and compared to Monte Carlo (MC) event generators, as well as with earlier results at √ s = 1.96 TeV [9] and 7 TeV [3]. The outline of the paper is as follows. Section 2 describes the data and simulated samples used for the validation and unfolding studies. Section 3 gives a brief description of the CMS detector, whereas section 4 describes the event and track selection criteria, and the observables used for quantification of the UE. The unfolding procedure and systematic effects are discussed in section 5, and the final results are presented in section 6. Finally, the analysis is summarized in section 7.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 233,
                    "text": "[9]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "start": 247,
                    "text": "[3,",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "start": 250,
                    "text": "8]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "start": 547,
                    "text": "[3,",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 550,
                    "text": "12]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 922,
                    "text": "[9]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "start": 936,
                    "text": "[3]",
                    "end": 939
                }
            ]
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 3
        },
        {
            "section": "Data and simulated samples",
            "text": "The analysis is performed on a sample of pp collisions at √ s = 13 TeV, corresponding to an integrated luminosity of 2.1 fb −1 . Data were collected with the CMS detector in 2015 when the average number of inelastic collisions per bunch crossing (pileup) was about 20. For the evaluation of the event and track selection efficiencies, signal and background processes are simulated at next-to-leading order (NLO) accuracy with mc@nlo 2.2.2 [13] and, for single top production, with powheg 2.0 [14,15]. To study the model dependence, the Z+jets events are also simulated at leading order (LO) with MadGraph5 2.2.2 [16,17] combined with pythia8 [18] using the CUET8PM1 [19] tune. Diboson (WW, WZ and ZZ) as well as multiple-jet production, via strong interaction processes, are generated at LO with pythia8 standalone. The NNPDF3.0 [20] set is used as the default set of parton distribution functions (PDFs) for all generated LO and NLO samples.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "20.",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 439,
                    "text": "[13]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 492,
                    "text": "[14,",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 496,
                    "text": "15]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 612,
                    "text": "[16,",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 616,
                    "text": "17]",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 642,
                    "text": "[18]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 666,
                    "text": "[19]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 829,
                    "text": "[20]",
                    "end": 833
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "These simulated samples are processed and reconstructed in the same manner as the collision data. The detector response is simulated in detail by using the Geant4 package [21]. The samples include additional pileup pp interactions, with a multiplicity distribution matching that observed in data.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 171,
                    "text": "[21]",
                    "end": 175
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "The measured UE distributions are unfolded to correct for detector effects and selection efficiencies, and compared to various MC simulation predictions:",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Data and simulated samples",
            "text": "-2 -JHEP07(2018)032",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Data and simulated samples",
            "text": "• MadGraph + pythia8: Z+jets events are generated with MadGraph, followed by parton showering and hadronization with pythia8 (CUET8PM1 tune). The Mad-Graph generator includes up to 4 partons in the matrix element calculations, while additional jets can be generated by pythia8 during parton showering.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Data and simulated samples",
            "text": "• powheg + pythia8: Z+jets events are produced up to NLO accuracy with the powheg 'Multiscale-improved NLO' method [15]. The pythia8 generator assumes p T -ordered parton showers, and the latter are interleaved with MPI. Tune CUET8PM1 is used for hadronization and parton showering. To quantify the effect of MPI, events are also simulated without MPI. To study the impact of colorreconnection (CR) between final state partons, pythia8 events are also simulated without CR.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 115,
                    "text": "[15]",
                    "end": 119
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "• powheg + herwig++: to further investigate the model dependence, powheg events are also hadronized using herwig++ [22] with tune EE5C [19]. herwig++, unlike pythia8, generates angular-ordered parton showers. It simulates MPI according to a model similar to that of pythia8, with tunable parameters for the regularization of the parton-parton cross section at very low momentum transfers, but without the interleaving with parton showers. In most models, the number of MPI follows a Poission distribution with a mean that depends on the overlap of the matter distributions of the hadrons.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 115,
                    "text": "[22]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 135,
                    "text": "[19]",
                    "end": 139
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "Monte Carlo events are generated at √ s = 7 and 13 TeV, as well as for protonantiproton collisions at √ s = 1.96 TeV.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The CMS detector",
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity coverage provided by the barrel and endcap detectors. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid, covering the pseudorapidity range |η| < 2.4, with detection planes based on three technologies: drift tubes, cathode strip chambers, and resistive-plate chambers. The silicon tracker measures charged particles within the range |η| < 2.5. It consists of 1440 silicon pixel and 15 148 silicon strip detector modules and is located in the 3.8 T field of the superconducting solenoid. For nonisolated particles of 1 < p T < 10 GeV and |η| < 1.4, the track resolutions are typically 1.5% in p T and 25-90 (45-150) µm in the transverse (longitudinal) impact parameter [23]. Matching muons to tracks measured in the silicon tracker results in a relative p T resolution for muons with 20 < p T < 100 GeV of 1.3-2.0% in the barrel and better than 6% in the endcaps. The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [24].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1020,
                    "text": "25-90 (45-150)",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1088,
                    "text": "[23]",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1366,
                    "text": "[24]",
                    "end": 1370
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [25].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 165,
                    "text": "[25]",
                    "end": 169
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "-3 -JHEP07(2018)032 4 Experimental methods",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Events are selected online by requiring the presence of at least two isolated muon candidates with p T > 17 (8) GeV for the leading (subleading) muon. Offline, events are required to have at least one well-reconstructed vertex [23] within ±24 cm of the nominal interaction point along the z-direction. At least five tracks are required to be associated with the vertex, which should be at most 2 cm from the beam axis in the transverse plane. Muons are reconstructed with the particle-flow algorithm [26] and are required to satisfy identification criteria based on the number of hits in the muon detectors and tracker, the transverse impact parameter with respect to the beam axis, and the normalized χ 2 of the global muon track fit. The backgrounds from jets misidentified as muons and from semileptonic decays of heavy quarks are suppressed by applying an isolation condition on the muon candidates. The relative isolation variable, I rel , for muons is defined as:",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 227,
                    "text": "[23]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 500,
                    "text": "[26]",
                    "end": 504
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Here E neutral T and E γ T are the sums of the transverse energies of neutral hadrons and photons, respectively, in a pseudorapidity-azimuth cone of size ∆R ≡",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "represents the p T sum of the charged hadrons, in the same cone around the muon, associated with the selected vertex. Finally, p PU T is the p T sum of the charged hadrons, in the same cone around the muon, not associated with the selected vertex. A muon is considered isolated if I rel < 0.15. Misalignment in the detector geometry affects the measurement of muons in a different manner for data and simulation. To account for this effect, different muon momentum corrections [27] are applied to data and simulated events.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 477,
                    "text": "[27]",
                    "end": 481
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Offline, the leading and subleading muons are required to have a p T larger than 20 and 10 GeV, respectively, so as to be in the region where the trigger efficiency is highest and p T -independent [28]. These muons are required to be associated to the vertex with the largest value of the p 2 T sum of the tracks belonging to it. Events with two oppositely charged muons are further required to have an invariant mass (M µµ ) in the window 81-101 GeV. After all the selections, a high-purity sample of Z candidates is extracted with estimated background contributions, mainly from top quark and diboson processes, below 1%. About 1.3 million Z candidate events are left in the data, which is in agreement within 5% with the NLO simulation predictions.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 197,
                    "text": "[28]",
                    "end": 201
                }
            ]
        },
        {
            "text": "Track selection",
            "section_rank": 6
        },
        {
            "section": "Track selection",
            "text": "All charged particles, except the selected muons, with p T > 0.5 GeV and |η| < 2 are considered for the UE study. To reduce the number of incorrectly reconstructed tracks, a high-purity reconstruction algorithm [29] is used.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 211,
                    "text": "[29]",
                    "end": 215
                }
            ]
        },
        {
            "section": "Track selection",
            "text": "The distance of closest approach between the track and the selected vertex in the transverse plane and in the longitudinal direction are required to be less than three times -4 -JHEP07(2018)032 the respective uncertainties. These requirements help reduce contamination of secondary tracks from decays of long-lived particles, photon conversions, and pileup. Tracks with poorly measured momenta are removed by requiring σ(p T )/p T < 5%, where σ(p T ) is the uncertainty in the p T measurement. The track selection efficiencies in the data and simulated samples agree within 4-5%.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Track selection",
            "text": "These selected charged particle tracks are used to construct the relevant UE observables, namely the particle density and Σp T density, which are defined as follows:",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Track selection",
            "text": "• Particle density: the average number of charged particles in an event per unit ∆η∆φ area.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Track selection",
            "text": "• Σp T density: the average of the scalar p T sum of all selected charged particles in an event per unit ∆η∆φ area.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Track selection",
            "text": "Here, ∆η = |η Z − η ch | and ∆φ = |φ Z − φ ch | are the pseudorapidity and azimuthal separation between each charged particle and the Z boson. In order to enhance the sensitivity to the UE, observables are calculated in different phase-space regions defined with respect to the φ direction of the Z boson. These regions are classified as:",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Track selection",
            "text": "The UE observables are studied as a function of the transverse momentum of the dimuon system (p µµ T ).",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Unfolding and systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "In order to compare data and predictions, the UE distributions are corrected to the stable particle level (lifetime cτ > 10 mm) with the iterative D'Agostini method [30], which also accounts for bin-to-bin migrations. In the present analysis, two-dimensional distributions are unfolded with a response matrix constructed from events simulated with",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 165,
                    "text": "[30]",
                    "end": 169
                }
            ]
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "The unfolded measured distributions may be distorted by a variety of systematic effects, as discussed below.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "• Model dependence: the events simulated with MadGraph + pythia8 reproduce the measured p µµ T distribution within 10-20%. The effect of this discrepancy on the final UE distributions is evaluated by reweighting the simulated sample so that it describes the measured p µµ T distribution. These weights are applied to the response matrix used for the unfolding. The difference between the unfolded distributions with and without these weight factors is 2-5%. An additional cross-check is performed by using response matrices constructed with events simulated with the Mad-Graph + pythia8 and the mc@nlo + pythia8 event generators. The difference between the unfolded distributions obtained with the response matrices constructed with these two generators is found to be less than 0.5%.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "-5 -JHEP07 2018  Table 1. Summary of the systematic uncertainties in the particle and Σp T densities.",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 11,
                    "text": "2018",
                    "end": 15
                },
                {
                    "type": "table",
                    "start": 17,
                    "text": "Table 1",
                    "end": 24
                }
            ]
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "• Tracking efficiency: the tracking efficiency is known with an uncertainty of 4% [23,31].",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 82,
                    "text": "[23,",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 86,
                    "text": "31]",
                    "end": 89
                }
            ]
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "To estimate the effect of this uncertainty on the UE distribution, 4% of the tracks are randomly removed in the simulated events while constructing the response matrix. The effect on the unfolded distributions is approximately 4-6%.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "• Pileup: pileup events produce low-p T particles that can contribute to the UE activity. However, the effect of pileup is expected to be small in the present analysis because all tracks are required to originate from the same primary vertex. The effect of pileup is further reduced by the unfolding procedure because the simulated samples also include pileup. Any possible residual effect is evaluated by varying the pp inelastic cross section used in the simulation by 5%. The bias on the unfolded distributions is less than 0.5%.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "• Trigger: the triggers used in the analysis require that the muons be isolated, which may bias the UE distributions. The effect of this requirement is evaluated by comparing UE distributions obtained with and without the trigger requirement in the simulation. This affects the results by up to 0.1%.",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "• Physics background: the Z boson production events are required to be in the mass window 81-101 GeV. In this region, there is a small (about 0.3%) contribution of dimuons from diboson and top quark decays. These background processes may bias the UE distributions because of the different event topologies and parton radiation patterns as compared to the Z boson events. The effect of these background processes is evaluated, using simulations, by comparing the UE distributions for the Z-boson events and for the Z-boson events combined with background processes. The UE distributions change by 0.5-1%.",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "• Muon momentum correction: the effect of the muon momentum corrections [27] is studied by comparing the corrected data distributions with the ones without corrections. The resulting effect on the particle density is up to 0.4%, and up to 0.7% for the Σp T density distribution. Table 1 summarizes the dominant systematic uncertainties in the particle and Σp T densities. Adding all aforementioned sources in quadrature results in a total systematic uncertainty of 4.8-7.8%, depending on the UE observable and particular bin. 6 Results and discussion Figure 1 shows the comparison of the measured UE activity in the towards, transverse, and away regions. The activity in the away region increases sharply with p µµ T , but more slowly in the towards and transverse regions. This is expected as particle production in the away region is mostly dominated by the hadronic recoil system, which is highly correlated with p µµ",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 72,
                    "text": "[27]",
                    "end": 76
                },
                {
                    "type": "table",
                    "start": 279,
                    "text": "Table 1",
                    "end": 286
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 551,
                    "text": "Figure 1",
                    "end": 559
                }
            ]
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "T . Because of the large spatial separation, the contribution of the hadronic recoil is small in the transverse region, and becomes even smaller in the towards region. The activity in the three regions becomes similar as p µµ T approaches zero; this observation again corroborates the hypothesis that differences in the UE activity for the three regions are due to varying parton radiation contributions. Unlike the UE measurement with leading jet/track [3,6], in the present analysis the UE activity is not zero when p µµ T approaches zero. This behavior reflects the fact that the initial scale in the Z boson events, given by the lepton pair invariant mass in the range 81-101 GeV, is already large enough to determine a significant overlap between the transverse parton densities of the colliding protons, and hence a large number of MPI. From the UE measurements using the leading charged particle (jet) approach [3,6], it is observed that the MPI contribution reaches its maximal value at an energy scale of 5 (12)(13)(14)(15) GeV. Above this energy, there is a slow rise in the number of particles produced, which is mainly attributed to the increase in the parton radiation contributions. In the present measurement, the minimum scale is set by the dimuon mass (81-101 GeV), which is larger than the energy where the MPI contribution saturates. Therefore, the increase in UE activity with p µµ T should be mainly ascribed to the rise in the recoil hadronic contribution and associated ISR/FSR [3].   sample, which uses herwig++ for parton showering and hadronization, overestimates the UE activity by 10-15% in all topological regions, whereas when pythia8 is used the measured distributions are reproduced within 5%. The MadGraph sample in combination with pythia8 also reproduces the measurement within 5%. The mc@nlo predictions (not shown in the figures) have the same level of agreement with the data as MadGraph. Color reconnection between the produced partons influences the multiplicity and p T of final-state particles. Its global impact in the measured UE observables is evaluated by comparing the pythia8 predictions with and without CR, and is found to be negligible.",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 454,
                    "text": "[3,",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "start": 457,
                    "text": "6]",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "start": 918,
                    "text": "[3,",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "start": 921,
                    "text": "6]",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1016,
                    "text": "(12)",
                    "end": 1020
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1020,
                    "text": "(13)",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1024,
                    "text": "(14)",
                    "end": 1028
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1028,
                    "text": "(15)",
                    "end": 1032
                }
            ]
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "To understand the evolution of the UE activity with √ s, the present measurement is compared with results obtained at √ s = 1.96 TeV at the Tevatron and at 7 TeV at the LHC. As the away region is dominated by the jet balancing the Z boson, the particle activity in this region is not considered for this specific study. Figures 5-8   5% at 13 TeV. The combination of powheg and herwig++ describes the measurements within 10-15, 10-20, and 20-40% at √ s of 1.96, 7, and 13 TeV, respectively. The data show a significant increase in the UE activity with √ s, which is qualitatively described by the model predictions. The collision energy evolution is quantified in figure 9, which shows the ratio of the UE activities at 13 and 7 TeV, and at 1.96 and 7 TeV, for the data and the simulations. An increase of 25-30% in particle and Σp T densities is observed as the collision energy increases from 7 to 13 TeV. This behavior is quantitatively well described by powheg + pythia8 and powheg + herwig++. As the collision energy increases from 1.96 to 7 TeV, the UE activity increases by 60-80% for both the particle and Σp T densities. Event generators predict a slower rise, but the agreement improves at higher values of p µµ T . The increase in particle and Σp T densities from 7 to 13 TeV is consistent with that observed in the leading jet/track analyses [3,6].",
            "paragraph_rank": 39,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 320,
                    "text": "Figures 5-8",
                    "end": 331
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 664,
                    "text": "figure 9",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "start": 1354,
                    "text": "[3,",
                    "end": 1357
                },
                {
                    "type": "bibr",
                    "start": 1357,
                    "text": "6]",
                    "end": 1359
                }
            ]
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "To further quantify the energy dependence of the UE activity, events with a p µµ T smaller than 5 GeV are studied. Setting an upper limit on p µµ T reduces the ISR and FSR contributions and the remaining UE activity stems mainly from MPI. With the requirement p µµ T < 5 GeV, the UE activity is similar in the towards and transverse regions. Therefore, -  the UE activity is combined in these two regions. Figure 10 shows the UE activity, with the p µµ T < 5 GeV requirement, as a function of √ s for data compared to model predictions. There is a significant increase, by a factor 2-2.5, as the collision energy rises from 1.96 to 13 TeV, which is qualitatively reproduced by powheg. The energy evolution is better described by powheg with pythia8, whereas hadronization with herwig++ overestimates the UE activity at all collision energies. The comparison of the distributions with and without MPI indicates that the ISR and FSR contributions, which increase slowly with center-of-mass energy, are small.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 406,
                    "text": "Figure 10",
                    "end": 415
                }
            ]
        },
        {
            "section": "Unfolding and systematic uncertainties",
            "text": "The CUETP8M1 and EE5C tunes employed here are mostly obtained from fits to minimum-bias measurements and UE measurements with leading jets or leading tracks. The fact that these tunes reproduce globally well the present data supports the hypothesis that the UE activity is independent of the hard process. The present study also confirms that the collision energy dependence of the UE activity is similar for different hard processes. Unlike UE studies with a leading track/jet, the present measurements provide new handles to better understand the evolution of ISR, FSR, and MPI contributions separately, as functions of the event energy scale and the collision energy. [rad  Figure 5. Comparison of the particle density measured in Z events at √ s = 13 TeV with that at 7 (CMS) [3] and 1.96 TeV (CDF) [9] in the towards region as a function of p µµ T . The data are also compared with the model predictions of powheg + pythia8 (solid line) and powheg + herwig++ (dashed-dotted line). The bottom panels of each plot show the ratios of the model predictions to the measurements. The bands in the bottom panels represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 677,
                    "text": "Figure 5",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 803,
                    "text": "[9]",
                    "end": 806
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "This paper presents a measurement of the underlying event (UE) activity using inclusive Z boson production events in proton-proton collisions at a center-of-mass energy of 13 TeV. The data correspond to an integrated luminosity of 2.1 fb −1 . The UE activity, quantified in terms of charged particle and Σp T densities, is measured as a function of the p T of the muon pair from the Z boson decay. The distributions are corrected for detector effects and compared to various model predictions. The MadGraph and powheg generators, with parton showering and hadronization modeled with pythia8 using the CUET8PM1 tune, reproduce the measurements within 5%. The combination of powheg and herwig++ (tune EE5C) overestimates the measurements by 10-15%. The present results are also -11 -   Figure 6. Comparison of the Σp T density measured in Z events at √ s = 13 TeV with that at 7 (CMS) [3] and 1.96 TeV (CDF) [9] in the towards region as a function of p µµ T . The data are also compared with the model predictions of powheg + pythia8 (solid line) and powheg + herwig++ (dashed-dotted line). The bottom panels of each plot show the ratios of the model predictions to the measurements. The bands in the bottom panels represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 42,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 784,
                    "text": "Figure 6",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 906,
                    "text": "[9]",
                    "end": 909
                }
            ]
        },
        {
            "section": "Summary",
            "text": "compared with previous measurements at 1.96 and 7 TeV. The UE activity almost doubles as the collision energy increases from 1.96 to 13 TeV. Monte Carlo event generators provide a reasonable description of the evolution of the UE activity as the collision energy rises from 1.96 to 13 TeV, although they tend to underestimate its increase in the 1.96-7 TeV range. The overall good description of the UE activity in Z boson events by Monte Carlo generators previously tuned to minimum-bias and leading track/jet UE measurements confirms the universality of the physical processes producing the underlying event in pp collisions at high energies.",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "-12 - [rad  Figure 7. Comparison of the particle density measured in Z events at √ s = 13 TeV with that at 7 (CMS) [3] and 1.96 TeV (CDF) [9] in the transverse region as a function of p µµ T . The data are also compared with the model predictions of powheg + pythia8 (solid line) and powheg + herwig++ (dashed-dotted line). The bottom panels of each plot show the ratios of model predictions to the measurements. The bands in the bottom panels represent the statistical and systematic uncertainties added in quadrature. [GeV/rad]  Figure 8. Comparison of the Σp T density measured in Z events at √ s = 13 TeV with that at 7 (CMS) [3] and 1.96 TeV (CDF) [9] in the transverse region as a function of p µµ T . The data are also compared with the predictions of powheg + pythia8 (solid line) and powheg + herwig++ (dashed-dotted line). The bottom panels of each plot show the ratios of the model predictions to the measurements. The bands in the bottom panels represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 12,
                    "text": "Figure 7",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 138,
                    "text": "[9]",
                    "end": 141
                },
                {
                    "type": "figure",
                    "start": 531,
                    "text": "Figure 8",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 653,
                    "text": "[9]",
                    "end": 656
                }
            ]
        },
        {
            "section": "Summary",
            "text": "JHEP07 2018 ",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2018",
                    "end": 11
                }
            ]
        },
        {
            "section": "Summary",
            "text": "Data (13 TeV     Figure 10. Average particle density (left) and average Σp T density (right) for Z events with p µµ T < 5 GeV as a function of the center-of-mass energy, measured by CMS and CDF [9] in the combined towards + transverse regions, compared to predictions from powheg + pythia8, powheg + herwig++, and powheg + pythia8 without MPI. The error bars represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 46,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 5,
                    "text": "(13 TeV",
                    "end": 12
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 17,
                    "text": "Figure 10",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 194,
                    "text": "[9]",
                    "end": 197
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 9
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: the Austrian ",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "text": "JHEP07(2018)032",
            "section_rank": 10
        },
        {
            "section": "JHEP07(2018)032",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. [4] ALICE collaboration, Underlying event measurements in pp collisions at √ s = 0.9 and 7 TeV with the ALICE experiment at the LHC, JHEP 07 2012 ",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 380,
                    "text": "2012",
                    "end": 384
                }
            ]
        },
        {
            "text": "References",
            "section_rank": 11
        },
        {
            "text": "Figure 1 .",
            "section_rank": 12
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Unfolded distributions of particle density (left) and Σp T density (right) in Z events, as a function of p µµ T in the towards (∆φ < 60 • ), transverse (60 • < ∆φ < 120 • ), and away (∆φ > 120 • ) regions. Error bars represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Figures 2 -",
            "section_rank": 13
        },
        {
            "section": "Figures 2 -",
            "text": "Figures 2-4 present data-model comparisons of the UE distributions as a function of the Z boson p T in the away, transverse, and towards regions, respectively. The bottom panel of each plot presents the ratio of the simulated to the measured distributions. The powheg",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Figure 2 .",
            "section_rank": 14
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Unfolded distributions of particle density (left) and Σp T density (right) in Z events in the away region as a function of p µµ T , compared to various model predictions: MadGraph + pythia8 (dashed line), powheg + pythia8 (solid line), and powheg + herwig++ (dashed-dotted line). The bottom panels of each plot show the ratios of the simulations to the measured distributions. The bands in the bottom panels represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "Figure 3 .",
            "section_rank": 15
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Unfolded distributions of particle density (left) and Σp T density (right) in Z events in the transverse region as a function of p µµ T , compared to various model predictions: Mad-Graph + pythia8 (dashed line), powheg + pythia8 (solid line), and powheg + herwig++ (dashed-dotted line). The bottom panels of each plot show the ratios of the simulations to the measured distributions. The bands in the bottom panels represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "text": "Figure 4 .",
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Unfolded distributions of particle density (left) and Σp T density (right) in Z events in the towards region as a function of p µµ T , compared to various model predictions: MadGraph + pythia8 (dashed line), powheg + pythia8 (solid line), and powheg + herwig++ (dashed-dotted line). The bottom panels of each plot show the ratios of the simulations to the measured distributions. The bands in the bottom panels represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "Figure 9 .",
            "section_rank": 17
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Comparison of the increase in UE activity in Z events, from √ s = 1.96 TeV (CDF)[9] to 7 TeV (CMS)[3], with that from √ s = 7 TeV (CMS) to 13 TeV (CMS) in the towards (top) and transverse (bottom) regions. Panels on the left show the particle density, whereas panels on the right show the Σp T density as a function of p µµ T . The data distributions are also compared with predictions of powheg + pythia8 (dashed-dotted line) and powheg + herwig++ (solid line). The error bars represent the statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 54,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 90,
                    "text": "[9]",
                    "end": 93
                }
            ]
        },
        {
            "text": "Federal Ministry of Science, Research and Economy and the Austrian Science Fund; the Belgian Fonds de la Recherche Scientifique, and Fonds voor Wetenschappelijk Onderzoek; the Brazilian Funding Agencies (CNPq, CAPES, FAPERJ, and FAPESP); the Bulgarian Ministry of Education and Science; CERN; the Chinese Academy of Sciences, Ministry of Science and Technology, and National Natural Science Foundation of China; the Colombian Funding Agency (COLCIENCIAS); the Croatian Ministry of Science, Education and Sport, and the Croatian Science Foundation; the Research Promotion Foundation, Cyprus; the Secretariat for Higher Education, Science, Technology and Innovation, Ecuador; the Ministry of Education and Research, Estonian Research Council via IUT23-4 and IUT23-6 and European Regional Development Fund, Estonia; the Academy of Finland, Finnish Ministry of Education and Culture, and Helsinki Institute of Physics; the Institut National de Physique Nucléaire et de Physique des Particules / CNRS, and Commissariatà l'Énergie Atomique et auxÉnergies Alternatives / CEA, France; the Bundesministerium für Bildung und Forschung, Deutsche Forschungsgemeinschaft, and Helmholtz-Gemeinschaft Deutscher JHEP07(2018)032Forschungszentren, Germany; the General Secretariat for Research and Technology, Greece; the National Scientific Research Foundation, and National Innovation Office, Hungary; the Department of Atomic Energy and the Department of Science and Technology, India; the Institute for Studies in Theoretical Physics and Mathematics, Iran; the Science Foundation, Ireland; the Istituto Nazionale di Fisica Nucleare, Italy; the Ministry of Science, ICT and Future Planning, and National Research Foundation (NRF), Republic of Korea; the Lithuanian Academy of Sciences; the Ministry of Education, and University of Malaya (Malaysia); the Mexican Funding Agencies (BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI); the Ministry of Business, Innovation and Employment, New Zealand; the Pakistan Atomic Energy Commission; the Ministry of Science and Higher Education and the National Science Centre, Poland; the Fundação para a Ciência e a Tecnologia, Portugal; JINR, Dubna; the Ministry of Education and Science of the Russian Federation, the Federal Agency of Atomic Energy of the Russian Federation, Russian Academy of Sciences, the Russian Foundation for Basic Research and the Russian Competitiveness Program of NRNU \"MEPhI\"; the Ministry of Education, Science and Technological Development of Serbia; the Secretaría de Estado de Investigación, Desarrollo e Innovación, Programa Consolider-Ingenio 2010, Plan de Ciencia, Tecnología e Innovación 2013-2017 del Principado de Asturias and Fondo Europeo de Desarrollo Regional, Spain; the Swiss Funding Agencies (ETH Board, ETH Zurich, PSI, SNF, UniZH, Canton Zurich, and SER); the Ministry of Science and Technology, Taipei; the Thailand Center of Excellence in Physics, the Institute for the Promotion of Teaching Science and Technology of Thailand, Special Task Force for Activating Research and the National Science and Technology Development Agency of Thailand; the Scientific and Technical Research Council of Turkey, and Turkish Atomic Energy Authority; the National Academy of Sciences of Ukraine, and State Fund for Fundamental Researches, Ukraine; the Science and Technology Facilities Council, U.K.; the US Department of Energy, and the US National Science Foundation. Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Scientific and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "[ 1 ]",
            "section_rank": 19
        },
        {
            "section": "[ 1 ]",
            "text": "CMS collaboration, Measurement of the underlying event activity at the LHC with √ s = 7 TeV and comparison with √ s = 0.9 TeV, JHEP 09 (2011) 109 [arXiv:1107.0330] [INSPIRE]. [2] CMS collaboration, Measurement of the underlying event activity using charged-particle jets in proton-proton collisions at √ s = 2.76 TeV, JHEP 09 (2015) 137 [arXiv:1507.07229] [INSPIRE]. [3] CMS collaboration, Measurement of the underlying event in the Drell-Yan process in proton-proton collisions at √ s = 7 TeV, Eur. Phys. J. C 72 (2012) 2080 [arXiv:1204.1411] [INSPIRE].",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "116 [arXiv:1112.2082] [INSPIRE]. [5] ATLAS collaboration, Measurement of underlying event characteristics using charged particles in pp collisions at √ s = 900 GeV and 7 TeV with the ATLAS detector, Phys. Rev. D 83 (2011) 112001 [arXiv:1012.0791] [INSPIRE]. [6] ATLAS collaboration, Measurements of underlying-event properties using neutral and charged particles in pp collisions at 900 GeV and 7 TeV with the ATLAS detector at the LHC, Eur. Phys. J. C 71 (2011) 1636 [arXiv:1103.1816] [INSPIRE]. [7] ATLAS collaboration, Measurement of the dependence of transverse energy production at large pseudorapidity on the hard-scattering kinematics of proton-proton collisions at √ s = 2.76 TeV with ATLAS, Phys. Lett. B 756 (2016) 10 [arXiv:1512.00197] [INSPIRE]. [8] ATLAS collaboration, Measurement of distributions sensitive to the underlying event in inclusive Z-boson production in pp collisions at √ s = 7 TeV with the ATLAS detector, Eur. Phys. J. C 74 (2014) 3195 [arXiv:1409.3433] [INSPIRE].",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "032",
            "paragraph_rank": 58,
            "section_rank": 21
        },
        {
            "text": "show the UE activity as a function of p µµ T at √ s = 1.96, 7, and 13 TeV. The predictions of powheg with pythia8 as well as with herwig++ are also shown. The ratios of the simulations to the measurements are plotted in the bottom panel of each plot. The powheg + pythia8 predictions reproduce the measurements within 10% at",
            "paragraph_rank": 59,
            "section_rank": 22
        },
        {
            "text": "JHEP07(2018)032",
            "section_rank": 24
        },
        {
            "section": "JHEP07(2018)032",
            "text": "The CMS collaboration JHEP07(2018)032  28 , F. Ligabue a,c , T. Lomtadze a , E. Manca a,c , G. Mandorli a,c , L. Martini a,b , A. Messineo a,b , F. Palla a , A. Rizzi a,b , A. Savoy-Navarro a,30 , P. Spagnolo a , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G. Verdini a",
            "paragraph_rank": 60,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 39,
                    "text": "28",
                    "end": 41
                }
            ]
        }
    ]
}