{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for charmless four-body decays of Λ 0 b and Ξ 0 b baryons with a proton and three charged mesons (either kaons or pions) in the final state is performed. The data sample used was recorded in 2011 and 2012 with the LHCb experiment and corresponds to an integrated luminosity of 3 fb −1 . Six decay modes are observed, among which Λ",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The abundant production of Λ 0 b and Ξ 0 b baryons in proton-proton collisions at the Large Hadron Collider (LHC) gives the LHCb experiment the opportunity to study multibody charmless weak decays of b-flavoured baryons. The establishment of Λ 0 b and Ξ 0 b baryon signals will allow the measurements of their branching fractions as well as the CP -violating asymmetries in their decay.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurements of CP -violation phenomena present, so far, a consistent interpretation within the Standard Model paradigm [1]. Nonvanishing CP -violating asymmetries have been observed in the decays of both K and B mesons [2]. In contrast, CP violation has not been clearly observed in baryon decays although evidence for nonvanishing CP asymmetries in b-flavoured baryon decays has been recently reported by the LHCb collaboration [3].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 124,
                    "text": "[1]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 224,
                    "text": "[2]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 434,
                    "text": "[3]",
                    "end": 437
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A priori relevant decay modes to observe CP violation in b-baryon decays are multibody charmless decays that can proceed simultaneously through the charged-current b → u transition or the neutral-current b → s, d transitions. The resulting interference exhibits a weak-phase difference. Furthermore, the charmless multibody decays of b baryons contain rich resonance structures, both in the low-mass two-body baryon resonances (i.e. the pK − , pπ − and pπ + invariant mass spectra) and in the two-body nonbaryonic resonances (i.e. the π + π − , K ± π ∓ and K + K − invariant mass spectra). Consequently, CP asymmetries might receive significant enhancement from the strong-phase differences coming from the JHEP02(2018)098",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "interference of these resonances. Taken together, these factors make multibody charmless b-baryon decays well suited for a potential first observation of CP violation in the baryon sector. Conversely, the presence of nonpredictible strong phases makes a potential observation of CP violation difficult to interpret in terms of the weak phase of the Cabibbo-Kobayashi-Maskawa (CKM) quark-mixing matrix [4,5].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 401,
                    "text": "[4,",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 404,
                    "text": "5]",
                    "end": 406
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This work focuses on a study of seven decays, 1 namely Λ 0 b → pπ − π + π − , Λ 0 b → pK − π + π − , Λ 0 b → pK − K + π − , Λ 0 b → pK − K + K − , Ξ 0 b → pK − π + π − , Ξ 0 b → pK − π + K − and Ξ 0 b → pK − K + K − , defining five exclusive final states to study. The signal candidates are fully reconstructed and selected by means of optimised particle identification and topological criteria. A simultaneous fit to the invariant mass distribution of the candidates in the five experimental spectra is performed to determine the signal yields. The branching fractions, relative to the well-known normalisation channel Λ 0 b → (Λ + c → pK − π + )π − [6], are subsequently determined.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 651,
                    "text": "[6]",
                    "end": 654
                }
            ]
        },
        {
            "text": "Detector and data set",
            "section_rank": 3
        },
        {
            "section": "Detector and data set",
            "text": "The analysis reported here is performed using pp collision data recorded with the LHCb detector, corresponding to an integrated luminosity of 1.0 fb −1 at a centre-of-mass energy of 7 TeV in 2011 and 2.0 fb −1 at a centre-of-mass energy of 8 TeV in 2012. The LHCb detector [7,8] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 273,
                    "text": "[7,",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 276,
                    "text": "8]",
                    "end": 278
                }
            ]
        },
        {
            "section": "Detector and data set",
            "text": "Simulated data samples are used to investigate backgrounds from other b-hadron decays and also to study the detection and reconstruction efficiencies of the signals. In the simulation, pp collisions are generated using Pythia [9,10] with a specific LHCb configuration [11]. Decays of hadronic particles are described by EvtGen [12] in which final-state radiation is generated using Photos [13]. The interactions of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [14,15] as described in ref. [16]. 1 Charge conjugation is implied throughout this document, unless stated otherwise.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 226,
                    "text": "[9,",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 229,
                    "text": "10]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "start": 268,
                    "text": "[11]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 327,
                    "text": "[12]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 389,
                    "text": "[13]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 517,
                    "text": "[14,",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "start": 521,
                    "text": "15]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "start": 546,
                    "text": "[16]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 552,
                    "text": "1",
                    "end": 553
                }
            ]
        },
        {
            "section": "Detector and data set",
            "text": "-2 -",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "JHEP02(2018)098 3 Trigger and event selection",
            "section_rank": 4
        },
        {
            "section": "JHEP02(2018)098 3 Trigger and event selection",
            "text": "The online event selection is performed by a trigger [17] that consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, in which all charged particles with p T > 500 (300) MeV/c are reconstructed for 2011 (2012) data. At the hardware trigger stage, events are required to have a muon with high p T or a hadron, photon or electron with high transverse energy. The software trigger requires a two-, three-or four-track secondary vertex with a significant displacement from all primary pp interaction vertices. At least one charged particle must have a transverse momentum p T > 1.7 (1.6) GeV/c for 2011 (2012) data and be inconsistent with originating from any PV. A multivariate algorithm [18] is used for the identification of secondary vertices consistent with the decay of a b hadron.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 53,
                    "text": "[17]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "start": 751,
                    "text": "[18]",
                    "end": 755
                }
            ]
        },
        {
            "section": "JHEP02(2018)098 3 Trigger and event selection",
            "text": "In this analysis, it is important to minimise the variation of the selection efficiency over the phase space of the decays of interest. Trigger signals are associated with reconstructed particles. Selection requirements can therefore be made on whether the decision was due to the signal candidate, other particles produced in the pp collision or a combination of both. If it is required that the hardware trigger requirements are satisfied by a high-transverseenergy hadron belonging to the signal decay chain, a strong variation of the efficiency over the phase space is observed. Consequently, the strategy employed is that signal candidates are selected from events in which the hardware trigger requirements are satisfied by other activity in the event [17]. In that case, the variation of the efficiency over the phase space is contained within 5%.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 758,
                    "text": "[17]",
                    "end": 762
                }
            ]
        },
        {
            "section": "JHEP02(2018)098 3 Trigger and event selection",
            "text": "The events passing the trigger requirements are then filtered in two stages. Initial requirements are applied to further reduce the size of the data sample before a multivariate selection is implemented. Selection requirements based on topological variables, such as the flight distance of the b-baryon candidate, are used as the main discriminants. To reduce the variation of selection efficiency over the phase space of the decays of interest (a significant source of systematic uncertainty in the final result), only loose requirements are made on the transverse momenta of the daughter particles, p T > 250 MeV/c.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "JHEP02(2018)098 3 Trigger and event selection",
            "text": "The neutral b-baryon candidates, henceforth denoted X b , are formed from a proton candidate selected with particle identification (PID) requirements and three additional charged tracks. When more than one PV is reconstructed, the X b candidate is associated with the PV with which it forms the smallest χ 2 IP , where χ 2 IP is the difference in χ 2 of a given PV reconstructed with and without the considered X b candidate. Each of the four tracks of the final state is required to have p < 100 GeV/c, a value beyond which there is little pion/kaon/proton discrimination, and χ 2 IP > 16. The X b candidates are then required to form a vertex with a fit quality χ 2 vtx < 20 with 5 degrees of freedom and be significantly separated from any PV with χ 2 FD > 50, where χ 2 FD is the square of the flight-distance significance. To remove backgrounds from higher-multiplicity decays, the difference in χ 2 vtx when adding any other track must be greater than 4. The X b candidates must have p T > 1.5 GeV/c and invariant mass within the range 5340 < m(phhh) < 6400 MeV/c 2 , where h stands for either a charged pion or kaon. They are further required to be consistent with originating from a PV, quantified by both the χ 2 IP and the \"pointing angle\" between the",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 903,
                    "text": "2",
                    "end": 904
                }
            ]
        },
        {
            "text": "JHEP02(2018)098",
            "section_rank": 5
        },
        {
            "section": "JHEP02(2018)098",
            "text": "reconstructed momentum of the b-hadron and the vector defined by the associated PV and the decay vertex. Finally, PID requirements are applied to provide discrimination between kaons and pions in order to assign the candidates to one of the five different final-state spectra pπ − π + π − , pK − π + π − , pK − K + π − , pK − π + K − and pK − K + K − . There are three main categories of background that contribute significantly in the selected invariant mass regions: the so-called signal \"cross-feed\" backgrounds resulting from a misidentification of one or more final-state particles; the charmless decays of neutral B mesons to final states containing four charged mesons, where a pion or a kaon is misidentified as a proton; and the combinatorial backgrounds, which result from a random association of unrelated tracks. The pion and kaon PID requirements that define mutually exclusive samples are optimised to reduce the signal cross-feed background, and hence to maximize the observation of the signal. The charmless B-meson decays are identified by reconstructing the invariant mass distributions of candidates reconstructed with a pion or kaon mass instead of the proton mass hypothesis, in the data high-mass sidebands, defined as m sideband < m(phhh) < 6400 MeV/c 2 , where m sideband = 5680 MeV/c 2 for pπ − π + π − , pK − K + π − final states and m sideband = 5840 MeV/c 2 for pK − π + π − , pK − π + K − , pK − K + K − final states. This background contribution is reduced by the optimisation of the proton PID requirement.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "JHEP02(2018)098",
            "text": "In order to reject combinatorial backgrounds, multivariate discriminants based on a boosted decision tree (BDT) [19] with the AdaBoost algorithm [20] have been designed. Candidates from simulated Λ 0 b → pπ − π + π − events and the data high-mass sideband are used as the signal and background training samples, respectively. This high-mass sideband region is chosen so that the sample is free of signal cross-feed background. The samples are divided into two data-taking periods and further subdivided into two equally sized subsamples. Each subsample is then used to train an independent discriminant. In the subsequent analysis the BDT trained on one subsample is used to select candidates from the other subsample, in order to avoid bias.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 112,
                    "text": "[19]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 145,
                    "text": "[20]",
                    "end": 149
                }
            ]
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The BDTs have as input discriminating quantities the p T , η, χ 2 IP , χ 2 FD , pointing angle and χ 2 vtx of the X b candidate; the smallest change in the b-baryon χ 2 vtx when adding any other track from the event; the sum of the χ 2 IP of the four tracks of the final state; and the p T asymmetry",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "JHEP02(2018)098",
            "text": "where p cone T is the transverse component of the sum of all particle momenta inside a 1.5 rad cone in η and φ space around the b-baryon candidate direction. The p asym T of the signal candidates are preferentially distributed towards high values. The BDT output is determined to be uncorrelated with the position in the phase space of the decay of interest.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The selection requirement placed on the output of the BDTs is independently optimised for the seven decays of interest by maximising the figure of merit [21] ",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 153,
                    "text": "[21]",
                    "end": 157
                }
            ]
        },
        {
            "section": "JHEP02(2018)098",
            "text": "where the signal efficiency (ε sig ) is estimated from the simulation and N B represents the number of expected background events for a given selection, which is calculated by fitting -4 -",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "JHEP02(2018)098",
            "section_rank": 6
        },
        {
            "section": "JHEP02(2018)098",
            "text": "the high-mass sideband of the data sample, and extrapolating the yield into the signal region defined as the invariant mass window covering ± 3 times the measured signal width. The value a = 2 is used in this analysis; it is found that varying this value up to 5 does not significantly change the result. A common optimisation of the BDT criteria is found, resulting in a signal efficiency of order 70%.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "JHEP02(2018)098",
            "text": "A number of background contributions consisting of fully reconstructed b-baryon decays into the two-body Λ + c h, Ξ + c h, three-body Dph or (cc)ph combinations, where (cc) represents a charmonium resonance, may produce the same final state as the signal. Hence, they will have the same b-baryon candidate invariant mass distribution as the signal candidates, as well as a similar selection efficiency. The presence of a misidentified hadron in the D, Λ + c and Ξ + c decay also produces peaking background under the signal. Therefore, the following decay channels are explicitly reconstructed under the relevant particle hypotheses and vetoed by means of a requirement on the resulting invariant mass, in all experimental spectra:",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The same set of trigger, PID and BDT requirements is applied to the normalisation mode Λ 0 b → (Λ + c → pK − π + )π − to cancel out most of the systematics effects related to the selection criteria. Candidates whose pK − π + invariant mass is in the range 2213 < m(pK − π + ) < 2313 MeV/c 2 are retained as normalisation-mode candidates. Conversely, events outside this interval belong to the signal pK − π + π − spectrum, again ensuring statistically independent samples for the simultaneous fit.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The fraction of events containing more than one candidate is below the percent level. The candidate to be retained in each event is chosen randomly and reproducibly.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Simultaneous fit",
            "section_rank": 7
        },
        {
            "section": "Simultaneous fit",
            "text": "A simultaneous unbinned extended maximum likelihood fit is performed to the b-hadron candidate invariant mass distributions under each of the five sets of mass hypotheses for the final-state tracks and the normalisation channel candidates. The data samples are further split according to the year of data taking. The components of the model include, in addition to the signal decays, the partially reconstructed five-body X 0 b decays, the signal and background cross-feeds, the four-and the five-body decays of B-mesons and the combinatorial background. The independent data samples constructed for each experimental reconstructed spectrum are fitted simultaneously. For each sample, the likelihood is expressed as",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Simultaneous fit",
            "text": "where N j is the number of events related to the component j and P i the probability of the candidate i.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "JHEP02(2018)098",
            "section_rank": 8
        },
        {
            "section": "JHEP02(2018)098",
            "text": "4.1 Fit model",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The signal decays are modelled as the sum of two Crystal Ball (CB) functions [22]. These two CB functions share peak positions and widths but have independent power-law tails on opposite sides of the peak. The Λ 0 b mass parameter, corresponding to the most probable value of the double-CB function, is free in the fit and is shared among all invariant mass spectra. The difference between the Ξ 0 b and Λ 0 b masses is also a shared parameter and is constrained to the measured value in ref. [2].",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 77,
                    "text": "[22]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 493,
                    "text": "[2]",
                    "end": 496
                }
            ]
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The ratio of the experimental widths of the signal decay functions is constrained using Gaussian prior probability distributions included in the likelihood, with parameters obtained from the fit to simulated events. The measured Λ 0 b → pK − π + π − width in the 2012 data-taking sample is chosen as the reference (measured to be σ = 16.47 ± 0.22 MeV/c 2 ). The other parameters of the CB components are obtained by a simultaneous fit to simulated samples, and are fixed to those values in the nominal fits to the data.",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The cross-feed backgrounds are modelled by the sum of two CB functions, the parameters of which are determined from simulated samples. All cases resulting from the misidentification of either one or two of the final-state particles are considered. The relative yield of each misidentified decay is constrained with respect to the yield of the corresponding correctly identified decay and the known misidentification probabilities. The constraints are implemented using Gaussian prior probability distributions included in the likelihood.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "JHEP02(2018)098",
            "text": "Their mean values are obtained from the ratio of selection efficiencies and their widths include uncertainties originating from the finite size of the simulated events samples as well as the systematic uncertainties related to the determination of the PID efficiencies.",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The backgrounds resulting from four-or five-body decays of B mesons are identified in each spectrum by a dedicated fit to the candidates in the high-mass sideband, reconstructed under the hypothesis of a kaon mass for the proton candidates. The relative yield of each decay is then constrained in the simultaneous fit from its observed abundance in the highmass sidebands. The invariant mass distributions are modelled by the sum of two CB functions, the parameters of which are determined from simulated events.",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "JHEP02(2018)098",
            "text": "Partially reconstructed backgrounds where a neutral pion is not reconstructed, such as Λ 0 b , Ξ 0 b → phhhπ 0 , are modelled by means of generalised ARGUS functions [23] convolved with a Gaussian resolution function. The Gaussian width is taken as the signal Λ 0 b → pK − π + π − width parameter. The parameters of the ARGUS function are shared among all invariant mass spectra and are determined directly from the fit, except for the threshold, which is given by m(X b ) − m(π 0 ). Radiative decays such as Λ 0 b → pπ − η and Λ 0 b → pK − η (η → π + π − γ) are modelled separately using the same functional form but where the parameters are determined using simulated events. The decay modes Λ 0 b → pK − π + π − π 0 where a pion is misidentified as a kaon can significantly contribute to the pK − K + π − and pK − π + K − spectra. They are modelled with an empirical (histogrammed) function determined from the partially reconstructed background candidates in the normalisation channel.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 166,
                    "text": "[23]",
                    "end": 170
                }
            ]
        },
        {
            "section": "JHEP02(2018)098",
            "text": "Finally, the combinatorial background is modelled by a linear function whose slope is shared among the invariant mass spectra. An exponential function is used as an alternative model in order to estimate any systematic effect related to this choice of modelling.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "JHEP02(2018)098",
            "section_rank": 9
        },
        {
            "section": "JHEP02(2018)098",
            "text": "Decay mode",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "section": "JHEP02(2018)098",
            "text": "Signal yield S/B ±3σ range ( MeV/c 2 ) ",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Fit results",
            "section_rank": 10
        },
        {
            "section": "Fit results",
            "text": "Figures 1 to 5 display the fit results of the simultaneous fit to the invariant mass spectra of the five final states using the whole data sample. Figure 6 displays the result of the fit to the normalisation channel. The signal yields for each decay channel are shown in table 1. The fit model provides an overall satisfactory description of the data. However, differences between the data and the fit model can be noted in the high-mass sidebands of figures 2, 4 and 5. The significance of the disagreement is not larger than two standard deviations. Those discrepancies are covered within the size of the variations considered in the evaluation of the systematic uncertainties. All signals that were searched for are established unambiguously with the exception of the Ξ 0 b → pK − K + K − decay. The signal-to-background ratios vary from mode to mode following the hierarchy of the branching fractions and are summarized in table 1.",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 147,
                    "text": "Figure 6",
                    "end": 155
                }
            ]
        },
        {
            "text": "Determination of the signal efficiencies",
            "section_rank": 11
        },
        {
            "section": "Determination of the signal efficiencies",
            "text": "The experimentally determined result for each four-body signal decay is the quantity R, defined as ",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "LHCb",
            "section_rank": 12
        },
        {
            "section": "LHCb",
            "text": "Data Fit LHCb Figure 2. Results of the fit to the pK − π + π − candidate mass spectrum with (top) linear and (bottom) logarithmic scales. The different components employed in the fit are indicated in the legend. The Λ 0 b → 5-body legend describes two components, the radiative partially reconstructed background Λ 0 b → pK − η and the partially reconstructed background Λ 0 b → pK − π + π − π 0 where a π 0 is not reconstructed. The latter has a lower-mass endpoint.",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 14,
                    "text": "Figure 2",
                    "end": 22
                }
            ]
        },
        {
            "section": "LHCb",
            "text": "ordinates, but the actual dynamics of the decays is a priori unknown and a data-driven correction of the efficiency determination with simulated events would be required as was done in ref. [24]. However, the candidate selection has been designed without relying on the kinematics of the daughter particles in the decay. The candidates selected such that the hardware trigger is satisfied independently of the signal particles, provide a sample with an efficiency that is, to a very good approximation, constant over the phase space of the decays. The residual variation of the efficiency over the phase space is consequently addressed as a systematic uncertainty. LHCb Figure 3. Results of the fit to the pK − K + π − candidate mass spectrum with (top) linear and (bottom) logarithmic scales. The different components employed in the fit are indicated in the legend. The Λ 0 b → 5-body legend describes two components where a π 0 is not reconstructed, the partially reconstructed background Λ 0 b → pK − π + π − π 0 where a pion is misidentified as a kaon and the partially reconstructed background Λ 0",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 190,
                    "text": "[24]",
                    "end": 194
                },
                {
                    "type": "figure",
                    "start": 670,
                    "text": "Figure 3",
                    "end": 678
                }
            ]
        },
        {
            "section": "LHCb",
            "text": "The imperfections of the simulation are corrected for in several respects. Inaccuracies of the tracking simulation and the PID simulation are mitigated by a weighting of the simulation to match the efficiencies measured in the data calibration samples [25]. The uncertainties related to these corrections are propagated to the branching fraction measurements as systematic uncertainties. number of signal candidates vetoed by each mass criterion from a linear interpolation of the invariant mass distribution reconstructed under the relevant mass hypotheses of the final-state particles. Table 2 shows the ratios of efficiencies for the 2011 and 2012 data-taking periods, necessary to derive the branching fraction values relative to the normalisation channel Λ 0 b → Λ + c π − . The associated uncertainties are propagated as systematic uncertainties in the derivation of the branching fractions.",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 252,
                    "text": "[25]",
                    "end": 256
                },
                {
                    "type": "table",
                    "start": 588,
                    "text": "Table 2",
                    "end": 595
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties are largely reduced by normalising the branching fraction measurements with respect to that of the decay channel LHCb Figure 5. Results of the fit to the pK − K + K − candidate mass spectrum with (top) linear and (bottom) logarithmic scales. The different components employed in the fit are indicated in the legend. The Λ 0 b → 5-body legend includes two decays, partially reconstructed Λ 0 b → pK − K + K − γ and Λ 0 b → pK − K + K − π 0 , where the γ and π 0 are not reconstructed.",
            "paragraph_rank": 41,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 147,
                    "text": "Figure 5",
                    "end": 155
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "remaining sources of systematic uncertainties and the methods used to estimate them are described in this section. Tables 3 and 4 provide the yields measured by the fit, the related statistical uncertainties, the overall efficiency, as well as the systematic uncertainty for each decay, for 2011 and 2012 data, respectively. The other sources of systematic uncertainty, which are not reported here, have negligible impact on the measurements.",
            "paragraph_rank": 42,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 115,
                    "text": "Tables 3 and 4",
                    "end": 129
                }
            ]
        },
        {
            "text": "Fit model uncertainties",
            "section_rank": 14
        },
        {
            "section": "Fit model uncertainties",
            "text": "Uncertainties related to the fit model result from uncertainties in the values of the parameters taken from the simulation as well as from the choice of the functional forms used to describe the various components of the model. The systematic uncertainties related to the parameters fixed to values determined from simulated events are obtained by repeating the fit with the parameters allowed to vary according to their uncertainties using pseudoexperiments. The fixed parameters that are driving the shape of the tails of the functional forms describing signal channels, cross-feeds and B backgrounds distributions are estimated from a simultaneous fit of the simulated events of these categories. The parameters are then varied according to the covariance matrix obtained from simulated events. The nominal fit is then performed on this ensemble of pseudoexperiments and the distribution of the difference between the yield determined in each of these fits and that of the nominal fit is in turn fitted with a Gaussian function. The systematic uncertainty associated with the choice of the value of each signal parameter from simulated events is then assigned as the linear sum of the absolute value of the mean of the Gaussian and its width. The variation of the fixed parameters of a functional form covers any reasonable variation of that shape.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "Fit model uncertainties",
            "text": "The combinatorial background is modelled by a linear function. This model is substituted by an exponential form in the fit to the data. Pseudoexperiments based on the latter model are fit with the nominal model. The value of the uncertainty is computed as the linear sum of the mean of the resulting distribution and its RMS.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "Fit model uncertainties",
            "text": "The mixture of quasi-two-body and phase-space decays that has been used to generate the simulation samples is a source of systematic uncertainty. The true signal dynamics (a priori unknown) lies between two extreme cases: the decays are saturated by quasi-  Table 2. Ratios of the normalisation decay mode efficiencies, relative to the signal decay mode as used in eq. (5.1), for (first row) 2011 and (second row) 2012. The last column shows the efficiency of the veto of charm and charmonium backgrounds (applied to the signal mode only), as discussed in the text. Since the Ξ 0 b → pK − K + K − decay mode is not observed, the veto efficiency is determined with the simulated data sample. The difference between the simulation value and the average veto efficiency measured on other Ξ 0 b modes is reported in the table as the uncertainty.",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 258,
                    "text": "Table 2",
                    "end": 265
                }
            ]
        },
        {
            "section": "Fit model uncertainties",
            "text": "two-body amplitudes or are fully described by a uniform amplitude over phase space. The shapes used to model all signal modes and cross-feeds are weighted according to these two extreme cases and the range of variation of the fit results obtained under the two conditions is taken as the corresponding systematic uncertainty estimate. In addition, the data-driven kinematics-dependent PID corrections, applied to the PID efficiencies, obtained in the simulation to match the data, are also used to weight the functional forms of all the components of the fit model derived from simulated events. The total systematic uncertainty of the fit model is given by the sum in quadrature of all the contributions. It is mostly dominated by the shape parameters fixed to values determined from simulated events.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "text": "Selection efficiency uncertainties",
            "section_rank": 15
        },
        {
            "section": "Selection efficiency uncertainties",
            "text": "The most significant source of systematic uncertainty is related to the control of the variation of the candidate selection efficiency over the phase space of the decays of interest. The systematic uncertainties coming from the determination of the efficiencies are larger than the statistical uncertainties for a few modes. Their estimation relies on the simula--  Table 3. Yields and efficiencies of each signal decay with the statistical uncertainty, and systematic uncertainties related to the fit model and the efficiency determination, for the 2011 data samples.",
            "paragraph_rank": 47,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 366,
                    "text": "Table 3",
                    "end": 373
                }
            ]
        },
        {
            "section": "Selection efficiency uncertainties",
            "text": "tion of the two extreme dynamics of each decay, namely intermediate resonances close to the kinematic threshold (e.g. Λ * (1520) 0 ρ(770) 0 , Λ * (1520) 0 f 2 (1270) or N * (1520) 0 K * (892) for Λ 0 b → pK − π + π − simulated signal events) or uniformly populated phase-space decays. The difference in efficiency measured between these two cases is examined for all elements of the signal candidate selection procedure: geometrical acceptance, reconstruction and selection, trigger, PID and BDT criteria. The individual ranges of variation are summed in quadrature to provide the total systematic uncertainty estimate, which is found to be the dominant source for most of the modes. The correlation between the determinations for 2011 and 2012 data samples is taken into account in the combined measurement.",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "section": "Selection efficiency uncertainties",
            "text": "The training of the BDT relies on simulated signal events. Potential inaccuracies in the simulation of the variables used in the BDT produce suboptimal discrimination of the multivariate tool. In addition, the b-hadron kinematics is a known source of differences between simulated events and data, and can further induce a bias in the signal efficiency determination. The systematic uncertainty due to this effect is estimated by weighting the simulated distributions of the p T and η of the X b candidates to match the distributions of the selected data for the normalisation channel. The observed differences with the nominal selection efficiency are taken as the uncertainty estimates.",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "section": "Selection efficiency uncertainties",
            "text": "Uncertainties related to the efficiencies of the charm and charmonium resonance vetoes (discussed in section 5) are dominated by the statistical uncertainties on the counting of the candidates in the two-or three-body invariant mass distributions before and after the veto criteria. It is analytically propagated to the branching fraction measurements and is a major source in the systematic uncertainty budget.",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "text": "Branching fraction measurements and concluding remarks",
            "section_rank": 16
        },
        {
            "section": "Branching fraction measurements and concluding remarks",
            "text": "Six decays are unambiguously observed. The Ξ 0 b → pK − K + K − decay mode is measured with a significance of 2.3σ. Tables 5 and 6 summarise the relative branching fraction measurements determined from eq. (5.1), separately for the 2011 and 2012 data samples.",
            "paragraph_rank": 51,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 116,
                    "text": "Tables 5 and 6",
                    "end": 130
                }
            ]
        },
        {
            "text": "JHEP02(2018)098",
            "section_rank": 17
        },
        {
            "section": "JHEP02(2018)098",
            "text": "Decay mode Yield Eff.(10 −3 ) Stat.(%) Fit Model(%) Eff. Syst.(%) Table 4. Yields and efficiencies of each signal decay with the statistical uncertainty, and systematic uncertainties related to the fit model and the efficiency determination, for the 2012 data samples.  Table 5. Measurements of the R ratio from the (first row) 2011 and the (second row) 2012 data samples for Λ 0 b decay modes expressed in percent as well as their combination. The three uncertainties are statistical, systematic related to the fit model and systematic related to the efficiency, respectively. The consistency of the two determinations for each year, denoted ∆, is quantified as the ratio of the signed difference of the central values over the quadratic sum of the related uncertainties.",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 66,
                    "text": "Table 4",
                    "end": 73
                },
                {
                    "type": "table",
                    "start": 270,
                    "text": "Table 5",
                    "end": 277
                }
            ]
        },
        {
            "section": "JHEP02(2018)098",
            "text": "The consistency of the two determinations of each decay mode for each year is quantified as the ratio of the signed difference of the central values over the quadratic sum of the related uncertainties. The two measurements are in fair agreement, namely better that 2.1 statistical standard deviations in all cases.",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "section": "JHEP02(2018)098",
            "text": "As the decay mode Ξ 0 b → pK − K + K − is not observed, 90% and 95% confidence level (C.L.) intervals, based on the Feldman-Cousins confidence belt inference described in ref. [26], are placed on the branching fraction for this decay mode relative to 0.59 ± 0.49 ± 0.12 ± 0.10 0.1σ 0.57 ± 0.28 ± 0.08 ± 0.10 0.56 ± 0.34 ± 0.07 ± 0.09 Table 6. Measurements of the R ratio from the (first row) 2011 and the (second row) 2012 data samples for Ξ 0 b decay modes expressed in per mil as well as their combination. The three uncertainties are statistical, systematic related to the fit model and systematic related to the efficiency, respectively. The consistency of the two determinations for each year, denoted ∆, is quantified as the ratio of the signed difference of the central values over the quadratic sum of the related uncertainties.",
            "paragraph_rank": 54,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 176,
                    "text": "[26]",
                    "end": 180
                },
                {
                    "type": "table",
                    "start": 334,
                    "text": "Table 6",
                    "end": 341
                }
            ]
        },
        {
            "section": "JHEP02(2018)098",
            "text": "Using the world-average values B(Λ 0 b → Λ + c π − ) = (0.430±0.036)% and B(Λ + c → pK − π + ) = (6.46 ± 0.24)% [27], the branching fractions of the Λ In summary, the four decay modes Λ 0 b → pK − π + π − , Λ 0 b → pK − K + K − , Ξ 0 b → pK − π + π − and Ξ 0 b → pK − π + K − are observed for the first time. Branching fractions (including the ratio of hadronisation fractions in the case of the Ξ 0 b baryon) of these decay modes and the branching fractions of the two already observed decay modes Λ 0 b → pπ − π + π − and Λ 0 b → pK − K + π − [3] are determined relative to the Λ 0 b → Λ + c π − decay. The Ξ 0 b → pK − K + K − decay mode is measured with a significance of 2.3σ and 90% and 95% confidence level intervals are set on its branching fraction relative to Λ 0 b → Λ + c π − . The establishment of these signals opens new channels in which to search for CP -violating asymmetries in these fully charged four-body decays of Λ 0 b and Ξ 0 b baryons.",
            "paragraph_rank": 55,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 112,
                    "text": "[27]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 545,
                    "text": "[3]",
                    "end": 548
                }
            ]
        },
        {
            "section": "JHEP02(2018)098",
            "text": "-17 -JHEP02(2018)098",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "text": "7 -",
            "section_rank": 18
        },
        {
            "section": "7 -",
            "text": "where B represents the relevant branching fraction andf X b /f Λ 0 bis the relative hadronisation fraction of b → X b with respect to b → Λ 0 b . From left to right, the ratios of efficiencies are related to the geometrical acceptance, the selection criteria, the PID requirements and -",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "Figure 1 .",
            "section_rank": 19
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Results of the fit to the pπ − π + π − candidate mass spectrum with (top) linear and (bottom) logarithmic scales. The different components employed in the fit are indicated in the legend. The Λ 0 b → 5-body legend describes two components, the radiative partially reconstructed background Λ 0 b → pπ − η and the partially reconstructed background Λ 0 b → pπ − π + π − π 0 where a π 0 is not reconstructed. The latter has a lower-mass endpoint.",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "Figure 4 .",
            "section_rank": 20
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Results of the fit to the pK − π + K − candidate mass spectrum with (top) linear and (bottom) logarithmic scales. The different components employed in the fit are indicated in the legend.",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "11 -",
            "section_rank": 21
        },
        {
            "section": "11 -",
            "text": "Λ 0 b → (Λ + c → pK − π + )π − . The -",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "Figure 6 .",
            "section_rank": 22
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Results of the fit to the Λ + c π − candidate mass spectrum on linear scale. The different components employed in the fit are indicated in the legend.",
            "paragraph_rank": 61,
            "section_rank": 22
        },
        {
            "text": "Λ 0 b → (Λ + c → pK − π + )π − R(Ξ 0 b → pK − K + K − ) ∈ [4.05−8.86] • 10 −4 at 90% C.L., R(Ξ 0 b → pK − K + K − ) ∈ [3.82−9.81] • 10 −4 at 95%C.L. b → pK − π + π − )7.20 ± 1.40 ± 0.20 ± 0.9 0.9σ 6.20 ± 0.80 ± 0.20 ± 0.80 5.80 ± 0.90 ± 0.20 ± 1.0R(Ξ 0 b → pK − π + K − )6.40 ± 1.10 ± 0.40 ± 0.7 0.9σ 5.60 ± 0.60 ± 0.40 ± 0.50 5.30 ± 0.70 ± 0.40 ± 0.6R(Ξ 0 b → pK − K + K − )",
            "paragraph_rank": 62,
            "section_rank": 23
        },
        {
            "text": "b/f Λ 0 b∈",
            "section_rank": 24
        },
        {
            "section": "b/f Λ 0 b∈",
            "text": "0 b decay modes are B(Λ 0b → pπ − π + π − ) = (1.90 ± 0.06 ± 0.10 ± 0.16 ± 0.07)• 10 −5 , B(Λ 0 b → pK − π + π − ) = (4.55 ± 0.08 ± 0.20 ± 0.39 ± 0.17) • 10 −5 , B(Λ 0 b → pK − K + π − ) = (0.37 ± 0.03 ± 0.04 ± 0.03 ± 0.01) • 10 −5 , B(Λ 0 b → pK − K + K − ) = (1.14 ± 0.03 ± 0.07 ± 0.10 ± 0.05) • 10 −5 ,where the first uncertainty is statistical and the second comes from experimental systematic sources. The two last uncertainties are due to the knowledge of the branching fractions B(Λ 0 b → Λ + c π − ) and B(Λ + c → pK − π + ) in that order. The product of the branching fractions of the Ξ 0 b decay modes with the hadronisation fraction of Ξ 0 b relative to Λ 0 b are accordingly obtainedB(Ξ 0 b → pK − π + π − ) • f Ξ 0 b /f Λ 0 b = (1.72 ± 0.21 ± 0.25 ± 0.15 ± 0.07) • 10 −6 , B(Ξ 0 b → pK − π + K − ) • f Ξ 0 b /f Λ 0 b = (1.56 ± 0.16 ± 0.19 ± 0.13 ± 0.06) • 10 −6 , B(Ξ 0 b → pK − K + K − ) • f Ξ 0 [0.11−0.25] • 10 −6 at 90% C.L.",
            "paragraph_rank": 63,
            "section_rank": 24
        },
        {
            "text": "048 4.90 ± 0.3 [5573.9, 5674.6] Λ 0 b → pK − π + π − 5193 ± 076 7.70 ± 0.4 [5574.4, 5674.2]",
            "paragraph_rank": 64,
            "section_rank": 25
        },
        {
            "text": "Table 1. Signal yields for each decay mode, determined by summing the fitted yields in each year of data taking. The signal (S) to background (B, adding all sources) ratios in an invariant mass window, covering ± 3 times the measured signal widths, are provided. The corresponding invariant mass ranges are reported in the fourth column.",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "→ pπ − π + π −1.070 ± 0.003 0.433 ± 0.011 1.018 ± 0.013 0.693 ± 0.028 1.050 ± 0.004 0.425 ± 0.009 1.046 ± 0.010 0.712 ± 0.017",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "06.69 ± 0.33 ± 0.09 ± 0.37 −0.6σ 06.85 ± 0.19 ± 0.08 ± 0.32 06.91 ± 0.23 ± 0.08 ± 0.35R(Λ 0 b → pK − π + π − ) 16.83 ± 0.49 ± 0.19 ± 1.00 +1.2σ 16.40 ± 0.30 ± 0.20 ± 0.70 16.18 ± 0.33 ± 0.20 ± 0.66 R(Λ 0 b → pK − K + π − )01.14 ± 0.15 ± 0.10 ± 0.16 −1.4σ 01.32 ± 0.09 ± 0.09 ± 0.10 01.39 ± 0.11 ± 0.08 ± 0.10R(Λ 0 b → pK − K + K − )04.49 ± 0.22 ± 0.08 ± 0.29 +2.1σ 04.11 ± 0.12 ± 0.06 ± 0.19 03.97 ± 0.14 ± 0.05 ± 0.20",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Acknowledgments",
            "section_rank": 29
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST   Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 68,
            "section_rank": 29
        },
        {
            "text": "JHEP02(2018)098",
            "section_rank": 31
        }
    ]
}