{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The ratios of the branching fractions of the decays Λ + c → pπ − π + , Λ + c → pK − K + , and Λ + c → pπ − K + with respect to the Cabibbo-favoured Λ + c → pK − π + decay are measured using proton-proton collision data collected with the LHCb experiment at a",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "where the uncertainties are statistical and systematic, respectively. These results are the most precise measurements of these quantities to date. When multiplied by the worldaverage value for B(Λ + c → pK − π + ), the corresponding branching fractions are B(Λ + c → pπ − π + ) = (4.72 ± 0.05 ± 0.11 ± 0.25) × 10 −3 , B(Λ + c → pK − K + ) = (1.08 ± 0.02 ± 0.02 ± 0.06) × 10 −3 , B(Λ + c → pπ − K + ) = (1.04 ± 0.09 ± 0.03 ± 0.05) × 10 −4 , where the final uncertainty is due to B(Λ + c → pK − π + ). The LHCb collaboration 18",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 3
        },
        {
            "text": "Introduction",
            "section_rank": 4
        },
        {
            "section": "Introduction",
            "text": "Nonleptonic decays of charmed baryons are a useful environment in which to study the interplay of the weak and strong interactions. Measurements of their branching fractions are of great importance in understanding the internal dynamics of the decays. The last few years have seen advances in the study of Λ + c → phh decays, where hh ∈ {K − π + , K − K + , π − π + , π − K + }. Until recently, measurements of the absolute branching fraction of the Λ + c → pK − π + decay suffered from model dependence, relying on assumptions concerning several B, Λ + c and D + branching fraction ratios and decay widths. The first modelindependent measurements of the absolute branching fraction of the Λ + c → pK − π + decay have been made by the Belle [1] and BESIII [2] collaborations. The precision of a number of Λ + c decay branching fractions has also been improved at the B factories [2][3][4][5], while the first measurement of a doubly Cabibbo-suppressed (DCS) charmed-baryon decay, Λ + c → pπ − K + , has been performed by the Belle collaboration [6]. Unlike in the charmed-meson sector, there exist a large number of favoured internal W -boson exchange decays which can be readily studied. Quark-level diagrams demonstrating external W -emission, internal W -emission, and W -exchange are shown in figure 1. As can be seen, while W -boson exchange is not permitted in the decay Λ + c → pπ − K + , it is allowed in the decay Λ + c → pK − π + . The ratio of the branching fractions B(Λ + c → pπ − K + )/B(Λ + c → pK − π + ) is a useful variable with which to indirectly study the -1 -  Figure 1. Weak decays of Λ + c to a proton and two mesons, without hyperon mediation. Shown are external W -emission for (a) Λ + c → pK − π + and (b) Λ + c → pπ − K + , internal W -emission for (c) Λ + c → pK − π + and (d) Λ + c → pπ − K + , and W -exchange for (e) Λ + c → pK − π + .",
            "paragraph_rank": 3,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 741,
                    "text": "[1]",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 756,
                    "text": "[2]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 879,
                    "text": "[2]",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 882,
                    "text": "[3]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 885,
                    "text": "[4]",
                    "end": 888
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 888,
                    "text": "[5]",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1045,
                    "text": "[6]",
                    "end": 1048
                },
                {
                    "type": "figure",
                    "start": 1583,
                    "text": "Figure 1",
                    "end": 1591
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "role of W -boson exchange in hadronic decays. In the absence of flavour-SU(3) symmetry breaking, the ratio can naively be expected to be equal to tan 4 θ c [7], where θ c is the Cabibbo mixing angle [8]. Taking the most recent measurements of |V ud | and |V us | [9] yields a value tan 4 θ c ≈ 0.285%. The Belle measurement for B(Λ + c → pπ − K + )/B(Λ + c → pK − π + ) corresponds to (0.82 ± 0.12) tan 4 θ c .",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 156,
                    "text": "[7]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "start": 199,
                    "text": "[8]",
                    "end": 202
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper we report measurements of the ratios of the branching fractions",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 5
        },
        {
            "section": "JHEP03(2018)043",
            "text": "These measurements are carried out using a data sample, corresponding to an integrated luminosity of 1.0 fb −1 of pp collision data, collected with the LHCb detector at a centreof-mass energy of √ s = 7 TeV. The Λ + c candidates are reconstructed in semileptonic (SL) decays of Λ 0 b → Λ + c µ − X, where X is any particle in this decay that is not reconstructed. These decays have a low level of background due to the use of high-purity muon triggers and the displacement of the Λ + c production point from the primary pp collision. As a powerful cross-check, the same measurements, although with a lower precision, are carried out using a sample of Λ + c produced in the primary pp interaction vertex (PV), referred to as the prompt sample.",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "Detector and simulation",
            "section_rank": 6
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [10] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex, the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov (RICH) detectors [11], allowing for an effective discrimination between the different Λ + c → phh final states. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers.",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 18,
                    "text": "[10]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 1013,
                    "text": "[11]",
                    "end": 1017
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "The online event selection is performed by a trigger, which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage which is divided into two parts. The first employs a partial reconstruction of the candidates from the hardware trigger and a cut-based selection, while the second utilises a full event reconstruction and further, often more complex, selection criteria on candidates. Selection requirements can be made on whether a trigger decision was satisfied by any given object in the event (including non-signal objects). In the offline selection, trigger decisions are associated with reconstructed particles. Therefore requirements can be made on whether the signal candidate was responsible for satisfying the trigger decision, or if another nonsignal object in the event satisfied the trigger decision, or a combination of the two. The detailed trigger requirements for the semileptonic and prompt samples are described in section 3.",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "section": "Detector and simulation",
            "text": "In the simulation, pp collisions are generated using Pythia [12,13] with a specific LHCb configuration [14]. The heavy flavour decays are described by EvtGen [15] with the decay kinematics of the Λ + c → phh generated according to a phase-space distribution. The -3 -",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 60,
                    "text": "[12,",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 64,
                    "text": "13]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 103,
                    "text": "[14]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "start": 158,
                    "text": "[15]",
                    "end": 162
                }
            ]
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 7
        },
        {
            "section": "JHEP03(2018)043",
            "text": "interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [16] as described in ref. [14].",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 117,
                    "text": "[16]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 143,
                    "text": "[14]",
                    "end": 147
                }
            ]
        },
        {
            "text": "Candidate selection",
            "section_rank": 8
        },
        {
            "section": "Candidate selection",
            "text": "The different production mechanisms in the SL and prompt processes necessitate two distinct selections, which are verified to result in statistically independent samples of Λ + c candidates. The selections are developed using a fraction of the Λ + c → pK − π + data corresponding to 10% of the integrated luminosity, chosen randomly. This sample is then discarded from measurements of the ratios of branching fractions, with an appropriate scaling factor applied to the final results.",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "section": "Candidate selection",
            "text": "The trigger selection at the hardware stage and the first software stage is focussed upon the muon in the Λ 0 b decay, such that the dependence of the selection upon the Λ + c decay product kinematics is reduced. This results in the ratios of trigger acceptance efficiencies between the Λ + c → phh modes being uniform at these stages of the trigger. The muon candidate is required to have a p T > 1.7 GeV/c and to be responsible for the decision of both the hardware trigger and the first stage of the software trigger. The latter uses additional detector information to confirm that the muon has a high p T and is significantly displaced from the primary vertex. In the second stage of the software trigger, a general algorithm designed for identifying semileptonic b-hadron decays selects Λ 0 b → Λ + c (phh )µ − ν µ candidates, requiring a high p T muon that is significantly displaced from the PV. This muon must then form a displaced secondary vertex with between one and three other tracks. This vertex must have at least one track with p T > 1.7 GeV/c and χ 2 IP with respect to any PV greater than 16, where χ 2 IP is defined as the difference in the fit χ 2 of a given PV reconstructed with and without the considered particle.",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1066,
                    "text": "2",
                    "end": 1067
                }
            ]
        },
        {
            "section": "Candidate selection",
            "text": "The candidates selected by the trigger are then filtered to improve the signal purity. Charged hadrons are selected with a momentum p > 2.0 GeV/c, and p T > 0.3 GeV/c. All tracks must have χ 2 IP > 9 such that they are significantly displaced from any PV in the event, and have a good fit quality. Three such tracks must then form a high-quality vertex with a flight-distance-significance greater than 100 (defined as the measured flight distance from any PV divided by its uncertainty). The p T of the three-particle combination must also be greater than 1.8 GeV/c.",
            "paragraph_rank": 13,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 191,
                    "text": "2",
                    "end": 192
                }
            ]
        },
        {
            "section": "Candidate selection",
            "text": "Particle identification (PID) is applied to each charged hadron in order to select exclusive samples of each final state, and to reject backgrounds from other multibody charm decays. Tight PID selection criteria are enforced on the proton and kaon candidates in order to suppress possible backgrounds from misidentified c-hadron decays, with a weaker requirement placed upon the pion candidates.",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "section": "Candidate selection",
            "text": "Muon candidates must have a high-quality track fit, and have χ 2 IP > 9, p > 3 GeV/c and p T > 0.8 GeV/c. A moderate PID requirement is also enforced to reduce the background from π − µ misidentification. Finally, the muon and Λ + c candidates are required to form a common vertex with a fit χ 2 lower than 6. The invariant mass of the three tracks in -4 -",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 9
        },
        {
            "section": "JHEP03(2018)043",
            "text": "the Λ + c combination is required to be within ±40 MeV/c 2 of the known Λ + c mass [9]. The invariant mass of the combination of the muon and the Λ + c candidate must fall in the range 2.5-6.0 GeV/c 2 .",
            "paragraph_rank": 16,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 83,
                    "text": "[9]",
                    "end": 86
                }
            ]
        },
        {
            "text": "Prompt Λ +",
            "section_rank": 10
        },
        {
            "section": "Prompt Λ +",
            "text": "c → phh selection To ensure that the trigger acceptance does not depend upon the Λ + c decay channel and kinematics, all accepted candidates must have been triggered independently of the Λ + c decay products. If the measured branching fraction ratios between the prompt and SL analyses are compatible, this is a strong indication of the robustness of our method given the very different triggering strategies.",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "section": "Prompt Λ +",
            "text": "To improve the sample purity a selection using PID and kinematic information is employed. All charged hadrons forming the Λ + c candidate must have a momentum greater than 5 GeV/c and a p T greater than 0.4 GeV/c, and at least one hadron is required to have a p T exceeding 1.2 GeV/c. All hadronic tracks should have a χ 2 IP greater than 4, with at least one greater than 8. All tracks should have a good fit quality. The PID requirements on the protons, kaons and pions in the selection are identical to those used in the SL analysis.",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "section": "Prompt Λ +",
            "text": "The Λ + c candidate formed from these tracks is required to have a vertex-fit χ 2 lower than 20, and a maximum distance-of-closest-approach between any two pairings of the decay products of 0.1 mm. The flight-distance significance is required to be greater than 16. The reconstructed proper time of the Λ + c is required to be below 1.2 ps to reject misreconstructed charmed-meson decays and Λ + c produced in decays of b hadrons (referred to as secondary Λ + c ). The invariant mass of the Λ + c candidate is required to be within ±40 MeV/c 2 of the known Λ + c mass [9]. Finally, the angle between the line joining the production and decay vertices and the reconstructed Λ + c momentum vector must be small.",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 568,
                    "text": "[9]",
                    "end": 571
                }
            ]
        },
        {
            "text": "Selection efficiencies",
            "section_rank": 11
        },
        {
            "section": "Selection efficiencies",
            "text": "The efficiencies for the selection of signal decays are factorised into components which can be measured independently. These efficiencies are the probability for the decays to occur within the detector acceptance, for the trigger to accept the signal event, for the final-state particles to be reconstructed, and for the decay to be selected. The efficiency components are evaluated using simulation, with the exception of the PID selection efficiency, where a data-driven approach is utilised. High-purity calibration samples of kaons and pions are acquired using D * + → D 0 π + (with D 0 → K − π + ) decays, which are identified without the use of PID requirements, while corresponding samples of protons are acquired using Λ → pπ − decays. In the prompt analysis a small supplementary sample of Λ + c → pK − π + decays is also used to acquire calibration protons, which are verified to be statistically independent of the signal Λ + c → pK − π + due largely to their different triggering and selection strategies. These calibration samples allow for an evaluation of the PID performance as a function of a set of variables which can fully characterise the single-track PID performance; in this analysis the track momentum and pseudorapidity are utilised. The distributions of these variables for the Λ + c → phh decay product tracks are then extracted using the sPlot technique [17], with the Λ + c candidate invariant mass as a discriminating variable. A weighting procedure is then used to align the signal and JHEP03(2018)043 calibration samples such that an average PID selection efficiency for the decay mode can be determined entirely through the use of data.",
            "paragraph_rank": 20,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1383,
                    "text": "[17]",
                    "end": 1387
                }
            ]
        },
        {
            "section": "Selection efficiencies",
            "text": "For the efficiencies determined from simulation, it is necessary to consider the unknown resonant structure of the Λ + c → phh decays. It is assumed that the decay is characterised both by intermediate two-body resonances and a nonresonant decay amplitude which is constant across the phase space. According to the helicity formalism detailed in ref. [18], the differential decay rate as a function of the Λ + c polarisation, P Λ + c , can be expressed as",
            "paragraph_rank": 21,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 351,
                    "text": "[18]",
                    "end": 355
                }
            ]
        },
        {
            "section": "Selection efficiencies",
            "text": "where α r,m,λp is the complex decay amplitude for resonance r with spin m (the Λ + c spin projection onto the z-axis), λ p is the proton helicity in the rest frame of the Λ + c , and BW is the Breit-Wigner amplitude (the form of which may be found in ref. [19]). The Λ + c polarisation has not yet been measured at the LHC. For the prompt candidates, the polarisation axis is defined as the cross product of the beam momentum and the Λ + c momentum in the lab frame. For the SL candidates, it is defined as the cross product of the Λ 0 b momentum and the Λ + c momentum in the lab frame. The minimum parameterisation of this differential decay rate is represented by five kinematic variables. These are any two of the following three invariant mass variables and each of the three angular variables, where each angle is defined in the Λ + c rest frame: Some of the factorisable components of the selection efficiency depend upon combinations of these variables. For each such dependence, the variable distributions from those listed above are obtained from the data using the sPlot technique. The simulated data is binned in these variables, and local efficiencies across the phase space are determined and applied to data on a per-candidate basis. This procedure accurately describes the selection efficiencies using the simulated data without a priori knowledge of the resonant -6 -JHEP03(2018)043 structure of the Λ + c → phh decays. For all schemas it is ensured that the signal yield in each bin, as determined with the sPlot technique, is greater than three times its statistical error. Due to the finite size of the simulated sample, two-dimensional binnings are used in the final results, where the variables are chosen to be those with the greatest disagreement between data and simulation, as determined with a χ 2 compatibility test. As a cross-check, three-dimensional binning schemas are implemented using these two primary variables in conjunction with every possible third variable, and in all cases the reweighted efficiencies are observed to be compatible with the two-dimensional binnings.",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 256,
                    "text": "[19]",
                    "end": 260
                }
            ]
        },
        {
            "section": "Selection efficiencies",
            "text": "The full selection efficiency ratios for each measurement are summarised in table 1. As the number of kaons in the final state increases, the momentum available to the final state particles decreases, and the selection removes a higher fraction of the signal. The efficiency ratios are further from unity for the prompt measurements than for the corresponding SL measurements due to the tighter kinematic requirements used in the selection of the Λ + c → phh decay products. The selection efficiencies display the same hierarchy before and after the reweighting procedure.",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Signal yield determination",
            "section_rank": 12
        },
        {
            "section": "Signal yield determination",
            "text": "In both the SL and prompt analyses no contamination from backgrounds due to misidentified charm decays, such as D + → K − π + π + , is found in the data. Cross-feed between the Λ + c → phh modes, along with any contamination in the Λ + c → pπ − K + or Λ + c → pπ − π + channels from hyperon or K 0 S mediation, is also found to be negligible. It is determined that the only decays left in the retained Λ + c candidates are genuine Λ + c → phh decays and backgrounds from combinations of unrelated tracks.",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "Λ 0",
            "section_rank": 13
        },
        {
            "section": "Λ 0",
            "text": "b → Λ + c (phh )µ − ν µ yield determination The yields of each decay mode are extracted through an extended unbinned maximum likelihood fit to the Λ + c invariant mass distributions. The signal model for the Λ + c → pK − K + and Λ + c → pπ − K + modes is a Gaussian function, while for the Λ + c → pK − π + and Λ + c → pπ − π + modes the sum of two Gaussian functions with a common mean is used to account for the dependence of the reconstructed invariant mass resolution on the track momenta, which -7 - degrades the fit quality for a single Gaussian function in high-yield channels. In all modes, the background model is an exponential function. All parameters are free to vary in the fit. The invariant mass distributions for each of the Λ + c → phh modes, with the fit results overlaid, are shown in figure 2, and the signal yields are given in table 2.",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 14
        },
        {
            "text": "Prompt Λ +",
            "section_rank": 15
        },
        {
            "section": "Prompt Λ +",
            "text": "c → phh yield determination The yield determination procedure in the case of the prompt Λ + c is complicated by the presence of a large secondary Λ + c contribution. These secondary Λ + c are statistically independent of the Λ + c selected in the SL analysis due to the different triggering and selection techniques employed. The secondary Λ + c have different kinematic distributions than the prompt Λ + c . Due to the kinematic criteria employed in the selection, the efficiency ratios between the Λ + c → phh modes therefore vary between prompt and secondary Λ + c , resulting in the need to disentangle the prompt and secondary Λ + c candidates Such a separation is achieved through examination of the χ 2 IP of the Λ + c candidates. The inclusion of a truly prompt Λ + c in the PV reconstruction generally results in a smaller increase of the PV-fit",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 16
        },
        {
            "section": "JHEP03(2018)043",
            "text": "Mode Yield Table 2. Signal yields in both the SL and prompt measurements.",
            "paragraph_rank": 27,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 11,
                    "text": "Table 2",
                    "end": 18
                }
            ]
        },
        {
            "section": "JHEP03(2018)043",
            "text": "χ 2 than in the case of an inclusion of a truly secondary Λ + c candidate. To separate prompt and secondary Λ + c candidates the natural logarithm of this quantity, ln χ 2 IP , is utilised. The yield determination in this case follows a two-step procedure. First, the total number of Λ + c of each decay mode, i.e. the sum of prompt and secondary Λ + c , is evaluated through an extended unbinned maximum likelihood fit to the Λ + c invariant mass distributions. This allows the Λ + c to be well separated from the combinatoric background. The models used to describe the signal and background components are the same as for the Λ 0 b → Λ + c (phh )µ − ν µ analysis. An unbinned extended maximum likelihood fit to the Λ + c ln χ 2 IP distributions is then performed, which discriminates between the prompt and secondary Λ + c decays. In this fit, only candidates in the invariant mass signal region, defined to be within three times the fitted Λ + c Gaussian width of the known Λ + c mass [9] (or where a double-Gaussian signal model is used, three times the mean of widths of the two Gaussian components), are considered. Information from the fit to the invariant mass is used to constrain the total number of Λ + c in this fit. The shapes of the prompt and secondary Λ + c ln χ 2 IP distributions are described by modified Novosibirsk functions [20] with extended tail parameters. The functional form is",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 989,
                    "text": "[9]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1347,
                    "text": "[20]",
                    "end": 1351
                }
            ]
        },
        {
            "section": "JHEP03(2018)043",
            "text": "where ξ is an asymmetry parameter, σ √ 2 log 2 is the full-width at half maximum, µ is the position of the mode, and ρ 1 and ρ 2 are the lower and upper tail parameters, respectively. The parameters x 1 and x 2 are the turnover points where the function has half of its -9 -JHEP03(2018)043 maximum value, defined as",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The background component is described by a nonparametric function generated using the data from the invariant mass sideband regions. Simulated samples of prompt Λ + c and of Λ + c from a mixture of secondary b-hadron decays are generated. The values of the ξ, ρ 1 , and ρ 2 parameters are fixed from fits to these prompt and secondary simulated decays, while the means and widths of the functions are free to vary in the fit for the Λ + c → pK − π + mode. To aid the fit convergence in the Cabibbo-suppressed modes, where the background from unrelated tracks dominates the distribution, Gaussian constraints on the widths and means of the shapes are applied to values taken from fits to the simulation. The potential for bias in these shapes arising from any poor modelling of the Λ + c → phh decay kinematics is investigated. The selection efficiency with respect to the Λ + c ln χ 2 IP is observed to be independent of the kinematics of the Λ + c → phh decays. The initial conditions of, and constraints applied to, the Novosibirsk shapes taken from simulation are therefore shown to be reliable. The central value of each parameter constraint is multiplied by a scaling factor, based on the difference in the fitted value of that parameter between the data and simulated data in the unconstrained Λ + c → pK − π + mode. The fit is parameterised in terms of the prompt fraction and the total number of Λ + c candidates. The latter has a Gaussian constraint applied to the value obtained in the fit to the Λ + c candidate invariant mass distribution.",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The invariant mass distributions for each of the Λ + c → phh modes, with the associated fit results overlaid, are shown in the left of figure 3, while the ln χ 2 IP distributions and associated fit are shown on the right. The yields in both the SL and prompt measurements are summarised in table 2.",
            "paragraph_rank": 31,
            "section_rank": 16
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The fitting procedure for each decay mode is validated with a study of 1000 generated pseudoexperiments. In each case, candidates are generated from probability density functions according to the fitted values for each decay mode, with each candidate assigned an invariant mass and a ln χ 2 IP . The number of candidates generated per species is the number found in the nominal fit to the data. The fit procedure is repeated for each generated data sample as in the nominal fit. The extracted prompt yield is shown to be unbiased, and the standard deviation on the distribution of the prompt yields verifies the reported uncertainty in the nominal fit.   measurements in table 3, and for the prompt measurements in table 4. The systematics for the SL and prompt analyses are described together. The uncertainties on the PID efficiencies are determined in bins of track momentum and pseudorapidity and propagated to determine the systematic uncertainties on the ratios of branching fractions. It is assumed that the efficiency for each candidate track in a given kinematic bin is single-valued, while the finite bin size results in a kinematic distribution within each bin. As such, small differences in the kinematic distributions of calibration and signal tracks within each bin can result in systematic errors in the assigned efficiencies. The effect of this variation in kinematics is tested by repeating the calibration procedure with a variety of binning schemes, such that the kinematic distributions of calibration and signal tracks within each bin are altered. After the calibration procedure has been carried out for each binning scheme and a PID selection efficiency ratio determined for each, the maximum deviation from the nominal efficiency ratio is assigned as a systematic uncertainty. For the SL measurements this is the dominant source of systematic uncertainty, ranging from 1.4% to 2.0%.",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 17
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The weighting procedure to align the Λ + c → phh data and simulation relies upon dividing the simulation into bins of the kinematic variables describing the resonant character of the decay to evaluate the efficiency as a function of these variables. The limited size of the simulation sample limits the precision of the description of the acceptance variation across the phase space, and therefore affects the evaluation of the selection efficiency with the weighted simulation. Any systematic uncertainty arising from this source is evaluated through the use of generated pseudoexperiments whereby the weights assigned to the simulation in each region of the phase space are randomly resampled to determine the effect on the evaluation of selection efficiencies. Uncertainties arising from the limited size of the JHEP03(2018)043 simulation sample in the evaluation of the geometrical acceptance of the detector and the trigger efficiency are also assigned.",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "section": "JHEP03(2018)043",
            "text": "In the SL analysis imperfect modelling of variables upon which the trigger acceptance depends can lead to differences between the simulation and data which can affect the determination of the trigger acceptances. A set of variables used in the software trigger was investigated to examine the compatibility of the data and simulation. Where any differences were found, the simulation was reweighted individually for each variable to match the data distributions and the trigger acceptance ratios reevaluated. A systematic uncertainty was assigned as the maximum difference between the reweighted and nominal efficiency ratios for any reweighted variable.",
            "paragraph_rank": 34,
            "section_rank": 17
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The systematic uncertainty on the signal yield determination is evaluated in the SL analysis by varying the choice of the fit model. As an alternative for the signal model, a Crystal Ball function [21] and a Crystal Ball function summed with a Gaussian function with a common mean are used. The background model is modified to be a first-order or second-order polynomial. Variations of the fit model do not result in significant changes in the signal yields and no systematic uncertainty is assigned.",
            "paragraph_rank": 35,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 197,
                    "text": "[21]",
                    "end": 201
                }
            ]
        },
        {
            "section": "JHEP03(2018)043",
            "text": "For the prompt analysis the uncertainty on the determined signal yield may arise from the shape parameters that are fixed or constrained with fits to the simulated samples, and also from the limited size of the sample in the background region of the Λ + c invariant mass used to populate the background nonparametric distribution. These are both evaluated through the use of pseudoexperiments. The parameters governing the ln χ 2 IP shapes are generated successively with values differing by 10% from their fixed or constrained values in the fit; this is the maximum difference in any Novosibirsk width or mean parameter between the data and simulation fits for the Λ + c → pK − π + mode, where no constraints are applied. The background population in each bin of the template is fluctuated randomly according to a Gaussian distribution, and the fit procedure repeated. Pseudoexperiments are also utilised to verify the statistical precision of the reported prompt Λ + c yield, and that the yields are unaffected by any bias.",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The dominant systematics in the SL analysis are found to be those associated with the determination of the PID selection efficiency. In the prompt analysis the contribution from the background template and from the constrained shape parameters are found to be the dominant uncertainties.",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Results",
            "section_rank": 18
        },
        {
            "section": "Results",
            "text": "The ratios of the branching fractions of each suppressed Λ + c → phh mode relative to the Λ + c → pK − π + mode are given by",
            "paragraph_rank": 38,
            "section_rank": 18
        },
        {
            "section": "Results",
            "text": "where N represents the measured yield in each case, is the full selection efficiency for the mode, and s scale = 0.9 is a scaling factor to account for the discarded Λ + c → pK − π + data -13 -",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 19
        },
        {
            "section": "JHEP03(2018)043",
            "text": "that is utilised in the selection training. The results of the SL analysis are",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2018)043",
            "text": "where the first uncertainties are statistical and the second are systematic. Each of the measurements in the SL analysis are the most precise of these quantities to date. In the prompt analysis the results are",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2018)043",
            "text": "c → pK − π + ) = (7.86 ± 0.40 ± 0.36)%, B(Λ + c → pK − K + ) B(Λ + c → pK − π + ) = (1.68 ± 0.14 ± 0.11)%,",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2018)043",
            "text": "where the first uncertainties are statistical and the second are systematic. The results in the prompt analysis are of comparable precision to the recent measurements at Belle [3] and at BESIII [5].",
            "paragraph_rank": 43,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 176,
                    "text": "[3]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 194,
                    "text": "[5]",
                    "end": 197
                }
            ]
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The measurements of the ratios of the Cabibbo-suppressed branching fractions to the Cabibbo-favoured branching fraction are in agreement between the SL and prompt analyses, demonstrating that the methods employed in their determination are robust. The efficiency correction to the ratio B(Λ + c → pπ − K + )/B(Λ + c → pK − π + ) is small, with the ratio of corrected and uncorrected yields differing by 3%, which is comparable to the systematic uncertainty on the measurement. The SL and prompt measurements are not combined, because the precision of such a combination would not offer a significant improvement over the precision of the SL result alone.",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The measurements of the ratios of the branching fractions in the SL analysis are combined with the world-average value of the Λ + c → pK − π + branching fraction, B(Λ + c → pK − π + ) = (6.35 ± 0.33)% [9], to compute the branching fractions of the suppressed modes B(Λ + c → pπ − π + ) = (4.72 ± 0.05 ± 0.11 ± 0.25) × 10 −3 , B(Λ + c → pK − K + ) = (1.08 ± 0.02 ± 0.02 ± 0.06) × 10 −3 , B(Λ + c → pπ − K + ) = (1.04 ± 0.09 ± 0.03 ± 0.05) × 10 −4 ,",
            "paragraph_rank": 45,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 201,
                    "text": "[9]",
                    "end": 204
                }
            ]
        },
        {
            "section": "JHEP03(2018)043",
            "text": "where the uncertainties are statistical, systematic and due to the uncertainty of the Λ + c → pK − π + branching fraction, respectively.",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2018)043",
            "text": "The measurement presented in this paper of B(Λ + c → pπ − K + )/B(Λ + c → pK − π + ) is lower than the value of (0.235 ± 0.027 ± 0.021)% found by Belle, at the 2.0σ level, and corresponds to (0.58 ± 0.06) tan 4 θ c . To account for the known flavour-SU(3) symmetry breaking that occurs due to the presence of different resonant contributions in the two -14 -JHEP03(2018)043 modes, the fraction of the favoured decay proceeding via the Λ(1520) and ∆ ++ states, 1 which cannot proceed through a doubly-suppressed transition and make up (25 ± 4) % of the favoured decay, is discounted. This yields a value of (0.77 ± 0.08) tan 4 θ c . The deviation from the naive expectation is indicative that either W -exchange contributions to the favoured mode are more significant than previously believed, or that some flavour-SU(3) symmetry breaking effect not present in the charmed-meson sector is present in the charmed-baryon sector, or some combination of the two.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "section": "JHEP03(2018)043",
            "text": "Future analysis of the resonant character of the Λ + c → phh decays, through which such symmetry breaking effects occur will be important in establishing the nature of this effect. In particular the comparison of individual resonant contributions which can proceed through W -exchange in the favoured mode but not the doubly suppressed mode, such as Λ + c → ∆ ++ K − , ∆ ++ → pπ + and Λ + c → ∆ 0 K + , ∆ 0 → pπ − , will provide a stronger statement about the prominence of W -exchange diagrams in the charmed-baryon sector.",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 20
        },
        {
            "text": "B",
            "section_rank": 21
        },
        {
            "section": "B",
            "text": "(Λ + c → pπ − π + ) B(Λ + c → pK − π + ) = (7.44 ± 0.08 ± 0.18)%, B(Λ + c → pK − K + ) B(Λ + c → pK − π + ) = (1.70 ± 0.03 ± 0.03)%, B(Λ + c → pπ − K + ) B(Λ +c → pK − π + ) = (0.165 ± 0.015 ± 0.005)%,",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "0 b → Λ + c (phh )µ − ν µ yield determination 7 4.2 Prompt Λ + c → phh yield determination 8",
            "paragraph_rank": 50,
            "section_rank": 22
        },
        {
            "text": "phthe two-body invariant mass of the proton and the opposite-sign meson. m phthe two-body invariant mass of the proton and the same-sign meson. m hhthe two-body invariant mass of the meson pair. θ pthe angle between the proton momentum vector and the polarisation axis of the Λ + c . φ pthe angle between the component of the proton momentum perpendicular to the Λ + c polarisation axis and the direction of the Λ + c momentum vector in the laboratory frame. φ h 1 h 2the angle between the plane containing the proton momentum vector and the Λ + c polarisation vector, and the plane containing the two meson momentum vectors.",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "text": "Figure 2 .",
            "section_rank": 24
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Invariant mass distributions of (a) Λ + c → pK − π + , (b) Λ + c → pπ − π + , (c) Λ + c → pK − K + , and (d) Λ + c → pπ − K + decays, with fit results superimposed. The hatched magenta region indicates the signal, the shaded green region indicates the background from unrelated tracks, and the solid red line indicates the full fit.",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "Figure 3 .",
            "section_rank": 25
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Invariant mass distributions for (a) Λ + c → pK − π + , (c) Λ + c → pπ − π + , (e) Λ + c → pK − K + in the prompt analysis, with fit results superimposed. The ln χ 2 IP distributions for (b) Λ + c → pK − π + , (d) Λ + c → pπ − π + , (f) Λ + c → pK − K + , with the fit results superimposed, showing the differentiation of prompt and secondary Λ + c .",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "Table 1 .",
            "section_rank": 26
        },
        {
            "section": "Table 1 .",
            "text": "Selection efficiency ratios in the prompt and SL measurements, with their associated systematic uncertainties. CF / CS denotes the ratio of the Cabibbo-favoured selection efficiency over that of the Cabibbo-suppressed mode.",
            "paragraph_rank": 54,
            "section_rank": 26
        },
        {
            "text": "Table 3 .Table 4 .",
            "section_rank": 27
        },
        {
            "section": "Table 3 .Table 4 .",
            "text": "→ pπ − π + Λ + c → pK − K + Λ + c → pπ − K + Relative systematic uncertainties in each ratio of branching fractions, for the SL analysis. Relative systematic uncertainties in each ratio of branching fractions, for the prompt analysis.",
            "paragraph_rank": 55,
            "section_rank": 27
        },
        {
            "section": "Table 3 .Table 4 .",
            "text": "Some contribution from the W -emission decay of Λ + c → ∆ 0 K + is expected in the doubly-suppressed mode, but as argued in ref.[22] the favoured decay Λ + c → ∆ ++ K − is expected to be dominated by the W -exchange contribution, which cannot happen in the doubly suppressed mode. The relative W -exchange and W -emission contributions are unknown, and the mode proceeding via a ∆ ++ is neglected entirely.",
            "paragraph_rank": 56,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 128,
                    "text": "[22]",
                    "end": 132
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 29
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 57,
            "section_rank": 29
        },
        {
            "text": "JHEP03(2018)043",
            "section_rank": 31
        }
    ]
}