{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for the pair production of spin-3/2 excited top quarks, each decaying to a top quark and a gluon. The search uses the data collected with the CMS detector from proton-proton collisions at a center-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 35.9 fb −1 . Events are selected by requiring an isolated muon or electron, an imbalance in the transverse momentum, and at least six jets of which exactly two must be compatible with originating from the fragmentation of a bottom quark. No significant excess over the standard model predictions is found. A lower limit of 1.2 TeV is set at 95% confidence level on the mass of the spin-3/2 excited top quark in an extension of the Randall-Sundrum model, assuming a 100% branching fraction of its decay into a top quark and a gluon. These are the best limits to date in a search for excited top quarks and the first at 13 TeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The standard model (SM) of particle physics provides a successful description of the properties of the elementary particles and their interactions. Despite its success, the SM is assumed to be an effective model of a more complete theory. Many extensions of the SM predict that the top quark is a composite particle and not a fundamental object [1][2][3][4]. A direct confirmation of this hypothesis could be achieved by the discovery of an excited top quark (t * ).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 345,
                    "text": "[1]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 348,
                    "text": "[2]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 351,
                    "text": "[3]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 354,
                    "text": "[4]",
                    "end": 357
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In models that describe the proposed excited top quark [5,6], weak isodoublets are used to represent both left-and righthanded components of the t * quark, allowing for a description of finite masses prior to the onset of electroweak symmetry breaking. Thus, in contrast to the heavy top quark from a sequential fourthgeneration model, in these models the existence of t * quarks is not strongly constrained by the discovery of a SM-like Higgs boson [7][8][9]. In string realizations of the Randall-Sundrum (RS) model [10,11], the right-handed t * quark is expected to be the lightest spin-3/2 excited state [12].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 55,
                    "text": "[5,",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 58,
                    "text": "6]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 450,
                    "text": "[7]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 453,
                    "text": "[8]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 456,
                    "text": "[9]",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 518,
                    "text": "[10,",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "start": 522,
                    "text": "11]",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 608,
                    "text": "[12]",
                    "end": 612
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A spin-3/2 t * quark is described by the Rarita-Schwinger [13] vector spinor Lagrangian. At the energy of LHC, the production cross section of spin-3/2 quarks is proportional toŝ 3 , where ŝ is the square of the energy in the parton-parton collision rest frame, rather than ŝ −1 , as it is for spin-1/2 quarks [14]. Therefore, when integrating over the parton momentum fractions (x) in proton-E-mail address: cms-publication-committee-chair@cern.ch. proton collisions, spin-3/2 quarks receive a contribution at large x values that is greater than that from spin-1/2 quarks. In the RS model, the spin-3/2 t * quark is expected to have a pair production cross section of the order of a few picobarns at √ s = 13 TeV, for a t * of mass m t * = 1 TeV [1,14,15], which dominates over single t * production for most of the parameter space in the model [12]. The t * quark decays predominantly to a top quark through the emission of a gluon [1,12,15,16].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 58,
                    "text": "[13]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 179,
                    "text": "3",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 310,
                    "text": "[14]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 747,
                    "text": "[1,",
                    "end": 750
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 750,
                    "text": "14,",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "start": 753,
                    "text": "15]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 846,
                    "text": "[12]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 934,
                    "text": "[1,",
                    "end": 937
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 937,
                    "text": "12,",
                    "end": 940
                },
                {
                    "type": "bibr",
                    "start": 940,
                    "text": "15,",
                    "end": 943
                },
                {
                    "type": "bibr",
                    "start": 943,
                    "text": "16]",
                    "end": 946
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter, we present a search for pair-produced t * quarks, where each t * quark decays exclusively to a top quark (t) and a gluon (g). We use data recorded in 2016 with the CMS detector in proton-proton (pp) collisions at √ s = 13 TeV at the LHC, corresponding to an integrated luminosity of 35.9 fb −1 . We consider the case where one top quark decays via a hadronically decaying W boson, and the W boson originating from the second top quark decays to an electron or muon and a neutrino:",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "We refer to the resulting final state (one reconstructed muon or electron, missing transverse momentum, and multiple jets) as the lepton + jets decay topology. A search for pair-produced t * quarks was previously performed by CMS using pp collisions at √ s = 8 TeV [17]. This Letter presents a more sensitive search because of the higher collision energy and therefore larger signal cross sections, and the larger data sample, which is nearly twice the size. In addition, the simulation has been improved by explicitly including the Rarita-Schwinger Lagrangian in the generator, resulting in the correct spin correlations for the signal. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 265,
                    "text": "[17]",
                    "end": 269
                }
            ]
        },
        {
            "text": "The CMS detector and simulated samples",
            "section_rank": 3
        },
        {
            "section": "The CMS detector and simulated samples",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [18].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 746,
                    "text": "[18]",
                    "end": 750
                }
            ]
        },
        {
            "section": "The CMS detector and simulated samples",
            "text": "Simulated t * t * signal events are generated in 100 GeV steps with m t * in the range 700-1600 GeV, using the MadGraph5_ amc@nlo [19] event generator and NNPDF3.0 [20] for the parton distribution functions (PDFs). The t * t * production cross section ranges from ≈5 pb at m t * = 700 GeV, down to ≈4 fb at m t * = 1600 GeV. This cross section is calculated at leading order in perturbation theory, with the factorization and renormalization scales set to m t * ; the calculation is cut off at 7m t * to prevent unitarity violation. The Rarita-Schwinger Lagrangian, included in the Mad-Graph 5 generator, is used for simulating spin-3/2 t * t * events. This implementation and the corresponding physics parameters are provided by the authors of Ref. [14]. The width of the t * quark is assumed to be 10 GeV, which is much narrower than the detector resolution. Parton shower and hadronization processes are modeled using pythia 8.212 [21]. The generated events are processed through a simulation of the CMS detector based on Geant4 [22], and are reconstructed using the same algorithms as used for data.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "[19]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "start": 164,
                    "text": "[20]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 750,
                    "text": "[14]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 934,
                    "text": "[21]",
                    "end": 938
                },
                {
                    "type": "bibr",
                    "start": 1032,
                    "text": "[22]",
                    "end": 1036
                }
            ]
        },
        {
            "section": "The CMS detector and simulated samples",
            "text": "We estimate SM backgrounds using a data-derived approach. Simulated samples for SM processes are used to study the modeling of the background and to provide a cross-check of the analysis procedures. The simulated SM samples relevant to this analysis are: tt production; single top quark production via the s-channel, t-channel, and tW processes; W and Z boson production in association with jets; the tt+W, tt+H, and tt+Z processes. The tt and tt+H processes are simulated using powheg 2.0 [23][24][25][26][27], while the other SM processes are simulated using MadGraph5_amc@nlo up to next-to-leading order [19,28,29]. All simulated samples include the additional contributions from overlapping pp collisions within the same and nearby bunch crossings (\"pileup\") at large instantaneous luminosity. Simulated events are given individual weights to match the distribution of the average number of pileup interactions in data.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 490,
                    "text": "[23]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 494,
                    "text": "[24]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 498,
                    "text": "[25]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 502,
                    "text": "[26]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 506,
                    "text": "[27]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "start": 607,
                    "text": "[19,",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 611,
                    "text": "28,",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "start": 614,
                    "text": "29]",
                    "end": 617
                }
            ]
        },
        {
            "text": "Event reconstruction",
            "section_rank": 4
        },
        {
            "section": "Event reconstruction",
            "text": "Event reconstruction is based on the CMS particle-flow (PF) algorithm [30], which takes into account information from all subdetectors, including measurements from the tracking system, energy deposits in the ECAL and HCAL, and tracks reconstructed in the muon detectors. Given this information, all particles in the event are reconstructed as electrons, muons, photons, and charged or neutral hadrons. Photons are identified as ECAL energy clusters not linked to the extrapolation of any charged-particle trajectory to the ECAL. Muons are identified as a track in the central tracker consistent with either a track or several hits in the muon system, and not associated with energy clusters in the calorimeters. Electrons are identified as a primary charged particle track that extrapolates to at least one ECAL energy cluster. The track may be associated with bremsstrahlung photons emitted along the way through the tracker material. Charged hadrons are identified as charged-particle tracks neither identified as electrons, nor as muons. Finally, neutral hadrons are identified as HCAL energy clusters not linked to any charged-hadron trajectory, or to ECAL and HCAL energy excesses with respect to the expected charged hadron energy deposits.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 70,
                    "text": "[30]",
                    "end": 74
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "For each event, jets from these reconstructed particles are clustered with the infrared and collinear safe anti-k T algorithm [31], using a distance parameter R = 0.4. Charged hadrons associated with pileup vertices are excluded from jet reconstruction. The jet momentum is the vectorial sum of the momenta of all particles contained in the jet. The reconstructed jet momentum is found in simulation to be within 5 to 10% of the true momentum over the whole p T spectrum and detector acceptance. Jet energy corrections are derived from the simulation and measurements in collision data [32]. The jet energy resolution amounts typically to 15% at 10 GeV, 8% at 100 GeV, and 4% at 1 TeV [32]. The jet energy resolution in simulation is degraded to match that observed in data.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 126,
                    "text": "[31]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "start": 586,
                    "text": "[32]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "start": 685,
                    "text": "[32]",
                    "end": 689
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Jets are identified as originating from a bottom quark through a combined secondary vertex algorithm CSVv2 [33,34]. The algorithm uses a multivariate discriminator to combine information on the significance of the impact parameter, the jet kinematics, and the location of the secondary vertex. A working point of the discriminator with ≈70% b quark identification efficiency and ≈1% mistag efficiency for light quarks and gluons is used in this analysis. Small differences in b tagging efficiencies and mistag rates between data and simulated events are accounted for by applying additional corrections to simulation.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 107,
                    "text": "[33,",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "start": 111,
                    "text": "34]",
                    "end": 114
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "The missing transverse momentum vector is defined as the negative vector sum of the momenta of all reconstructed PF candidates in an event projected onto the plane perpendicular to the beams. Its magnitude is referred to as p miss T .",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "This analysis searches for t * t * production, with each t * decaying to t+g and the tt pair in the event reconstructed in the lepton + jets final state. Events are required to contain exactly one isolated lepton, p miss T , and at least six jets, exactly two of which must be b tagged.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Events containing a muon are selected with a single-muon trigger that requires the presence of an isolated muon with transverse momentum p T > 27 GeV. Events containing an electron are selected with a single-electron trigger that requires the presence of an isolated electron with p T > 32 GeV. The background rate for the single electron trigger was much higher than for the single muon trigger, requiring more stringent selection criteria for the electron channel. A deterministic annealing algorithm is used to reconstruct the candidate primary vertices [35]; the vertex with the highest track multiplicity is selected as the primary event vertex. Selected events are required to have this primary vertex within 2 cm of the center of the detector in the x-y plane, and within 24 cm along the z-direction.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 557,
                    "text": "[35]",
                    "end": 561
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Offline, muons are required to have p T > 30 GeV and |η| < 2.1.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "The track associated with a muon is required to have hits in the pixel and muon detectors, a good quality fit, and transverse and longitudinal impact parameters with respect to the primary vertex smaller than 2 and 5 mm, respectively. An isolation factor I is defined as the scalar sum, divided by the muon p T , of the p T of all photons, charged hadrons, and neutral hadrons within an angular cone of R ≡ ( η) 2 + ( φ) 2 < 0.4 (where φ is the azimuthal angle) around the track, corrected for the effects of pileup [36]. An isolation selection I < 0.15, corresponding to an efficiency of ≈95% is used.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 516,
                    "text": "[36]",
                    "end": 520
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Electrons are required to have p T > 35 GeV and to be within the region |η| < 2.1. Electrons within 1.44 < |η| < 1.56, corresponding to the ECAL barrel-endcap transition region, are rejected to avoid poor reconstruction performance. Electrons are selected using a Table 1 Expected numbers of selected events for the simulated signal process as a function of m t * . Also shown are the expected numbers of events predicted by the SM, together with the systematic uncertainties discussed in Section 7 and the uncertainties in the cross sections of the various processes, as well as the numbers of selected events observed in data. cutoff-based selection method [37] based on the shower shape, the track quality, the spatial match between the track and the electromagnetic cluster, the fraction of total cluster energy in the HCAL, and the resulting level of activity in the surrounding tracker and calorimeter regions. The criteria imposed in these electron selection algorithms have a combined efficiency of ≈70%.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 264,
                    "text": "Table 1",
                    "end": 271
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In addition to the selections above, the leptons are required to have an angular separation R < 0.1 with respect to the lepton reconstructed by the trigger system. The lepton selection efficiencies for data and simulation are measured using the tag-and-probe method [37]. Additional corrections are applied to simulation to account for observed differences in the efficiencies between data and simulation. The p miss T is required to be greater than 20 GeV, while the jets are required to have p T > 30 GeV, |η| < 2.4, and angular separation R > 0.4 with respect to well-identified electrons or muons. In order to reject misreconstructed, poorly reconstructed, and noisy jets, the fractional energy contribution from both ECAL and HCAL must be non-zero and non-unity. Exactly two jets are required to pass the b tagging criteria. The expected yields after event selection are summarized in Table 1. Simulated signal events pass the selection criteria with acceptance times efficiency of 1.4-2.2%, depending on the channel and on the signal mass. After the application of all selections, 44 573 events are observed in the μ + jets channel and 28 942 events in the e + jets channel. The yields predicted from the simulated SM background processes are 46 600 events in the μ + jets channel and 30 700 events in the e + jets channel.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 266,
                    "text": "[37]",
                    "end": 270
                },
                {
                    "type": "table",
                    "start": 890,
                    "text": "Table 1",
                    "end": 897
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Small differences between data and the SM predictions are within the estimated uncertainties of the simulation, with the dominant uncertainty being the choice of the renormalization and factorization scales used in the generator of the tt events. Details of the uncertainties are given in Section 7. Furthermore, the differential distributions of kinematic variables of simulated SM processes are also in agreement with data, as shown in Fig. 1. In particular, the distribution of the invariant mass of a t + jet system (m t+jet , see Section 5 for details) in data is in agreement with the background estimation.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 438,
                    "text": "Fig. 1",
                    "end": 444
                }
            ]
        },
        {
            "text": "Mass reconstruction",
            "section_rank": 6
        },
        {
            "section": "Mass reconstruction",
            "text": "Since the dominant background is SM tt production with extra jets, the reconstructed invariant mass spectrum of the t + jet systems is used to distinguish between t * t * signal and tt background. The p miss T is assumed to be carried away entirely by the neutrino from the leptonically decaying W boson (W lep ). We assume that the parent W boson is on shell and the neutrino is massless in order to determine the longitudinal momentum of the neutrino.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Mass reconstruction",
            "text": "Given the high jet multiplicity of the event selection, a measure was designed for evaluating different associations of the reconstructed jets with the parton objects in the final state. For the jets, the six jets with the highest p T values are taken into consideration. The b tagged jets are assigned to one of the b quark partons, and the other jets are associated with the decay daughters of the hadronically decaying W (W had ) or with the gluons from t * decay. The quality of the jet-parton assignment for a single event is evaluated with an S value based on how well the intermediate physical objects are reconstructed: tively. These estimates are obtained by reconstructing the t * t * , tt and W had in the decay topology using the truth information from simulated signal samples. Additional studies have shown that the mass reconstruction is insensitive to changes in the detector resolution values. The jet-parton assignment with the smallest S value is taken to represent the decay topology of a single event, under the t * hypothesis. The average value of the m qq bg and m ν l bg computed for this assignment is taken to represent the reconstructed t * mass of an event, notated as m t+jet . The rate at which all six jets are all correctly assigned is around 11%, with the main difficulty being the correct assignment of the jets from the hadronically decaying W.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Background modeling",
            "section_rank": 7
        },
        {
            "section": "Background modeling",
            "text": "To determine the presence of signal events in data, an unbinned extended maximum likelihood fit of a signal-plus-background model is performed on the m t+jet > 400 GeV spectrum. The background distribution is modeled using a log-normal function (up to a normalization factor):",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Background modeling",
            "text": "where m is the mass, and a 2 and m 0 are the parameters that determine the shape of the background. During the fit to the observed data, the number of background events, as well as the shape parameters of the background function, are free parameters.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "Background modeling",
            "text": "To verify whether the fit is sensitive to the presence of t * t * signal, a pseudo-data set is generated with the m t+jet spectrum of the simulated backgrounds and then injected with the expected m t+jet Fig. 1. Kinematic distributions of selected events with a single lepton and six or more jets of which exactly two are b tagged. Data events (points), simulated background processes (stacked histograms), and a simulated 800 GeV signal process (dashed line) are shown. Events selected in the μ + jet final state are shown on the left while those in the e + jet final state are shown on the right. From upper to lower, the kinematic variables displayed are the lepton p T , the jet p T and the m t+jet . The shaded region is the total uncertainty of the simulated background processes, which includes statistical and systematic uncertainties. (For interpretation of the references to color in this figure, the reader is referred to the web version of this article.) signal spectrum for various hypotheses of the signal cross section. Performing the same fit over multiple sets of pseudo-data with varying signal cross sections showed no evidence of bias.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 204,
                    "text": "Fig. 1",
                    "end": 210
                }
            ]
        },
        {
            "section": "Background modeling",
            "text": "To ensure that the log-normal function is sufficient to model the background, a likelihood ratio test is conducted by comparing the results of fitting the spectrum of the simulated SM background to an extended log-normal functions of the form:",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Background modeling",
            "text": "Increasing the number of parameters does not improve the description of the background.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Background modeling",
            "text": "The results of the fit performed on data with the 800 GeV signal spectrum are shown in Fig. 2. The distribution of events in data is in agreement with a null hypothesis. Based on the results of the Kolmogorov-Smirnov tests, the signal + background model and the background-only model both yield good fits to the data.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 87,
                    "text": "Fig. 2",
                    "end": 93
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "The impact of experimental and theoretical sources of uncertainties is considered and summarized in Table 2. For each source shown on the right. The probabilities of the Kolmogorov-Smirnov test between the data versus the signal + background model and between the data versus the background component are denoted by K all and K bkg , respectively. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 100,
                    "text": "Table 2",
                    "end": 107
                }
            ]
        },
        {
            "text": "Table 2",
            "section_rank": 9
        },
        {
            "section": "Table 2",
            "text": "Sources of systematic uncertainties and the methods used to evaluate their effect on the simulated signal sample.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Source of uncertainty",
            "section_rank": 10
        },
        {
            "section": "Source of uncertainty",
            "text": "Implementation on simulated signal sample",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Integrated luminosity",
            "section_rank": 11
        },
        {
            "section": "Integrated luminosity",
            "text": "Normalization shift by ±2.5%",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Statistical uncertainty",
            "section_rank": 12
        },
        {
            "section": "Statistical uncertainty",
            "text": "Normalization shift by ±1 s.d.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Jet correction",
            "section_rank": 13
        },
        {
            "section": "Jet correction",
            "text": "Correction factor varied by ±1 s.d. Generator parameter varied by ±1 s.d.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Jet resolution",
            "section_rank": 14
        },
        {
            "text": "Scale uncertainty",
            "section_rank": 15
        },
        {
            "section": "Scale uncertainty",
            "text": "Generator parameter varied by ±1 s.d. Because of uncertainties in the total inelastic pp cross section, when calculating the data pileup scenario alternative pileup corrections are made with the inelastic cross section scaled by ±1 s.d.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "section": "Scale uncertainty",
            "text": "Variations in the pileup corrections have an average impact on the signal acceptance of 0.7%. The number of signal events is also affected by the uncertainty on the integrated luminosity, which is known to a precision of 2.5% [40].",
            "paragraph_rank": 37,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 226,
                    "text": "[40]",
                    "end": 230
                }
            ]
        },
        {
            "section": "Scale uncertainty",
            "text": "The theoretical uncertainties considered are those associated with the choice of the PDF, and the renormalization and factorization scales used by the event generator. The effects of the theo- ",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "Statistical analysis and extraction of limits",
            "section_rank": 16
        },
        {
            "section": "Statistical analysis and extraction of limits",
            "text": "No excess above SM background is observed. We set an upper bound on the t * t * production cross section using the asymptotic modified frequentist CL s criterion [42][43][44][45]. The null hypothesis likelihood function is taken from the background component of the signal + background fit described in Section 6. For the uncertainties described in Section 7, a joint template is used, where the nominal template is linearly interpolated to the templates generated with the relevant parameters shifted by ±1 standard deviation. Each of the interpolation variables is taken as a nuisance parameter with a standard Gaussian prior.",
            "paragraph_rank": 39,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 162,
                    "text": "[42]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "start": 166,
                    "text": "[43]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 170,
                    "text": "[44]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "start": 174,
                    "text": "[45]",
                    "end": 178
                }
            ]
        },
        {
            "section": "Statistical analysis and extraction of limits",
            "text": "The fit is performed separately in the muon and electron channels, and the results of both are used to obtain combined limits. Fig. 3 shows the observed and expected upper limits at 95% confidence level for the product of the t * t * production cross section and the square of the branching fraction, as a function of the t * mass. The lower limit for m t * is given by the value at which the upper limit intersects with the theoretical cross section from Ref. [14]. Both the observed and expected lower limits of m t * for the combined muon and electron data are 1.2 TeV, within uncertainties.",
            "paragraph_rank": 40,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 127,
                    "text": "Fig. 3",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 461,
                    "text": "[14]",
                    "end": 465
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "A search has been conducted for pair production of spin-3/2 excited top quarks t * in proton-proton interactions, with each t * decaying exclusively to a standard model top quark and a gluon. Events that have a single muon or electron and at least six jets, exactly two of which must be identified as originating from a bottom Fig. 3. The expected and observed 95% confidence level upper limits for the product of the production cross section of t * t * and the square of the branching fraction, as a function of the t * mass, for the combined lepton + jets analysis. The theoretical production cross section assuming a 100% t * → tg branching fraction is shown along with its uncertainties, described in Section 7. (For interpretation of the references to color in this figure, the reader is referred to the web version of this article.) quark, are selected for the analysis. Assuming t * t * production, the final-state objects are associated with the t * candidates in each event. No significant deviations from standard model predictions are observed in the t + jet system, and an upper limit is set at 95% confidence level on the pair production cross section of t * t * , as a function of the t * mass. Interpreting the results in the framework of a spin-3/2 t * model, assuming a 100% branching fraction of its decay into a top quark and a gluon, t * masses below 1.2 TeV are excluded. These are the best limits to date on the mass of spin-3/2 excited top quarks and the first at 13 TeV.  ",
            "paragraph_rank": 41,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 327,
                    "text": "Fig. 3",
                    "end": 333
                }
            ]
        },
        {
            "text": "The mass template of the t * t * signal is constructed by smoothing the mass distribution from simulations, using an adaptive kernel estimation [39] with a Gaussian kernel and with no restriction on the boundary. The smoothness parameter ρ introduced in Ref.[39] is determined by the square root of the standard deviation of the signal distribution over the subset with ≥4 correctly assigned partons.",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The m t+jet spectrum for data (points), the signal + background fit (green), the background component of the signal + background fit (blue), and the expected spectrum for a simulated 800 GeV signal process (red dashed) normalized to the integrated luminosity of data. Since there is no significant excess of signal found in data, the signal + background curve overlaps the background-only component. The distributions for the μ + jets data are shown on the left while those for e + jets data are",
            "paragraph_rank": 43,
            "section_rank": 19
        },
        {
            "text": "s.d.: standard deviation, SF: correction scale factor. of uncertainty, alternative templates for the distribution of m t+jet are generated by adjusting the relevant parameters in the simulation. The uncertainties in the jet energy scale and jet resolutions depend on the p T and η of the jets. Alternative mass templates are generated by rescaling the nominal jet four-momentum in the simulation by ±1 standard deviation (s.d.) of the associated uncertainties in energy scale and resolution. Such uncertainties are also coherently propagated to all observables, including p miss T . Varying the jet energy used for reconstruction has <0.1% impact on the signal acceptance. The b tagging and lepton selection scale factors for residual differences between data and simulation have their respective systematic and statistical uncertainties. Alternative templates are generated by shifting the correction scale factors by ±1 s.d. for their respective uncertainties. On average, the b tagging scale factor and lepton scale factors affect the signal acceptance by 2.8 and 2.5%, respectively.",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "retical uncertainties are obtained by changing the various generator parameters within their estimated uncertainties and generating new m t+jet fit templates that are used to calculate new sensitivities. In addition to the statistical uncertainty originating from the signal + background fit, systematic uncertainties are introduced to cover the choice of modeling. Alternative signal templates are generated with different choices of ρ by changing the subset to require ≥3 and ≥5 correctly assigned partons. The background shape is determined from data. Simulated events with different configurations, as well as several alternative models have been tested. The chosen model, with the parameters floated in the limit computation, has proven to describe the data and cover the associated systematic uncertainties sufficiently well.",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "√ s = 13",
            "section_rank": 22
        },
        {
            "section": "√ s = 13",
            "text": "TeV with the ATLAS detector at the LHC, Phys. Rev. Lett. 117 (2016) H. Bakhshiansohi, O. Bondu, S. Brochet, G. Bruno, C. Caputo, A. Caudron, P. David, S. De Visscher, C. Delaere, M. Delcourt, B. Francois, A. Giammanco, M. Komm, G. Krintiras, V. Lemaitre, A. Magitteri, A. Mertens, M. Musich, K. Piotrzkowski, L. Quertenmont, A. Saggio, M. Vidal Marono, S. Wertz, J. Zobec I. Evangelou, C. Foudas, P. Gianneios, P. Katsoulis, P. Kokkas, S. Mallios, N. Manthos, I. Papadopoulos, E. Paradas, J. Strologas, F.A. Triantis, D. Tsitsonis S. Lacaprara a , P. Lujan, M. Margoni a,b , A.T. Meneguzzo a,b , M. Passaseo a , N. Pozzobon a,b , P. Ronchese a,b , R. Rossin a,b , F. Simonetto a,b , E. Torassa a , S. Ventura a , M. Zanetti a,b , P. Zotto a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento, Trento, Italy A. Braghieri a , A. Magnani a , P. Montagna a,b , S.P. Ratti a,b , V. Re a , M. Ressegotti a,b , C. Riccardi a,b , P. Salvini a , I. Vai a,b , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy L. Alunni Solestizi a,b , M. Biasini a,b , G.M. Bilei a , C. Cecchi a,b , D. Ciangottini a,b , L. Fanò a,b , R. Leonardi a,b , E. Manoni a , G. Mantovani a,b , V. Mariani a,b , M. Menichelli a , A. Rossi a,b , A. Santocchia a,b , D. Spiga a a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a , P. Azzurri a,15 , G. Bagliesi a , T. Boccali a , L. Borrello, R. Castaldi a , M.A. Ciocci a,b , R. Dell'Orso a , G. Fedi a , L. Giannini a,c , A. Giassi a , M.T. Grippo a,29 , F. Ligabue a,c , T. Lomtadze a , E. Manca a,c , G. Mandorli a,c , A. Messineo a,b , F. Palla a , A. Rizzi a,b , A. Savoy-Navarro a,31 , P. Spagnolo a , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G. Verdini a a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , M. Cipriani a,b , N. Daci a , D. Del Re a,b,15 , E. Di Marco a,b , M. Diemoz a , S. Gelli a,b , E. Longo a,b , F. Margaroli a,b , B. Marzocchi a,b , P. Meridiani a , G. Organtini a,b , R. Paramatti a,b , F. Preiato a,b , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b a INFN Sezione di Roma, Rome, Italy b Sapienza Università di Roma, Rome, Italy N. Amapane a,b , R. Arcidiacono a,c , S. Argiro a,b , M. Arneodo a,c , N. Bartosik a , R. Bellan a,b , C. Biino a , N. Cartiglia a , F. Cenna a,b , M. Costa a,b , R. Covarelli a,b , A. Degano a,b , N. Demaria a , B. Kiani a,b , C. Mariotti a , S. Maselli a , E. Migliore a,b , V. Monaco a,b , E. Monteil a,b , M. Monteno a , M.M. Obertino a,b , L. Pacher a,b , N. Pastrone a , M. Pelliccioni a , G.L. Pinna Angioni a,b , A. Romero a,b , M. Ruspa a,c , R. Sacchi a,b , K. Shchelina a,b , V. Sola a , A. Solano a,b , A. Staiano a , P. Traczyk a,b",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "μ + jet final state e + jet final statet * t * signal, m t *",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "CMS Collaboration, Performance of electron reconstruction and selection with the CMS detector in proton-proton collisions at √ s = 8 TeV, J. Instrum. 10 (2015) P06005, https://doi.org/10.1088/1748-0221/10/06/P06005, arXiv:1502.02701. [38] Particle Data Group, C. Patrignani, et al., Review of particle physics, Chin. Phys. C 40 (2016) 100001, https://doi.org/10.1088/1674-1137/40/10/100001. [39] K. Cranmer, Kernel estimation in high-energy physics, Comput. Phys. Commun.",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "Acknowledgements",
            "section_rank": 26
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); ",
            "paragraph_rank": 49,
            "section_rank": 26
        },
        {
            "text": "S. Chenarani 26 , E. Eskandari Tadavani, S.M. Etesami 26  ",
            "paragraph_rank": 50,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 13,
                    "text": "26",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 54,
                    "text": "26",
                    "end": 56
                }
            ]
        }
    ]
}