{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper presents a measurement of the W boson production cross section and the W + /W − cross-section ratio, both in association with jets, in proton-proton collisions at √ s = 8 TeV with the ATLAS experiment at the Large Hadron Collider. The measurement is performed in final states containing one electron and missing transverse momentum using data corresponding to an integrated luminosity of 20.2 fb −1 . Differential cross sections for events with at least one or two jets are presented for a range of observables, including jet transverse momenta and rapidities, the scalar sum of transverse momenta of the visible particles and the missing transverse momentum in the event, and the transverse momentum of the W boson. For a subset of the observables, the differential cross sections of positively and negatively charged W bosons are measured separately. In the cross-section ratio of W + /W − the dominant systematic uncertainties cancel out, improving the measurement precision by up to a factor of nine. The observables and ratios selected for this paper provide valuable input for the up quark, down quark, and gluon parton distribution functions of the proton.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP05(2018)077 1 Introduction",
            "section_rank": 2
        },
        {
            "section": "JHEP05(2018)077 1 Introduction",
            "text": "With the large samples of proton-proton collision data available from the Large Hadron Collider (LHC), the measurement of the production of a W boson in association with jets allows precise tests of perturbative quantum chromodynamics (pQCD). In recent years, numerous theoretical advances have been made including calculations for up to five additional jets at next-to-leading-order (NLO) [1][2][3] and calculations for one additional jet at next-to-next-to-leading-order (NNLO) [4,5], as well as merging approaches for NLO predictions of different jet multiplicities [6][7][8] and new parton shower approaches [9,10]. The theoretical predictions have undergone rigorous scrutiny using data from the ATLAS, CMS and LHCb experiments [11][12][13][14][15][16] with proton-proton collisions at the LHC and from the CDF and DØ experiments with proton-antiproton collisions at the Tevatron [17][18][19][20]. These results comprise a wide range of measurements of differential cross sections of observables, which are reconstructed from jets and leptonic decay products of the W boson. Detailed measurements of specific processes such as electroweak W boson production [21], small-angle emission of a W boson radiating from an energetic jet [22] and production in association with heavy-flavour quarks [23-28] complement these results. All of the studies mentioned here focus on jet production over a range of energy scales and attempt to probe pQCD to the statistical limits of the available data.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 390,
                    "text": "[1]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 393,
                    "text": "[2]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 396,
                    "text": "[3]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 480,
                    "text": "[4,",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 483,
                    "text": "5]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 569,
                    "text": "[6]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 572,
                    "text": "[7]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 575,
                    "text": "[8]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 612,
                    "text": "[9,",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 615,
                    "text": "10]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "start": 733,
                    "text": "[11]",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 737,
                    "text": "[12]",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 741,
                    "text": "[13]",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 745,
                    "text": "[14]",
                    "end": 749
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 749,
                    "text": "[15]",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "start": 753,
                    "text": "[16]",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "start": 885,
                    "text": "[17]",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "start": 889,
                    "text": "[18]",
                    "end": 893
                },
                {
                    "type": "bibr",
                    "start": 893,
                    "text": "[19]",
                    "end": 897
                },
                {
                    "type": "bibr",
                    "start": 897,
                    "text": "[20]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "start": 1163,
                    "text": "[21]",
                    "end": 1167
                },
                {
                    "type": "bibr",
                    "start": 1235,
                    "text": "[22]",
                    "end": 1239
                }
            ]
        },
        {
            "section": "JHEP05(2018)077 1 Introduction",
            "text": "Using data corresponding to an integrated luminosity of 20.2 fb −1 at √ s = 8 TeV, this paper presents the results for W + jets production in final states containing one electron and missing transverse momentum, focusing on events with one or two additional jets. The data are measured for W production as well as for W + and W − production and the cross-section ratio of W + /W − as a function of the number of jets (N jets ). For events with at least one jet, the differential cross sections are shown as a function of the scalar sum of the transverse momenta of electron, neutrino and jets (H T ), the transverse momentum (p T ) of the W boson, and the p T and rapidity of the most energetic jet (leading jet). These observables are sensitive to higher-order terms in the prediction as well as the parton distribution functions (PDFs). For events with at least two jets, the differential cross sections are shown for W boson production and include distributions as a function of the p T and rapidity of the second leading jet, the dijet angular separation, and the dijet invariant mass. These observables are sensitive to hard parton radiation at large angles and different matrix-element/parton-shower matching schemes.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "JHEP05(2018)077 1 Introduction",
            "text": "The results for W + jets production presented here are a useful test of jet production with energetic jets as well as jets with large rapidities. As in a previous ATLAS measurement using data at √ s = 7 TeV [11], the systematic uncertainties are larger than the statistical uncertainty of the data. The new measurements are based on an independent dataset, at a higher centre-of-mass energy and with larger integrated luminosity. The analysis has improved event selections to reduce backgrounds from top quark productionan important improvement since the increase in cross section with centre-of-mass energy is greater for top quark production than for W boson production. Several new sets of predictions and new measurements of the p T of the W boson in addition to other observables provide additional information about pQCD.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 3
        },
        {
            "section": "JHEP05(2018)077",
            "text": "In the ratio of W + to W − production, many of the experimental and theoretical uncertainties cancel out, making it a more precise test of the theoretical predictions. In addition, differential cross section measurements of W + and W − production and their ratio are sensitive to the PDFs for up and down quarks. The measurement of separate W + and W − cross sections as well as the W + /W − cross section ratio is new compared to the previous ATLAS measurement using data at 7 TeV [11]. In previous measurements of W production for inclusive jet multiplicities [29], the W + and W − asymmetry probes the momentum fraction of the parton, x, in the range of 10 −3",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 476,
                    "text": "7 TeV [11]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 562,
                    "text": "[29]",
                    "end": 566
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "x 10 −1 . For events with at least one jet, a charge ratio measurement is sensitive to higher values of x, potentially accessing x ∼ 0.1-0.3 [30]. The valence quark PDFs in this range are currently best constrained from fixed-target deep-inelastic scattering (DIS) experiments and the Tevatron W ± asymmetry measurements (see the discussion in ref. [31]). The DIS measurements include effects from the nuclear target that require model-dependent corrections to obtain nucleon PDFs and the Tevatron results show tension between the different experiments as well as with the DIS results. It is therefore interesting to include new data, such as the measurement of the W boson cross sections and W + and W − cross-section ratios presented here, in PDF fits to improve the precision of valence quark and gluon PDFs at high x.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 141,
                    "text": "[30]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 349,
                    "text": "[31]",
                    "end": 353
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS experiment [32] at the LHC is a multi-purpose particle detector with a forwardbackward symmetric cylindrical geometry and a near 4π coverage in solid angle. 1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid, providing a 2 T axial magnetic field, electromagnetic and hadronic calorimeters, and a muon spectrometer. The inner detector covers the pseudorapidity range |η| < 2.5. It consists of silicon pixel, silicon microstrip, and transition radiation tracking detectors. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements with high granularity. A hadron (steel/scintillator-tile) calorimeter covers the central pseudorapidity range (|η| < 1.7). The endcap and forward regions are instrumented with LAr calorimeters for EM and hadronic energy measurements up to |η| = 4.9. The muon spectrometer surrounds the calorimeters and includes a system of precision tracking chambers and fast detectors for triggering. Three large air-core toroidal superconducting magnets, each with eight coils, provide the magnetic field for the muon system. In 2012, a three-level trigger system was used to select events. The first-level trigger was implemented in hardware and used a subset of the detector information to reduce the accepted event rate to at most 75 kHz. This was followed by two software-based trigger levels that together reduced the accepted event rate to 400 Hz on average depending on the data-taking conditions.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 21,
                    "text": "[32]",
                    "end": 25
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). The rapidity, y, is defined as 1 2 ln[(E + pz)/(E − pz)], where E denotes the energy of the jet and pz the momentum component of the jet along the beam direction. Angular distance is measured in units of ∆R ≡ (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "ATLAS detector",
            "text": "-3 -",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 5
        },
        {
            "section": "JHEP05(2018)077",
            "text": "3 Simulated event samples Simulated event samples are used for most of the background estimates, for the correction of the signal yield for detector effects and in comparison to the measured cross sections. The ATLAS detector simulation [33] is performed using GEANT4 [34] and the simulated events are reconstructed and analysed using the same analysis chains as for data. Additional predictions that are only compared to the final measurements are described in section 7.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 237,
                    "text": "[33]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 268,
                    "text": "[34]",
                    "end": 272
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Samples of W → eν and Z → ee events with associated jets were generated with Alpgen v2.14 [35] and with Sherpa v1.4.1 [36,37]. The Alpgen event generator was also used to simulate W → τ ν and Z → τ τ production. For the Alpgen samples, events were produced with up to five additional partons in the final state from the matrix element.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 90,
                    "text": "[35]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 118,
                    "text": "[36,",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 122,
                    "text": "37]",
                    "end": 125
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Pythia v6.426 [38] was used for the parton showering, hadronisation and underlying event, based on the Perugia 2011C set of tuned parameters (tune) [39], where the parton shower uses a dipole shower with a p T -ordered evolution variable. For electromagnetic final-state radiation and the decay of τ -leptons, Photos [40] and Tauola [41] were used, respectively. Double counting of parton emissions between the Alpgen matrix element and the Pythia parton shower calculations was removed through the MLM matching scheme [35]. The proton structure is described by the CTEQ6L1 PDF set [42]. The Alpgen samples include a matrix element calculation of W boson production in association with massive heavy-flavour partons, W + c, W + cc and W + bb in addition to the light-flavour jet production. Overlap between heavy-flavour quarks originating from the matrix element and those originating from the parton shower was removed. For the Sherpa samples, events were produced with up to four additional partons in the final state from the matrix element and include a model of the parton shower, the hadronisation and the underlying event. The ME+PS@LO prescription [43] is used to combine different parton multiplicities from the matrix element and the parton shower. The Sherpa event generator uses the CKKW matching scheme [44] and its own model of electromagnetic final-state radiation based on the Yennie-Frautschi-Suura method [45]. Massive c-and b-quarks are also included and the PDF set used is CT10 [46]. The Alpgen+Pythia 6 samples for W + jets production provide the best description of data and are used as the main signal prediction throughout this measurement. The Sherpa samples supply an alternative prediction and are used to estimate some of the systematic uncertainties.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 14,
                    "text": "[38]",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 148,
                    "text": "[39]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 317,
                    "text": "[40]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 333,
                    "text": "[41]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 519,
                    "text": "[35]",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 582,
                    "text": "[42]",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1157,
                    "text": "[43]",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1317,
                    "text": "[44]",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1424,
                    "text": "[45]",
                    "end": 1428
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1500,
                    "text": "[46]",
                    "end": 1504
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Top quark pair production (tt) was simulated with the Powheg-Box r2129 [47] event generator (referred to here as Powheg) interfaced to Pythia v6.426 using the Perugia 2011C tune and the CT10 PDF set. The h damp parameter, which effectively regulates high-p T emission in Powheg was set to the top quark mass of 172.5 GeV. Single top quark production in the s-, t-and W t-channels was modelled by Powheg and showered with Pythia v6.426 (v6.427 for the t-channel) using the Perugia 2011C tune. The PDF set is CT10 (with a fixed 4-flavour scheme for t-channel production). Diboson processes (W W , W Z and ZZ) were simulated using Herwig v6.520.2 [48] with the AUET2 tune [49] and the CTEQ6L1 PDF set.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 71,
                    "text": "[47]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 644,
                    "text": "[48]",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 669,
                    "text": "[49]",
                    "end": 673
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "All simulated samples are normalised using their respective inclusive cross sections at higher orders in pQCD. The W and Z predictions are scaled to the NNLO calculation JHEP05(2018)077 obtained with Dynnlo v1.5 [50,51] and the MSTW2008 PDF set [52] (requiring m > 60 GeV in case of Z production). The production of top quarks is normalised using the prediction at NNLO+NNLL precision from the Top++2.0 program for tt [53][54][55][56][57][58][59], to the calculations in refs. [60][61][62] for single top quarks, and for diboson production to the NLO calculations in ref. [63].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 212,
                    "text": "[50,",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 216,
                    "text": "51]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 245,
                    "text": "[52]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 418,
                    "text": "[53]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 422,
                    "text": "[54]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 426,
                    "text": "[55]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 430,
                    "text": "[56]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 434,
                    "text": "[57]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 438,
                    "text": "[58]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 442,
                    "text": "[59]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 477,
                    "text": "[60]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 481,
                    "text": "[61]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 485,
                    "text": "[62]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 572,
                    "text": "[63]",
                    "end": 576
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The simulated events were overlaid with additional proton-proton interactions (pileup) in the same and neighbouring crossings of proton bunches. These were generated with Pythia v8.160 [64] with the average number of interactions per bunch crossing matched to that measured in data. To achieve better agreement with data, the efficiencies for the electron triggering, reconstruction, identification, and isolation, as well as the efficiencies for the tagging or mis-tagging of heavy-and light-flavour jets, and the simulated vertex position were corrected in the simulated events.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 185,
                    "text": "[64]",
                    "end": 189
                }
            ]
        },
        {
            "text": "Data selection and event analysis",
            "section_rank": 6
        },
        {
            "section": "Data selection and event analysis",
            "text": "The data used in this analysis were recorded during the 2012 proton-proton collision run at a centre-of-mass energy of 8 TeV. Crossings of proton bunches occurred every 50 ns and the collisions achieved a peak instantaneous luminosity of 7.7 × 10 33 cm −2 s −1 . The mean number of simultaneous inelastic proton-proton interactions was µ = 20.7. After the application of data-quality requirements, the total integrated luminosity is 20.2 fb −1 with an uncertainty of 1.9% [65].",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 472,
                    "text": "[65]",
                    "end": 476
                }
            ]
        },
        {
            "section": "Data selection and event analysis",
            "text": "Events are selected for analysis by requiring that they satisfy a set of single-electron trigger criteria for an isolated electron with a transverse momentum above 24 GeV or an electron with transverse momentum greater than 60 GeV. Within this trigger algorithm the isolation momentum is defined as the sum of the transverse momenta of reconstructed charged-particle tracks with p T > 1 GeV in a cone of size ∆R < 0.2 around the electron (excluding the track of the electron). An electron trigger candidate is considered to be isolated if the isolation momentum is less than 10% of the electron's transverse momentum. The threshold of the lower-p T trigger is sufficiently low to ensure that electrons reconstructed with p T > 25 GeV by the offline algorithms are selected with close to their maximum efficiency of about 96% for central electrons. The higher-p T trigger compensates for inefficiencies due to the isolation criteria applied.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Data selection and event analysis",
            "text": "Events must have at least one reconstructed vertex with at least three associated tracks, each with a p T greater than 400 MeV. The vertex with the largest p 2",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Data selection and event analysis",
            "text": "T of associated tracks is considered to be the primary vertex.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Electron reconstruction and identification",
            "section_rank": 7
        },
        {
            "section": "Electron reconstruction and identification",
            "text": "Electrons are reconstructed from energy clusters in the EM calorimeter that are matched to a track reconstructed in the inner detector. The electron is required to have p T > 25 GeV and |η| < 2.47 (excluding the transition region between barrel and endcap calorimeters of 1.37 < |η| < 1.52) and match the online electron, which passed the trigger criteria. Each electron must satisfy a set of identification criteria in order to suppress misidentification JHEP05(2018)077 of photons or jets. Electrons must pass the tight selection, following the definition provided in ref. [66]. This includes requirements on the shower shape in the electromagnetic calorimeter, the leakage of the shower into the hadronic calorimeter, the number of hits measured along the track in the inner detector, the amount of transition radiation in the transition radiation tracker, and the quality of cluster-track matching as well as criteria to ensure that the reconstructed electron does not originate from a converted photon. A gaussian sum filter track refitting algorithm is used to improve the estimated electron track parameters. The electron is required to originate from the primary vertex by using the following criteria related to the electron track. The transverse impact parameter, d 0 , must be smaller than five times its uncertainty (|d 0 |/σ d 0 < 5) and |z 0 • sin θ| must be less than 0.5 mm, where z 0 is the longitudinal impact parameter and θ is the polar angle of the electron with respect to the beam direction.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 575,
                    "text": "[66]",
                    "end": 579
                }
            ]
        },
        {
            "section": "Electron reconstruction and identification",
            "text": "In order to further suppress background from misidentified objects such as jets, the electron is required to be isolated using tracking-based and calorimeter-based criteria. The sum of the transverse momenta of tracks with p T > 400 MeV, excluding the electron track, in a radius of ∆R = 0.3 around the electron must be smaller than 7% of the electron's p T . Furthermore, the sum of transverse energies of topological clusters [67] lying within a radius of ∆R < 0.3 around the electron centre and excluding the core area, must be smaller than 14% of the electron's p T . The calorimeter-based isolation is corrected for two effects: soft energy deposits in the isolation cone due to pile-up, using an ambient energy density approach [68], and for high-energy electrons, the energy leakage of the electron's energy from the core into the surrounding isolation cone.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 734,
                    "text": "[68]",
                    "end": 738
                }
            ]
        },
        {
            "text": "Jet selection",
            "section_rank": 8
        },
        {
            "section": "Jet selection",
            "text": "Jets are reconstructed using the anti-k t algorithm [69,70] with a radius parameter R = 0.4 and topological clusters of energy depositions in the calorimeter as input. The topological clusters are calibrated with the local cluster weighting method [71] to account for the hadronic and electromagnetic activity inside the clusters. Jets are then calibrated to the hadronic jet energy scale (JES), by applying p T -and η-dependent factors that are determined from a combination of simulated events and in situ methods [72][73][74]. These factors include corrections for inactive material in the detector, out-of-cone effects, pile-up contributions estimated using a jet-area-based approach [75], as well as a global sequential correction [76]. The latter corrects for differences between quark-and gluon-initiated jets and the punch-through of a jet into the muon system. Events with jets arising from detector noise or non-collision effects [77] are rejected.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 52,
                    "text": "[69,",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 56,
                    "text": "70]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 248,
                    "text": "[71]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 516,
                    "text": "[72]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 520,
                    "text": "[73]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 524,
                    "text": "[74]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 688,
                    "text": "[75]",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 736,
                    "text": "[76]",
                    "end": 740
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 940,
                    "text": "[77]",
                    "end": 944
                }
            ]
        },
        {
            "section": "Jet selection",
            "text": "Jets are required to have p T > 30 GeV and a rapidity of |y| < 4.4. Jets from additional proton-proton interactions are suppressed by requiring that more than 50% of the total summed scalar p T of the tracks associated with the jet must originate from tracks that are associated with the primary vertex [78]. This requirement is applied to jets that are within the acceptance of the tracking detectors, |η| < 2.4, and have a p T lower than 50 GeV. Less than 5% of non-pile-up jets are misidentified by this criterion. To avoid double counting with the selected electron, jets within ∆R = 0.2 of the electron are removed.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 303,
                    "text": "[78]",
                    "end": 307
                }
            ]
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 9
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Jets containing b-hadrons are identified using a neural-network-based algorithm (MV1) [79], which exploits information from the track impact parameters, secondary vertex location and decay topology. The operating point used for this analysis corresponds to an overall 60% efficiency for heavy-flavour jets in tt events and a less than 2% mis-tag rate for light-flavour jets in dijet events. The b-tagged jets must have p T > 20 GeV and |η| < 2.5.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 86,
                    "text": "[79]",
                    "end": 90
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 10
        },
        {
            "section": "Event selection",
            "text": "Events must contain one electron satisfying the selection criteria specified above. If the event contains a second electron that satisfies the medium identification criteria and has p T > 20 GeV and |η| < 2.47 (excluding 1.37 < |η| < 1.52), the event is rejected. This reduces the contribution from Z boson production. To remove events where a jet is near the electron, the selected electron must be separated from any jet by ∆R > 0.4, otherwise the event is not considered. To suppress the background from tt events, events with at least one b-tagged jet are also rejected. The application of a b-tagged jet veto reduces the tt background for events with three or more associated jets by more than a factor of about two compared to the previous ATLAS measurement [11].",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 764,
                    "text": "[11]",
                    "end": 768
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Events are required to have a missing transverse momentum (E miss T ) and a transverse mass (m T ) consistent with the decay of a W boson. The missing transverse momentum [80] is calculated as the negative vector sum of the transverse momenta of calibrated electrons, photons [81], hadronically decaying τ -leptons [82], jets and muons [83], as well as additional low-momentum tracks which are associated with the primary vertex but are not associated with any other E miss T component. The transverse mass is defined as m T = 2p e T p ν T (1 − cos (φ e − φ ν )), where p ν T and φ ν of the neutrino correspond to that from the vector of the missing transverse energy (E miss T ). Events in this analysis must have E miss T > 25 GeV and m T > 40 GeV. The set of selection criteria defines the signal region for this measurement.",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 276,
                    "text": "[81]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "start": 336,
                    "text": "[83]",
                    "end": 340
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The transverse momentum of the W boson is defined as the absolute value of the vectorial sum of the transverse momentum component of the selected electron and E miss T . The measurement of W + and W − production is performed by selecting events according to the charge of the electron.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Background estimation",
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "The major backgrounds to W boson production with decays into the electron plus neutrino final state are W → τ ν, Z → ee, Z → τ τ , tt (mainly tt → bbqq eν), single-top-quark, diboson (W W , W Z, ZZ), and multijet events. Most of these background events contain an isolated, energetic electron in the final state. In the case of W → τ ν and Z → τ τ , an electron can be present in the final state via τ → ν τνe e. For the multijet background, an electron can be identified in the final state via three main modes: a light-flavour jet is misidentified as an electron, a bottom-or charm-hadron within a jet decays into an electron or an electron from a photon conversion passes the selection. In all cases, the event must also contain E miss T from either a mismeasurement of the deposited energy or from neutrinos in heavy-flavour decays.   Table 1. Signal and background contributions in the signal region for different jet multiplicities as percentages of the total number of predicted events, as well as the total numbers of predicted and observed events. The uncertainty in the total predicted number of events is statistical only.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 839,
                    "text": "Table 1",
                    "end": 846
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "For events with less than four jets, the largest background is multijet events, whereas for five jets and above, tt events dominate. An overview of the background contributions is given in table 1. For events with one (two) jets, the multijet background constitutes 8% (15%) of the total number of events and all other backgrounds are less than 6% (10%). The use of tracks in the E miss T calculation to estimate the low-momentum contributions, instead of using soft energy deposits in the calorimeter, substantially suppresses the multijet background, in particular for one-jet events. At high jet multiplicities, the number of W + jets events is less than the sum of all backgrounds, and for seven or more jets, the tt background alone is larger than the signal. However, compared to previous ATLAS W + jets publications, which did not include a veto on b-tagged jets, the tt background is reduced from more than 60% of events with five jets to less than 30%.",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "All backgrounds with the exception of the multijet background are estimated using simulations and are normalised to the integrated luminosity of the data using the cross sections as detailed in section 3. For the tt simulation, an additional normalisation factor of 1.086 is applied to account for an observed difference in the overall normalisation with respect to the data; this offset is also observed in other tt measurements [84].",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 430,
                    "text": "[84]",
                    "end": 434
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The modeling of tt production in the simulation is cross-checked using a tt-enriched data sample, which is selected by requiring events with four or more jets, at least one b-tagged jet, and all other signal region selection criteria, and has a purity for tt events of greater than 90%. The background contributions are estimated using the same procedure as in the signal region. For the kinematic observables studied here, the tt simulation agrees well with the data. The additional normalisation factor applied to the tt simulation was determined with this data sample.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "For the multijet background, a data-driven method is used to determine both the total number of events in the signal region and the shape of the background for each differential distribution. The number of multijet background events is estimated by fitting, for each jet JHEP05(2018)077 multiplicity, the E miss T distribution in the data (without the E miss T requirement, but all other signal region requirements applied) to a sum of two templates: one for the multijet background and another which includes the signal and all other backgrounds. The normalisation of both templates is allowed to vary freely. The shape of the multijet template is obtained from data, while the second template is obtained from simulation. The multijet-enriched data sample used to extract the multijet template is acquired using a dedicated electron trigger, an inverted electron identification criterion, and an inverted isolation criterion. The electron trigger is equivalent to the one used for the signal region, but does not contain an isolation requirement. The inverted identification requires that the electron passes the medium criteria but fails the tight criteria, and the inverted isolation that the sum of the p T of tracks in a cone of ∆R = 0.3 around the electron, excluding the electron track, is larger than 7% of the electron's p T . To increase the number of events in the multijet-enriched sample the electron impact parameter criteria are not applied. The multijet-enriched data sample is statistically independent from the signal region and any contribution from the signal or other backgrounds to this sample is subtracted using simulation.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "The E miss T fit is performed in the range of 15 GeV to 75 GeV for each jet multiplicity and separately for the W , W + and W − production selections. The fit results are used to determine the number of multijet events in the signal region for each selection. For events with six or more jets (five or more jets for the W − event selection) where the statistical uncertainties in the multijet template are large, the multijet contribution is extracted from a fit of the E miss T distribution with these multiplicities combined. For the differential distributions, the shape of the multijet contribution is determined from the multijet-enriched data sample and scaled to the total number of multijet events as extracted from the fit.",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "In figure 1, the data are compared to the signal and background predictions as a function of the exclusive jet multiplicity, the H T , and the transverse momentum and the rapidity of the leading jet. The data, in general, agree with the predictions within the experimental uncertainties.",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Correction for detector effects",
            "section_rank": 12
        },
        {
            "section": "Correction for detector effects",
            "text": "The yield of W + jets events is determined by subtracting the estimated background contributions from the event counts in data. Using simulated samples, the distributions are then corrected for detector effects to the fiducial phase space that is defined in table 2. Here, the electron definition is based on final-state electrons from the W boson decay and includes the contributions from photons, which are radiated within a ∆R = 0.1 cone around the electron direction (dressed electron). The E miss T is determined from the transverse momentum of the neutrino from the W boson decay and is also used in the calculation of m T . Particle-level jets are obtained using an anti-k t algorithm with a radius parameter of R = 0.4. The jets are clustered using final-state particles (except muons and neutrinos) with a decay length of cτ > 10 mm as input and the dressed electron is excluded as a jet. The jets are required to have p T > 30 GeV and |y| < 4.4. If a jet is within ∆R = 0.4 from the selected electron, the event is not considered.     Figure 1. Distribution of events passing the W + jets signal selection as a function of the exclusive jet multiplicity (upper left), the H T (upper right), the leading jet's p T (lower left), and the leading jet's rapidity (lower right). The lower panels display the ratio of the predictions for signal plus background to data using either Alpgen+Pythia 6 (blue) or Sherpa 1.4 (orange) as the signal simulation. The statistical uncertainty of the data is shown as black error bars and the total uncertainty in the prediction as the hatched band. The latter consists of the systematic uncertainties, including the uncertainty due to the luminosity, and the statistical uncertainties from the predictions and the data-driven multijet estimate.",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1045,
                    "text": "Figure 1",
                    "end": 1053
                }
            ]
        },
        {
            "section": "Correction for detector effects",
            "text": "The correction procedure uses the Alpgen+Pythia 6 simulation of W + jets production and corrects for selection efficiencies and resolution effects. Migrations between bins that occur during the reconstruction of events are corrected for using an iterative Bayesian unfolding method [85,86] with two iterations. In addition corrections for events that are outside the fiducial region but are reconstructed within the signal region or events that are not reconstructed due to detector inefficiencies are included. The correction procedure includes an extrapolation from the signal region, which has a veto on events with b-tagged jets, to the fiducial region, which does not. W boson production in association with cand b-quarks is 18% of the combined fiducial cross section for N jets ≥ 1. This reduces by only 2% in the signal region from the b-tagged jet veto because, in events with one jet, contributions from W + c production are larger and these contributions are only slightly affected by this veto. The extrapolation therefore has a small effect compared to other corrections, such as the one accounting for the electron identification efficiency. For differential distributions, the unfolding is performed in two dimensions, one of which is always the jet multiplicity. In this way, migrations between jet multiplicity bins, which can be large, are considered. Migrations in E miss T compose a large part of the correction in and out of the fiducial region, in particular for zero-jet events, and are accounted for by the procedure. Other migrations, for example those in m T are also included but are small. Differential cross sections for a given jet multiplicity, such as N jets ≥ 1, are obtained by summing over the contributing jet multiplicities in the two-dimensional result.",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 282,
                    "text": "[85,",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 286,
                    "text": "86]",
                    "end": 289
                }
            ]
        },
        {
            "section": "Correction for detector effects",
            "text": "The W + and W − distributions are unfolded independently following the same procedure. The ratio of W + to W − cross sections is calculated from these unfolded distributions, taking correlations into account. All uncertainties of a statistical nature, such as the statistical uncertainty of the data, the statistical uncertainty of simulated samples used in the background estimate, or the uncertainty from limited sample size of the signal simulation used in the unfolding are treated as uncorrelated between bins and between W + and W − production. All other systematic uncertainties are treated as fully correlated between bins and between the production of W + and W − bosons.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "The dominant sources of systematic uncertainty in the cross-section measurement for events with at least one jet are the jet energy scale (JES) and the jet energy resolution (JER).",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The systematic uncertainties as a function of the number of jets in the W cross section and the W + /W − cross-section ratio measurements are summarised in tables 3-4.",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The JES systematic uncertainties are determined by a combination of data-driven in situ techniques and simulation-based approaches [72][73][74]76]. They are propagated through the analysis as 18 independent components and account for systematic uncertainties in the in situ measurements, pile-up-corrections to the jet energies, jet punch-through to the muon system, effects due to the light quark or gluon origin of the jets, b-tagged jet energy calibration and other smaller effects. The uncertainty in the JES varies as a function of the jet p T and η and is approximately 3.5% for central jets with p T > 30 GeV and decreases to about 1% for central jets with p T > 100 GeV. For forward jets, the JES uncertainty is almost twice as large as for central jets, mainly due to the uncertainties in the jet-ηintercalibration [73]. In the analysis, jet energies are shifted in simulated events by the size of the JES uncertainty component, and the event selection, including a recalculation of E miss T and m T , is re-evaluated. The full analysis chain, which includes the background estimates and the unfolding, is repeated and the change in the cross section with respect to the nominal is taken as the systematic uncertainty. For a given source, the average of the up and down variations is taken as the symmetric uncertainty. The impact of the JES uncertainties on the cross section ranges from 8% to 55% for N jets ≥ 1 to N jets ≥ 7 but decreases for the W + /W − cross-section ratio to below 1% and up to 17% for N jets ≥ 1 to N jets ≥ 6. This method of propagating the systematic uncertainties is used for all other uncertainties except for uncertainties due the unfolding procedure itself. The total systematic uncertainty is the sum in quadrature of the individual uncertainties.",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 131,
                    "text": "[72]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 135,
                    "text": "[73]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 139,
                    "text": "[74]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 143,
                    "text": "76]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 824,
                    "text": "[73]",
                    "end": 828
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The uncertainty of the JER is also determined through data-driven in situ techniques and includes a dedicated estimate of effects from electronic noise in the calorimeter and pile-up [72]. It is propagated through the analysis by smearing the energies of simulated jets, thereby degrading the jet resolution. For central jets, the JER uncertainty is small -about 2% for jets with a p T of 30 GeV -but increases for jets in the forward region. In the W + jets cross section, this translates to uncertainties of 9% to 20% for N jets ≥ 1 to N jets ≥ 7. In the W + /W − cross-section ratio, the impact of the JER uncertainty decreases to values of less than 1% to 5% for N jets ≥ 1 to N jets ≥ 6.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 183,
                    "text": "[72]",
                    "end": 187
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Additional experimental systematic uncertainties considered in this analysis include uncertainties in the b-tagged jet identification efficiencies [79,87,88], uncertainties due to the low-momentum tracks in the E miss T calculation [80], and uncertainties in the electron energy scale, energy resolution and scale factors used to correct trigger, reconstruction, identification, and isolation efficiencies in the simulation [66,89]. For the W + and W − cross sections and their ratio, the charge misidentification for electrons in the simulation is adjusted by randomly flipping the charge so that the overall misidentification rate matches that in the data. The uncertainty due to this correction is small. An uncertainty of 1.9% [65] in the integrated luminosity is applied to the signal predictions and all background estimates that are determined from simulation. The effect of the small relative uncertainty of the LHC proton beam energy [90] is negligible and is not included here.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 147,
                    "text": "[79,",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 151,
                    "text": "87,",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 154,
                    "text": "88]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 424,
                    "text": "[66,",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 428,
                    "text": "89]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 731,
                    "text": "[65]",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 943,
                    "text": "[90]",
                    "end": 947
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The multijet background estimate is affected by uncertainties due to the choice of template and fit procedure. The uncertainty in the shape of the multijet template is estimated JHEP05(2018)077 by varying separately both the inverted isolation criteria and the inverted identification of the electron used to select the multijet-enriched data sample. The influence of the signal template in the E miss T fit is determined by using the Sherpa simulation instead of Alp-gen+Pythia 6 for the modelling of W + jets production. The impact due to statistical uncertainties in the templates is evaluated by creating a thousand pseudo-data samples drawn from the templates and refitting the data with each. Uncertainties due to the fit procedure are estimated by varying the lower and upper bound of the fit range separately, as well as changing the binning used in the fit. The statistical uncertainty in the fit parameters is also included. The uncertainty in the W cross section from these sources ranges from less than 1% to about 12% for N jets ≥ 0 to N jets ≥ 7; the largest contributions to the uncertainty are due to the fit range variation, the modification of the inverted electron identification, the choice of W + jets generator, and, at higher jet multiplicities, the statistical uncertainties. The uncertainty in the W + /W − cross-section ratio ranges from less than 1% to 27% for N jets ≥ 0 to N jets ≥ 6 and is larger than that of the W boson measurement due to statistical uncertainties from the fit as well as the inverted electron identification and the fit range uncertainties that do not fully cancel out in the ratio.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Uncertainties from the background estimates that are derived using simulation include theoretical uncertainties in the cross section and the statistical uncertainty of the simulated samples. The theoretical uncertainties are evaluated for tt and single top quark production by simultaneously varying the cross section by ±6.8% [53][54][55][56][57][58][59][60][61][62], for diboson production (W W , W Z, ZZ) by simultaneously varying the cross section by ±7% [91] and for Z production by varying the cross section by ±5% [92]. For the tt estimate, the normalisation factor, as discussed in section 4, is also removed and the difference is taken as an uncertainty. Additional uncertainties in the modelling of the shape of the distributions are not considered. Backgrounds from single top quark, diboson and Z boson production are small, and the impact of the cross-section uncertainties is minimal, therefore any modelling uncertainties are negligible. For the tt background, the theoretical uncertainties only have a noticeable effect in the N jets distribution for events with 5-7 jets where tt production is a significant contribution. The impact of tt background modelling uncertainties is crosschecked by comparing to an alternative tt prediction from MC@NLO+Herwig [93]. The results from this prediction are well covered by other uncertainties, except for in events with N jets ≥ 7 where this prediction is known to have large differences from the data in the tt-enriched data sample. The combined impact of the non-multijet background uncertainty sources ranges from less than 1% to 22% for N jets ≥ 0 to N jets ≥ 7 for the W cross section, and from 1% to 12% for N jets ≥ 0 to N jets ≥ 6 in the W + /W − cross-section ratio. The dominant sources of uncertainty are those related to the tt normalisation.",
            "paragraph_rank": 44,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 327,
                    "text": "[53]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 331,
                    "text": "[54]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 335,
                    "text": "[55]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 339,
                    "text": "[56]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 343,
                    "text": "[57]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 347,
                    "text": "[58]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 351,
                    "text": "[59]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 355,
                    "text": "[60]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 359,
                    "text": "[61]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 363,
                    "text": "[62]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 459,
                    "text": "[91]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 521,
                    "text": "[92]",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 1271,
                    "text": "[93]",
                    "end": 1275
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "In addition to the experimental uncertainties in the b-tagged jet identification efficiencies, a theoretical uncertainty in the cross section of W production in association with cand b-quark jets is considered. This accounts for any mismodelling in the extrapolation from the signal region, which includes a veto of events with b-tagged jets, to the fiducial region, which has no such veto. The uncertainty in these cross sections is applied by scaling the W + c contribution by a factor of 1.8 and the sum of the W + cc and W + bb contributions by a factor of 0.5. These factors are obtained by comparing the data to the signal",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 15
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Inclusive ≥ 1 jet ≥ jets ≥ 3 jets ≥ 4 jets ≥ 5 jets ≥ 6 jets ≥ 7 jets   Table 4. Relative systematic uncertainties in the measured (W + + jets)/(W − + jets) cross-section ratio in percent as a function of the inclusive jet multiplicity. The uncertainty from b-tagging includes the uncertainties in the b-tagged jet identification and misidentification efficiencies as well as the impact of W +c, cc, bb cross sections in the extrapolation from the signal region to the fiducial region. Other backgrounds summarises the impact of Z and diboson cross sections as well as the statistical uncertainty in the background estimates. Other combines uncertainties in the pile-up modelling and the impact of matching jets to the primary vertex.",
            "paragraph_rank": 46,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 72,
                    "text": "Table 4",
                    "end": 79
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "-14 -",
            "paragraph_rank": 47,
            "section_rank": 15
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 16
        },
        {
            "section": "JHEP05(2018)077",
            "text": "and background predictions using a heavy flavour-enriched W + jets data sample, which requires events with at least one b-tagged jet and one or two additional jets. The impact on the measured cross section is below 2% for all jet multiplicities and in both the W cross section and the W + /W − cross-section ratio.",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The uncertainties due to the unfolding result from imperfections in the modelling of W + jets predictions as well as the size of the simulated sample used. The impact of the former is evaluated by repeating the unfolding using input from the Sherpa generator instead of the Alpgen+Pythia 6 generator and also by using input from Alpgen+Pythia 6 where the true distribution in the unfolding matrix is reweighted to provide a better description of the data at reconstructed level. The dependence due to the size of the simulated sample is derived using pseudo-experiments and the spread of the results is taken as an uncertainty. The impact on the measured cross section ranges from 0.5% to 3%.",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Theoretical predictions",
            "section_rank": 17
        },
        {
            "section": "Theoretical predictions",
            "text": "The measured cross sections for W + jets production are compared to a number of theoretical predictions at NNLO, NLO, and leading order (LO) in perturbative QCD, which are summarised in table 5. These predictions, with the exception of the NNLO results, are computed in the same phase space as the measurement, defined in table 2. In general, the NNLO and NLO predictions include theoretical uncertainties due to the choice of scale and the PDFs, while the LO predictions include only statistical uncertainties.",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "NNLO predictions",
            "section_rank": 18
        },
        {
            "section": "NNLO predictions",
            "text": "The W + jets predictions at NNLO are calculated using the N jetti program [4,5], which uses the so-called N-jettiness subtraction technique to control the infrared singularities of the final-state partons. This calculation uses a renormalisation and factorisation scale choice of µ o = m 2 W + Σ(p j T ) 2 and CT14 NNLO PDFs. All the kinematic selections listed in table 2 are applied except for the jet rapidity requirement, which is |y| < 2.5 for the leading jet for this calculation. In order to compare the N jetti results to the data, the ratio of events selected using a leading jet rapidity criterion of |y| < 4.4 to events using a criterion of |y| < 2.5 is estimated with the Alpgen+Pythia 6 simulation as a function of each differential observable and applied as a correction to the N jetti results. The size of this correction is around 10% to 15% at low p T of the W boson and of the jets as well as at low H T and decreases to zero at around 200 GeV to 250 GeV in p T (and at around 500 GeV for H T ). For the differential cross section as function of the second leading jet's rapidity, the correction is approximately constant at 10%. Uncertainties in this correction factor include statistical uncertainties from the Alpgen+Pythia 6 sample and the change in the correction when using the Sherpa 1.4.1 generator. The theoretical uncertainties in the NNLO prediction are obtained by multiplying and dividing µ o by a factor of two.",
            "paragraph_rank": 51,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 74,
                    "text": "[4,",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 77,
                    "text": "5]",
                    "end": 79
                }
            ]
        },
        {
            "text": "NLO predictions",
            "section_rank": 19
        },
        {
            "section": "NLO predictions",
            "text": "The BlackHat+Sherpa predictions (abbreviated to BH+S in the figures) include NLO calculations for W + jets production with up to five additional jets [  program provides the NLO virtual matrix element corrections while Sherpa calculates the tree-level diagrams and provides the phase-space integration. Focusing on events with one or two jets, only calculations at NLO for W + 1-jet, W + 2-jets, and W + 3-jets production are used for the corresponding measured jet multiplicity. These predictions use the CT10 NLO PDF set and the choice of renormalisation and factorisation scale is H T /2, where H T is the scalar sum of the transverse momenta of the W boson and the jets. The theoretical uncertainties considered include uncertainties due to the PDF error set and uncertainties due to the choice of scale, which are evaluated by independently varying the renormalisation and factorisation scales up and down by a factor of two. For W + 1-jet production, the BlackHat+Sherpa matrix elements are also used in the exclusive sums approach [94], in which NLO information from W + 2-jet production is utilised. Through this approach, additional contributions from higher multiplicity final states can be included in contrast to the standard fixed-order prediction. This is useful for observables that are sensitive to higher parton multiplicities.",
            "paragraph_rank": 52,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 1038,
                    "text": "[94]",
                    "end": 1042
                }
            ]
        },
        {
            "section": "NLO predictions",
            "text": "The MCFM calculation in this paper predicts W + jets production with one jet at NLO [95,96], with a second jet, if present, at LO accuracy as the real emission correction in the NLO calculation. Renormalisation and factorisation scales are set to H T /2. Four choices of PDF sets are shown: CT10, HERAPDF 1.5 [97], MSTW 2008 and NNPDF 2.3 [98], which are all at NLO. These predictions include uncertainties due to the PDF error set, the value of α S and the choice of scales, which are evaluated in the same way as above.",
            "paragraph_rank": 53,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 84,
                    "text": "[95,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 88,
                    "text": "96]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 309,
                    "text": "[97]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 339,
                    "text": "[98]",
                    "end": 343
                }
            ]
        },
        {
            "section": "NLO predictions",
            "text": "The Sherpa 2.2.1 generator is used to calculate W + jets production at NLO for up to two associated jets and at LO for a third jet. This calculation includes matching with a parton shower, hadronisation, and modelling of the underlying event. The PDF set",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 20
        },
        {
            "section": "JHEP05(2018)077",
            "text": "used is CT10 and the scale is set to H T /2. These predictions include uncertainties due to the PDF error set and the choice of scale, which are evaluated in the same way as above. The corresponding LO prediction from the same Sherpa version is given in addition for comparison. In the figures, the LO prediction is shown without any uncertainties. Sizeable NLO corrections to the cross section from electroweak (EW) emissions are expected especially at large transverse momentum of the produced W bosons in association with one or two jets [99]. The NLO EW corrections are determined with the same set-up as the NLO QCD-only Sherpa 2.2.1 predictions.",
            "paragraph_rank": 55,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 541,
                    "text": "[99]",
                    "end": 545
                }
            ]
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The Powheg r2129 results (abbreviated to PWHG+PY8 in the figures) are calculated at NLO for W production in association with one jet [47]. This is interfaced to the parton shower of Pythia 8 [100] and combined using the MiNLO technique [6]. The CT14 PDF set [31] is used for the Powheg calculation, and the PDF set CTEQ6L1 together with the tune AZNLO [101] for the parton shower. The Powheg predictions of the overall cross section are corrected by a factor of 1.1 for events with N jets ≥ 1, as indicated in the figures, to match the total integrated number of events in the data. Only statistical uncertainties are included.",
            "paragraph_rank": 56,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 133,
                    "text": "[47]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 191,
                    "text": "[100]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 236,
                    "text": "[6]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 258,
                    "text": "[31]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 352,
                    "text": "[101]",
                    "end": 357
                }
            ]
        },
        {
            "text": "LO predictions",
            "section_rank": 21
        },
        {
            "section": "LO predictions",
            "text": "Predictions from the multi-leg LO generators Alpgen and Sherpa (version 1.4.1) are compared to the data. The details of these predictions are described in section 3. In addition to the Alpgen predictions showered with Pythia 6 (abbreviated to ALPGEN+PY6 in the figures), a prediction using an alternative parton shower model from Herwig [48] with Jimmy [102] for the underlying event is shown. This prediction uses the same PDF as Alpgen+Pythia 6, but a different tune: AUET2 [49]. Only statistical uncertainties are shown. Theoretical uncertainties are large for LO calculations.",
            "paragraph_rank": 57,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 337,
                    "text": "[48]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 353,
                    "text": "[102]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 476,
                    "text": "[49]",
                    "end": 480
                }
            ]
        },
        {
            "text": "Non-perturbative corrections",
            "section_rank": 22
        },
        {
            "section": "Non-perturbative corrections",
            "text": "The N jetti , BlackHat+Sherpa, and MCFM results do not include non-perturbative effects from hadronisation and the underlying event. These corrections are computed for each bin with Sherpa 2.2.1 [37] combining matrix element calculations with up to two parton emissions at LO in pQCD. The calculation uses the NNPDF 3.0 PDF set and dynamic renormalisation and factorisation scales determined by the CKKW scale-setting procedure. The corrections are typically around 2-3% and are applied to the predictions for all measured distributions. Statistical uncertainties in these corrections and the systematic uncertainty, defined by the envelope of variations of the starting scale of the parton shower, the recoil scheme, the mode of shower evolution and the number of emitted partons from the matrix element, are included in the respective theory uncertainties. For the W + /W − predictions, no non-perturbative corrections are required as these effects cancel out in the ratio. The impact of QED radiation, which is considered as part of the dressed-electron definition in the measured cross sections, on the parton-level theoretical predictions is investigated using Sherpa 2.2.1 with the same set-up as the NLO Sherpa predictions described above and found to be very small. No correction for this effect is applied.",
            "paragraph_rank": 58,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 195,
                    "text": "[37]",
                    "end": 199
                }
            ]
        },
        {
            "section": "Non-perturbative corrections",
            "text": "-17 -",
            "paragraph_rank": 59,
            "section_rank": 22
        },
        {
            "text": "JHEP05(2018)077 8 Cross-section results",
            "section_rank": 23
        },
        {
            "section": "JHEP05(2018)077 8 Cross-section results",
            "text": "The measured cross sections for W → eν production and the cross-section ratios of W + /W − , obtained from separate measurement of W + and W − production, are shown for the jet multiplicity distributions as well as for distributions with N jets ≥ 1. For distributions with N jets ≥ 2, only the cross sections for W → eν production are shown. All results are compared to the set of predictions discussed in section 7.",
            "paragraph_rank": 60,
            "section_rank": 23
        },
        {
            "text": "Jet multiplicity distribution",
            "section_rank": 24
        },
        {
            "section": "Jet multiplicity distribution",
            "text": "The cross section for W production and the ratio of W + /W − for different inclusive jet multiplicities are shown in figure 2. Overall the data agree with the predictions within the experimental uncertainties. At higher multiplicities, the LO Sherpa predictions start to diverge from the data, while the NLO Sherpa predictions provide a much better description of the data. The Alpgen predictions are shown for two different parton shower models, both of which are consistent with the data within the experimental uncertainties. The trends for all predictions are the same for the distributions of the W + and W − cross sections as well as the exclusive jet multiplicities (see appendix A). For the ratio of W + /W − , agreement between the data and the predictions is much improved, indicating that theoretical mismodelling related to jet emission cancels out in the ratio. The Alpgen predictions, which perform very well for the cross-section measurement have an offset in the W + /W − cross-section ratio for events with one jet, which is outside of the experimental uncertainties. This is present for both parton shower models, thereby indicating a problem in the matrix element calculation or an incorrect u/d ratio in the LO PDF.",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "text": "Distributions for N jets ≥ 1",
            "section_rank": 25
        },
        {
            "section": "Distributions for N jets ≥ 1",
            "text": "The differential cross section for W production and the ratio of W + /W − as a function of H T are shown in figure 3 for N jets ≥ 1. The H T distribution is a very important test of pQCD as the higher values are sensitive to higher jet multiplicities and topologies such as qq → qq W (dijet production with a W boson emitted from one of the initial or final state quarks). The LO predictions of Sherpa and Alpgen, which both include multiple jets in the matrix element calculation describe the data best, although these predictions have large theoretical uncertainties. The BlackHat+Sherpa predictions underestimate the data at large values of H T . This is expected since, at these large values of H T , contributions from additional jets are important, which are only partially present in this calculation. The predictions from the BlackHat+Sherpa exclusive sums method and from the NNLO N jetti calculation, which include an additional jet emission at NLO, provide better agreement with the data. These effects cancel out to a large extent in the ratio of W + /W − . At the largest measured values of H T , where the measured cross section is small, the total experimental uncertainty in the W + /W − cross-section ratio increases due to larger statistical uncertainties in the data and some systematic uncertainties that do not fully cancel out in the ratio.",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "section": "Distributions for N jets ≥ 1",
            "text": "The distribution of the p T of the W boson is potentially sensitive to the parton distributions in the proton. For N jets ≥ 1, figure 4 shows the differential cross section as a function of the p T of the W boson for W production and the cross-section ratio of W + /W − .        For W production, there is good agreement between the data and most LO predictions as well as the N jetti NNLO calculation. Both the NLO and LO Sherpa 2.2.1 predictions perform worse than LO Sherpa 1.4.1. The Alpgen predictions vary slightly for different parton shower models, with Pythia providing a better description of the data. In the ratio of W + /W − , where the experimental precision is greatly improved, neither of these predictions describe the data well. Most predictions (except N jetti NNLO and Sherpa 1.4.1) overestimate the data between one to almost four times the experimental uncertainties. This effect is largest for Alpgen and consistent with the offset seen for Alpgen in figure 2 (right) for events with one jet. Figure 5 shows the differential cross section as a function of the leading jet p T for events with N jets ≥ 1 for W production and the ratio of W + /W − . The N jetti , Alpgen and LO Sherpa 1.4.1 predictions show fair agreement with the data for both distributions. The Sherpa 2.2.1 calculations for both NLO and LO as well as BlackHat+Sherpa tend to predict a softer p T distribution. These differences contrast with those observed in W +dijet production [21] in the leading jet p T for events with at least two jets. In that paper, the event selection requires a larger leading jet p T and a dijet invariant mass greater than 500 GeV. With this selection, the predictions tend to overestimate the cross section. This highlights how a given prediction can yield very different results in different phase spaces.",
            "paragraph_rank": 63,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 127,
                    "text": "figure 4",
                    "end": 135
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1016,
                    "text": "Figure 5",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "start": 1472,
                    "text": "[21]",
                    "end": 1476
                }
            ]
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 26
        },
        {
            "text": "ATLAS",
            "section_rank": 27
        },
        {
            "section": "ATLAS",
            "text": "The differential cross sections as a function of the leading jet rapidity for events with N jets ≥ 1 for W production and the ratio of W + /W − are shown in figure 6. In the forward region, the data turn down more sharply at |y| ≈ 3.6 compared to a smoothly falling   distribution. The experimental uncertainties, which in this region are dominated by the difference between Alpgen and Sherpa in the unfolding and the jet energy scale and resolution uncertainties, cover this effect. Most theory calculations predict a larger cross section for forward jets than that observed in the data and lie within 1-2 times the experimental uncertainties. The parton shower model strongly influences the calculated cross section in the high rapidity region, as seen through the comparison of Alpgen+Pythia 6 and Alpgen+Herwig. In addition, different PDF sets can affect the predicted cross section at high jet rapidities, but to a smaller extent (as can be seen by comparing with figure 24 in appendix A). The mismodelling in the forward region, however, largely cancels out in the ratio of W + /W − , resulting in good agreement with data. It can be noticed that Sherpa underpredicts the ratio at high rapidities, and Alpgen overpredicts the data around |y| ≈ 2.4. The W + /W − cross-section ratios for the above four observables (H T , W boson p T , leading jet p T and leading jet rapidity) are compared in figure 7 to NLO MCFM predictions with four different PDF sets: CT10, HERAPDF 1.5, MSTW 2008, and NNPDF 2.3. The theoretical uncertainties for the MCFM prediction are displayed only for the CT10 PDF set. As seen in the figure, the MCFM predictions vary depending on the PDF set used. These variations are largest for the p T of the W boson and at forward jet rapidities. In the region of 200 GeV to 400 GeV in the distribution of the p T of the W boson, where experimental uncertainties in the ratio are small (around 2% to 6%), the predictions from the four PDF sets differ by about 2% to 5% and are, in some cases, up to 2-3 times   Figure 6. Differential cross sections for the production of W bosons (left) and the W + /W − ratio (right) as a function of the leading jet rapidity for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 64,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 157,
                    "text": "figure 6",
                    "end": 165
                },
                {
                    "type": "figure",
                    "start": 2033,
                    "text": "Figure 6",
                    "end": 2041
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "the experimental uncertainty away from the data. Similar trends are visible in the H T distribution and the distribution of the leading jet p T . These results should prove useful in global PDF fits as a counterpart to measurements of Z boson production as a function of the Z boson p T [103][104][105]. Additional predictions from Powheg +Pythia 8 and Sherpa 2.2.1, the latter including NLO electroweak corrections to the W + and W − cross sections, are also shown in figure 7 for the W + /W − cross-section ratios. The description of the ratio by the Powheg +Pythia 8 predictions is similar to that from the BlackHat+Sherpa exclusive sums method. The impact of the emission of a second jet calculated at NLO in α S in the latter is balanced by the Pythia 8 parton shower in the former. Corrections to the differential cross section from electroweak radiation calculated at NLO in α QED grow for increasing values of H T , leading jet p T and the p T of the W boson, resulting in a reduction of the predicted cross section of up to 30% to 80% depending on the distribution (the distributions are shown in figures 21-23 in appendix A). The inclusion of these corrections to Sherpa 2.2.1 leads to a larger disagreement with the data. In the W + /W − cross-section ratio, differences due to these higher-order effects, both in α S and α QED , cancel out to a large extent.",
            "paragraph_rank": 65,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 287,
                    "text": "[103]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 292,
                    "text": "[104]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 297,
                    "text": "[105]",
                    "end": 302
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 469,
                    "text": "figure 7",
                    "end": 477
                }
            ]
        },
        {
            "text": "Distributions for N jets ≥ 2",
            "section_rank": 28
        },
        {
            "section": "Distributions for N jets ≥ 2",
            "text": "For events with at least two jets, the differential cross sections as a function of the second leading jet p T and rapidity are shown for W production in figure 8   predict the second jet at NLO. Both have a similar level of agreement with respect to the data for the second leading jet's p T distribution. The second leading jet's rapidity distribution is modelled well by most predictions up to a rapidity of |y| ≈ 2.5, similar to the modelling of the rapidity for the leading jet. At large jet rapidities, with the exception of Alpgen, all other calculations tend to predict larger cross sections.",
            "paragraph_rank": 66,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 154,
                    "text": "figure 8",
                    "end": 162
                }
            ]
        },
        {
            "section": "Distributions for N jets ≥ 2",
            "text": "The cross sections as a function of the dijet angular separation (∆R jet1,jet2 ) and of the dijet invariant mass (m jet1,jet2 ) are shown in figure 9 for W production. These observables test hard parton radiation at large angles and matrix-element/parton-shower matching  schemes. Jet production in the forward region can also be very sensitive to the tuning of the underlying event's contribution. BlackHat+Sherpa describes the data well for both distributions even at large dijet invariant masses, with a cross section slightly higher than in the data at low invariant mass. This leads to the small observed offset in the ∆R jet1,jet2 distribution, which is dominated by this low m jet1,jet2 region. The Sherpa 1.4.1 generator predicts too many events at large angular separations and high dijet invariant masses. As a result, this prediction greatly overestimates the data in the highest bin of the ∆R jet1,jet2 distribution, which includes all higher values beyond the shown ∆R jet1,jet2 range. Both LO and NLO Sherpa 2.2.1 describe the data better, in particular, the dijet invariant mass distribution. In Sherpa 1.4.1, considerable improvement in the description of this observable is found when requiring a larger p T of the leading jet. The Alpgen predictions describe large invariant masses well, but deteriorate for small and large angular separations between the leading two jets. Differences between the Alpgen predictions with two different parton shower models are small for both distributions. For electroweak production of the W boson, which becomes larger for dijet invariant masses above 1 TeV, a dedicated measurement with an optimised selection has been performed using data at √ s = 7 TeV and √ s = 8 TeV [21]. The cross sections for all distributions shown in this paper are available in Hep-Data [106]. The additional jet multiplicities for the displayed observables, the cross section and W + /W − cross-section ratio as a function of the pseudorapidity of the electron, and the separate W + and W − cross section distributions are given in appendix A.  ",
            "paragraph_rank": 67,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 1819,
                    "text": "[106]",
                    "end": 1824
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 29
        },
        {
            "section": "Conclusion",
            "text": "This paper presents measurements of W boson production cross sections and the W + /W − cross-section ratios, using data corresponding to an integrated luminosity of 20.2 fb −1 of proton-proton collisions at √ s = 8 TeV recorded by the ATLAS detector at the LHC. The selected differential distributions focus on W production in association with one or two jets and are sensitive tests of perturbative QCD, the modelling of the parton shower and the parton structure of the proton. The W + /W − cross-section ratio can be measured to high precision as many of the experimental and theoretical uncertainties cancel out.",
            "paragraph_rank": 68,
            "section_rank": 29
        },
        {
            "section": "Conclusion",
            "text": "Overall, the measured distributions show that NNLO and NLO predictions are able to describe the data. However, at high transverse momenta, large jet rapidities, or large dijet angular separations, many of these predictions underestimate or overestimate the cross sections. In many places, multi-leg LO generators, such as Alpgen and Sherpa, which consider a larger number of parton emissions from the matrix element calculation, model the data best, although with large theoretical uncertainties. There is, however, no single prediction that is able to describe all distributions well. The H T , jet rapidity, and dijet invariant mass distributions are in general the least well described, suggesting that better modelling of events with energetic jets as well as jets with large rapidities is needed. In the W + /W − cross-section ratios, additional features in the description of the data by the predictions emerge; agreement for Alpgen worsens, but in many places improves for others. The choice of parton distribution functions can, in some cases, modify the predicted W + /W − cross-section ratio by about the experimental uncertainty.",
            "paragraph_rank": 69,
            "section_rank": 29
        },
        {
            "section": "Conclusion",
            "text": "The presented measurements will allow a better understanding of perturbative QCD and the parton distribution functions of the proton.",
            "paragraph_rank": 70,
            "section_rank": 29
        },
        {
            "section": "Conclusion",
            "text": "-25 -JHEP05(2018)077",
            "paragraph_rank": 71,
            "section_rank": 29
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 30
        },
        {
            "section": "JHEP05(2018)077",
            "text": "A Additional cross-section distributions This appendix includes cross-section results for additional jet multiplicities, the differential cross section and the W + /W − cross-section ratio as a function of the pseudorapidity of the measured electron in the presence of any jet and of at least one jet, as well as the separate W + and W − cross sections for all W + /W − cross-section ratios, where they have not been shown earlier.",
            "paragraph_rank": 72,
            "section_rank": 30
        },
        {
            "section": "JHEP05(2018)077",
            "text": "A.1 Jet multiplicity and distributions for events with N jets ≥ 2",
            "paragraph_rank": 73,
            "section_rank": 30
        },
        {
            "section": "JHEP05(2018)077",
            "text": "The following additional multiplicities are measured:",
            "paragraph_rank": 74,
            "section_rank": 30
        },
        {
            "section": "JHEP05(2018)077",
            "text": "• The exclusive jet multiplicity distribution for W production (figure 10), and",
            "paragraph_rank": 75,
            "section_rank": 30
        },
        {
            "section": "JHEP05(2018)077",
            "text": "• the W cross section and the W + /W − ratio as a function of H T (figure 11), W p T (figure 12), and the leading jet p T (figure 13) for events with N jets ≥ 2.",
            "paragraph_rank": 76,
            "section_rank": 30
        },
        {
            "text": "A.2 Pseudorapidity of the electron",
            "section_rank": 31
        },
        {
            "section": "A.2 Pseudorapidity of the electron",
            "text": "The W , W + and W − cross sections and the W + /W − cross-section ratio as a function of the electron η for events with N jets ≥ 0 and N jets ≥ 1 are presented in figures 14-15.",
            "paragraph_rank": 77,
            "section_rank": 31
        },
        {
            "text": "A.3 W + and W − cross sections",
            "section_rank": 32
        },
        {
            "section": "A.3 W + and W − cross sections",
            "text": "The W + and W − cross sections, which have been used to calculate the W + /W − crosssection ratio distributions shown before, are given for the following jet multiplicities:",
            "paragraph_rank": 78,
            "section_rank": 32
        },
        {
            "section": "A.3 W + and W − cross sections",
            "text": "•           Figure 19. Differential cross sections for the production of W + (left) and W − (right) as a function of the leading jet p T for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.          Figure 26. Differential cross sections for the production of W + (left) and W − (right) as a function of the W p T for events with N jets ≥ 2. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.  Figure 27. Differential cross sections for the production of W + (left) and W − (right) as a function of the leading jet p T for events with N jets ≥ 2. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 79,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 12,
                    "text": "Figure 19",
                    "end": 21
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 644,
                    "text": "Figure 26",
                    "end": 653
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1258,
                    "text": "Figure 27",
                    "end": 1267
                }
            ]
        },
        {
            "text": "JHEP05(2018)077",
            "section_rank": 33
        },
        {
            "section": "JHEP05(2018)077",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 80,
            "section_rank": 33
        },
        {
            "section": "JHEP05(2018)077",
            "text": "JHEP05 2018 ",
            "paragraph_rank": 81,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2018",
                    "end": 11
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 34
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Cross section for the production of W bosons (left) and the W + /W − ratio (right) for different inclusive jet multiplicities. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 82,
            "section_rank": 34
        },
        {
            "text": "Figure 3 .",
            "section_rank": 35
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Differential cross sections for the production of W bosons (left) and the W + /W − ratio (right) as a function of H T for events with N jets ≥ 1. The last bin in the left figure includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 83,
            "section_rank": 35
        },
        {
            "text": "Figure 4 .",
            "section_rank": 36
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Differential cross sections for the production of W bosons (left) and the W + /W − ratio (right) as a function of the W p T for events with N jets ≥ 1. The last bin in the left figure includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 84,
            "section_rank": 36
        },
        {
            "text": "Figure 5 .",
            "section_rank": 37
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Differential cross sections for the production of W bosons (left) and the W + /W − ratio (right) as a function of the leading jet p T for events with N jets ≥ 1. The last bin in the left figure includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 85,
            "section_rank": 37
        },
        {
            "text": "Figure 7 .",
            "section_rank": 38
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. W + to W − cross-section ratio as a function of H T (top left), W p T (top right), leading jet p T (bottom left) and leading jet rapidity (bottom right) for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 86,
            "section_rank": 38
        },
        {
            "text": "Figure 8 .",
            "section_rank": 39
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Differential cross sections for the production of W + jets as a function of second leading jet p T (left) and rapidity (right) for events with N jets ≥ 2. The last bin in the left figure includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 87,
            "section_rank": 39
        },
        {
            "text": "Figure 9 .",
            "section_rank": 40
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Differential cross sections for the production of W + jets as a function of ∆R jet1,jet2 (left) and dijet invariant mass (right) for events with N jets ≥ 2. The last bin in both figures includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 88,
            "section_rank": 40
        },
        {
            "text": "In the presence of at least one jet, the default set of predictions (figures 16-20) and the MCFM predictions with different PDF sets (figures 21-24), corresponding to the figures shown in sections 8.1-8.2, and • in the presence of at least two jets, the default set of predictions (figures 25-27), corresponding to figures 11-13 shown in appendix A.1.",
            "paragraph_rank": 89,
            "section_rank": 41
        },
        {
            "text": "Figure 10 .",
            "section_rank": 42
        },
        {
            "section": "Figure 10 .",
            "text": "Figure 10. Cross section for the production of W + jets as a function of exclusive jet multiplicity. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 90,
            "section_rank": 42
        },
        {
            "text": "Figure 11 .",
            "section_rank": 43
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Differential cross sections for the production of W bosons (left) and the W + /W − ratio (right) as a function of the H T for events with N jets ≥ 2. The last bin in the left figure includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 91,
            "section_rank": 43
        },
        {
            "text": "Figure 12 .",
            "section_rank": 44
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. Differential cross sections for the production of W bosons (left) and the W + /W − ratio (right) as a function of the W p T for events with N jets ≥ 2. The last bin in the left figure includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 92,
            "section_rank": 44
        },
        {
            "text": "Figure 13 .Figure 14 .Figure 15 .Figure 16 .Figure 17 .",
            "section_rank": 45
        },
        {
            "section": "Figure 13 .Figure 14 .Figure 15 .Figure 16 .Figure 17 .",
            "text": "Figure 13. Differential cross sections for the production of W bosons (left) and the W + /W − ratio (right) as a function of the leading jet p T for events with N jets ≥ 2. The last bin in the left figure includes values beyond the shown range. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 93,
            "section_rank": 45
        },
        {
            "text": "Figure 18 .",
            "section_rank": 46
        },
        {
            "section": "Figure 18 .",
            "text": "Figure 18. Differential cross sections for the production of W + (left) and W − (right) as a function of the W p T for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 94,
            "section_rank": 46
        },
        {
            "text": "Figure 20 .",
            "section_rank": 47
        },
        {
            "section": "Figure 20 .",
            "text": "Figure 20. Differential cross sections for the production of W + (left) and W − (right) as a function of the leading jet rapidity for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 95,
            "section_rank": 47
        },
        {
            "text": "Figure 21 .",
            "section_rank": 48
        },
        {
            "section": "Figure 21 .",
            "text": "Figure 21. Differential cross sections for the production of W + (left) and W − (right) as a function of the H T for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 96,
            "section_rank": 48
        },
        {
            "text": "Figure 22 .",
            "section_rank": 49
        },
        {
            "section": "Figure 22 .",
            "text": "Figure 22. Differential cross sections for the production of W + (left) and W − (right) as a function of the W p T for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 97,
            "section_rank": 49
        },
        {
            "text": "Figure 23 .Figure 24 .Figure 25 .",
            "section_rank": 50
        },
        {
            "section": "Figure 23 .Figure 24 .Figure 25 .",
            "text": "Figure 23. Differential cross sections for the production of W + (left) and W − (right) as a function of the leading jet p T for events with N jets ≥ 1. For the data, the statistical uncertainties are indicated as vertical bars, and the combined statistical and systematic uncertainties are shown by the hatched bands. The uppermost panel in each plot shows the differential cross sections, while the lower panels show the ratios of the predictions to the data. The theoretical uncertainties on the predictions are described in the text. The arrows on the lower panels indicate points that are outside the displayed range.",
            "paragraph_rank": 98,
            "section_rank": 50
        },
        {
            "text": "Table 2",
            "section_rank": 51
        },
        {
            "section": "Table 2",
            "text": ". Kinematic criteria defining the fiducial phase space for the W → eν final state in association with jets.",
            "paragraph_rank": 100,
            "section_rank": 51
        },
        {
            "text": "Table 3 .",
            "section_rank": 52
        },
        {
            "section": "Table 3 .",
            "text": "Relative systematic uncertainties in the measured W + jets cross sections in percent as a function of the inclusive jet multiplicity. The uncertainty from b-tagging includes the uncertainties in the b-tagged jet identification and misidentification efficiencies as well as the impact of W +c, cc, bb cross sections in the extrapolation from the signal region to the fiducial region. Other backgrounds summarises the impact of Z and diboson cross sections as well as the statistical uncertainty in the background estimates. Other combines uncertainties in the pile-up modelling and the impact of matching jets to the primary vertex.",
            "paragraph_rank": 101,
            "section_rank": 52
        },
        {
            "section": "Table 3 .",
            "text": "Inclusive ≥ 1 jet ≥ 2 jets ≥ 3 jets ≥ 4 jets ≥ 5 jets ≥ 6 jets",
            "paragraph_rank": 102,
            "section_rank": 52
        },
        {
            "text": "N jets , ∆R jet1,jet2 and m jet1,jet2",
            "paragraph_rank": 103,
            "section_rank": 53
        },
        {
            "text": "Table 5 .",
            "section_rank": 54
        },
        {
            "section": "Table 5 .",
            "text": "Summary of theoretical predictions, including the maximum number of partons at the highest order in α S used in this analysis, the PDF set used, if non-perturbative corrections (NPC) are applied and if a modelling of the parton shower (PS) is included and additional comments. The maximum number of partons in between parentheses is only used in the estimate of systematic uncertainties in the NPC. NLO electroweak (EW) corrections are applied to the prediction at NLO in α S only.",
            "paragraph_rank": 104,
            "section_rank": 54
        },
        {
            "text": "077 [16] LHCb collaboration, Measurement of forward W and Z boson production in association with jets in proton-proton collisions at √ s = 8 TeV, JHEP 05 (2016) 131 [arXiv:1605.00951] [INSPIRE]. [17] CDF collaboration, F. Abe et al., Measurement of jet multiplicity in W events produced in pp collisions at √ s = 1.8 TeV, Phys. Rev. Lett. 70 (1993) 4042 [INSPIRE]. [18] CDF collaboration, T. Aaltonen et al., Measurement of the cross section for W − boson production in association with jets in pp collisions at √ s = 1.96 TeV, Phys. Rev. D 77 (2008) 011108 [arXiv:0711.4044] [INSPIRE]. [19] D0 collaboration, V.M. Abazov et al., Studies of W boson plus jets production in pp collisions at √ s = 1.96 TeV, Phys. Rev. D 88 (2013) 092001 [arXiv:1302.6508] [INSPIRE]. [20] D0 collaboration, V.M. Abazov et al., Measurements of inclusive W +jets production rates as a function of jet transverse momentum in pp collisions at √ s = 1.96 TeV, Phys. Lett. B 705 (2011) 200 [arXiv:1106.1457] [INSPIRE]. [21] ATLAS collaboration, Measurements of electroweak W jj production and constraints on anomalous gauge couplings with the ATLAS detector, Eur. Phys. J. C 77 (2017) 474 [arXiv:1703.04362] [INSPIRE]. [22] ATLAS collaboration, Measurement of W boson angular distributions in events with high transverse momentum jets at √ s = 8 TeV using the ATLAS detector, Phys. Lett. B 765 (2017) 132 [arXiv:1609.07045] [INSPIRE]. [23] ATLAS collaboration, Measurement of the production of a W boson in association with a charm quark in pp collisions at √ s = 7 TeV with the ATLAS detector, JHEP 05 (2014) 068 [arXiv:1402.6263] [INSPIRE]. [24] ATLAS collaboration, Measurement of the cross-section for W boson production in association with b-jets in pp collisions at √ s = 7 TeV with the ATLAS detector, JHEP 06 (2013) 084 [arXiv:1302.2929] [INSPIRE]. [25] CMS collaboration, Measurement of the production cross section of a W boson in association with two b jets in pp collisions at √ s = 8 TeV, Eur. Phys. J. C 77 (2017) 92 [arXiv:1608.07561] [INSPIRE]. [26] CMS collaboration, Measurement of associated W + charm production in pp collisions at √ s = 7 TeV, JHEP 02 (2014) 013 [arXiv:1310.1138] [INSPIRE]. [27] LHCb collaboration, Measurement of forward tt, W + bb and W + cc production in pp collisions at √ s = 8 TeV, Phys. Lett. B 767 (2017) 110 [arXiv:1610.08142] [INSPIRE].",
            "paragraph_rank": 105,
            "section_rank": 55
        },
        {
            "text": "Acknowledgments",
            "section_rank": 57
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 106,
            "section_rank": 57
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 107,
            "section_rank": 57
        }
    ]
}