{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The Circular Electron-Positron Collider (CEPC) is a future Higgs factory proposed by the Chinese high energy physics community. It will operate at a center-of-mass energy of 240-250 GeV and is expected to accumulate an integrated luminosity of 5 ab −1 with ten years of operation. At CEPC, Higgs bosons are dominantly produced from ZH associated process. Vast amount of Higgs events collected will enable precise studies of its properties including Yukawa couplings to massive particles. With GEANT4-based simulation of detector effects, we study CEPC feasibility on measuring Higgs boson decaying into a pair of muons. The results with or without information from Z boson decay products are provided, which show a signal significance of over 10 standard deviations can be achieved and the H-µ-µ coupling can be measured within 10% accuracy.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of the Higgs-like boson completes the particle table of the Standard Model (SM) of particle physics. Up-to-date LHC measurements all indicate that the Higgs boson is indeed highly SM like [1][2][3][4][5][6]. In the SM, Higgs couplings to massive particles are proportional to their mass (square). Hence the event rate with Higgs couplings to the first and second generation of massive fermions can be very small, making them difficult to measure at the LHC. The Circular Electron-Positron Collider (CEPC) [7], however, is designed to run around 240 ∼ 250 GeV with an instantaneous luminosity of 2 × 10 34 cm −2 s −1 , and will deliver 5 ab −1 of integrated luminosity with ten years of running. The huge amount of data will enable precise measurement of the Higgs to light fermions branching ratios and determine associated Yukawa couplings, including H-µ-µ, which is crucial to validate consistency of the SM Higgs mechanism since any deviation indicates the existence of new physics.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 202,
                    "text": "[1]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 205,
                    "text": "[2]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 208,
                    "text": "[3]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 211,
                    "text": "[4]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 214,
                    "text": "[5]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 217,
                    "text": "[6]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 519,
                    "text": "[7]",
                    "end": 522
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Searches for the H → µ + µ − production have been performed at ATLAS and CMS experiments with Run-I and Run-II data [9][10][11]. The most stringent observed (expected) upper limit on the cross-section times branching ratio is found to be 2.8 (2.9) times the SM prediction [11].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 116,
                    "text": "[9]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 119,
                    "text": "[10]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 123,
                    "text": "[11]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 272,
                    "text": "[11]",
                    "end": 276
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Projections have also been made at High Luminosity-LHC assuming an integrated luminosity of 3000 fb −1 collected by the ATLAS or CMS detector, which can lead to a signal significance of about 7 σ [12] with the H-µ-µ coupling determined with an accuracy of around 20% [13]. Studies have also been performed for the International Linear Collider (ILC). Considering a center mass energy of 250 GeV and an integrated luminosity of 250 fb −1 , the signal is dominated by the Higgs-strahlung from a Z boson and the signal significances for the sub-processes with Z boson decays into νν and qq are found to be 1.8 and 1.1 σ, respectively [14]. Assuming polarized beams and collisions at a center mass energy 1 TeV with an integrated luminosity of 500 fb −1 , the signal is dominated by the WW-fusion process and a sensitivity of 2.75 σ can be achieved [15].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 267,
                    "text": "[13]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 631,
                    "text": "[14]",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 845,
                    "text": "[15]",
                    "end": 849
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At the CEPC, the signal H → µ + µ − production is dominated by the Higgs-strahlung from a Z boson. We perform a feasibility study based on events generated at leading order accuracy with initial state radiation (ISR), parton shower, hadronization and detector effects simulated.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Considering that 70% of the Z bosons decay hadronically and 20% decay invisibly, we focous on two scenarios, one for Z boson inclusive decay and the other for hadronic decay. The first case maximally exploited the statistics of the produced H → µ + µ − events and the second category takes advantage of the major part of the decay kinematics. For both cases, we first perform a cutbased analysis and then improve the measurement using a Boosted Decision Tree (BDT) technique.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This paper is organized as follows. Section 2 describes event generation and simulation. Section 3 presents results for the inclusive measurement. Section 4 presents results for the Z→qq decay channel. Section 5 summarizes the paper.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Monte Carlo Simulation",
            "section_rank": 3
        },
        {
            "section": "Monte Carlo Simulation",
            "text": "At 250 GeV CEPC, Higgs bosons are mainly produced through Higgs-strahlung, i.e. e + e − → ZH. With an integrated luminosity of 5000 fb −1 , about 230 of our signal events H → µ + µ − can be produced. The expected background to the signal production includes 2fermion processes e + e − → ff , where f can be any SM fermion other than the top quark, and 4-fermion processes, which can be mediated through associated ZZ, WW, ZZ, WW production and a single Z boson production. All Monte Carlo (MC) events are generated with Whizard V1.9.5 [16] event generator at parton level with ISR and interference effects included. The generated events are interfaced to Pythia 6 [17] for parton shower and hadronization simulation. Detector effects are simulated with the CEPC detector implemented with Mokka/GEANT4 [7,18,19]. The detector is assumed to have a similar structure as the International Large Detector (ILD) [20,21] at the ILC [22]. At the CEPC, the muon identification efficiency is expected to be over 99.5% for P T larger than 10 GeV, and with excellent P T resolution of σ 1/P T = 2 × 10 −5 ⊕ 1 × 10 −3 /(P T sin θ). The fully simulated events are reconstructed with a particleflow algorithm ArborPFA [23]. More details about the CEPC sample set can be found in reference [24].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 535,
                    "text": "[16]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 664,
                    "text": "[17]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 801,
                    "text": "[7,",
                    "end": 804
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 804,
                    "text": "18,",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 807,
                    "text": "19]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 906,
                    "text": "[20,",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 910,
                    "text": "21]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 925,
                    "text": "[22]",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1203,
                    "text": "[23]",
                    "end": 1207
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1274,
                    "text": "[24]",
                    "end": 1278
                }
            ]
        },
        {
            "section": "Monte Carlo Simulation",
            "text": "The major SM backgrounds, including all the 2fermion processes(e + e − → ff , where ff refers to all lepton and quark pairs except tt) and 4-fermion processes(ZZ, W W , ZZ or W W , single Z). The initial states radiation (ISR) and all possible interference effects are taken into account in the generation automatically. The classification for four fermions production, is referred to LEP [25], depending crucially on the final state. For example, if the final states consist of two mutually charge conjugated fermion pairs that could decay from both W W and ZZ intermediate state, such as e + e − ν eνe , this process is classified as \"ZZ or W W \" process. If there are e ± together with its parter neutrino and an on-shell W boson in the final tate, this type is named as \"single W \". Meanwhile, if there are a electronpositron pair and a on-shell Z boson in the final state, this case is named as \"single Z\". Detailed information on the 2-fermion and 4-fermion samples used in our analyses are listed in Tables 3 and 4.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 389,
                    "text": "[25]",
                    "end": 393
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1007,
                    "text": "Tables 3 and 4",
                    "end": 1021
                }
            ]
        },
        {
            "text": "Inclusive analysis",
            "section_rank": 4
        },
        {
            "section": "Inclusive analysis",
            "text": "A recoil mass method enables a measurement of the H → µ + µ − production without measuring the associated Z boson decay. We define the recoil mass as",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Inclusive analysis",
            "text": "where √ s is the center of mass energy, M H and E H correspond to the reconstructed mass and energy of the Higgs boson. The ZH (H → µ + µ − ) events form a peak in the M recoil distribution at the Z boson mass window.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Inclusive analysis",
            "text": "We select two muons with largest transverse momenta and consider selections on the following kinematic variables: invariant mass of the di-muon system M µ + µ − , recoil mass of the di-moun system M µ + µ − recoil , transverse momentum of the di-muon system P T µ + µ − , third component of the di-muon momentum P Z µ + µ − , energy of di-muon system E µ + µ − , and angular variables cos θ µ − , cosθ µ + , cosθ µ + µ − , cosθ Zµ − , and cos θ Zµ + , where θ Zµ ± represents angle between Z boson and muon leptons. ",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Cut-count analysis",
            "section_rank": 5
        },
        {
            "section": "Cut-count analysis",
            "text": "The event numbers under selection flow are summarized in Table 1. The two mass windows",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 57,
                    "text": "Table 1",
                    "end": 64
                }
            ]
        },
        {
            "section": "Cut-count analysis",
            "text": "recoil are set in accord with the signal signature. The P T µ + µ − , P Z µ + µ − are set to reduce the ZZ, where one of the Z boson decays to µ + µ − , and Drell-Yan Z→ µ + µ − background. The Higgs and Z boson decays can lead to different cosθ µ + , cos θ µ − distributions due to the spindependence of the couplings and the parity violation of the Weak interaction. cos θ µ + µ − selection is chosen to supress the 2f background. An unbinned maximum likelihood fit is performed on M µ + µ − distribution. The signal is parameterized by a crystal ball function, with parameters fixed by simulated events. The background is parametrized by a second order Chebychev function.  ",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "BDT optimization",
            "section_rank": 6
        },
        {
            "section": "BDT optimization",
            "text": "We have also exploited the Toolkit for Multivariate Analysis (TMVA) [26] for further background rejection, where the method of Gradient Boosted Decision Trees (BDTG) is adopted. After fixing the range of the invariant mass and the recoil mass as mentioned above, 5 variables are taken as inputs to TMVA, including cos θ µ ± Z , cosθ µ ± and P Z µ + µ − . The choice of these variables are based on many tests and importance ranking. The resulted BDT response distribution can be seen in Figure 3, where the agreement between training and testing samples shows no obvious overtaining. We then take the final event selections as: BDTG response > 0.369, 20<P T µ + µ − <64 GeV and cos θ µ + µ − > -0.996. A maximum likelihood fit is performed on the resulted invariant mass of the di-muon system. The signal and background probability functions are parametrized in the same form as in the previous cut-count study.  ",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 68,
                    "text": "[26]",
                    "end": 72
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 487,
                    "text": "Figure 3",
                    "end": 495
                }
            ]
        },
        {
            "text": "Z(qq)H(µµ) analysis",
            "section_rank": 7
        },
        {
            "section": "Z(qq)H(µµ) analysis",
            "text": "Among all Z boson decay modes, hadronic channel is most promising due to its large branching fraction (∼ 70%). The exclusive method of kt algorithm for e + e − collisions in the Fastjet [27] is used to reconstruct two jets with the particles expect the chosen µ − and µ + , and the jets are sorted by energy. We perform an analysis on the Z(qq)H(µµ) production. Apart from previously mentioned variables related to the H(µµ) system, we further exploit the following selections on jets: third component of di-jet system momentum P Z jj , recoil mass of the di-jet system M jj recoil mass of jets M j1,2 and invariant mass of the di-jet system M jj . ",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 186,
                    "text": "[27]",
                    "end": 190
                }
            ]
        },
        {
            "text": "Cut-count analysis",
            "section_rank": 8
        },
        {
            "section": "Cut-count analysis",
            "text": "A cut-count analysis is performed for the exclusive analysis. The event flow under selections are summarized in Table 2. Selections on single and di-jet masses eliminates most background without hard jets. Recoil mass cut forther reduces the Z(ll)Z(qq) background. As in the inclusive channel, we perform a likelihood fit to extract the signal yield and strength parameter. Quality of the fit is demonstrate in Fig. 5. The signal yield from the fit is 75.5 ± 12.5. The signal strength can be determined with an uncertainty from -16% to 17%, at 68% confidence level. The signal significance under the peak 124-125 GeV is found to be 10.8σ. ",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 112,
                    "text": "Table 2",
                    "end": 119
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 411,
                    "text": "Fig. 5",
                    "end": 417
                }
            ]
        },
        {
            "text": "BDT improvement",
            "section_rank": 9
        },
        {
            "section": "BDT improvement",
            "text": "In order to achieve highest significance, we perform a two step multivariate analysis. The first step exploit a MLP (Multilayer Perceptron) [26] method to suppress the fully leptonic WW and ZZ backgrounds. After applying M µ + µ − recoil > 90 GeV, 4 variables including M j1,2 , M jj and M jj recoil are considered as inputs for the MLP. The effectiveness of this MLP is shown in Fig. 6. After requiring MLP response to be greater than 0.71, we exploit BDTG to further reduce the backgounds from semileptonic ZZ and WW. In this second step, variables cosθ µ ± , cosθ µ ± Z , P Z µ + µ − , P Z jet12 , cos θ j1/j2,H , cosθ j1,2 , M jj are taken as inputs.  After the two step multivariate analysis, we require BDTG response>-0.13, 90.4 < M µ + µ − recoil < 93 GeV and 28<P T µ + µ − <64 GeV. Finally, we perform a likelihood fit to extract the signal yield and strength parameter, as shown in Fig. 7. The signal yield from the fit is 73.4±12.4. Based on a likelihood scan, the signal strength can be determined with an uncertainty from -16% to 17%, at 68% confidence level. The significance of the signal in the peak region 124-125 GeV is found to be 10.8σ.",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 140,
                    "text": "[26]",
                    "end": 144
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 380,
                    "text": "Fig. 6",
                    "end": 386
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 892,
                    "text": "Fig. 7",
                    "end": 898
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "Feasibility of measuring H → µ + µ − at the CEPC is studied considering a center of mass energy 250 GeV collision and 5000 fb −1 integrated liminosity. The measurement is perfomed in two complementary channels: ZH production without measuring the Z boson decay and ZH production with the Z boson hadronically decay. For each decay channel, a cut-count analysis is tested and followed with an improvement using multivariate techniques. Similar results are obtained from two channels. Over 10 σ significance can be reached for the signal H → µ + µ − process. Accuracy of the signal strength can be measured with ±14% uncertainty and the associated H-µ-µ coupling can be restricted to 10% level. The results are comparable to the High-Luminosity LHC.",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "Appendices A  Table 4. The information of the four fermions background samples",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 14,
                    "text": "Table 4",
                    "end": 21
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Distribution of the M µ+ µ − recoil , PT µ + µ − , PZ µ + µ − , cos θ µ + , cos θ µ − , cos θ µ + µ −in the inclusive analysis, after the preselection (2 well identified muons) and 120< M µ + µ − <130 GeV requirements. All the distributions are normalized to 10.",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The invariant mass spectrum of di-muon system in the inclusive analysis . The dotted points with error bars represent data from CEPC simulation.The red-solid and green-dashed lines correspond to the signal and background contributions and the solid-blue line represents the post-fit value of the total yield.",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "Figure 2",
            "section_rank": 13
        },
        {
            "section": "Figure 2",
            "text": "Figure 2shows the post-fit result of the invariant mass distribution of the dimuon system. The fitted number of signal event is 77.2±13.0. At 68% confidence level, an accuracy from -17% to 18% on the signal strength can be achieved based on a likelihood scan.The signal under the peak 124-125 GeV leads to a high significance of 8.8 σ, via simple couting 2(s + b)ln(1 + s b ) − s, with s and b represent signal and background yields.",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The BDT response distribution(top)   and the post-fit result with BDT improvement(below).",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "Figure 3",
            "section_rank": 15
        },
        {
            "section": "Figure 3",
            "text": "Figure 3shows the BDT response distribution and the post-fit result of M µ + µ − . The fitted number of the signal is 62.3±10.9. At 68% confidence level, an accuracy from -16% to 17% on the signal strength can be achieved based on a likelihood scan. The signal under the peak 124-125 GeV leads a significance of 10.9 σ.",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Distributions of the M µ + µ − recoil , Mjj in Z(qq)H(µ + µ − ) analysis. And the distributions are normalize to 10.",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. The invariant mass spectrum of di-muon system in the Z(qq)H(µµ) analysis. The dotted",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. The MLP result and the overtraining test in the Z(qq)H(µµ) analysis.",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. The BDT response(top) and the final fit result(below) in the Z(qq)H(µµ) channel analysis",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "text": "Table 1 .",
            "section_rank": 20
        },
        {
            "section": "Table 1 .",
            "text": "Signal and background number of events under selection flow for the inclusive analysis. The simulation corresponds to CEPC at √ s = 250 GeV with an integrated luminosity of 5000 fb −1 .",
            "paragraph_rank": 31,
            "section_rank": 20
        },
        {
            "text": "Table 2 .",
            "section_rank": 21
        },
        {
            "section": "Table 2 .",
            "text": "The cut-chain with cut-base method in the Z(qq)H(µµ) analysis.",
            "paragraph_rank": 32,
            "section_rank": 21
        },
        {
            "text": "Table 3 .",
            "section_rank": 22
        },
        {
            "section": "Table 3 .",
            "text": "The information of the two fermions background samples",
            "paragraph_rank": 33,
            "section_rank": 22
        },
        {
            "text": "Process",
            "section_rank": 26
        },
        {
            "section": "Process",
            "text": "Final  ",
            "paragraph_rank": 34,
            "section_rank": 26
        }
    ]
}