{
    "level": "paragraph",
    "abstract": [
        {
            "text": "NA61/SHINE is a large acceptance fixed target experiment at the CERN SPS which studies final hadronic states in interactions between various particles and nuclei [1]. The main topic of this contribution are preliminary results for mean negatively charged pion multiplicities π − from central Ar+Sc and Be+Be collisions. The data were taken recently by the NA61/SHINE collaboration for a wide range of beam momenta. Measured rapidity distributions dn dy were extrapolated to unmeasured regions to obtain total multiplicities π − . A new scheme to calculate the mean number of wounded nucleons W utilizing the EPOS MC model is described. Using data from other experiments, a comparison of π W for different collisions and beam momenta is discussed.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 162,
                    "text": "[1]",
                    "end": 165
                }
            ]
        }
    ],
    "body_text": [
        {
            "text": "π − rapidity distributions",
            "section_rank": 2
        },
        {
            "section": "π − rapidity distributions",
            "text": "The starting point of the analysis described herein are double differential spectra d 2 n dydp T of negatively charged hadrons, where y and p T are rapidity and transverse momentum of partcles, respectively. To identify negatively charged pions, the \"h − \" method (see details in Ref. [2]) is used. Centrality was determined by selecting the 5% of collisions with the smallest forward going energy as measured by the Projectile Spectator Detector (PSD) [1]. The acceptance is as high as 2 GeV/c in p T and 3.5 in y.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 285,
                    "text": "[2]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 453,
                    "text": "[1]",
                    "end": 456
                }
            ]
        },
        {
            "section": "π − rapidity distributions",
            "text": "The spectra were obtained from reconstructed tracks applying a series of quality cuts. In order to correct for trigger and reconstruction inefficiencies, one needs to apply a Monte Carlo correction. To this end, the EPOS MC [3] is used in NA61/SHINE. A large statistics of ion collisions is generated and particles are accumulated in bins n i, j gen in transverse momentum p T versus rapidity y. The generated data undergo the regular reconstruction procedure. Selecting negatively charged pions results in the distribution n i, j sel . The correction factor c i, j is then calculated as the ratio of the two Monte-Carlo generated spectra c i, j = n i, j gen /n i, j sel . The final experimental spectra are obtained as n i, j = n i, j data c i, j . In order to estimate the mean π − multiplicity in the full acceptance, one needs to extrapolate the experimental data to unmeasured regions. The extrapolation process consisted of two stepsextrapolation in transverse momentum p T for each bin of rapidity y and extrapolation of dn/dy in rapidity. For the latter a sum of two Gaussian functions was fitted, g(y) = g T (y) + g P (y), where",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 224,
                    "text": "[3]",
                    "end": 227
                }
            ]
        },
        {
            "section": "π − rapidity distributions",
            "text": "In order to calculate the mean negatively charged pion multiplicity π − , the following formula was utilized: e-mail: mnaskret@cern.ch EPJ Web of Conferences 171, 16006 2018https://doi.org/10.1051/epjconf/201817116006 SQM 2017",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 169,
                    "text": "2018",
                    "end": 173
                }
            ]
        },
        {
            "section": "π − rapidity distributions",
            "text": "Thus the final result is the sum over measured values of dn/dy in the acceptance region and the integral over the Gaussian fits outside. Statistical uncertainties were calculated and systematic uncertainties were assumed to be 5% based on the previous NA61 analysis of p+p collisions [4].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 284,
                    "text": "[4]",
                    "end": 287
                }
            ]
        },
        {
            "text": "The mean number of wounded nucleons",
            "section_rank": 3
        },
        {
            "section": "The mean number of wounded nucleons",
            "text": "The number of wounded nucleons can not be measured experimentally in NA61/SHINE. It has to be calculated using Monte Carlo models. Two models were used to perform calculations -Glissando 2.73 [5] based on the Glauber model and EPOS 1.99 (version CRMC 1.5.3) [3] using a parton ladder model. Glissando provides values that are consistent with previous measurements and applicable to the wounded nucleon model [6]. EPOS, on the other hand, allows for more detailed centrality analysis and event selection. It is possible to reproduce Glauber-based W values in EPOS and they are in good agreement with Glissando as shown in Fig. 1, where both -statistical and systematic uncertainties are calculated and combined. Therefore, Glauber-based EPOS values are used in later considerations.  Figure 1. Average number of wounded nucleons W calculated by Glissando and EPOS \"a la Glauber\".",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 192,
                    "text": "[5]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 258,
                    "text": "[3]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 408,
                    "text": "[6]",
                    "end": 411
                },
                {
                    "type": "figure",
                    "start": 621,
                    "text": "Fig. 1",
                    "end": 627
                },
                {
                    "type": "figure",
                    "start": 783,
                    "text": "Figure 1",
                    "end": 791
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "Preliminary π − rapidity spectra for Ar+Sc and Be+Be collisions are presented in Fig. 2 Preliminary results on π − and W were calculated according to procedures described in sections 1 and 2. These are presented in Table 1 for Ar+Sc and Be+Be collisions.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 81,
                    "text": "Fig. 2",
                    "end": 87
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 215,
                    "text": "Table 1",
                    "end": 222
                }
            ]
        },
        {
            "section": "Results",
            "text": "In order to compare results obtained for different systems, an isospin correction should be taken into account. To this end phenomenological formulas are used",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "The correction is only applied to measurements where its effect is the strongest. This assumption is based on the compilation of the world data presented in [7] and the model presented therein. Where needed, the data is corrected for slight differences in beam momentum. Applying this correction one can plot the π − / W ratios for different systems for 30A and 150A GeV/c, see Fig. 3. Comparison of the preliminary Be+Be and Ar+Sc results with those from other systems suggest a monotonic increase with W at 150A GeV/c and a constant value at 30A GeV/c. onset of deconfinement is predicted by the SMES [8] model due to the larger number of effective degrees of freedom in comparison to the hadron resonance gas (HRG) model. As for the NA61 Ar+Sc, Be+Be and p+p data only the value of π − was obtained, the multiplicities of π + and π 0 are approximated by multiplying the previously isospin asymmetry corrected π − multiplicities by a factor 3: π = 3 π − . This approach is motivated by the fact that the NA61/SHINE acceptance is the largest for π − . The energy dependence of the π / W ratio is presented in Fig. 4. The Ar+Sc results follow p+p for low energies whereas for high energies they follow Pb+Pb. No simple systematics are observed at low SPS energies. This might be caused by different physics processes and/or systematic bias in the estimate of W . Full simulation of the fragmentation process and PSD response is needed in order to reduce the latter uncertainty.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 157,
                    "text": "[7]",
                    "end": 160
                },
                {
                    "type": "figure",
                    "start": 378,
                    "text": "Fig. 3",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 603,
                    "text": "[8]",
                    "end": 606
                },
                {
                    "type": "figure",
                    "start": 1110,
                    "text": "Fig. 4",
                    "end": 1116
                }
            ]
        },
        {
            "text": "Figure 3 . 4 . 3 EPJ]Figure 4 .",
            "section_rank": 5
        },
        {
            "section": "Figure 3 . 4 . 3 EPJ]Figure 4 .",
            "text": "Figure 3. Measurements of the π − / W ratio in nucleon-nucleon and central nucleus-nucleus collisions.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Table 1 .",
            "section_rank": 6
        },
        {
            "section": "Table 1 .",
            "text": "Preliminary π − rapidity spectra for the 5% most central Ar+Sc and Be+Be collisions. Preliminary reslults on π − and W for the 5% most central Ar+Sc and Be+Be collisions.",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "Table 1 .",
            "text": "© The Authors, published by EDP Sciences. This is an open access article distributed under the terms of the Creative Commons Attribution License 4.0 (http://creativecommons.org/licenses/by/4.0/).",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Table 1 .",
            "text": "EPJ Web of Conferences 171, 16006 (2018) https://doi.org/10.1051/epjconf/201817116006 SQM 2017",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "Preliminary results on π − rapidity spectra and multiplicities in central Be+Be and Ar+Sc collisions at the CERN SPS are presented. Total multiplicities as function of collision energy and ratios with the average number of wounded nucleons were obtained. These new results are compared to previous measurements on nucleon-nucleon and nucleus-nucleus interactions. Results from Ar+Sc follow those obtained in Pb+Pb reactions at higher SPS energies whereas for low energies they follow p+p.",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "This work was partially supported by the National Science Centre, Poland (grant 2015/18/M/ST2/00125).",
            "paragraph_rank": 15,
            "section_rank": 8
        }
    ]
}