{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurement of the production cross section of three isolated photons in pp collisions at s = 8TeV using the ATLAS detector .The ATLAS Collaboration â r t i c l e i n f o",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The production of three prompt photons in proton-proton ( pp) collisions, pp → γγγ + X , provides a testing ground for perturba tive quantum chromodynamics (pQCD). This process is rare in the Standard Model (SM) since the leading-order (LO) contribution to triphoton production is of order αE 3M. The measurement of tripho ton production can be performed in a broader range of kinematic regions than in 2 → 2 reactions such as inclusive-photon [1][2][3][4] and diphoton [5][6][7] production. This provides a complementary test of pQCD in processes with photons in the final state.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 444,
                    "text": "[1]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 447,
                    "text": "[2]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 450,
                    "text": "[3]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 453,
                    "text": "[4]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 470,
                    "text": "[5]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 473,
                    "text": "[6]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 476,
                    "text": "[7]",
                    "end": 479
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Precise measurements of triphoton production can be used to improve the description of this process in Monte Carlo (MC) models. In addition, SM triphoton production provides one of the main irreducible backgrounds for some beyond-the-SM (BSM) searches. Potential BSM processes include the associated produc tion of a photon and an exotic neutral particle decaying into a photon pair (qq → X0γ ), where X0 can be a Kaluza-Klein gravi ton (G KK) [8][9][10] or a pseudoscalar (a) [11]. Moreover, triphoton production is also the main background to the predicted decay of the Z boson into three photons. The current upper limit at 95% confidence level on the branching fraction for Z → 3γ is 2.2 × 10-6 [12].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 444,
                    "text": "[8]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 447,
                    "text": "[9]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 450,
                    "text": "[10]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 477,
                    "text": "[11]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 699,
                    "text": "[12]",
                    "end": 703
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Three photons can be produced via two main mechanisms: direct and fragmentation production. In the case of the direct E-mail address: atlas. publications @cern. ch. production process, three photons are produced in the hard in teraction via the annihilation of an initial-state quark-antiquark pair (qq → γγγ). In the fragmentation process, at least one of the photons arises from the fragmentation of a high-transversemomentum (high-pT) parton (qg → γγq[γ ]). Direct photons are typically isolated, while those originating from the fragmentation process are usually accompanied by nearby partons. Measurements of final-state photons include an isolation requirement to reduce background contributions from neutral-hadron decays into pho tons. As a consequence, signal processes with one or more frag mentation photons are also suppressed.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This Letter presents measurements of three-photon produc tion. The analysis is performed using 20.2 ± 0.4 fb-1 of ATLAS data at a centre-of-mass energy of s = 8TeV [13]. The mea surements study the topology and kinematics of the individual photons, pairs of photons, and the three-photon system. Differ ential cross sections are measured as functions of the transverse energy1 of the leading photon (ET γ1 ), the second-highest-ET pho ton (ET γ2 ) and the third-highest-ET photon (ET γ3); the difference in azimuthal angle and in pseudorapidity between pairs of pho tons (^φγ1γ2, ^φγ1γ3 , ^φγ2γ3 , |^ηγ1γ2|, |^ηγ1γ3|, |^ηγ2γ3|); the invariant mass of pairs of photons (mγ1γ2 , mγ1γ3 and mγ2γ3 ); and the invariant mass of the triphoton system (mγγγ). A measure ment of the inclusive fiducial cross section is also reported. Pho tons are required to be isolated based on the amount of transverse energy, excluding the photon contribution, inside a cone of size ^ R ≡ (ηηγ )2 + (φφγ )2 = 0.4 centred around each photon direction (defined by the photon pseudorapidity ηγ and azimuthal angle φγ ). Finally, the measurements are compared to next-toleading-order (NLO) QCD calculations.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 164,
                    "text": "[13]",
                    "end": 168
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [14] is a multi-purpose detector with a forward-backward symmetric cylindrical geometry. The most rel evant systems for the present measurement are the inner detector, immersed in a 2 T magnetic field produced by a thin supercon ducting solenoid, and the calorimeters. At small radii, the inner de tector is made up of fine-granularity pixel and microstrip detectors. These silicon-based detectors cover the pseudorapidity range |η| < 2.5. A gas-filled straw-tube transition radiation tracker comple ments the silicon tracker at larger radii in the range |η| < 2.0and also provides electron identification capabilities based on transition radiation. The electromagnetic calorimeter is a lead/liquid-argon sampling calorimeter with accordion geometry. The calorimeter is divided into a barrel section covering |η| < 1.475 and two end cap sections covering 1.375 < |η| < 3.2. For |η | < 2.5it is divided into three layers in depth, which are finely segmented in η and φ . A thin presampler layer, covering |η | < 1.8, is used to correct for fluctuations in upstream energy losses. The hadronic calorime ter in the region |η| < 1.7 uses steel absorbers with scintillator tiles as the active medium. Liquid-argon with copper absorbers is used in the hadronic end-cap calorimeters, which cover the region 1.5 < |η| < 3.2. Events are selected using a first-level trigger im plemented in custom electronics, which reduces the event rate to a value of 75 kHz using a subset of detector information. Soft ware algorithms with access to the full detector information are then used in the high-level trigger to yield a recorded event rate of about 400 Hz [15].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 19,
                    "text": "[14]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1663,
                    "text": "[15]",
                    "end": 1667
                }
            ]
        },
        {
            "text": "Monte Carlo simulations and theoretical predictions",
            "section_rank": 4
        },
        {
            "text": "Monte Carlo simulations",
            "section_rank": 5
        },
        {
            "section": "Monte Carlo simulations",
            "text": "The MC samples were generated to study the characteristics of the signal and background events. The MC program MadGraph 5.1.4.4 [16] interfaced with Pythia 8.186 [17] was used to simulate signal events. The partonic subprocess was simulated by MadGraph to include the leading-order matrix element (qq → γγγ), whereas Pythia was added to include the initial-and final-state parton showers and the fragmentation of partons into hadrons. The LO CTEQ6L1 parton distribution functions (PDFs) [18] are used to pa rameterise the parton momentum distributions in the proton. To study the effect of the contribution of photon fragmentation, a Pythia MC sample supplemented by QED final-state radiation was generated with LO CTEQ6L1 PDFs. This sample includes the LO diphoton, photon+jet and dijet processes with initial-state and final-state radiation modelled by the parton shower (PS).",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 128,
                    "text": "[16]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 162,
                    "text": "[17]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 487,
                    "text": "[18]",
                    "end": 491
                }
            ]
        },
        {
            "section": "Monte Carlo simulations",
            "text": "The MC program Sherpa 1.4.1 [19] was used to estimate the background arising from electrons misreconstructed as photons. Three processes were simulated with at least one high-pT elec tron and photon in the final state: e+e-γ , e+e-γγ, and e± νe γγ. The matrix elements were calculated with up to three final-state partons at LO in pQCD and used the CT10 PDFs at NLO [20]. The matrix elements were merged with the Sherpa parton-shower al gorithm [21] following the ME+PS@LO prescription [22].",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 28,
                    "text": "[19]",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 366,
                    "text": "[20]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 445,
                    "text": "[21]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 486,
                    "text": "[22]",
                    "end": 490
                }
            ]
        },
        {
            "section": "Monte Carlo simulations",
            "text": "The generated signal and background event samples were passed through the Geant4-based [23] ATLAS detector and trig ger simulation programs [24]. The signal and background sam ples include a simulation of the underlying event (UE) where Pythia event-generator parameters were set according to the \"AU2\" tune [25]. The generation of the simulated event samples includes the effect of multiple pp interactions per bunch crossing, as well as the effect of the detector response to interactions from bunch crossings before or after the one containing the hard interaction. These MC events were weighted to reproduce the distribution of the average number of interactions per bunch crossing observed in the data. The generated MC events are reconstructed and analysed with the same program chain as the data.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 87,
                    "text": "[23]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 140,
                    "text": "[24]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 308,
                    "text": "[25]",
                    "end": 312
                }
            ]
        },
        {
            "text": "Next-to-leading-order pQCD predictions",
            "section_rank": 6
        },
        {
            "section": "Next-to-leading-order pQCD predictions",
            "text": "The NLO pQCD predictions presented in this Letter are com puted using the programs MCFM [26,27] and MadGraph5_ aMC@NLO 2.3.3 [28]. The strong coupling constant is calculated at two loops with αS(mZ ) = 0.118 and the electromagnetic cou pling constant is set to αEM = 1/137. In addition, the number of massless quark flavours is set to five and the CT10 parameterisa tions of the proton PDFs at NLO are used.",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 88,
                    "text": "[26,",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 92,
                    "text": "27]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 125,
                    "text": "[28]",
                    "end": 129
                }
            ]
        },
        {
            "section": "Next-to-leading-order pQCD predictions",
            "text": "The MCFM program includes NLO pQCD calculations of the di rect contribution, whereas the production of a photon via parton fragmentation is estimated from the LO QCD matrix element multi plied by the BFG II parton-to-photon fragmentation functions [29]. The renormalisation scale μR , factorisation scale μF and fragmen tation scale μf are chosen to be μR = μF = μf = mγγγ. In ad dition, the MCFM calculations are performed using an isolation criterion which requires the total transverse energy from the par tons inside a cone of size ^ R = 0.4 around the photon direction to satisfy E i Tso < 10 GeV. The MCFM NLO pQCD predictions re fer to the parton level while the measurements are performed at the particle level. Since the E i Tso requirement at the particle level is applied after the subtraction of the UE transverse energy, it is expected that parton-to-hadron corrections to the NLO pQCD predictions are small. This is confirmed by computing the ratio of the particle-level cross section for a MadGraph sample inter faced with Pythia with UE effects to the computed cross section without hadronisation and UE effects. The ratio is consistent with unity over the measured range of the variables under study. There fore, no correction is applied to the MCFM NLO pQCD calculations. Deviations from unity of O (1%) on the parton-to-hadron correc tion factors are found when the hadronisation and UE effects are included using Herwig++ 7.0.1 [30]. Predictions based on other pro ton PDF sets, namely MSTW2008 [31] and NNPDF2.1 [32], are also computed. Differences of +5% and +6% in the calculation of the inclusive fiducial cross section are found using the MSTW2008 and NNPDF2.1 PDF sets, respectively, whereas the dependence of the shape of the differential cross sections on the PDF sets is found to be small.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 248,
                    "text": "[29]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1448,
                    "text": "[30]",
                    "end": 1452
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1515,
                    "text": "[31]",
                    "end": 1519
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1533,
                    "text": "[32]",
                    "end": 1537
                }
            ]
        },
        {
            "section": "Next-to-leading-order pQCD predictions",
            "text": "MadGraph5_aMC@NLO calculations include the NLO pQCD con tribution of direct processes and apply a smoothly varying isola tion cone to the photons [33]. This isolation requirement regu larises the photon collinear divergences which appear in the cal culation of the matrix element and removes the contribution of photons resulting from the fragmentation of a parton:",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 146,
                    "text": "[33]",
                    "end": 150
                }
            ]
        },
        {
            "section": "Next-to-leading-order pQCD predictions",
            "text": ", where R0 = 0.4 and ET iso(^R) is the sum of the transverse energies of the particles around the pho ton up to ^R . The MadGraph5_aMC@NLO calculations are inter faced with Pythia 8.212 [34] in the NLO+PS prescription to in clude the initialand final-state parton showers and the hadroni-sation [35]. The renormalisation and factorisation scales are chosen to be equal to the transverse mass of the clustered jets from the fi nal state partons and photons defined in the matrix element. This choice follows the recommendations in Ref. [28] when interfacing the MadGraph5_aMC@NLO calculations to Pythia. After the gener ation, the isolation value of the photon is computed by summing the transverse energy of all final-state particles (excluding muons and neutrinos) inside a cone of size ^ R = 0.4 around the photon candidate. Events with E T iso > 10 GeV for any of the photons are excluded.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 186,
                    "text": "[34]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 295,
                    "text": "[35]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 535,
                    "text": "[28]",
                    "end": 539
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The data considered in this analysis were taken in stable beam conditions and satisfy detector and data-quality require ments. Events are recorded using a diphoton trigger with a trans verse energy threshold of 20 GeV. The trigger efficiency for pairs of isolated photons with E T γ > 22 GeV and |ηγ | < 2.37 is higher than 99%. Events are required to have a reconstructed primary vertex with at least two associated tracks with p T > 500 MeV and |η| < 2.5, consistent with originating from the same three dimensional spot within the luminous region of the colliding pro ton beams. If multiple primary vertices are reconstructed, the one with the highest sum of the p 2 T of the associated tracks is selected as the primary vertex.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Photon and electron candidates are reconstructed from clusters of energy deposited in the electromagnetic calorimeter. Candidates without a matching track or reconstructed conversion vertex in the inner detector are classified as unconverted photons [36]. Those with a matching reconstructed conversion vertex or a match ing track consistent with originating from a photon conversion are classified as converted photons. Photons reconstructed within |ηγ| < 2.37 are retained. Those in the transition region between the barrel and end-caps (1.37 < |ηγ| < 1 .56) or regions of the calorimeter affected by read-out or high-voltage failures are not considered in the event reconstruction.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 250,
                    "text": "[36]",
                    "end": 254
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Photon candidates passing loose identification requirements, based on the energy leaking into the hadronic calorimeter and the lateral shower shape in the second layer of the electromag netic calorimeter, are retained [1,2]. The photon cluster energies are corrected using an in situ calibration based on the Z → e + e reconstructed mass peak [37]. Once these corrections are applied, the three reconstructed photons with the highest transverse ener gies ET γ1, ET γ2 and ET γ3 in each event are retained. Events with ET γ1 , E T γ2 and ET γ3 greater than 27 GeV, 22 GeV and 15 GeV, respectively, and with a ^ R distance in the η-φ plane above 0.45 between pairs of photons, are selected. Additionally, the invariant mass of the triphoton system mγγγ is required to be above 50 GeV. This requirement corresponds to the minimum value of mγγγ predicted at particle level by the signal MC sample described in Section 3.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 218,
                    "text": "[1,",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 221,
                    "text": "2]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 343,
                    "text": "[37]",
                    "end": 347
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Two further criteria are used to define the signal region and the background-enriched regions used to estimate the jet-to-photon misidentification background. A tight photon-identification selec tion [36] is applied to reject hadronic jet background, by im posing requirements on nine discriminating variables (referred to as \"shower shapes\") computed from the energy leaking into the hadronic calorimeter and the lateral and longitudinal shower de velopment in the electromagnetic calorimeter. The efficiency of this selection for one photon is ≈67% (>90%) for E T γ ≈ 15 GeV (>100 GeV). For the MC simulations, the shower-shape variables are shifted to correct for small differences in the average values be tween data and the simulation. In addition, E T γand ηγ -dependent factors are applied to correct for the residual mismatch between the photon identification efficiencies in the simulation and the data. The isolation of the photon E i Tso is based on the amount of transverse energy inside a cone of size ^ R = 0.4in the η-φ plane around the photon candidates, excluding an area of size ^η × ^φ = 0.125 × 0.175 centred on the photon energy cluster. The isolation transverse energy is computed from the topological clusters of calorimeter cells [38]. The measured E i Tso is corrected for the leakage of the photon's energy into the isolation cone and the estimated contributions from the UE and pile-up. These latter two corrections are computed simultaneously on an eventby-event basis and the combined correction is typically between 1.5 and 2.0 GeV [3]. The E i Tso value for isolated photons is required to be lower than E i Tso = 0.025 • E T γ + 2.7 [GeV]. The efficiency of the isolation requirement is typically above 80% and increases as a function of E T γ .The number of data events selected in the signal region is 1085. For background studies, two alternative categories of photons are defined. First, non-tight photon candidates are de fined as those passing the loose selection but not satisfying the tight identification criteria for at least one of the shower-shape variables computed from the energy deposits in cells of the first layer of the EM calorimeter. Second, non-isolated photon candi dates are defined to have Ei Tso > 0.025",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 200,
                    "text": "[36]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1254,
                    "text": "[38]",
                    "end": 1258
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1562,
                    "text": "[3]",
                    "end": 1565
                },
                {
                    "type": "bibr",
                    "start": 1665,
                    "text": "[GeV]",
                    "end": 1670
                }
            ]
        },
        {
            "text": "Background estimation and signal extraction",
            "section_rank": 8
        },
        {
            "section": "Background estimation and signal extraction",
            "text": "The background contributions to the signal come from high-pT jets and electrons that are misidentified as isolated photons (re ferred to as jet and electron backgrounds). The estimation of these backgrounds is explained in the following.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "e-γ misidentification",
            "section_rank": 9
        },
        {
            "section": "e-γ misidentification",
            "text": "The number of background events due to e-γ misidentifica tion is estimated using the MC samples listed in Section 3.1. The Sherpa MC events were weighted to correct the e -γ misidenti fication rates to match those found in data (referred to as e-γ scale factors in the following). These weights were estimated from Z → e + eevents where at least either the electron or the positron was reconstructed as a photon. The expected number of electron background events in the signal region is 71 ± 2 (stat), which corresponds to (6.5 ± 0.2)% of the selected events. A systematic un certainty is computed by propagating the uncertainty in the e -γ scale factors to the estimation of the yield (see Section 7).",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 691,
                    "text": "Section 7)",
                    "end": 701
                }
            ]
        },
        {
            "section": "e-γ misidentification",
            "text": "The normalisation of the MC samples is tested by fitting the sig nal, e -γ and jet-γ misidentification contributions to the data as a function of mγγγ in the region 50 < mγγγ < 125 GeV. Since 86% of electron background events come from processes where a pho ton is emitted by an electron or positron originating from the de cay of a Z boson ( pp → Z → e+e-γ ), a peak around mγγγ ≈ m Z is expected. To enhance the relative contribution of electrons that are misidentified as photons, only events with at least one con verted photon are considered. Signal and electron background MC events are used to describe the shape of the mγγγ distribution, whereas data events with at least one non-tight identified photon are used to describe the jet background contribution. The fit gives an electron background yield that is consistent with the MC es timation, since it predicts a correction factor equal to 1.0 ± 0.4 (stat). Moreover, the result of the fit is found to be independent of the definition of non-tight identified photons and a change of <2% is found when the isolation requirement is loosened by 1 GeV.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Jet-γ misidentification",
            "section_rank": 10
        },
        {
            "section": "Jet-γ misidentification",
            "text": "A large background from jet-γ misidentification remains in the selected sample, even after imposing the tight identification and isolation requirements on the photons. The jet background origi nates from multi-jet ( jjj), photon + jets (γ jj), and diphoton + jets (γγj ) processes in which at least one jet is misidentified as a photon. The two-dimensional-sideband method exploited in Refs. [2,3,5,[39][40][41] to measure the inclusive photon and diphoton differential cross sections is used to perform an in situ statisti cal subtraction of the background. The method uses the photon isolation energy and photon identification criteria to discriminate prompt photons from jets. It relies on the fact that the correla tions between the isolation and identification variables in jet back ground events are small, and that the signal contamination in the non-tight or non-isolated control region is low.",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 392,
                    "text": "[2,",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 395,
                    "text": "3,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 397,
                    "text": "5,",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 399,
                    "text": "[39]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 403,
                    "text": "[40]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 407,
                    "text": "[41]",
                    "end": 411
                }
            ]
        },
        {
            "section": "Jet-γ misidentification",
            "text": "The two-dimensional-sideband method counts all combinations of photons meeting or failing to meet the tight identification or isolation criteria. Four categories are defined for each photon, re sulting in 64 categories of events where 63 of these categories correspond to jjj, γ jj, and γγj background-enriched regions. The inputs of the method are the number of events in each category, the correlation between the isolation and identification variables in jet background events ( Rbg), the signal leakage fractions in non tight and non-isolated regions, and the expected number of elec tron background events in each category. The correlation between the isolation and identification variables is taken to be negligible ( R bg = 1.0) based on studies in simulated background samples and on data in a background-dominated region [3]. The signal leakage fractions and electron-background events are estimated using the MC samples described in Section 3.1.",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 830,
                    "text": "[3]",
                    "end": 833
                }
            ]
        },
        {
            "section": "Jet-γ misidentification",
            "text": "The method allows the extraction of the number of true threephoton signal events (N γγγ), the number of events where at least one, two and three candidates are true jets and the tight and isola tion efficiencies for fake photon candidates from jets (\"fake rates\"). The number of events in each category is expressed as a function of the following parameters: signal, electronand jet-background yields, signal leakage fractions, fake rates, and Rbg. Then, the sys tem of 64 independent equations is grouped into 21 dependent linear equations which are solved iteratively using a χ 2 minimi sation procedure. The size of each bin of the observables under study is chosen to have a sufficiently large number of events to ap ply this method bin-by-bin. The statistical uncertainty of the signal and jet background-enriched regions is propagated to the estima tion of the three-photon signal yield via pseudo-experiments.",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "section": "Jet-γ misidentification",
            "text": "The signal purity, defined as N γγγ/NSR , where NSR is the number of selected events in the signal region, is found to be (55 ± 5)% (stat), with a value of ≈45% (≈60%) at low (high) E T γ . The fractions of γγj , γ jj and jjj events are (33 ± 2)% (stat), (5 ± 2)% (stat) and (0.2 ± 0.2)% (stat) respectively. Systematic un certainties are assigned to the modelling of the non-tight and non-isolated signal leakage fractions and to the value of R bg (see Section 7).",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Unfolding to particle level",
            "section_rank": 11
        },
        {
            "section": "Unfolding to particle level",
            "text": "The production cross section for three isolated photons is mea sured as functions of ET γ1 , ET γ2, ET γ3, ^φγ1γ2, ^φγ1γ3 , ^φγ2γ3 , |^ηγ1γ2|, |^ηγ1γ3|, |^ηγ2γ3|, mγ1γ2 , mγ1γ3, mγ2γ3 and mγγγ. The fiducial phase-space region is listed in Table 1. The predictions of the MC generators at particle level are defined using those parti cles with a lifetime τ longer than 30 ps; these particles are re ferred to as \"stable\". The particles associated with the overlaid pp collisions are not considered. The particle-level isolation require ment on the photons is built by summing the transverse energy of all stable particles, except for muons and neutrinos, in a cone of size ^ R = 0.4 around the photon direction. The contribution from the UE is subtracted using the same procedure as applied to the data at the reconstruction level [3]. The data distributions af ter background subtraction are unfolded to the particle level using Table 1 Fiducial phase-space region defined at particle level.",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 239,
                    "text": "Table 1",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 830,
                    "text": "[3]",
                    "end": 833
                },
                {
                    "type": "table",
                    "start": 929,
                    "text": "Table 1",
                    "end": 936
                }
            ]
        },
        {
            "text": "Requirements on",
            "section_rank": 12
        },
        {
            "section": "Requirements on",
            "text": "Phase Ei Tso <10 GeV bin-by-bin correction factors determined using the signal MC sam ple. The correction factors take into account the efficiency of the event and photon selection criteria and the small migration effects.",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "section": "Requirements on",
            "text": "Of the signal events reconstructed in a given bin, the fraction that are generated in the same bin is typically found to be >93%. The data distributions are unfolded to the particle level via the formula ",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "Experimental and theoretical uncertainties",
            "section_rank": 13
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 14
        },
        {
            "section": "Experimental uncertainties",
            "text": "The sources of experimental systematic uncertainty that af fect the measurements are the photon energy scale and resolu tion, photon identification, jet and electron background subtrac tion, modelling of the photon isolation, the photon fragmentation contribution, the unfolding procedure and the luminosity.",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "section": "Experimental uncertainties",
            "text": "• Photon energy scale and resolution. The uncertainty due to the photon energy scale is estimated by varying the photon energies in the MC simulation [37]. This uncertainty mostly af fects the C (i) correction factor. The effect of this variation on the estimation of the cross section is typically <2%. In addi tion, the uncertainty in the energy resolution is estimated by smearing photon energies in the MC simulation as described in Ref. [37]. The resulting uncertainty in the cross section is typically < 0.1%. • Photon identification efficiency. The uncertainty in the pho ton identification efficiency is estimated from the effect of dif ferences between shower-shape variable distributions in data and simulation [36]. This uncertainty affects the estimation of the non-tight signal leakage fractions and the C (i) correction factor and is fully correlated between photons. The correla tion between tight and non-tight identification variables is also considered in the propagation of the uncertainty. The result ing uncertainty in the cross section is ≈10% (≈4%) at low (high) ET γ . • Photon identification and isolation correlation in the back ground. The photon isolation and identification variables used to define the two-dimensional background sidebands are as sumed to be independent in jet background events ( R bg = 1.0).",
            "paragraph_rank": 30,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 150,
                    "text": "[37]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 442,
                    "text": "[37]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 721,
                    "text": "[36]",
                    "end": 725
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "Any correlation between these variables affects the estima tion of signal purity and leads to systematic uncertainties in the background-subtraction procedure. The value of R bg is es timated using background MC samples and is found to be consistent with unity within ±10% [3,41]. This value of R bg is verified using background-enriched regions in data. The as sumption of R bg = 1.0is found to hold within ±10% in the kinematic region of the measurements presented here. The re sulting uncertainty in the cross section is ≈8% (≈4%) at low (high) ET γ . • Photon isolation modelling. Differences between data and sig nal MC events in the modelling of the isolation distribution can lead to systematic uncertainties in the estimation of the non-isolated signal leakage fractions and the C (i) correction factor. Two subsamples are selected from data by applying either the tight or non-tight identification criteria to each photon; the subsample selected with non-tight identification criteria is expected to be enriched in background candidates.",
            "paragraph_rank": 31,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 273,
                    "text": "[3,",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 276,
                    "text": "41]",
                    "end": 279
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "The E T iso value for the non-tight candidates is scaled so that the integral for E i Tso > 10 GeV, where the contribution from the signal is expected to be negligible, matches that of the tight candidates. The rescaled background distribution is sub tracted from that of the tight photon candidates to extract the isolation profile of signal-like candidates. These distributions are used to derive Smirnov transformations [36]. The Smirnov transformation shifts the photon isolation values event-byevent in MC simulation to match the isolation distribution found in data. This Smirnov-transformed MC sample is used to estimate new differential cross sections. Differences from the nominal results are taken as systematic uncertainties. The re sulting uncertainty in the cross section is ≈7% (≈4%) at low (high) ET γ . • Photon fragmentation contribution. The admixture of direct and fragmentation photons affects the estimation of the sig nal leakage fractions which are used in the jet background subtraction procedure and the C (i) correction factor. A pho ton originating from the fragmentation of a parton can be modelled in the MC simulation by allowing the radiation of a photon by a parton. A sample of fragmentation photons is se lected by applying the event selection to a diphoton MC sam ple (see Section 3.1). This selects three-photon events where at least one of the final-state photons results from fragmentation. The diphoton MC sample predicts that for more than 98% of the events the sub-sub-leading photon originates from parton bremsstrahlung. Differences in the isolation distributions be tween direct and fragmentation photons are expected. There fore, a template fit to the sub-sub-leading photon isolation distribution is performed to determine the optimal admixture of the nominal and diphoton MC samples. The direct and frag mentation isolation templates are given by the nominal and diphoton MC samples respectively, whereas the jet background template is taken from a data control region where the sub sub-leading photon candidate satisfies the non-tight selection.",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 423,
                    "text": "[36]",
                    "end": 427
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "The fit estimates that about 40% of the sub-sub-leading pho tons originate from fragmentation, as modelled by the dipho ton MC sample. This value is used to merge the nominal and diphoton MC samples. The new MC sample is used to estimate the signal leakage fractions and the C (i) correction factors. The deviation of the differential cross section from the value obtained using the Smirnov-transformed MC sample is taken as the systematic uncertainty. This avoids double counting the effect of the photon isolation modelling. The resulting uncer tainty in the cross section is ≈ 4%. • e -γ misidentification. The uncertainty in the electron back ground contamination is estimated by propagating the uncer tainty in the e -γ scale factors (see Section 5.1), which affects the prediction of the e-γ misidentification rates, to the esti mation of the cross section. The resulting uncertainty is ≈0.1%. • Unfolding procedure. The effect of unfolding is investigated by using smooth functions to re-weight the signal MC simulation to match the data distributions after background subtraction. The data are unfolded using this reweighted MC sample and the resulting cross sections are compared to the nominal mea surements. The differential cross sections are found to differ by <1%. • Other sources. The effect of different amounts of pile-up is es timated by comparing the ratio of data to MC simulated signal for high and low pile-up samples. No dependence of this ra tio on pile-up conditions is found. In addition, the effect of the trigger efficiency on the estimation of the cross section is found to be <0.3%. The uncertainty in the integrated luminos ity is 1.9% [13].",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1667,
                    "text": "[13]",
                    "end": 1671
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "The total systematic uncertainty is computed by adding in quadrature the uncertainties from the sources listed above and is found to be ≈ 13%. It decreases as a function of E T γ from ≈15% to ≈10%. For regions with E γT1 ^ 50 GeV, E T γ2 ^ 50 GeV and E T γ3 ^ 30 GeV, the uncertainty of the measurements is dominated by the statistical uncertainty of the data. Table 2 shows the break down of the systematic uncertainties in the measurement of the inclusive fiducial cross section. The statistical uncertainty in the measured inclusive fiducial cross section is ≈9%.",
            "paragraph_rank": 34,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 361,
                    "text": "Table 2",
                    "end": 368
                }
            ]
        },
        {
            "text": "Theoretical uncertainties",
            "section_rank": 15
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The following sources of uncertainty in the theoretical predic tions are considered for the MCFM and MadGraph5_aMC@NLO cal culations.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "section": "Theoretical uncertainties",
            "text": "• The uncertainty in the NLO QCD calculations due to terms beyond NLO is estimated by repeating the calculations using values of μR, μF and μf scaled by factors 0.5 and 2. For the MadGraph5_aMC@NLO calculations, only the μR and μF scales are varied. In addition, the scales are either varied simultane ously, individually or by fixing one and varying the other two.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The final uncertainty is taken as the largest deviation of the possible variations with respect to the nominal value. • The uncertainty in the NLO QCD calculations due to uncertain ties in the proton PDFs is estimated by repeating the calcula tions using the 52 additional sets from the CT10 error analy sis [20]. • The uncertainty in the NLO QCD calculations due to the value of αS(mZ ) = 0.118 is estimated by repeating the calculations Fig. 1. Measured differential cross sections for the production of three isolated photons (dots) as functions of (a) ET γ1 , (b) ET γ2 and (c) ET γ3 . The NLO QCD calculations from MCFM and MadGraph5_aMC@NLO are also shown. The thickness of each theoretical prediction corresponds to the theoretical uncertainty. The bottom part of each figure shows the ratios of predicted and measured differential cross sections. The red inner (black outer) error bars represent the systematic uncertainties (the statistical and systematic uncertainties added in quadrature). For most of the data points, the inner error bars are smaller than the marker size and thus not visible. (For interpretation of the colours in the figure(s), the reader is referred to the web version of this article.)",
            "paragraph_rank": 37,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 308,
                    "text": "[20]",
                    "end": 312
                },
                {
                    "type": "figure",
                    "start": 439,
                    "text": "Fig. 1",
                    "end": 445
                }
            ]
        },
        {
            "section": "Theoretical uncertainties",
            "text": "using two additional sets of proton PDFs [20] employing dif ferent values of αS(m Z ), namely αS(mZ) = 0.116 and 0.120.",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 41,
                    "text": "[20]",
                    "end": 45
                }
            ]
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The dominant theoretical uncertainty in the predicted cross sec tion arises from the missing terms beyond NLO and amounts to 10-12%. The uncertainty arising from the PDF variations amounts to 2-3% and the uncertainty arising from the value of αS(mZ ) is below 2%. The total theoretical uncertainty is obtained by adding in quadrature the individual uncertainties listed above and amounts to 10-13%.",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "Results",
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "The measured inclusive fiducial cross section for the produc tion of three isolated photons in the phase-space region given in Table 1 is σmeas = 72.6 ± 6.5 (stat.) ± 9.2 (syst.) fb,",
            "paragraph_rank": 40,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 127,
                    "text": "Table 1",
                    "end": 134
                }
            ]
        },
        {
            "section": "Results",
            "text": "where \"stat.\" and \"syst.\" denote the statistical and systematic un certainties. The fiducial cross sections predicted at NLO by MCFM and MadGraph5_aMC@NLO are σNLO = 31.5+ -3 2. .2 5 fb (MCFM), σNLO+PS = 46.6 -+3 5. .6 7 fb (MadGraph5_aMC@NLO).",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "The NLO QCD calculations underestimate the measured inclu sive fiducial cross section by factors of 2.3 and 1.6 for MCFM and MadGraph5_aMC@NLO, respectively. The addition of the par ton shower to the MadGraph5_aMC@NLO prediction improves the agreement with the measured value. The NLO electroweak correc tions are small and cannot account for the observed differences between NLO QCD and the measurements [42]. Similar discrep ancies between the NLO calculations and the measurements are found for the prediction of the inclusive fiducial cross section for γγ, W γγ and Z γγ production [5,43,44]. The NNLO calculations, which are available for the computation of γγ but not for γγγ production, significantly improve the description of the diphoton fiducial cross section [6,45]. Fig. 1 shows the three-isolated-photons differential cross sec tions as functions of ET γ1, ET γ2 and ET γ3 . The measurements are compared to NLO QCD predictions from MCFM and MadGraph5_ aMC@NLO. The NLO QCD calculations fail to describe the regions of low ET γ1 , ET γ2 and ET γ3 . Differences of up to 60% are observed Measured differential cross sections for the production of three isolated photons (dots) as functions of (a) mγ1γ2, (b) mγ1γ3 , (c) mγ2γ3 and (d) mγγγ. The NLO QCD calculations from MCFM and MadGraph5_aMC@NLO are also shown. The thickness of each theoretical prediction corresponds to the theoretical uncertainty. The bottom part of each figure shows the ratios of predicted and measured differential cross sections. The red inner (black outer) error bars represent the systematic uncertainties (the statistical and systematic uncertainties added in quadrature). For most of the data points, the inner error bars are smaller than the marker size and thus not visible. between data and the predictions. The description of the mea surements by the theory is improved at high E T γ . In particular, MadGraph5_aMC@NLO calculations describe the measured cross sections for E T γ2 ^ 50 GeV and E T γ3 ^ 30 GeV within the statisti cal and systematic uncertainties, whereas MCFM describes the data only at the highest values of ET γ1 , ET γ2 and ET γ3.",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 405,
                    "text": "[42]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 586,
                    "text": "[5,",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 589,
                    "text": "43,",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 592,
                    "text": "44]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 771,
                    "text": "[6,",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 774,
                    "text": "45]",
                    "end": 777
                },
                {
                    "type": "figure",
                    "start": 779,
                    "text": "Fig. 1",
                    "end": 785
                }
            ]
        },
        {
            "section": "Results",
            "text": "A comparison of the NLO calculations to the measurements as functions of mγ1γ2 , mγ1γ3, mγ2γ3 and mγγγ is shown in Fig. 2. The MCFM calculations underestimate the measurements by 50% in the low invariant mass regions, whereas the differences are 30-40% for mγ1γ2 ^ 150 GeV, mγ1γ3 ^ 75 GeV, mγ2γ3 ^ 75 GeV and mγγγ ^ 150 GeV. The MadGraph5_aMC@NLO calculations also un derestimate the data by 30-50% in the low invariant mass regions. However, they tend to give a better description of the measure ments for mγ1 γ2 ^ 150 GeV, mγ1 γ3 ^ 75 GeV, mγ2 γ3 ^ 75 GeV and mγγγ ^ 150 GeV. For such regions, MadGraph5_aMC@NLO predictions are 25-30% higher than the MCFM estimates. Fig. 3 shows the three-isolated-photons differential cross sec tions as functions of ^φγ1γ2 , ^φγ1γ3, ^φγ2γ3 , |^ηγ1γ2|, |^ηγ1γ3| and |^ηγ2γ3 |. The theoretical calculations underestimate the nor malisation of the measurements. This is due to the fact that these distributions are mainly populated by low-E T γ photons. Both NLO QCD calculations give an adequate description of the shape of the differential cross sections as functions of |^ηγ1γ2|, |^ηγ1γ3 | and |^ηγ2γ3 |. A quantitative comparison of the NLO QCD predic tions to the measurements as functions of ^φγ1γ2 , ^φγ1γ3 and ^φγ2γ3 is performed with a χ 2 fit to the cross-section normali sation including both statistical and systematic uncertainties. This tests the description of the shape of the differential cross sections. The total systematic uncertainty is considered to be fully corre lated across bins and is included in the χ 2 definition using nui sance parameters. After the χ 2 minimisation, scale factors equal to ≈ 1.6 (MadGraph5_aMC@NLO) and ≈ 2.3 (MCFM) are found for each angular distribution independently. Both theoretical pre dictions give an adequate description of the shape of dσ /d^φγ2γ3 (χ2/ndof = 6/5 and 7/5 for MadGraph5_aMC@NLO and MCFM, re spectively, where ndof is the number of degree of freedom). In ad dition, MadGraph5_aMC@NLO calculations describe adequately the shape of dσ /d^φγ1γ2 and dσ /d^φγ1γ3 (χ 2/ndof = 6/5 and 7/5, respectively) but not MCFM (χ 2/ndof = 13/5 and 14/5, respec tively). This shows the importance of the addition of the parton shower to improve the description of the shape of dσ /d^φγ1γ2 and dσ /d^φγ1γ3. Fig. 3. Measured differential cross sections for the production of three isolated photons (dots) as functions of (a) ^φγ1γ2 , (b) ^φγ1γ3 , (c) ^φγ2γ3 , (d) |^ηγ1γ2 |, (e) |^ηγ1γ3 | and (f) |^ηγ2γ3 |. The NLO QCD calculations from MCFM and MadGraph5_aMC@NLO are also shown. The thickness of each theoretical prediction corresponds to the theoretical uncertainty. The bottom part of each figure shows the ratios of predicted and measured differential cross sections. The red inner (black outer) error bars represent the systematic uncertainties (the statistical and systematic uncertainties added in quadrature). For some of the data points, the inner error bars are smaller than the marker size and thus not visible.",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 115,
                    "text": "Fig. 2",
                    "end": 121
                },
                {
                    "type": "figure",
                    "start": 669,
                    "text": "Fig. 3",
                    "end": 675
                },
                {
                    "type": "figure",
                    "start": 2296,
                    "text": "Fig. 3",
                    "end": 2302
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "A measurement of the production cross section of three isolated photons in pp collisions at s = 8TeV with the ATLAS detector at the LHC is presented using a data set with an integrated lu minosity of 20.2 fb-1 . Differential cross sections as functions of ET γ1 , ET γ2 , ET γ3 , mγ1γ2, mγ1γ3 , mγ2γ3, mγγγ, ^φγ1γ2 , ^φγ1γ3 , ^φγ2γ3 , |^ηγ1γ2 |, |^ηγ1γ3|, and |^ηγ2γ3| are measured for photons with E T γ1 > 27 GeV, ET γ2 > 22 GeV, E T γ3 > 15 GeV, mγγγ > 50 GeV, and |ηγ | < 2.37, excluding the region 1.37 < |ηγ | < 1.56. The dis tance between pairs of photons in the η-φ plane is required to be ^R > 0.45. The selection of isolated photons is ensured by requir ing that the transverse energy in a cone of size ^ R = 0.4 around the photon is smaller than 10 GeV.",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "The inclusive fiducial cross section is measured to be σmeas = 72.6 ± 6.5 (stat.) ± 9.2 (syst.) fb. The NLO QCD calculations under estimate the measured inclusive fiducial cross section by a factor 2.3 for MCFM and 1.6 for MadGraph5_aMC@NLO. Both NLO QCD predictions underestimate the measurements in the low transverse energy and invariant mass regions. The MadGraph5_aMC@NLO predictions give an adequate description of the measured cross section distributions for ET γ2 ^ 50 GeV and E T γ3 ^ 30 GeV and for mγ1γ2 ^ 150 GeV, mγ1γ3 ^T75 GeV, mγ2γ3 ^ 7T5 GeV and mγγγ ^ 150 GeV. Both NLO calculations give an adequate description of the shape of the measured cross section as functions of |^ηγ1γ2 |, |^ηγ1γ3 | and |^ηγ2γ3|, whereas they underestimate the normal isation of the measurements. In addition, both theoretical predic tions inadequately describe the normalisation of the measurements as functions of ^φγ1γ2 , ^φγ1γ3 and ^φγ2γ3 . MCFM predictions give an adequate description of the shape of dσ /d^φγ2γ3 and fail to describe the shape of dσ /d^φγ1γ2 and dσ /d^φγ1γ3 , whereas MadGraph5_aMC@NLO predictions give an adequate description of the shape of the measured cross sections as functions of all three angular variables. The measurements provide a test of pQCD for the description of the dynamics of triphoton production and in dicate the need for improved modelling of this process in MC models.",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "where for a given bin i, (dσ /d A) is the differential cross section as a function of observable A, N sig is the number of backgroundsubtracted data events, C is the correction factor, L is the in tegrated luminosity and ^ A is the width of the bin. The cor rection factors are computed using the MC sample of events asC (i) = Np MaC rt(i)/Nr MecCo(i),where Np MaC rt(i) is the number of events which satisfy the kinematic constraints of the phase-space region at the particle level, and Nr MecCo(i) is the number of events which fulfil all the selection criteria at the reconstruction level. The cor rection factors vary between 1.5 and 3.3 as functions of photon transverse energy, invariant mass of pairs of photons, and the in variant mass of the triphoton system, whereas they have a con stant value close to 2.5 as functions of the difference in azimuthal angle and in pseudorapidity between pairs of photons.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Measured differential cross sections for the production of three isolated photons (dots) as functions of (a) mγ1γ2, (b) mγ1γ3 , (c) mγ2γ3 and (d) mγγγ. The NLO QCD calculations from MCFM and MadGraph5_aMC@NLO are also shown. The thickness of each theoretical prediction corresponds to the theoretical uncertainty. The bottom part of each figure shows the ratios of predicted and measured differential cross sections. The red inner (black outer) error bars represent the systematic uncertainties (the statistical and systematic uncertainties added in quadrature). For most of the data points, the inner error bars are smaller than the marker size and thus not visible.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "-space region ET γ ET γ1 >27 GeV, ET γ2 >22 GeV, ET γ3 >15 GeV mγγγ mγγγ > 50 GeV Rγγ^ R γγ > 0.45 |ηγ| |ηγ | < 2.37 (excluding 1.37 < |ηγ | < 1.56) Isolation",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "text": "Table 2",
            "section_rank": 21
        },
        {
            "section": "Table 2",
            "text": "Breakdown of the relative systematic uncertainties in the measurement of the in clusive fiducial cross section.",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Ar menia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azer baijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, The crucial computing support from all WLCG partners is ac knowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Swe den), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [46].",
            "paragraph_rank": 51,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 747,
                    "text": "[46]",
                    "end": 751
                }
            ]
        }
    ]
}