{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of the electroweak (EW) production of two jets in association with a Z boson in protonproton collisions at √ s = 13 TeV is presented, based on data recorded in 2016 by the CMS experiment at the LHC corresponding to an integrated luminosity of 35.9 fb -1 . The measurement is performed in the jj final state with including electrons and muons, and the jets j corresponding to the quarks produced in the hard interaction. The measured cross section in a kinematic region defined by invariant masses m > 50 GeV, m jj > 120 GeV, and transverse momenta p Tj > 25 GeV is σ EW ( jj) = 534 ± 20 (stat) ± 57 (syst) fb, in agreement with leading-order standard model predictions. The final state is also used to perform a search for anomalous trilinear gauge couplings. No evidence is found and limits on anomalous trilinear gauge couplings associated with dimension-six operators are given in the framework of an effective field theory. The corresponding 95% confidence level intervals are −2.6 < c W W W /Λ 2 < 2.6 TeV −2 and −8.4 < c W /Λ 2 < 10.1 TeV −2 . The additional jet activity of events in a signal-enriched region is also studied, and the measurements are in agreement with predictions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In proton-proton (pp) collisions at the CERN LHC, the production of dileptons ( ) consistent with the Z boson invariant mass in association with two jets (jj) is dominated by events where the dilepton pair is produced by a Drell-Yan (DY) process, in association with jets from strong interactions. This production is governed by a mixture of electroweak (EW) and strong processes of order α 2 EW α 2 S , where α S is the strong coupling and α EW is the EW coupling strength.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The pure electroweak production of the jj final state, at order α 4 EW , is less frequent [1], and includes production via the vector boson fusion (VBF) process, with its distinctive * e-mail: cms-publication-committee-chair@cern.ch signature of two jets with both large energy and separation in pseudorapidity η. In this paper the electroweak production is referred to as EW Zjj, and the two jets produced through the fragmentation of the outgoing quarks are referred to as \"tagging jets\". Figure 1 shows representative Feynman diagrams for the EW Zjj signal, namely VBF (left), bremsstrahlung-like (center), and multiperipheral (right) production. Gauge cancellations lead to a large negative interference between the VBF process and the other two processes, with the interferences from the bremsstrahlung-like production being larger. Interference with multiperipheral production is limited to cases where the dilepton mass is close to the Z boson peak mass [2].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 66,
                    "text": "4",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "start": 90,
                    "text": "[1]",
                    "end": 93
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 491,
                    "text": "Figure 1",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "start": 961,
                    "text": "[2]",
                    "end": 964
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the inclusive production of jj final states, some of the nonexclusive EW interactions with identical initial and final states can interfere with the exclusive EW interactions that are shown in Fig. 1. This interference effect between the signal production and the main background processes is much smaller than the interference effects among the EW production amplitudes, but needs to be taken into account when measuring the signal contribution [3,4].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 196,
                    "text": "Fig. 1",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "start": 449,
                    "text": "[3,",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "start": 452,
                    "text": "4]",
                    "end": 454
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Figure 2 (left) shows one example of corrections to order α 2 S for DY production that have the same initial and final states as those in Fig. 1. A process at order α 2 S that does not interfere with the EW signal is shown in Fig. 2 (right).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 60,
                    "text": "2",
                    "end": 61
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 138,
                    "text": "Fig. 1",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "start": 167,
                    "text": "2",
                    "end": 168
                },
                {
                    "type": "figure",
                    "start": 226,
                    "text": "Fig. 2 (right)",
                    "end": 240
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The study of EW Zjj processes is part of a more general investigation of standard model (SM) vector boson fusion and scattering processes that include studies of Higgs boson production [5-7] and searches for physics beyond the SM [8][9][10][11]. When isolated from the backgrounds, the properties of EW Zjj events can be compared with SM predictions. Probing the additional hadronic activity in selected events can shed light on the modelling of additional parton radiation [12,13], which is important for signal selection or vetoing of background events.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 230,
                    "text": "[8]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[9]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "start": 236,
                    "text": "[10]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "start": 240,
                    "text": "[11]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "start": 474,
                    "text": "[12,",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "start": 478,
                    "text": "13]",
                    "end": 481
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "New physics could appear in the form of anomalous trilinear gauge couplings (ATGCs) [14,15] that can be parameterized with higher-dimensional operators. Their measure- , with a data sample corresponding to an integrated luminosity of 3.2 fb -1 . All results so far agree with the expectations of the SM within a precision of approximately 20%.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 84,
                    "text": "[14,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "start": 88,
                    "text": "15]",
                    "end": 91
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents a measurement with the CMS detector using pp collisions collected at √ s = 13 TeV during 2016, corresponding to an integrated luminosity of 35.9 fb -1 . A multivariate analysis, based on the methods developed for the 7 and 8 TeV data results [3,4], is used to separate signal events from the large DY + jets background. Analysis of the 13 TeV data with larger integrated luminosity and larger predicted total cross section offers an opportunity to measure the cross section at a higher energy and reduce the uncertainties of the earlier measurements.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 262,
                    "text": "[3,",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "4]",
                    "end": 267
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Section 2 describes the experimental apparatus and Sect. 3 the event simulations. Event selection procedures are described in Sect. 4, together with the selection efficiencies and background models in control regions. Section 5 details the strategy adopted to extract the signal from the data, and the corresponding systematic uncertainties are summarized in Sect. 6. The cross section and anomalous coupling results are presented in Sects. 7 and 8, respectively. Section 9 provides a study of the additional hadronic activity in an EW Zjjenriched region. Finally, a brief summary of the results is given in Sect. 10.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the η coverage provided by the barrel and endcap detectors. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The tracker measures charged particles within the pseudorapidity range |η| < 2.5. It consists of 1440 pixel and 15 148 strip detector modules. For nonisolated particles of 1 < p T < 10 GeV and |η| < 1.4, the track resolutions are typically 1.5% in p T and 25-90 (45-150) μm in the transverse (longitudinal) impact parameter [18].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 324,
                    "text": "[18]",
                    "end": 328
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "The electron momenta are estimated by combining energy measurements in the ECAL with momentum measurements in the tracker [19]. The dielectron invariant mass resolution for Z → ee decays is 1.9% when both electrons are in the ECAL barrel, and 2.9% when both electrons are in the endcaps.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 122,
                    "text": "[19]",
                    "end": 126
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Muons are measured in the pseudorapidity range |η| < 2.4 with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive-plate chambers. Matching muons to tracks measured in the silicon tracker results in a relative transverse momentum resolution for muons with 20 < p T < 100 GeV of 1.3-2.0% in the barrel and better than 6% in the endcaps. The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [20].",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 465,
                    "text": "[20]",
                    "end": 469
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "The offline analysis uses reconstructed charged-particle tracks and candidates from the particle-flow (PF) algorithm [21]. In the PF event reconstruction, all stable particles in the event, i.e. electrons, muons, photons, charged and neutral hadrons, are reconstructed as PF candidates using information from all subdetectors to obtain an optimal determination of their direction, energy, and type. The PF candidates are then used to reconstruct the jets and the missing transverse momentum.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 117,
                    "text": "[21]",
                    "end": 121
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system and the relevant kinematic variables, can be found in Ref. [22].",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 160,
                    "text": "[22]",
                    "end": 164
                }
            ]
        },
        {
            "text": "Simulation of signal and background events",
            "section_rank": 4
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Signal events are simulated at leading order (LO) using the MadGraph5_amc@nlo (v2.3.3) Monte Carlo (MC) generator [23,24], interfaced with pythia (v8.212) [25,26] for parton showering (PS) and hadronization. The NNPDF30 (nlo_as0130) [27] parton distribution functions (PDF) are used to generate the events. The underlying event (UE) is modelled using the CUETP8M1 tune [28]. The simulation does not include extra partons at matrix element (ME) level. The signal is defined in the kinematic region with dilepton invariant mass m > 50 GeV, parton transverse momentum p Tj > 25 GeV, and diparton invariant mass m jj > 120 GeV. The cross section of the jj final state (with = e or μ), applying the above fiducial cuts, is calculated to be σ LO (EW jj) = 543 +7 −9 (scale) ± 22 (PDF) fb, where the first uncertainty is obtained by changing simultaneously the factorization (μ F ) and renormalization (μ R ) scales by factors of 2 and 1/2, and the second reflects the uncertainties in the NNPDF30 PDFs. The LO signal cross section and relevant kinematic distributions estimated with Mad-Graph5_amc@nlo are found to be in agreement within 5% with the next-to-leading order (NLO) predictions of the vbfnlo generator (v.2.7.1) [29][30][31] that includes NLO QCD corrections. For additional comparisons, signal events have also been simulated with the herwig++ (v2.7.1) [32] PS, using the EE5C [33] tune.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 114,
                    "text": "[23,",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 118,
                    "text": "24]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 155,
                    "text": "[25,",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 159,
                    "text": "26]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 233,
                    "text": "[27]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 369,
                    "text": "[28]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1218,
                    "text": "[29]",
                    "end": 1222
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1222,
                    "text": "[30]",
                    "end": 1226
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1226,
                    "text": "[31]",
                    "end": 1230
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1360,
                    "text": "[32]",
                    "end": 1364
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1384,
                    "text": "[33]",
                    "end": 1388
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Events coming from processes including ATGCs are generated with the same setting as the SM sample, but include additional information for reweighting in a threedimensional effective field theory (EFT) parameter space, as described in more detail in Sect. 8.1.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Background DY events are also simulated with Mad-Graph5_amc@nlo using (1) an NLO ME calculation with up to three final-state partons generated from quantum chromodynamics (QCD) interactions, and (2) an LO ME calculation with up to four partons. The ME-PS matching is performed following the FxFx prescription [34] for the NLO case, and the MLM prescription [35,36] for the LO case. The NLO background simulation is used to extract the final results, while the independent LO samples are used to perform the multivariate discriminant training. The dilepton DY production for m > 50 GeV is normalized to σ th (DY) = 5.765 nb, which is computed at next-to-next-toleading order (NNLO) with fewz (v3.1) [37].",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 309,
                    "text": "[34]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 357,
                    "text": "[35,",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 361,
                    "text": "36]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 698,
                    "text": "[37]",
                    "end": 702
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "The evaluation of the interference between EW Zjj and DY Zjj processes relies on predictions obtained with Mad-Graph5_amc@nlo. A dedicated sample of events arising from the interference terms is generated directly by selecting the contributions of order α S α 3 EW , and passing them through the full detector simulation to estimate the expected interference contribution.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Other backgrounds are expected from other sources of events with two opposite-sign and same-flavour leptons together with jets. Top quark pair events are generated with powheg (v2.0) [38][39][40] and normalized to the inclusive cross section calculated at NNLO together with next-to-next-toleading logarithmic corrections [41,42]. Single top quark processes are modelled at NLO with powheg [38][39][40]43,44] and normalized to cross sections of 71.7±2.0 pb, 217±3 pb, and 10.32±0.20 pb respectively for the tW, t-, and s-channel production [41,45]. The diboson production processes WW, WZ, and ZZ are generated with pythia and normalized to NNLO cross section computations obtained with mcfm (v8.0) [46]. The abbreviation VV is used in this document when referring to the sum of the processes that yield two vector bosons.",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 183,
                    "text": "[38]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 187,
                    "text": "[39]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 191,
                    "text": "[40]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 322,
                    "text": "[41,",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 326,
                    "text": "42]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 390,
                    "text": "[38]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 394,
                    "text": "[39]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 398,
                    "text": "[40]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 402,
                    "text": "43,",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 405,
                    "text": "44]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 540,
                    "text": "[41,",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 544,
                    "text": "45]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 699,
                    "text": "[46]",
                    "end": 703
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "The contribution from diboson processes with jj final states, such as ZW and ZZ, to the signal definition is small, and these contributions are not included in the background.",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "section": "Simulation of signal and background events",
            "text": "The production of a W boson in association with jets, where the W decays to a charged lepton and a neutrino, is also simulated with MadGraph5_amc@nlo, and normalized to a total cross section of 61.53 nb, computed at NNLO with fewz. Multijet QCD processes are also studied in simulation, but are found to yield negligible contributions to the selected events. All background productions make use of the pythia PS model with the CUETP8M1 tune.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "Simulation of signal and background events",
            "text": "A detector simulation based on Geant4 (v.9.4p03) [47,48] is applied to all the generated signal and background sam-ples. The presence of multiple pp interactions in the same bunch crossing (pileup) is incorporated by simulating additional interactions (both in-time and out-of-time with respect to the hard interaction) with a multiplicity that matches the distribution observed in data. The additional events are simulated with pythia (v8.212) making use of the NNPDF23 (nlo_as0130) [49] PDF, and the CUETP8M1 tune. The average pileup is estimated to be about 27 additional interactions per bunch crossing.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 49,
                    "text": "[47,",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 53,
                    "text": "48]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 484,
                    "text": "[49]",
                    "end": 488
                }
            ]
        },
        {
            "text": "Reconstruction and selection of events",
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "Events containing two isolated, highp T leptons, and at least two highp T jets are selected. Isolated single-lepton triggers are used to acquire the data, where the lepton is required to have p T > 27 GeV for the electron trigger and p T > 24 GeV for the muon trigger [50].",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 268,
                    "text": "[50]",
                    "end": 272
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "In the offline reconstruction, electrons are reconstructed from clusters of energy deposits in the ECAL that match tracks extrapolated from the silicon tracker [19]. Offline muons are reconstructed by fitting trajectories based on hits in the silicon tracker and in the muon system [20]. Reconstructed electron or muon candidates are required to have p T > 20 GeV. Electron candidates are required to be reconstructed within |η| ≤ 2.4, excluding barrel-to-endcap 1.444 < |η| < 1.566 transition regions of the ECAL [22]. Muon candidates are required to be reconstructed in the fiducial region |η| ≤ 2.4 of the muon system. The track associated with a lepton candidate is required to have both its transverse and longitudinal impact parameters compatible with the position of the main primary vertex (PV) of the event. The reconstructed PV with the largest value of summed physicsobject p 2 T is taken to be the primary pp interaction vertex. The physics objects are the objects returned by a jet finding algorithm [51,52] applied to all charged particle tracks associated with the vertex, plus the corresponding associated missing transverse momentum.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 160,
                    "text": "[19]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "start": 282,
                    "text": "[20]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 514,
                    "text": "[22]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1013,
                    "text": "[51,",
                    "end": 1017
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1017,
                    "text": "52]",
                    "end": 1020
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "The leptons are required to be isolated. The isolation is calculated from particle candidates reconstructed by the PF algorithm and is corrected for pileup on an event-byevent basis. The sum of scalar p T of all particle candidates reconstructed in an isolation cone with radius R = √ (Δη) 2 + (Δφ) 2 = 0.4 around the momentum vector of the lepton is required to be below 15 (25)% of the electron (muon) p T value. The two isolated leptons with opposite electric charge and highest p T are chosen to form the dilepton pair, and are required to have p T > 30 GeV and p T > 20 GeV for the p T -leading and subleading lepton, respectively. Events with additional leptons are kept in the event selection. Sameflavour dileptons (ee or μμ) compatible with Z → decays are then selected by requiring |m Z − m | < 15 GeV, where m Z is the mass of the Z boson [53].",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 850,
                    "text": "[53]",
                    "end": 854
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "Jets are reconstructed by clustering PF candidates with the anti-k T algorithm [51,54] using a distance parameter of 0.4. The jet momentum is determined as the vector sum of all particle momenta in the jet, and is found from simulation to be within 5 to 10% of the true momentum over the whole p T spectrum and detector acceptance [21].",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 79,
                    "text": "[51,",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 83,
                    "text": "54]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "start": 331,
                    "text": "[21]",
                    "end": 335
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "An offset correction is applied to jet energies to take into account the contribution from additional proton-proton interactions within the same or nearby bunch crossings. Jet energy corrections are derived from simulation, and are confirmed with in situ measurements of the energy balance in dijet, multijet, photon + jet, and leptonically decaying Z + jet events [55]. Loose jet identification criteria are applied to reject misconstructed jets resulting from detector noise [56]. Loose criteria are also applied to remove jets heavily contaminated with pileup energy (clustering of energy deposits not associated with a parton from the primary pp interaction) [56,57]. The efficiency of the jet identification criteria is greater than 99%, rejecting 90% of background pileup jets with p T 50 GeV. The jet energy resolution (JER) is typically ≈15% at 10 GeV, 8% at 100 GeV, and 4% at 1 TeV [55]. Jets reconstructed with p T ≥ 15 GeV and |η| ≤ 4.7 are used in the analysis.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 365,
                    "text": "[55]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 477,
                    "text": "[56]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 663,
                    "text": "[56,",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 667,
                    "text": "57]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 892,
                    "text": "[55]",
                    "end": 896
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "The two highest p T jets are defined as the tagging jets, and are required to have p T > 50 GeV and p T > 30 GeV for the p T -leading and subleading jet, respectively. The invariant mass of the two tagging jets is required to satisfy m jj > 200 GeV.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "A multivariate analysis technique, described in Sect. 5, is used to provide an optimal separation of the DY Zjj and EW Zjj components of the inclusive jj spectrum. The main discriminating variables are the dijet invariant mass m jj and the pseudorapidity separation Δη jj . Other variables used in the multivariate analysis are described below. Table 1 reports the expected and observed event yields after the initial selection and after imposing a minimum value for the final discriminator output that defines the signalenriched region used for the studies of additional hadronic activity described in Sect. 9.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 345,
                    "text": "Table 1",
                    "end": 352
                }
            ]
        },
        {
            "text": "Discriminating gluons from quarks",
            "section_rank": 6
        },
        {
            "section": "Discriminating gluons from quarks",
            "text": "Jets in signal events are expected to originate from quarks, while for background events it is more probable that jets are initiated by a gluon. A quark-gluon likelihood (QGL) discriminant [3] is evaluated for the two tagging jets with the intent of distinguishing the nature of each jet.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Discriminating gluons from quarks",
            "text": "The QGL discriminant exploits differences in the showering and fragmentation of gluons and quarks by making use of the following internal jet composition observables: (1) the particle multiplicity of the jet, (2) the minor rootmean-square of distance between the jet constituents in the Table 1 Event yields expected for background and signal processes using the initial selections and with a cut on the multivariate analysis output (BDT) that provides signal ≈ background. The yields are compared to the data observed in the different channels and categories. The total uncertainties quoted for signal, DY Zjj, dibosons, and processes with top quarks (tt and single top quarks) include the simulation statistical uncertainty η-φ plane, and (3) the p T distribution function of the jet constituents, as defined in Ref. [58].",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 287,
                    "text": "Table 1",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 819,
                    "text": "[58]",
                    "end": 823
                }
            ]
        },
        {
            "section": "Discriminating gluons from quarks",
            "text": "The variables are used as inputs to a likelihood discriminant on gluon and quark jets constructed from simulated dijet events. The performance of this QGL discriminant is evaluated and validated using independent, exclusive samples of Z + jet and dijet data [58]. Comparisons of simulation predictions and data distributions allow the derivation of corrections to the simulated QGL distributions and define a systematic uncertainty band.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 258,
                    "text": "[58]",
                    "end": 262
                }
            ]
        },
        {
            "text": "Additional discriminating variables",
            "section_rank": 7
        },
        {
            "section": "Additional discriminating variables",
            "text": "An event balance variable, R( p hard T ), is used to separate the signal from the background, defined as",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "Additional discriminating variables",
            "text": "where p Tj 1 , p Tj 2 and p TZ are, respectively, the transverse momenta of the two tagging jets and of the Z boson, and the numerator is the estimator of the p T for the hard process, i.e. p hard T . Angular variables useful for signal discrimination include the difference between the rapidity of the Z boson y Z and the average rapidity of the two tagging jets, i.e.",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "section": "Additional discriminating variables",
            "text": "and the z * Zeppenfeld variable [13] defined as",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "section": "Additional discriminating variables",
            "text": "The distributions for data and simulated samples of the m jj , R( p hard T ) and z * variables, after the initial selection, are shown in Figs. 3 and 4, for the dielectron and dimuon channels, respectively. The distributions for data and simulated samples of the dijet transverse momentum ( p Tjj ), pseudorapidity separation (Δη jj ), and of the QGL output values of each jet, after the initial selection, are shown in Figs. 5 and 6, respectively, for the dielectron and dimuon channels. Good agreement between the data and the MC expectations is observed in both channels. In the lower panels of these plots the experimental uncertainties in the jet energy scales (JES) (dotted envelope) and the uncertainties due to the choice of QCD factorisation and normalization scales defined in Sect. 6 (dashed envelope) are shown.",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "Signal discriminants and extraction procedure",
            "section_rank": 8
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "The EW Zjj signal is characterized by a large separation in pseudorapidity between the tagging jets, due to the small scattering-angle of the two initial partons. Because of both the topological configuration and the large energy of the outgoing partons, m jj is also expected to be large. The evolution of Δη jj with m jj is expected to be different for signal and background events, and therefore these characteristics are expected to yield a high separation power between the EW Zjj and the DY Zjj productions. In addition, in signal events it is expected that the Z boson candidate is produced centrally in the rapidity region defined by the two tagging jets  and that the Zjj system is approximately balanced in the transverse plane. As a consequence signal events are expected to yield lower values of both z * and p hard T than the DY background. Other variables that are used to enhance the signalto-background separation are related to the kinematics of the event ( p T , rapidity, and distance between the jets and/or the Z boson) or to the properties of the jets that are expected to be initiated by quarks. The variables that are used in the multivariate analysis are: (1) m jj ; (2) Δη jj ; (3) the dijet transverse momentum p Tjj ; (iv) the QGL values of the two tagging jets; (v) R p hard T and z * . The output of the discriminator is built by training a boosted decision tree (BDT) from the tmva package [59] to achieve an optimal separation between the EW Zjj and DY Zjj processes, independently in the dielectron and dimuon channels.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1421,
                    "text": "[59]",
                    "end": 1425
                }
            ]
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "In order to improve the sensitivity for the extraction of the signal component, the transformation that originally projects  the BDT output value in the [−1,+1] interval is changed into BDT = tanh −1 ((BDT +1)/2). This allows the purest signal region of the BDT output to be better sampled while keeping an equal-width binning of the BDT variable. Figure 7 shows the distributions of the discriminants for the two leptonic channels. Good overall agreement between simulation and data is observed in all distributions, and the signal presence is visible at high BDT values.",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 348,
                    "text": "Figure 7",
                    "end": 356
                }
            ]
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "A binned maximum likelihood calculation, which is used to fit simultaneously the strength modifiers for the EW Zjj and DY Zjj processes, μ = σ (EW Zjj)/σ LO (EW jj) and υ = σ (DY)/σ th (DY), is built from the expected rates for each process. Nuisance parameters are added to modify the expected rates and shapes according to the estimate of the systematic uncertainties affecting the measurement.",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "The interference between the EW Zjj and DY Zjj processes is included in the fit procedure, and its strength scales  √ μυ. The interference model is derived from the Mad-Graph5_amc@nlo simulation described in Section 3.",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "The parameters of the model (μ and υ) are determined by maximizing the likelihood. The statistical methodology follows the one used in other CMS analyses [6] using the asymptotic formulas [60]. In this procedure the systematic uncertainties affecting the measurement of the signal and background strengths (μ and υ) are constrained with lognormal probability distributions.",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 188,
                    "text": "[60]",
                    "end": 192
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "The main systematic uncertainties affecting the measurement are classified into experimental and theoretical sources. Some uncertainties affect only normalizations, while others affect both the normalization and shape of the BDT output distribution.  ",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 10
        },
        {
            "section": "Experimental uncertainties",
            "text": "The following experimental uncertainties are considered.",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "section": "Experimental uncertainties",
            "text": "Integrated luminosity A 2.5% uncertainty is assigned to the value of the integrated luminosity [61].",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 95,
                    "text": "[61]",
                    "end": 99
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "Trigger and selection efficiencies Uncertainties in the efficiency corrections based on control samples in data for the leptonic trigger and offline selections amount to a total of 2-3%, depending on the lepton p T and η for both the ee and μμ channels. These uncertainties are estimated by comparing the lepton efficiencies expected in simulation and measured in data with a tag-and-probe method [62].",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 397,
                    "text": "[62]",
                    "end": 401
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "Jet energy scale and resolution The energy of the jets enters at the selection level and in the computation of the kinematic variables used to calculate the discriminants. Therefore the uncertainty in the JES affects both the expected event yields and the final shapes. The effect of the JES uncertainty is studied by scaling up and down the reconstructed jet energy by p T -and η-dependent scale factors [55]. An analogous approach is used for the JER. The final impact on the signal strength uncertainty amounts to about 3% for JES and 2% for JER.",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 405,
                    "text": "[55]",
                    "end": 409
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "QGL discriminator The uncertainty in the performance of the QGL discriminator is measured using independent Z + jet and dijet data [58]. Shape variations corresponding to the full data versus simulation differences are implemented. The variations are of the order of 10% for lower QGL output values, corresponding to gluon-like jets, and of the order of 5% for larger QGL output values, corresponding to quarklike jets. The final impact on the signal strength uncertainty amounts to about 1%.",
            "paragraph_rank": 49,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 131,
                    "text": "[58]",
                    "end": 135
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "Pileup Pileup can affect the identification and isolation of the leptons or the corrected energy of the jets. When jet clustering is performed, pileup can induce a distortion of the reconstructed dijet system because of the contamination from tracks and calorimetric deposits. This uncertainty is evaluated by generating alternative distributions of the number of pileup interactions, corresponding to a 5% uncertainty in the total inelastic pp cross section at √ s = 13 TeV. Limited number of simulated events For each signal and background simulation, shape variations for the distributions are created by shifting each bin content up or down by its statistical uncertainty. This generates alternatives to the nominal shapes that are used to describe the uncertainty from the limited number of simulated events. Depending on the BDT output bin, the impact on the signal strength uncertainty can be up to 3%.",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "Theoretical uncertainties",
            "section_rank": 11
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The following theoretical uncertainties are considered in the analysis.",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "section": "Theoretical uncertainties",
            "text": "PDF The PDF uncertainties are evaluated by comparing the nominal distributions to those obtained when using the alternative PDFs of the NNPDF set, including α S variations. The final impact on the signal strength uncertainty is less than 1%.",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "section": "Theoretical uncertainties",
            "text": "Factorization and renormalization scales To account for theoretical uncertainties, signal and background shape variations are built by changing the values of μ F and μ R from their defaults by factors of 2 or 1/2 in the ME calculation, simultaneously for μ F and μ R , but independently for each simulated sample. The final impact on the signal strength uncertainty amounts to 6% and 4% respectively for the signal and background variations.",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "section": "Theoretical uncertainties",
            "text": "Normalization of top quark and diboson backgrounds Diboson and top quark production processes are modelled with MC simulations. An uncertainty in the normalization of these backgrounds is assigned based on the PDF and μ F , μ R uncertainties, following calculations in Refs. [41,42,46]. The final impact on the signal strength uncertainty amounts to less than 1%.",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 275,
                    "text": "[41,",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 279,
                    "text": "42,",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 282,
                    "text": "46]",
                    "end": 285
                }
            ]
        },
        {
            "section": "Theoretical uncertainties",
            "text": "Interference between EW Zjj and DY Zjj An overall normalization uncertainty and a shape uncertainty are assigned to the interference term in the fit, based on an envelope of prediction with different μ F , μ R scales. The final impact on the signal strength uncertainty amounts to 2-3%.",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "section": "Theoretical uncertainties",
            "text": "Parton showering model The uncertainty in the signal PS model and the event tune is assessed as the full difference of the acceptance and shape predictions using pythia and her-wig++. The final impact on the signal strength uncertainty amounts to about 4%.",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The largest sources of experimental uncertainty come from the JES and the limited statistics of simulated events; the largest source of theoretical uncertainty comes from the μ F , μ R scale uncertainties.",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "Measurement of the EW Zjj production cross section",
            "section_rank": 12
        },
        {
            "section": "Measurement of the EW Zjj production cross section",
            "text": "The signal strength, defined for the jj final state in the kinematic region described in Sect. 3, is extracted from the fit to the BDT output distribution as discussed in Sect. 5.",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "section": "Measurement of the EW Zjj production cross section",
            "text": "In the dielectron channel, the signal strength is measured to be μ = 0.96 ± 0.06 (stat) ± 0.13 (syst) The results obtained for the different dilepton channels are compatible with each other, and in agreement with the SM predictions.",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "section": "Measurement of the EW Zjj production cross section",
            "text": "From the combined fit of the two channels, the signal strength is measured to be μ = 0.98 ± 0.04 (stat) ± 0.10 (syst) = 0.98 ± 0.11 (total), corresponding to a measured signal cross section σ (EW jj) = 534 ± 20 (stat) ± 57 (syst) fb = 534 ± 60 (total) fb, in agreement with the SM prediction σ LO (EW jj) = 543 ± 24 fb. In the combined fit, the DY strength is υ = 0.988 ± 0.031. Using the statistical methodology described in Ref. [60], the background-only hypotheses in the dielectron, dimuon, and combined channels are all excluded with significance well above 5σ .",
            "paragraph_rank": 60,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 431,
                    "text": "[60]",
                    "end": 435
                }
            ]
        },
        {
            "text": "Limits on anomalous gauge couplings",
            "section_rank": 13
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "In the framework of EFT, new physics can be described as an infinite series of new interaction terms organized as an expansion in the mass dimension of the operators.",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "In the EW sector of the SM, the first higher-dimensional operators containing bosons are six-dimensional [15]:",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "where, as is customary, group indices are suppressed and the mass scale Λ is factorized from the coupling constants c. In Eq. (4), W μν is the SU(2) field strength, B μν is the U(1) field strength, Φ is the Higgs doublet, and operators with a tilde are the magnetic duals of the field strengths. The first three operators are charge and parity conserving, whereas the two last ones are not. In this paper, models with operators that preserve charge conjugation and parity symmetries can be included in the calculation either individually or in pairs. With these assumptions, the value of coupling constants divided by the mass scale c/Λ 2 are measured. These operators have a rich phenomenology since they contribute to many multiboson scattering processes at tree level. The operator O W W W modifies vertices with 3 to 6 vector bosons, whereas the operators O W and O B modify both HVV vertices and vertices with 3 or 4 vector bosons. A more detailed description of the phenomenology of these operators can be found in Ref. [63]. Modifications to the ZWW vertex are investigated in this case, since this modifies the pp → Zjj cross section.",
            "paragraph_rank": 63,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1026,
                    "text": "[63]",
                    "end": 1030
                }
            ]
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "Previously, modifications to these vertices have been studied using anomalous trilinear gauge couplings [64]. The rela- ",
            "paragraph_rank": 64,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 104,
                    "text": "[64]",
                    "end": 108
                }
            ]
        },
        {
            "text": "ATGC signal simulation",
            "section_rank": 14
        },
        {
            "section": "ATGC signal simulation",
            "text": "ATGC signal events are simulated at LO using Mad-Graph5_amc@nlo with the NNPDF3.0 PDF set for signal generation. Showering and hadronization of the events is performed with pythia using the CUETP8M1 tune [28], using the same configuration as in the SM signal sample. The 'EWdim6NLO' model [15,24]  ",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 204,
                    "text": "[28]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "start": 289,
                    "text": "[15,",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 293,
                    "text": "24]",
                    "end": 296
                }
            ]
        },
        {
            "text": "Statistical analysis",
            "section_rank": 15
        },
        {
            "section": "Statistical analysis",
            "text": "The measurement of the coupling constants uses templates in the transverse momentum of the dilepton system ( p TZ ). Because this is well-measured and longitudinally Lorentz invariant, this variable is robust against mismodelling and, in principle, ideal for this purpose. In the electron channel 15 equal bins for 0 < p TZ < 900 GeV are used, and 20 equal bins for 0 < p TZ < 1200 GeV are used in the muon channel, where the last bin contains overflow.",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "section": "Statistical analysis",
            "text": "In order to construct the p TZ templates, the associated weights calculated for each event are used to construct a parametrized model of the expected yield in each bin as a function of the values of the dimension-six operators' coupling constants. For each bin, the ratios of the expected signal yield with dimension-6 operators to the one without (leaving only the SM contribution) are fitted at each point of the grid to a quadratic polynomial. The highest bin is the one with the largest statistical power to detect the presence of higher dimensional operators. Figure 8 shows examples of the final templates, with the expected signal overlaid on the background expectation, for two different hypotheses of dimension-6 operators. The SM distribution is normalized to the expected cross section.",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 565,
                    "text": "Figure 8",
                    "end": 573
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "A simultaneous binned fit for the values of the ATGCs is performed in the two lepton channels. A profile likelihood method, the Wald Gaussian approximation and Wilks' theorem [60] are used to derive one-dimensional and twodimensional limits at 95% confidence level (CL) on each of the three ATGC parameters and each combination of two ATGC parameters, respectively, while all other parameters are set to their SM values. Systematic and theoretical uncertainties are represented by individual nuisance parameters with log-normal distributions and are profiled in the fit.",
            "paragraph_rank": 68,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 175,
                    "text": "[60]",
                    "end": 179
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "No significant deviation from the SM expectation is observed. Limits on ATGC parameters were previously set by LEP [65], ATLAS [66,67], and CMS [68,69]. The LHC semileptonic diboson analyses using 8 TeV data currently set the most stringent limits. Limits on the EFT parameters are reported and also translated into the equivalent parameters defined in an effective Lagrangian (LEP parametrization) in Ref. [70], without form factors: λ γ = λ Z = λ, Δκ Z = Δg Z 1 − Δκ γ tan 2 θ W . The parameters λ, Δκ Z , and Δg Z 1 are considered, where the Δ symbols represents deviations from their respective SM values.",
            "paragraph_rank": 69,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 115,
                    "text": "[65]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 127,
                    "text": "[66,",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "start": 131,
                    "text": "67]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "start": 144,
                    "text": "[68,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "start": 148,
                    "text": "69]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 407,
                    "text": "[70]",
                    "end": 411
                }
            ]
        },
        {
            "section": "Results",
            "text": "This analysis shows high sensitivity to c W W W /Λ 2 and c W /Λ 2 parameters (equivalently λ Z and Δg Z 1 ). The sensitivity to c B /Λ 2 (equivalently Δκ Z ) parameter is very low since the contribution of this operator to the WWZ vertex is suppressed by the weak mixing angle.",
            "paragraph_rank": 70,
            "section_rank": 16
        },
        {
            "section": "Results",
            "text": "Results for 1D limits on c W W W and c W (λ and Δg Z 1 ) can be found in Table 2 (Table 3) respectively, and 2D limits are shown in Fig. 9. Results are dominated by the sensitivity in the muon channel due to the larger acceptance for muons. An ATGC signal is not included in the interference between EW and DY production. The effect on the limits is small (<3%).",
            "paragraph_rank": 71,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 73,
                    "text": "Table 2 (Table 3",
                    "end": 89
                },
                {
                    "type": "figure",
                    "start": 132,
                    "text": "Fig. 9",
                    "end": 138
                }
            ]
        },
        {
            "text": "Study of the hadronic and jet activity in Z + jet events",
            "section_rank": 17
        },
        {
            "section": "Study of the hadronic and jet activity in Z + jet events",
            "text": "Now that the presence of an SM signal is established, the properties of the hadronic activity in the selected events can be examined. The production of additional jets in a region with a larger contribution from EW Zjj processes is explored in Sect. 9.1. Studies of the region in rapidity with expected low hadron activity (rapidity gap), using track-only observables, are presented in Sect. 9.2. Finally a study of hadronic activity vetoes, using both PF jets and track-only observables, is presented in Sect. 9.3. A significant suppression of the hadronic activity in signal events is expected because the final-state objects originate from pure electroweak interactions, in contrast with the radiative QCD production of jets in DY Zjj events. The reconstructed distributions are compared directly to the prediction obtained with a full simulation of the CMS detector.",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "section": "Study of the hadronic and jet activity in Z + jet events",
            "text": "In the following studies, event distributions are shown with a selection BDT > 0.92, which allows a signal-enriched region to be selected with a similar fraction of signal and background events. The BDT > 0.92 selection corresponds approximately to a selection BDT >1.946 on the transformed BDT discriminants shown in Fig. 7.",
            "paragraph_rank": 73,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 318,
                    "text": "Fig. 7",
                    "end": 324
                }
            ]
        },
        {
            "text": "Jet activity studies in a high-purity region",
            "section_rank": 18
        },
        {
            "section": "Jet activity studies in a high-purity region",
            "text": "In this study, aside from the two tagging jets used in the preselection, all PF jets with a p T > 15 GeV found within the pseudorapidity gap of the tagging jets, η    Fig. 10 Transverse momentum of the third highest p T jet (top row), and H T of all additional jets (bottom row) within the pseudorapidity interval of the two tagging jets in dielectron (left) and dimuon (right) events with BDT > 0.92. The contributions from the different background sources and the signal are shown stacked, with data points superimposed. The expected signal-only contribution is also shown as an unfilled histogram. The lower panels show the relative difference between the data and expectations, as well as the uncertainty envelopes for JES and μ F,R scale uncertainties. In all distributions the first bin contains events where no additional jet with p T > 15 GeV is present deficit of the simulation predictions for the rate of events with no additional jet activity. A suppression of the emission of additional jets is observed in data, when taking into account the background-only predictions. In the simulation of the signal, the additional jets are produced by the PS (see Sect. 3), so studying these distributions provides insight on the PS model in the rapidity-gap region.",
            "paragraph_rank": 74,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 167,
                    "text": "Fig. 10",
                    "end": 174
                }
            ]
        },
        {
            "text": "Study of the charged-hadron activity",
            "section_rank": 19
        },
        {
            "section": "Study of the charged-hadron activity",
            "text": "For this study, a collection is formed of high-purity tracks [71] with p T > 0.3 GeV that are uniquely associated with the main PV in the event. Tracks associated with the two leptons or with the tagging jets are excluded from the selection. The association between the selected tracks and the reconstructed PVs is carried out by minimizing the longitudinal impact parameter, which is defined as the z-distance between the  A collection of \"soft track jets\" is defined by clustering the selected tracks using the anti-k T clustering algorithm [51] with a distance parameter of R = 0.4. The use of track jets represents a clean and well-understood method [72] to reconstruct jets with energy as low as a few GeV. These jets are not affected by pileup because of the association of the constituent tracks with the hard-scattering vertex [73].",
            "paragraph_rank": 75,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 61,
                    "text": "[71]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 543,
                    "text": "[51]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 654,
                    "text": "[72]",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 835,
                    "text": "[73]",
                    "end": 839
                }
            ]
        },
        {
            "section": "Study of the charged-hadron activity",
            "text": "Track jets of low p T and within η Overall, a reasonable agreement is observed between data and the simulation.",
            "paragraph_rank": 76,
            "section_rank": 19
        },
        {
            "text": "Study of gap activity vetoes",
            "section_rank": 20
        },
        {
            "section": "Study of gap activity vetoes",
            "text": "The efficiency of a gap activity veto corresponds to the fraction of events with a measured gap activity below a given threshold. This efficiency can be studied as a function of the applied threshold, and for different gap activity observables. The veto thresholds studied here start at 15 GeV for gap activities measured with standard PF jets, while they go down to 1 GeV for gap activities measured with soft track jets. Figure 12 shows the gap activity veto efficiency of combined dielectron and dimuon events in the signal-enriched region when placing an upper threshold on the p T of the additional third jet, or on the total H T of all additional jets. The observed efficiency in data is compared to expected efficiencies for background-only events, and efficiencies for back-ground plus signal events where the signal is modeled with pythia or herwig++. Data points disfavour the backgroundonly predictions and are in reasonable agreement with the presence of the signal for both PS predictions. Figure 13 shows the gap activity veto efficiency of combined dielectron and dimuon events in the signal-enriched region when placing an upper threshold on the p T of the leading soft jet, or on the total soft H T . The data points disfavour the background-only predictions and are in reasonable agreement with the presence of the signal with both PS predictions. Comparisons between the signal gap activity predictions obtained with pythia PS model and the her-wig++ PS model have been previously studied [13], and are consistent with the predictions found here. Among the two considered signal models, the data seem to prefer the signal model with herwig++ PS at low gap activity values, whereas the pythia (v8.212) PS predictions seem to be preferred by the data in the case of larger gap activities.",
            "paragraph_rank": 77,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 423,
                    "text": "Figure 12",
                    "end": 432
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1003,
                    "text": "Figure 13",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "start": 1508,
                    "text": "[13]",
                    "end": 1512
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 21
        },
        {
            "section": "Summary",
            "text": "The cross section for the electroweak (EW) production of a Z boson in association with two jets in the jj final state is measured in proton-proton collisions at √ s = 13 TeV in the kinematic region defined by m > 50 GeV, m jj > 120 GeV, and transverse momenta p Tj > 25 GeV. The result σ (EW jj) = 534 ± 20 (stat) ± 57 (syst) fb, agrees with the standard model prediction.",
            "paragraph_rank": 78,
            "section_rank": 21
        },
        {
            "section": "Summary",
            "text": "The increased cross section and integrated luminosity recorded at 13 TeV, as well as the more precise NLO modelling of background processes, have led to a more precise measurement of the EW Zjj process, relative to earlier CMS and ATLAS results, where the relative precision was approximately 20% [3,4,16,17].",
            "paragraph_rank": 79,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 297,
                    "text": "[3,",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "start": 300,
                    "text": "4,",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "start": 302,
                    "text": "16,",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "start": 305,
                    "text": "17]",
                    "end": 308
                }
            ]
        },
        {
            "section": "Summary",
            "text": "No evidence for anomalous trilinear gauge couplings is found. The following one-dimensional limits at 95% CL are obtained: −2.6 < c W W W /Λ 2 < 2.6 TeV −2 and −8.4 < c W /Λ 2 < 10.1 TeV −2 . These results provide the most stringent constraints on c W W W to date.",
            "paragraph_rank": 80,
            "section_rank": 21
        },
        {
            "section": "Summary",
            "text": "In events from a signal-enriched region, the additional hadron activity is also studied, as well as the efficiencies for a gap-activity veto, and generally good agreement is found between data and quantum chromodynamics predictions with either the pythia or herwig++ parton shower and hadronization model. accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and per-sonnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies:   (2017). https://doi.org/10.1016/j.physletb.2017.10.040. arXiv:1709.10264 18. CMS Collaboration, Description and performance of track and primary-vertex reconstruction with the CMS tracker. JINST 9 P10009, (2014). https://doi.org/10.1088/1748-0221/9/10/P10009. arXiv:1405.6569 19. CMS Collaboration, Performance of electron reconstruction and selection with the CMS detector in proton-proton collisions at √ s = 8 TeV. JINST 10 P06005, (2015). https://doi.org/10.1088/ 1748-0221/10/06/P06005. arXiv:1502.02701 20. CMS Collaboration, Performance of CMS muon reconstruction in pp collision events at √ s = 7 TeV. JINST 7 P10002, (2012). https://doi.org/10.1088/1748-0221/7/10/P10002. arXiv:1206.4071 21. CMS Collaboration, Particle-flow reconstruction and global event description with the CMS detector. JINST 12 P10003, 67. ATLAS Collaboration, Measurements of W ± Z production cross sections in pp collisions at √ s = 8 TeV with the ATLAS detector and limits on anomalous gauge boson self-couplings. Phys. Rev. D 93 092004 (2016). https://doi.org/10.1103/PhysRevD.93.092004. arXiv:1603.02151 68. CMS Collaboration, Search for anomalous couplings in boosted WW/WZ → νqq production in proton-proton collisions at √ s = 8 TeV. Phys. Lett. B 772 21 (2017). https://doi.org/10. 1016/j.physletb.2017.06.009. arXiv:1703.06095 69. CMS Collaboration, Measurement of the WZ production cross section in pp collisions at √ s = 7 and 8 TeV and search for anomalous triple gauge couplings at √ s = 8 TeV. Eur. Phys. J. C 77 236 (2017). https://doi.org/10.1140/epjc/s10052-017-4730-z. arXiv:1609.05721",
            "paragraph_rank": 81,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 871,
                    "text": "(2017)",
                    "end": 877
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2115,
                    "text": "(2017)",
                    "end": 2121
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2384,
                    "text": "(2017)",
                    "end": 2390
                }
            ]
        },
        {
            "section": "Summary",
            "text": "Universidade Estadual Paulista a , Universidade Federal do ABC b , São Paulo, Brazil",
            "paragraph_rank": 82,
            "section_rank": 21
        },
        {
            "text": "Fig. 1 Fig",
            "section_rank": 22
        },
        {
            "section": "Fig. 1 Fig",
            "text": "Fig. 1Representative Feynman diagrams for purely electroweak amplitudes for dilepton production in association with two jets: vector boson fusion (left), bremsstrahlung-like (center), and multiperipheral production (right)",
            "paragraph_rank": 83,
            "section_rank": 22
        },
        {
            "text": "Fig. 3",
            "section_rank": 23
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3 Data and simulated event distributions for the dielectron event selection: m jj (top left), R( p hard T ) (top right), and z * (bottom). The contributions from the different background sources and the signal are shown stacked, with data points superimposed. The expected signal-",
            "paragraph_rank": 84,
            "section_rank": 23
        },
        {
            "text": "Fig. 4",
            "section_rank": 24
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4 Data and simulated event distributions for the dimuon event selection: m jj (top left), R( p hard T ) (top right), and z * (bottom). The contributions from the different background sources and the signal are shown stacked, with data points superimposed. The expected signal-",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "Fig. 5",
            "section_rank": 25
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Data and simulated event distributions for the dielectron event selection: dijet system transverse momentum (top left), dijet pseudorapidity opening (top right), p T -leading jet QGL (bottom left), and p Tsubleading jet QGL (bottom right). The contributions from the different background sources and the signal are shown stacked, with data points",
            "paragraph_rank": 86,
            "section_rank": 25
        },
        {
            "text": "Fig.",
            "section_rank": 26
        },
        {
            "section": "Fig.",
            "text": "Fig. Data and simulated event distributions for the dimuon event selection: dijet system transverse momentum (top left), dijet pseudorapidity opening (top right), p T -leading jet QGL (bottom left), and p Tsubleading jet QGL (bottom right). The contributions from the different background sources and the signal are shown stacked, with data points",
            "paragraph_rank": 87,
            "section_rank": 26
        },
        {
            "text": "Fig. 7",
            "section_rank": 27
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Distributions for transformed BDT discriminants in dielectron (left) and dimuon (right) events. The contributions from the different background sources and the signal are shown stacked, with data points superimposed. The expected signal-only contribution is also shown as",
            "paragraph_rank": 88,
            "section_rank": 27
        },
        {
            "text": "=",
            "section_rank": 28
        },
        {
            "section": "=",
            "text": "0.96 ± 0.14 (total), corresponding to a measured signal cross section σ (EW jj) = 521 ± 34 (stat) ± 68 (syst) fb = 521 ± 76 (total) fb. In the dimuon channel, the signal strength is measured to be μ = 0.97 ± 0.04 (stat) ± 0.11 (syst) = 0.97 ± 0.12 (total), corresponding to a measured signal cross section σ (EW jj) = 524 ± 23 (stat) ± 61 (syst) fb = 524 ± 65 (total) fb.",
            "paragraph_rank": 89,
            "section_rank": 28
        },
        {
            "text": "Fig. 8",
            "section_rank": 29
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8Distributions of p TZ in data and SM backgrounds, and various ATGC scenarios in the dielectron (left) and dimuon (right) channels",
            "paragraph_rank": 90,
            "section_rank": 29
        },
        {
            "text": "used. The background contribution uses the normalizations obtained from the fit discussed in Sect. 7. The p T of the p T -leading additional jet, as well as the scalar p T sum (H T ) of all additional jets, are shown in Fig. 10. Data and expectations are generally in reasonable agreement for all distributions in the signal-enriched regions, with some )",
            "paragraph_rank": 91,
            "section_rank": 30
        },
        {
            "text": "Fig. 11 H",
            "section_rank": 31
        },
        {
            "section": "Fig. 11 H",
            "text": "Fig. 11 H T of additional soft track-jets with p T > 1 GeV in dielectron (left) and dimuon (right) events with BDT > 0.92. Data are compared to MC expectations with the pythia PS model (top row), or the her-wig++ PS model (bottom row). The contributions from the different background sources and the signal are shown stacked, with data points",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "Fig. 13",
            "section_rank": 32
        },
        {
            "section": "Fig. 13",
            "text": "Fig. 12Efficiency of a gap activity veto in dielectron and dimuon events with BDT > 0.92, as a function of the additional jet p T (left), and of the total H T of additional jets (right). Data points are compared",
            "paragraph_rank": 93,
            "section_rank": 32
        },
        {
            "text": "the Austrian Federal Ministry of Science, Research and Economy and the Austrian Science Fund; the Belgian Fonds de la Recherche Scientifique, and Fonds voor Wetenschappelijk Onderzoek; the Brazilian Funding Agencies (CNPq, CAPES, FAPERJ, and FAPESP); the Bulgarian Ministry of Education and Science; CERN; the Chinese Academy of Sciences, Ministry of Science and Technology, and National Natural Science Foundation of China; the Colombian Funding Agency (COLCIENCIAS); the Croatian Ministry of Science, Education and Sport, and the Croatian Science Foundation; the Research Promotion Foundation, Cyprus; the Secretariat for Higher Education, Science, Technology and Innovation, Ecuador; the Ministry of Education and Research, Estonian Research Council via IUT23-4 and IUT23-6 and European Regional Development Fund, Estonia; the Academy of Finland, Finnish Ministry of Education and Culture, and Helsinki Institute of Physics; the Institut National de Physique Nucléaire et de Physique des Particules / CNRS, and Commissariat à l'Énergie Atomique et aux Énergies Alternatives / CEA, France; the Bundesministerium für Bildung und Forschung, Deutsche Forschungsgemeinschaft, and Helmholtz-Gemeinschaft Deutscher Forschungszentren, Germany; the General Secretariat for Research and Technology, Greece; the National Scientific Research Foundation, and National Innovation Office, Hungary; the Department of Atomic Energy and the Department of Science and Technology, India; the Institute for Studies in Theoretical Physics and Mathematics, Iran; the Science Foundation, Ireland; the Istituto Nazionale di Fisica Nucleare, Italy; the Ministry of Science, ICT andFuture Planning, and National Research Foundation (NRF), Republic of Korea; the Lithuanian Academy of Sciences; the Ministry of Education, and University of Malaya (Malaysia); the Mexican Funding Agencies (BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI); the Ministry of Business, Innovation and Employment, New Zealand; the Pakistan Atomic Energy Commission; the Ministry of Science and Higher Education and the National Science Centre, Poland; the Fundação para a Ciência e a Tecnologia, Portugal; JINR, Dubna; the Ministry of Education and Science of the Russian Federation, the Federal Agency of Atomic Energy of the Russian Federation, Russian Academy of Sciences, the Russian Foundation for Basic Research and the Russian Competitiveness Program of NRNU \"MEPhI\"; the Ministry of Education, Science and Technological Development of Serbia; the Secretaría de Estado de Investigación, Desarrollo e Innovación, Programa Consolider-Ingenio 2010, Plan de Ciencia, Tecnología e Innovación 2013-2017 del Principado de Asturias and Fondo Europeo de Desarrollo Regional, Spain; the Swiss Funding Agencies (ETH Board, ETH Zurich, PSI, SNF, UniZH, Canton Zurich, and SER); the Ministry of Science and Technology, Taipei; the Thailand Center of Excellence in Physics, the Institute for the Promotion of Teaching Science and Technology of Thailand, Special Task Force for Activating Research and the National Science and Technology Development Agency of Thailand; the Scientific and Technical Research Council of Turkey, and Turkish Atomic Energy Authority; the National Academy of Sciences of Ukraine, and State Fund for Fundamental Researches, Ukraine; the Science and Technology Facilities Council, UK; the US Department of Energy, and the US National Science Foundation. Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Scientific and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/ 07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA). Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 . References 1. C. Oleari, D. Zeppenfeld, QCD corrections to electroweak ν jj and + − jj production. Phys. Rev. D 69, 093004 (2004). https:// doi.org/10.1103/PhysRevD.69.093004. arXiv:hep-ph/0310156 2. H. Chehime, D. Zeppenfeld, Single W and Z boson production as a probe for rapidity gaps at the SSC. Phys. Rev. D 47, 3898 (1993). https://doi.org/10.1103/PhysRevD.47.3898 3. CMS Collaboration, Measurement of the hadronic activity in events with a Z and two jets and extraction of the cross section for the electroweak production of a Z with two jets in pp collisions at √ s = 7 TeV. JHEP 10 062, (2013). https://doi.org/10.1007/ JHEP10(2013)062. arXiv:1305.7389 4. CMS Collaboration, Measurement of electroweak production of two jets in association with a Z boson in proton-proton collisions at √ s = 8 TeV. Eur. Phys. J. C 75 66, (2015). https://doi.org/10. 1140/epjc/s10052-014-3232-5. arXiv:1410.3153 5. ATLAS Collaboration, Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC. Phys. Lett. B 716 1, (2012",
            "paragraph_rank": 94,
            "section_rank": 33
        },
        {
            "text": "is used for the generation of anomalous couplings. For each event, 125 weights are assigned that correspond to a 5×5×5 grid in c W W W /Λ 2 × c W /Λ 2 × c B /Λ 2 . Equal bins are used in the interval [−15, 15] TeV −2 for c W W W /Λ 2 , [−50, 50] TeV −2 for c W /Λ 2 , and equal bins in the interval [−500, 500] TeV −2 for c B /Λ 2 .",
            "paragraph_rank": 95,
            "section_rank": 34
        },
        {
            "text": "Table 2",
            "section_rank": 35
        },
        {
            "section": "Table 2",
            "text": "One-dimensional limits on the ATGC EFT parameters at 95% CL",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "13 TeV s , -1 L = 35.9 fb CMS CMS",
            "section_rank": 36
        },
        {
            "section": "13 TeV s , -1 L = 35.9 fb CMS CMS",
            "text": "CMSFig. 9Two-dimensional observed 95% CL limits (continuous black line) and expected 68, 95, and 99% CL limits on anomalous coupling parameters",
            "paragraph_rank": 98,
            "section_rank": 36
        },
        {
            "text": "). https://doi.org/10.1016/j. physletb.2012.08.020. arXiv:1207.7214 6. CMS Collaboration, Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC. Phys. Lett. B 716 30, (2012). https://doi.org/10.1016/j.physletb.2012.08.021. arXiv:1207.7235 7. CMS Collaboration, Observation of a new boson with mass near 125 GeV in pp collisions at √ s = 7 and 8TeV. JHEP 06 081, (2013). https://doi.org/10.1007/JHEP06(2013)081. arXiv:1303.4571 8. G.-C. Cho et al., Weak boson fusion production of supersymmetric particles at the CERN LHC. Phys. Rev. D 73, 054002 (2006). https://doi.org/10.1103/PhysRevD.73.054002. arXiv:hep-ph/0601063 9. B. Dutta et al., Vector boson fusion processes as a probe of supersymmetric electroweak sectors at the LHC. Phys. Rev. D 87, 035029 (2013). https://doi.org/10.1103/PhysRevD.87.035029. arXiv:1210.0964 10. CMS Collaboration, Search for supersymmetry in the vector-boson fusion topology in proton-proton collisions at √ s = 8 TeV. JHEP 11 189, (2015). https://doi.org/10.1007/JHEP11(2015)189. arXiv:1508.07628 11. CMS Collaboration, Search for dark matter and supersymmetry with a compressed mass spectrum in the vector boson fusion topology in proton-proton collisions at √ s = 8 TeV. Phys. Rev. Lett. 118 021802, (2017). https://doi.org/10.1103/PhysRevLett. 118.021802. arXiv:1605.09305 12. J.D. Bjorken, Rapidity gaps and jets as a new physics signature in very high-energy hadron hadron collisions. Phys. Rev. D 47, 101 (1993). https://doi.org/10.1103/PhysRevD.47.101 13. F. Schissler, D. Zeppenfeld, Parton shower effects on W and Z production via vector boson fusion at NLO QCD. JHEP 04, 057 (2013). https://doi.org/10.1007/JHEP04(2013)057. arXiv:1302.2884 14. K. Hagiwara, S. Ishihara, R. Szalapski, D. Zeppenfeld, Low-energy effects of new interactions in the electroweak boson sector. Phys. Rev. D 48, 2182 (1993). https://doi.org/10.1103/PhysRevD.48. 2182 15. C. Degrande et al., Effective field theory: a modern approach to anomalous couplings. Ann. Phys. 335, 21 (2013). https://doi.org/ 10.1016/j.aop.2013.04.016. arXiv:1205.4231 16. ATLAS Collaboration, Measurement of the electroweak production of dijets in association with a Z-boson and distributions sensitive to vector boson fusion in proton-proton collisions at √ s = 8 TeV using the ATLAS detector. JHEP 04 031, (2014). https://doi.org/10.1007/JHEP04(2014)031. arXiv:1401.7610 17. ATLAS Collaboration, Measurement of the cross-section for electroweak production of dijets in association with a Z boson in pp collisions at √ s = 13 TeV with the ATLAS detector. Phys. Lett.B 775 206,",
            "paragraph_rank": 99,
            "section_rank": 37
        },
        {
            "text": "Acknowledgements",
            "section_rank": 39
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN",
            "paragraph_rank": 100,
            "section_rank": 39
        }
    ]
}