{
    "level": "paragraph",
    "abstract": [
        {
            "text": "AFTER@LHC is an ambitious fixed-target project in order to address open questions in the domain of proton and neutron spins, Quark Gluon Plasma and high-x physics, at the highest energy ever reached in the fixed-target mode. Indeed, thanks to the highly energetic 7 TeV proton and 2.76 A.TeV lead LHC beams, center-of-mass energies as large as √ s NN = 115 GeV in pp/pA and √ s NN = 72 GeV in AA can be reached, corresponding to an uncharted energy domain between SPS and RHIC. We report two main ways of performing fixed-target collisions at the LHC, both allowing for the usage of one of the existing LHC experiments. In these proceedings, after discussing the projected luminosities considered for one year of data taking at the LHC, we will present a selection of projections for light and heavy-flavour production.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The AFTER@LHC project [1] is a proposal to conduct a multi-purpose fixed-target experiment at the LHC by using its highly energetic proton and lead beams. The energy domain which can be probed ranges from √ s NN = 72 GeV in AA collisions up to √ s NN = 115 GeV in pp/pA collisions, i.e. the largest energies achieved in the fixed-target mode. This mode offers unique opportunities to access the high Feynman-x F domain with high luminosities thanks to the large density of the target. The versatility of the target also allows one to perform studies as a function of the nucleus atomic mass. Finally, depending on the chosen technology, it may be possible to polarise the target. The physics programme of AFTER@LHC has extensively been discussed in Refs [2][3][4][5] and proposes to address open questions in the domain of high-x, Spin and Quark Gluon Plasma (QGP) physics. In the high-x programme, the aim is to advance our understanding of the high-x gluon, antiquark and heavy-quark content in the nucleon and in the nucleus: by, for instance, constraining the quark Parton Distribution Functions (PDF) and nuclear PDFs (in the EMC region) with Drell-Yan measurements; by searching for the existence of a possible non-perturbative source of c or b quarks in the proton, which is an important input for high-energy-neutrino and cosmic-ray physics; by looking for W boson production near threshold to constrain the light quark sea PDFs at large-x. In the Spin physics programme (not discussed here), the goal is to advance our understanding of the dynamics and spin of quarks and gluons inside polarised (and unpolarised) nucleons, in particular the Orbital Angular Momentum of quarks and gluons in the proton.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 754,
                    "text": "[2]",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 757,
                    "text": "[3]",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 760,
                    "text": "[4]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 763,
                    "text": "[5]",
                    "end": 766
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The final part of the AFTER@LHC physics programme concerns the study of heavy-ion collisions toward large rapidities. In Pb-A collisions, at √ s NN = 72 GeV, AFTER@LHC is probing the region of high temperature (∼ 1.5 T c ) and low baryon chemical potential, where QGP formation is expected to occur. At such a temperature, the Υ(2S , 3S ) excited states are expected to be suppressed in the QGP [6], thus allowing the calibration of its temperature. Conducting measurements of various quarkonium states (together with open heavy-flavours (HF)) as a function of rapidity and system size would permit to scan the phase-transition region. Moreover, AFTER@LHC can study the transport properties of the QGP accounting for its longitudinal expansion. By measuring particle yields and flow coefficients v N as a function of rapidity, AFTER@LHC can access the temperature dependence of the medium shear viscosity while probing different energy densities. A proper interpretation of the AA data probably requires a complete set of v N coefficient measurements in smaller systems (pp, pA) to study the collectivity with new observables, like heavy-flavour hadrons, which will be abundantly produced at AFTER@LHC. Other items of interest also include the study of the heavy-quark energy-loss mechanisms in the QGP via D meson measurements as a function of the rapidity and p T , and the universality of the initial-state effects from pA to AA collisions with the Drell-Yan probe. In these proceedings, we will focus on the performance of AFTER@LHC for light and heavy-flavour production.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 395,
                    "text": "[6]",
                    "end": 398
                }
            ]
        },
        {
            "text": "Possible technical implementations at the LHC and luminosities",
            "section_rank": 3
        },
        {
            "section": "Possible technical implementations at the LHC and luminosities",
            "text": "In the following, we will discuss the usage of an internal (solid or gaseous) target inside one of the existing LHC experiments (LHCb or ALICE) as a main way to achieve the AFTER@LHC physics goals. Such kinds of solutions enable to conduct a fixed-target programme at a limited cost, with a limited civil engineering, and on a shorter timescale. The LHCb experiment has demonstrated the feasibility of injecting low-density noble gases inside the vacuum chamber of its Vertex Locator detector using the SMOG system [7]. This setup has proven that a parasitic operation of a fixedtarget programme with a collider programme is possible, without inducing a decrease of the beam lifetime. However, the physics reach with such a system is limited by: the low gas pressure; the choice of gas species; the limited running time due to the absence of dedicated pumping systems close to the interaction point; the absence of target polarisation. Typical luminosities collected in 2015 in pAr collisions, during about 17 hours of data taking amount to few nb −1 [8]. To further increase the gas pressure, two setups are under study. An internal gas-jet is currently used at the RHIC collider to measure proton beam polarisation [9], while a storage-cell gas target has been used by the Hermes experiment at the Hera collider [10]. With both systems, target areal density as high as 10 15 -10 16 H 2 .cm −2 could be reached with unpolarised H 2 , i.e. an increase of the target areal density by several orders of magnitude with respect to the SMOG system. Thanks to a powerful differential pumping system maintaining a high local gas density in the target region, polarised hydrogen target areal density about two orders of magnitude larger than the internal gas-jet one can be obtained with the storage-cell gas target. Finally, the usage of an internal solid target in combination with a bent crystal deflecting the beam halo is also under study [11]. Beam fluxes on the order of 5 ×10 8 p/s and 10 5 Pb/s can be extracted by means of a bent crystal. An unpolarised solid target, with a length of 5 mm along the beam direction, is currently considered. Such a length should allow an installation inside the LHC beam pipe and limited multiple-scattering inside the target. Table 1 shows the target areal density, instantaneous and integrated luminosities over a year for the gas-jet target, storagecell target and a bent crystal coupled to a solid-target. Only a selection of beam and target type combinations relevant for the discussions and results in these proceedings is shown. The largest integrated luminosities per year in pH ↑ (∼ 10 fb −1 ) and PbXe (∼ 30 nb −1 ) collisions are obtained with the storage-cell. These luminosities should be considered as maximal and can be further decreased because of the detector data acquision rate capabilities (e.g. the ALICE detector case) or a decrease of the beam lifetime (a 15% beam consumption over a fill has been assumed for PbXe collisions). Table 1. Summary table of the target areal density, instantaneous and integrated luminosities over a year, for the various technical solutions described in the text, and a selection of beam and target types. The solid target is considered to be 5mm-thick along the beam direction. The proton (lead) LHC year is assumed to last 10 7 s (10 6 s) respectively. The proton (lead) beam flux is considered to be 3.63 × 10 18 s −1 (4.66 × 10 14 s −1 ) for the gas-jet and storage-cell solutions. The symbol ↑ indicates that the target is polarised. The ALICE and LHCb detectors are both well suited to conduct a fixed-target programme of AFTER@LHC. The LHCb detector is fully instrumented in the forward region, with excellent particle identification (PID) performance. It has a mid-to backward coverage in the center-of-mass frame in the fixed-target mode, which reaches large negative Feynman x F . The ALICE detector also provides a similar coverage in the mid-to backward region thanks to its current muon arm and future Muon Forward Tracker. The long absorber upstream the muon tracking stations is a key feature to reduce the combinatorial background for Drell-Yan studies in pA/AA. In addition, the central barrel of ALICE provides a very backward coverage in the fixed-target mode with good PID capabilities, allowing one to reach the end of the phase space for several identified soft probes.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 515,
                    "text": "[7]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1051,
                    "text": "[8]",
                    "end": 1054
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1217,
                    "text": "[9]",
                    "end": 1220
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1314,
                    "text": "[10]",
                    "end": 1318
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1936,
                    "text": "[11]",
                    "end": 1940
                },
                {
                    "type": "table",
                    "start": 2262,
                    "text": "Table 1",
                    "end": 2269
                },
                {
                    "type": "table",
                    "start": 2986,
                    "text": "Table 1",
                    "end": 2993
                }
            ]
        },
        {
            "text": "Projected performance for light and heavy-flavours",
            "section_rank": 4
        },
        {
            "section": "Projected performance for light and heavy-flavours",
            "text": "The measurement of the flow coefficients at mid-and backward rapidity in the c.m.s frame is interesting to test hydrodynamic calculations accounting for the longitudinal expansion of the formed medium. Indeed, AFTER@LHC would give us insight on the QGP behaviour at low energy, in a rapidity region seldom probed. Figure 1 (left) shows the multiplicity distribution of identified particles (pion, kaon, proton, antiproton) as a function of pseudo-rapidity in the lab (η lab ), in Pb-Pb collisions at √ s NN = 72 GeV, in the centrality range 20-30%, generated with the EPOS@LHC Monte Carlo (MC) generator [12,13]. Identified light particles can be studied in a wide rapidity range with the LHCb and ALICE detectors, and down to their phase space limit with the ALICE central barrel. Based on the identified-particle yields from the figure 1 (left), the projections of the statistical uncertainties on the elliptic flow measurement v 2 , as a function of η lab for ALICE and LHCb detector acceptances, are shown in figure 1 (right). A minimum particle p T of 0.2 GeV/c (ALICE) and 0.5 GeV/c (LHCb) is required for the PID. The elliptic-flow of identified-particles can be accurately measured in LHCb, after only few hours of Pb-Pb data taking with a solid target (10 8 minimum bias events). In the ALICE central-barrel acceptance, despite the lower yields, an absolute statistical uncertainty on v 2 of 4% for antiprotons, 2% for kaons and better than 1% for pions and protons can already be reached. AFTER@LHC will also be well suited to measure several quarkonium states in order to assess the thermodynamical properties of the QGP in AA collisions. In particular, precise measurements of bottomonium states in pp, pA and AA collisions as a function p T , rapidity and system size will provide a range of densities and temperatures to identify the conditions for deconfinement and the quantification of the Cold Nuclear Matter (CNM) effects. Figure 2 (left) shows the dimuon invariant mass distribution for Υ(nS) states after combinatorial background subtraction (using dimuon-like sign pairs), in Pb-Xe collisions at √ s NN = 72 GeV, generated with Pythia8 [14] and HELAC-Onia [15,16] MC generators 1 . The performance of an LHCb-like detector with a storage-cell target have been assumed (L int = 30 nb −1 ). Figure 2 (left) is an example of the Υ(nS) yields which can be collected in the rapidity range 3 < y lab < 5. The three upsilon states are clearly visible (about 450 Υ(3S) are expected per year if no nuclear effects are considered). Figure 2 (right) represents the corresponding projection of the statistical precision on the nuclear modification factor in pXe collisions (R pXe , black squares) and Pb-Xe collisions (R PbXe , blue dots) for the three upsilon states, in the rapidity range 3 < y lab <5. A total sampled luminosity of L int = 250 pb −1 in pXe, and L int = 2 pb −1 in pp collisions have been assumed. A 7% (30%) statistical uncertainty on the R PbXe measurement for Υ(1S) (Υ(3S)) respectively is within reach, allowing for the study of Υ excited state suppression in the QGP in a completely new energy domain. The statistical uncertainty of 5% (15%) on R pXe for Υ(1S) (Υ(3S)) respectively will further constrain CNM effects and help to interpret the AA data.  In order to better understand the yield of neutrinos originating from charmed hadrons produced during the collision of ultra-high energy cosmic rays with the earth atmosphere, the charmhadroproduction cross section needs to be accurately determined. In particular, the presence of a non-perturbative intrinsic charm (IC) component in the proton can alter the charm hadron yields. AFTER@LHC, covering the large negative Feynman-x F region down to very low p T for charmed hadrons is ideal to put constraints on the IC component of the proton and therefore on the flux of neutrinos from charm at high energy. Figure 3 (left) represents the D 0 meson yield as a function of p T , in pp collisions at √ s = 115 GeV, for one year of data taking assuming a LHCb-like detector with a storage-cell target. Large yields up to about 10 GeV/c are expected in the 3 rapidity ranges considered. In figure 3 right, the impact of the IC on the relative D 0 yield uncertainty is shown as a function of p T in the rapidity range 2 < y lab < 3 and compared with the projected uncertainties on the D 0 yields predicted for AFTER@LHC (black lines). The red (green) band assumes a fraction of 0.57% (2%) of IC and are derived from theoretical cross sections from Ref [17]. Even considering a 5% systematical uncertainty on the D 0 yield measurement at AFTER@LHC, the precision reached for p T <12 GeV/c will permit to set strong constraints on IC models.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 314,
                    "text": "Figure 1 (left)",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 604,
                    "text": "[12,",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 608,
                    "text": "13]",
                    "end": 611
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1942,
                    "text": "Figure 2 (left)",
                    "end": 1957
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2158,
                    "text": "[14]",
                    "end": 2162
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2178,
                    "text": "[15,",
                    "end": 2182
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2182,
                    "text": "16]",
                    "end": 2185
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2311,
                    "text": "Figure 2",
                    "end": 2319
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2544,
                    "text": "Figure 2",
                    "end": 2552
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3894,
                    "text": "Figure 3",
                    "end": 3902
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 4533,
                    "text": "[17]",
                    "end": 4537
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 5
        },
        {
            "section": "Conclusion",
            "text": "The AFTER@LHC study group is currently investigating the possibilities offered by a future multipurpose fixed-target experiment at the LHC, in the sector of high-x, spin and heavy-ion physics. Several possible implementations of a fixed-target setup inside an existing LHC experiment (ALICE or LHCb) are currently explored and the expected integrated yearly luminosities have been derived for each setup. In these proceedings, we have presented a selection of projected performance for light and heavy-flavour production at AFTER@LHC. It has been shown that the elliptic flow of identified particles can be measured accurately with an ALICE-or LHCb-like detector, after only few hours of Pb-Pb data taking at √ s NN = 72 GeV, opening the path for a study of the temperature dependence of the medium shear viscosity. Both in pXe, and PbXe collisions, the Υ(nS ) yields can already be measured after one year of data taking. It will allow to calibrate the QGP thermometer in an energy domain between the ones probed at SPS and RHIC using Υ excited states suppression in the QGP. Accurate measurements in pXe collisions will complement the PbXe studies, for a proper interpretation of the CNM effects. Finally, the large D 0 meson yields expected to be recorded in pp collisions at √ s = 115 GeV at large-x, will be decisive to constrain the proton IC content and to provide valuable inputs for cosmic-ray physics. The study of open heavy-flavour hadrons in pA/AA will permit to study collectivity in small systems with new probes and to study heavy-quark energyloss mechanisms in a dense medium.",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "Figure 1 .",
            "section_rank": 6
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Light-particle multiplicity distributions (left) and elliptic flow v 2 (right) as a function of η lab for fixed-target Pb-Pb collisions, in the centrality range 20-30%. Pions (kaons, protons and antiprotons) are represented as black (red, blue, pink) dots, respectively. In the right panel, the statistical uncertainties on the v 2 coefficients (vertical uncertainty bars) have been computed in the ALICE central-barrel and LHCb detector acceptances, assuming the collection of 10 8 minimum bias events.",
            "paragraph_rank": 7,
            "section_rank": 6
        },
        {
            "text": "Figure 2 .",
            "section_rank": 7
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Left panel: Dimuon invariant-mass distribution in the Υ(nS ) region after combinatorial background subtraction, in Pb-Xe collisions at √ s NN = 72 GeV (L int = 30 nb −1 ). Single muons are required to have p T > 0.7 GeV/c and dimuons to be within 3 < y lab < 5. Right panel: Projection of the statistical uncertainties (vertical bars) on the nuclear modification factor in pXe collisions (black square), Pb-Xe collisions (blue dot) for Υ(1S ), Υ(2S ) and Υ(3S ), in the rapidity range 3 < y lab < 5.",
            "paragraph_rank": 8,
            "section_rank": 7
        },
        {
            "text": "Figure 3 .",
            "section_rank": 8
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Left panel: D 0 meson yield per year as a function of p T in fixed-target pp collisions at √ s = 115 GeV, for three D 0 rapidity ranges: 2 < y lab < 3 (red line), 3 < y lab < 4 (green dashed line), 4 < y lab < 5 (blue dotted line). Right panel: Relative uncertainty on the D 0 meson yield due to the IC content of the proton as a function of p T . The vertical black lines correspond to the statistical projections of the AFTER@LHC yearly D 0 meson yield in pp collisions at √ s = 115 GeV, in 2 < y lab < 3.",
            "paragraph_rank": 9,
            "section_rank": 8
        },
        {
            "section": "Figure 3 .",
            "text": "EPJ Web of Conferences 171, 10001 (2018) https://doi.org/10.1051/epjconf/201817110001 SQM 2017",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "section": "Figure 3 .",
            "text": "pp simulations were scaled to PbXe collisions assuming no nuclear effects (N coll scaling for the hard probes).",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "Acknowledgement",
            "section_rank": 10
        },
        {
            "section": "Acknowledgement",
            "text": "This research was supported by the French P2IO Excellence Laboratory, the French CNRS via the grants FCPPL-Quarkonium4AFTER & Défi Inphyniti-Théorie LHC France, the P2I department of the Paris-Saclay University and by the COPIN-IN2P3 Agreement. AS acknowledges support from U.S. Department of Energy contract DE-AC05-06OR23177, under which Jefferson Science Associates, LLC, manages and operates Jefferson Lab.",
            "paragraph_rank": 12,
            "section_rank": 10
        }
    ]
}