{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper presents a search for direct electroweak gaugino or gluino pair production with a chargino nearly mass-degenerate with a stable neutralino. It is based on an integrated luminosity of 36.1 fb −1 of pp collisions at √ s = 13 TeV collected by the ATLAS experiment at the LHC. The final state of interest is a disappearing track accompanied by at least one jet with high transverse momentum from initial-state radiation or by four jets from the gluino decay chain. The use of short track segments reconstructed from the innermost tracking layers significantly improves the sensitivity to short chargino lifetimes. The results are found to be consistent with Standard Model predictions. Exclusion limits are set at 95% confidence level on the mass of charginos and gluinos for different chargino lifetimes. For a pure wino with a lifetime of about 0.2 ns, chargino masses up to 460 GeV are excluded. For the strong production channel, gluino masses up to 1.65 TeV are excluded assuming a chargino mass of 460 GeV and lifetime of 0.2 ns.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP06(2018)022",
            "section_rank": 2
        },
        {
            "section": "JHEP06(2018)022",
            "text": "1 Introduction Supersymmetry (SUSY) [1-6] is a space-time symmetry that relates fermions and bosons. It predicts new particles that differ from their Standard Model (SM) partners by a half unit of spin. If R-parity is conserved [7], SUSY particles are produced in pairs and decay such that their final products consist only of SM particles and the stable lightest supersymmetric particle (LSP). In many supersymmetric models, the supersymmetric partners of the SM W boson fields, the wino fermions, are the lightest gaugino states. In this case, the lightest of the charged mass eigenstates, a chargino, and the lightest of the neutral mass eigenstates, a neutralino, are both almost pure wino and nearly mass-degenerate. As a result, the lightest chargino can have a lifetime long enough that it can reach the AT-LAS detector before decaying. For example, anomaly-mediated supersymmetry breaking (AMSB) scenarios [8,9] naturally predict a pure wino LSP, which is a dark-matter candidate. The mass-splitting between the charged and neutral wino (∆mχ 1 ) in such models is suppressed at tree level by the approximate custodial symmetry; it has been calculated at the two-loop level to be around 160 MeV [10], corresponding to a chargino lifetime of about 0.2 ns [11]. This prediction for the value of the lifetime is actually a general feature of models with a wino LSP: within the generated models of the ATLAS phenomenological Minimal Supersymmetric Standard Model (pMSSM) scan [12] that have a wino-like LSP, about 70% have a charged-wino lifetime between 0.15 ns and 0.25 ns. Most of the models in the other 30% have a larger mass-splitting (and therefore the charged wino has a shorter lifetime) due to a non-decoupled higgsino mass. The search presented here is sensitive to a wide range of lifetimes, from 10 ps to 10 ns, and reaches maximum sensitivity for lifetimes around 1 ns.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 228,
                    "text": "[7]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 914,
                    "text": "[8,",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 917,
                    "text": "9]",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1202,
                    "text": "[10]",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1261,
                    "text": "[11]",
                    "end": 1265
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1479,
                    "text": "[12]",
                    "end": 1483
                }
            ]
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The decay products of SUSY particles that are strongly mass-degenerate with the lightest neutralino leave little visible energy in the detector. Thus, the corresponding searches represent a significant challenge for the LHC experiments. If a charged SUSY particle produced in a high-energy collider had a relatively long lifetime, it would leave multiple hits 1 in the traversed tracking layers before decaying, and could then be reconstructed as a track segment in the innermost part of the detector [13][14][15]. In the models considered in this paper, a long-lived chargino decays into a pion and the LSP, a neutralino. The pion emitted in the transition from the lightest chargino (χ ± 1 ) to the lightest neutralino (χ 0 1 ) typically has very low momentum and it is not reconstructed in the detector. The neutralino is assumed to pass through the detector without interacting. A track arising from a long-lived chargino can therefore disappear, i.e., leave hits only in the innermost layers and no hits in the portions of the detector at higher radii. Figure 1 shows an example of a simulated signal event in which a long-lived chargino decays into a neutralino and a low-momentum pion in the ATLAS detector. Searches for long-lived, massive, charged particles using measurements of ionization energy loss and timing information are also sensitive to long-lived charginos [16][17][18], with a lower efficiency for selecting signals with lifetimes around 0. relative to the disappearing-track signature. The disappearing-track signature provides the most sensitive search to date for SUSY models with charginos with O(ns) lifetimes.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 501,
                    "text": "[13]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 505,
                    "text": "[14]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 509,
                    "text": "[15]",
                    "end": 513
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1058,
                    "text": "Figure 1",
                    "end": 1066
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1378,
                    "text": "[16]",
                    "end": 1382
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1382,
                    "text": "[17]",
                    "end": 1386
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1386,
                    "text": "[18]",
                    "end": 1390
                }
            ]
        },
        {
            "section": "JHEP06(2018)022",
            "text": "Previous searches for a disappearing-track signature were performed by the ATLAS [19] and CMS [20] collaborations using the full dataset of the LHC pp run at a centre-ofmass energy of √ s = 8 TeV. These searches excluded chargino masses below 270 GeV and 260 GeV respectively, with a chargino proper lifetime (τχ± 1 ) of 0.2 ns. In the previous ATLAS analysis, a special tracking algorithm was used to reconstruct short tracks, and the search was sensitive to charginos decaying at radii larger than about 30 cm. A crucial improvement in the analysis described here is the use of even shorter tracks, called tracklets, which allows the reconstruction of charginos decaying at radii from about 12 cm to 30 cm. The use of these tracklets is possible thanks to the new innermost tracking layer [21,22] installed during the LHC long shutdown between Run 1 and Run 2. The use of shorter tracklets significantly extends the sensitivity to smaller chargino lifetimes.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 81,
                    "text": "[19]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 94,
                    "text": "[20]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "start": 791,
                    "text": "[21,",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 795,
                    "text": "22]",
                    "end": 798
                }
            ]
        },
        {
            "section": "JHEP06(2018)022",
            "text": "This paper is organised as follows. A brief overview of the ATLAS detector is given in section 2. In section 3, the signal processes and backgrounds are described and an overview of the analysis method is given. The data samples used in this analysis and the simulation model of the signal processes are described in section 4. The reconstruction algorithms and event selection are presented in section 5. The analysis method is discussed in section 6. The systematic uncertainties are described in section 7. The results are presented in section 8. Section 9 is devoted to conclusions.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 3
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The inner tracking detector (ID) consists of pixel and micro-strip silicon detectors covering the pseudorapidity region of |η| < 2.5, surrounded by a transition radiation tracker (TRT), which improves the momentum measurement and enhances electron identification capabilities. The pixel detector spans the radius range from 3 cm to 12 cm, the strip semiconductor tracker (SCT) from 30 cm to 52 cm, and the TRT from 56 cm to 108 cm. The pixel detector has four barrel layers, and three disks in each of the forward and backward regions. The barrel layers surround the beam pipe at radii of 33.3, 50.5, 88.5, and 122.5 mm, covering |η| < 1.9. These layers are equipped with pixels which have a width of 50 µm in the transverse direction. The pixel sizes in the longitudinal direction are 250 µm for the first layer and 400 µ for the other layers. The innermost layer, the insertable B-layer [21,22], was added during the long shutdown between Run 1 and Run 2 and improves the reconstruction of tracklets by adding an additional measurement point close to the interaction point. The ID is surrounded by a thin superconducting solenoid providing an axial 2 T magnetic field and by a fine-granularity lead/liquid-argon (LAr) electromagnetic calorimeter covering |η| < 3.2. The calorimeters in the region of 3.1 < |η| < 4.9 are made of LAr active layers with either copper or tungsten as the absorber material. A steel/scintillator-tile calorimeter provides coverage for hadronic showers in the central pseudorapidity range of |η| < 1.7. LAr hadronic end-cap calorimeters, which use lead as absorber, cover the forward region of 1.5 < |η| < 3.2. The muon spectrometer with an air-core toroid magnet system surrounds the calorimeters. The ATLAS trigger system [24] consists of a hardware-based level-1 trigger followed by a software-based high-level trigger.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 889,
                    "text": "[21,",
                    "end": 893
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 893,
                    "text": "22]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1753,
                    "text": "[24]",
                    "end": 1757
                }
            ]
        },
        {
            "text": "Analysis overview",
            "section_rank": 4
        },
        {
            "text": "Signal processes",
            "section_rank": 5
        },
        {
            "section": "Signal processes",
            "text": "If the gluino mass is too large to yield a sizeable production cross-section, electroweakgaugino direct pair production could be the only gaugino production mode within reach at LHC energies. If the gluino mass is relatively light, however, gluino pair production becomes the dominant process, and charginos can be produced in cascade decays of the gluino. For large mass separations between the gluino and the chargino, the relatively large transverse momentum (p T ) transferred to the chargino typically leads to higher kinematic selection efficiencies and larger chargino decay radii relative to charginos from gaugino pair production. Two complementary searches are described here: one targets direct electroweak-gaugino pair production and the other targets gluino pair production in which at least one long-lived chargino is produced in the subsequent decay of the gluinos. In both searches, events are selected with a trigger based on the magnitude of the missing transverse momentum in the event (E miss T ). A candidate event is required to have at least one \"pixel tracklet\", which is a tracklet with no associated SCT hits. Candidate pixel tracklets are required to have p T > 5 GeV. Figure 2. Example diagrams of the benchmark signal processes used in this analysis. In the case of direct chargino/neutralino production (a), the signal signature consists of a long-lived chargino, missing transverse momentum and initial-state radiation. In the case of the strong channel (b), each gluino decays into two quarks and a chargino or neutralino. A long-lived chargino, missing transverse momentum and multiple quarks, which are observed as jets, are the signatures of this signal.",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1196,
                    "text": "Figure 2",
                    "end": 1204
                }
            ]
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 6
        },
        {
            "section": "JHEP06(2018)022",
            "text": "Electroweak production. This search targets the production processes pp →χ",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "section": "JHEP06(2018)022",
            "text": "where j denotes an energetic jet from initial-state radiation (ISR). The presence of the ISR jet is required to ensure significant E miss T and hence high trigger efficiency. An example diagram for the pp →χ ± 1χ 0 1 j process is presented in figure 2a. The resulting signal topology is characterised by a high-p T jet, large E miss T , and at least one high-p T pixel tracklet.",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "section": "JHEP06(2018)022",
            "text": "Strong production. This search targets gluino pair production with a long-lived chargino in the decay chains pp →gg → qqqqχ ± 1χ 0 1 and pp →gg → qqqqχ ± 1χ ± 1 . These are typical decay modes in AMSB models. An example diagram is shown in figure 2b. The signal topology is characterised by four high-p T jets, large E miss T , and at least one high-p T pixel tracklet.",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "Background sources",
            "section_rank": 7
        },
        {
            "section": "Background sources",
            "text": "The main SM background processes for the two analysis channels are top-quark pair production (tt) and W boson production associated with hadron jets (W +jets) with subsequent decay W → eν, τ ν. Hadrons or leptons in these events can be reconstructed as a pixel tracklet if they interact with the detector material and any hits in the tracking detectors after the pixel detector are not assigned to the reconstructed tracklet. Interactions that contribute to this background include severe multiple-scattering, hadronic interactions or, in the case of leptons, bremsstrahlung, as shown in figure 3a and 3b. The other main category of background is from \"fake\" tracklets, which originate from random combinations of hits from two or more particles, as shown in figure 3c.  Figure 3. Sketch of the different background components in the search with pixel tracklets. Thin solid and dotted red lines show trajectories of charged and neutral particles respectively. Thick blue lines show reconstructed pixel tracklets. (a) A hadron undergoing a hard scattering can yield track segments in the pixel and SCT detector that are not recognised as belonging to the same track, thus faking a pixel tracklet. (b) A lepton emitting hard photon radiation could be identified as a pixel tracklet through a similar mechanism. (c) A pixel tracklet can arise from a random combination of hits created by different particles in close proximity.",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 771,
                    "text": "Figure 3",
                    "end": 779
                }
            ]
        },
        {
            "text": "Analysis method",
            "section_rank": 8
        },
        {
            "section": "Analysis method",
            "text": "Candidate events are required to have large E miss T , at least one high-p T jet, and at least one isolated pixel tracklet. A lepton-veto is used to suppress background events from W /Z + jets and top-pair production processes. Kinematic requirements, optimised for each channel, are applied to enhance the signal purity in the event samples. After selection, the search is performed by looking for an excess of candidate events in the p T distribution of pixel tracklets. The shapes of the p T spectrum for the background from hadrons, muons, electrons, and fake tracklets are derived from data using dedicated techniques for each background process. A fit to the observed p T distribution to extract the normalisation of the total background component and the signal strength is performed simultaneously in a low-E miss T control region, two fake-tracklet control regions, and a high-E miss T signal region. The regions are defined by the requirements described in section 5 and in section 6.3. The expected signal spectrum and yield are estimated from simulation and the measured detector performance. Further details are given in section 6.",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "Data and simulated event samples",
            "section_rank": 9
        },
        {
            "section": "Data and simulated event samples",
            "text": "The data used in this analysis were recorded by the ATLAS detector in 2015 and 2016. The pp centre-of-mass energy was 13 TeV and the bunch spacing was 25 ns. The mean number of pp interactions per bunch crossing in the dataset was 14 in 2015 and 24 in 2016.",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "section": "Data and simulated event samples",
            "text": "Events were selected by E miss T triggers [25] with trigger thresholds varying from 70 GeV to 110 GeV depending on the data-taking period. Data samples used to estimate the background contribution and to measure tracking performance were selected using triggers -6 -",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 42,
                    "text": "[25]",
                    "end": 46
                }
            ]
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 10
        },
        {
            "section": "JHEP06(2018)022",
            "text": "requiring at least one isolated electron (p T > 24-26 GeV) or muon (p T > 20-26 GeV). After applying basic data-quality requirements, the data sample corresponds to an integrated luminosity of 36.1 fb −1 . The uncertainty in the combined 2015+2016 integrated luminosity is 3.2%. It is derived, following a methodology similar to that detailed in ref. [26], from a preliminary calibration of the luminosity scale using x-y beam-separation scans performed in August 2015 and May 2016.",
            "paragraph_rank": 15,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 351,
                    "text": "[26]",
                    "end": 355
                }
            ]
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The simulated signal samples were generated assuming the minimal AMSB model [8,9] with tan β = 5, the sign of the higgsino mass term set to be positive, and the universal scalar mass set to m 0 = 5 TeV. The proper lifetime and the mass of the chargino were scanned in the range from 10 ps to 10 ns and from 100 GeV to 700 GeV respectively. For the strong production, samples were generated for gluino masses (mg) varying from 700 GeV to 2200 GeV with LSP mass from 200 GeV to mg − 100 GeV. The SUSY mass spectrum, the branching ratios and decay widths were calculated using ISASUSY 7.80 [27]. The signal samples were generated with up to two extra partons in the matrix element using MG5 aMC@NLO 2.3.3 [28] at leading order (LO) interfaced to Pythia 8.212 [29] for parton showering, hadronisation and SUSY particle decay. The NNPDF2.3LO [30] parton distribution function (PDF) set was used. Renormalisation and factorisation scales were determined by the default dynamic scale choice of MG5 aMC@NLO. The CKKW-L merging scheme [31] was applied to combine tree-level matrix elements containing multiple partons with parton showers. The scale parameter for merging was set to a quarter of the mass of the wino for wino-pair production or a quarter of the gluino mass for the strong production channel. The A14 [32] set of tuned parameters with simultaneously optimised multiparton interaction and parton shower parameters was used for the underlying event together with the NNPDF2.3LO PDF set. Charginos were assumed to be stable in the event-generation step.",
            "paragraph_rank": 16,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 76,
                    "text": "[8,",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 79,
                    "text": "9]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 587,
                    "text": "[27]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 702,
                    "text": "[28]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 756,
                    "text": "[29]",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 837,
                    "text": "[30]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1026,
                    "text": "[31]",
                    "end": 1030
                }
            ]
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The cross-sections for the electroweak production are calculated at next-to-leading order (NLO) in the strong coupling constant using Prospino2 [33]. The cross-sections for the strong production are calculated in the same way as in the electroweak channel, adding the resummation of soft gluon emission at next-to-leading-logarithm accuracy (NLO + NLL) [34]. In both channels, an envelope of cross-section predictions is defined using the 68% confidence level (CL) ranges of the CTEQ6.6 PDF set [35], including the α S uncertainty, and MSTW2008 PDF set [36], together with variations of the factorisation and renormalisation scales by factors of two or one half. The nominal cross-section value is taken to be the midpoint of the envelope and the uncertainty assigned is half of the full width of the envelope, following the PDF4LHC recommendations [37]. For the strong production mode, the branching ratio of the gluino decay is assumed to be 1/3 for each of the following decays:g → qqχ 0 ,g → qqχ − andg → qqχ + . Only first-and second-generation quarks (d, u, s, c) are considered. Direct electroweak-gaugino production is not considered in the strong channel. The cross-section for the electroweak production, including at least one chargino, varies from 47 pb to 13 fb as the wino mass increases from 100 GeV to 700 GeV with the uncertainty in the cross-section ranging from 8.6% to 7.3%. The cross-section for gluino production varies from 3.5 pb to 0.36 fb as the gluino mass increases from 700 GeV to 2200 GeV with the uncertainty increasing from 14% to 36%.",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 144,
                    "text": "[33]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 353,
                    "text": "[34]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 495,
                    "text": "[35]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 553,
                    "text": "[36]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 849,
                    "text": "[37]",
                    "end": 853
                }
            ]
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 11
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The response of the detector to particles was modelled with the full ATLAS detector simulation [38] based on Geant4 [39]. All simulated events were overlaid with additional pp interactions in the same and neighbouring bunch crossings (pile-up) simulated with the soft QCD processes of Pythia 8.186 using the A2 set of tuned parameters [40] and the MSTW2008LO PDF set. Charginos were forced to decay into a pion and a neutralino in Geant4. The simulated events are reconstructed in the same way as the data, and are reweighted so that the distribution of the average number of collisions per bunch crossing matches the one observed in the data.",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 116,
                    "text": "[39]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 335,
                    "text": "[40]",
                    "end": 339
                }
            ]
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The E miss T trigger efficiency is measured as a function of the offline E miss T using a data control sample consisting of events selected by the muon triggers and an additional offline selection designed to extract nearly pure W → µν events. For E miss T > 200 GeV, the trigger efficiency is almost 100%. The measured trigger efficiency is used to directly estimate the probability for signal events to pass the trigger. The trigger efficiency for the direct electroweak production signal is about 20%, depending on the assumed SUSY particle masses. In the strong production search, the trigger efficiency is over 90% when the mass difference between the gluino and the LSP is above 300 GeV, and it decreases to about 55% for a mass difference of 100 GeV.",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Reconstruction and event selection",
            "section_rank": 12
        },
        {
            "text": "Event reconstruction",
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "Primary vertices are reconstructed from two or more tracks with p T > 400 MeV. When two or more vertices are reconstructed, the one with the largest sum of p 2",
            "paragraph_rank": 20,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "T of the associated tracks is used. Events are required to have at least one reconstructed primary vertex.",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "Jets are reconstructed from noise-suppressed energy clusters [41] of calorimeter cells using an anti-k t algorithm [42] with a radius parameter of 0.4 as implemented in the FastJet package [43]. An area-based correction is applied to account for energy from additional pp collisions based on an estimate of the pile-up activity in a given event [44]. Further corrections derived from the average jet response in simulation and data are used to calibrate the jet energies to the scale of their constituent particles [45]. Jets are required to have p T > 20 GeV and |η| < 2.8. Additional selection criteria are applied to the tracks associated with jets [46] with p T < 60 GeV and |η| < 2.4 to reduce the number of jets originating from pile-up interactions.",
            "paragraph_rank": 22,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 115,
                    "text": "[42]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 189,
                    "text": "[43]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 345,
                    "text": "[44]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 515,
                    "text": "[45]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 652,
                    "text": "[46]",
                    "end": 656
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Muon candidates are reconstructed by combining a track reconstructed by the muon spectrometer (MS track) with one recorded by the ID. They are required to satisfy 'Medium' quality requirements described in ref. [47] and to have p T > 10 GeV and |η| < 2.7.",
            "paragraph_rank": 23,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 211,
                    "text": "[47]",
                    "end": 215
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Electron candidates are reconstructed from energy clusters in the electromagnetic calorimeter with a matching track in the ID. They are required to satisfy the 'Loose' likelihood-based identification criteria described in ref. [48]. They are further required to have transverse energy E T >10 GeV and |η| < 2.47.",
            "paragraph_rank": 24,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 227,
                    "text": "[48]",
                    "end": 231
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "After the requirements described above, ambiguities between candidate jets and leptons are resolved as follows. First, any jet candidate which is within a distance ∆R ≡ (∆η) 2 + (∆φ) 2 = 0.2 of an electron candidate is discarded. Second, if an JHEP06(2018)022 electron (muon) candidate and a jet are found within 0.2 < ∆R < 0.4 (0.2 < ∆R < min(0.4, 0.04 + 10 GeV/p µ T )), the electron (muon) candidate is discarded and the jet is retained. Finally, if a muon and a jet are found within ∆R < 0.2, the muon is kept and the overlapping jet is ignored if fewer than three tracks with p T > 500 MeV are associated with the jet. The muon is ignored in the other case. In addition, ambiguities between electrons and muons are resolved to avoid double counting: an electron is discarded if the electron candidate and a muon candidate share the same ID track.",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "The offline missing transverse momentum [49] is calculated from the transverse momenta of selected jets, lepton candidates, and tracks compatible with the primary vertex but not associated with those leptons or jets. Tracklets are not used in the E miss T calculation. Track reconstruction is performed in two stages. First, standard tracks, referred to as tracks in this paper, are reconstructed using a standard algorithm [50]. Tracks are required to have at least seven hits in the silicon detectors [51]. A typical track for a high-p T charged particle which does not decay or scatter in the ID has four pixel hits, eight SCT hits, and 36 TRT hits at η ≈ 0. The track reconstruction is then rerun with looser criteria, requiring at least four pixel-detector hits. The second reconstruction uses only pixel hits not associated with tracks as input, in order to find short tracks which are not reconstructed in the first step. Tracks reconstructed in the second step are referred to as tracklets. The tracklets are then extrapolated to the SCT and TRT detectors, and any compatible hits are assigned to the tracklet candidate. Tracklets are required to have p T > 5 GeV, |η| < 2.2, and their longitudinal impact parameter 3 |z 0 |, must be smaller than 10 mm. Figure 4 shows the reconstruction efficiency for simulated charginos as a function of the chargino decay radius, where requirements described later in this section are not applied to compute the efficiency except for the disappearance condition for pixel tracklets. By using pixel tracklets rather than tracks, the reconstruction efficiency is improved significantly for charginos decaying at radii less than 300 mm. For charginos with a lifetime of 0.2 ns, which have a mean decay radius of 6 cm, the probability to reconstruct a pixel tracklet is 5-10%; this tracklet reconstruction efficiency is a factor of ten greater than the efficiency obtained using tracks. The inefficiency in reconstructing pixel tracklets for charginos with a lifetime of 0.2 ns is largely due to charginos which decay before reaching the fourth layer of the pixel detector.",
            "paragraph_rank": 26,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 40,
                    "text": "[49]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 424,
                    "text": "[50]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "start": 503,
                    "text": "[51]",
                    "end": 507
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1262,
                    "text": "Figure 4",
                    "end": 1270
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "To reduce contributions from tracklets from background processes, the following requirements are applied to the tracklets:",
            "paragraph_rank": 27,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "(1) Isolation and p T requirements: the separation ∆R between the tracklet and any jet with p T > 50 GeV or any reconstructed MS track must be greater than 0.4. The candidate tracklet is required to be isolated. A track or tracklet is defined as isolated when the sum of the transverse momenta of all standard ID tracks with p T > 1 GeV and |z 0 sin(θ)| < 3.0 mm in a cone of ∆R = 0.4 around the track or tracklet, not including the p T of the candidate track or tracklet, divided by the track or tracklet p T , is smaller than 0.04. The candidate tracklet must have p T > 20 GeV, and the p T must be the highest among isolated tracks and tracklets in the event.",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "(2) Geometrical acceptance: the tracklet must satisfy 0.1 < |η| < 1.9.",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "(3) Quality requirement: the tracklet is required to have hits on all four pixel layers. The number of pixel holes, defined as missing hits in modules in which at least one is expected given the detector geometry and conditions, must be zero. The number of low-quality hits 4 associated with the tracklet must be zero. Furthermore, tracklets must satisfy requirements on the significance of the transverse impact parameter,",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "is the uncertainty in the d 0 measurement), and |z 0 sin(θ)| < 0.5 mm. The χ 2 -probability of the fit is required to be larger than 10%.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "section": "Event reconstruction",
            "text": "(4) Disappearance condition: the number of SCT hits associated with the tracklet must be zero.",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 14
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The isolation and quality requirements are mainly useful in rejecting fake tracklets, which have a flat distribution in impact parameter. The requirement on η excludes tracklets with η ∼ 0, where the muon spectrometer has low efficiency. Including tracklets in this region would increase the background significantly, as the lepton rejection is less efficient. Tracklets with |η| > 1.9 are rejected because the probability of a particle scattered by detector material to be reconstructed as a tracklet increases at high |η|. The disappearance condition is used to identify tracklets which arise from particles decaying between the pixel and the SCT detectors.",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Event selection",
            "section_rank": 15
        },
        {
            "section": "Event selection",
            "text": "Events are selected by applying requirements on the event kinematics. The selection requirements for the signal regions for the two different production channels are described below.",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "section": "Event selection",
            "text": "Event preselection. Common selection criteria are applied in the two searches. At least one pixel tracklet must satisfy all the requirements described in section 5.1. To ensure good data quality, an event is rejected when the jet with the highest p T in the event passes the 'BadTight' [52] selection or at least one jet passes the 'BadLoose' [52] selection, which is used to reduce jets originating from detector noise and non-collision background. Events containing a muon, before ambiguity removal between muons and jets, with momentum uncertainty σ(q/p)/|q/p| > 0.2 are also rejected, where q and p are the electric charge and the magnitude of the momentum of the muon. To suppress contributions from top-quarkpair (tt) and W/Z + jets production processes, candidate events are required to have no electron and no muon candidates (lepton veto).",
            "paragraph_rank": 35,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 286,
                    "text": "[52]",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 343,
                    "text": "[52]",
                    "end": 347
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Electroweak chargino production. Events are required to have at least one jet with p T > 140 GeV and E miss T > 140 GeV (90 GeV < E miss T < 140 GeV) in the high-(low-) E miss T region to discriminate the signal from SM processes. In order to further suppress the multijet background, the difference in azimuthal angle (∆φ) between the missing transverse momentum and each of the up to four highest-p T jets with p T > 50 GeV is required to be larger than 1.0.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "section": "Event selection",
            "text": "Strong production. Candidate events are required to have a jet with p T > 100 GeV, at least two additional jets with p T > 50 GeV and E miss T > 150 GeV (100 GeV < E miss T < 150 GeV) in the high-(low-) E miss T region to discriminate the signal from SM processes. In order to further suppress the multijet background, the ∆φ between the missing transverse momentum and each of the up to four highest-p T jets with p T > 50 GeV is required to be larger than 0.4.",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Signal acceptance and efficiency",
            "section_rank": 16
        },
        {
            "section": "Signal acceptance and efficiency",
            "text": "The number of events observed in data and the expected number of signal events for two representative signal points are shown in table 1, for the selection described above. No generator-level requirements are applied to signal events. Therefore, events are counted in which the chargino decays before reaching the fourth pixel layer but an isolated track or a tracklet from an SM particle or from a random combination of hits is reconstructed. Such -  Table 1. Summary of the selection criteria, and the corresponding observed number of events in data as well as the expected number of signal events in simulation for two benchmark models: a chargino produced in direct electroweak production with (mχ± events are rejected by the isolation requirement, the geometrical acceptance or the quality selection.",
            "paragraph_rank": 38,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 452,
                    "text": "Table 1",
                    "end": 459
                }
            ]
        },
        {
            "section": "Signal acceptance and efficiency",
            "text": "To facilitate reinterpretation, the signal efficiency and generator-level acceptance are shown in table 2 for a few signal models with the following definitions. A generator-level event kinematic volume for electroweak production is defined as: 1) E miss T > 140 GeV, 2) at least one jet with p T > 140 GeV, 3) ∆φ > 1.0 between the missing transverse momentum and each of the up to four highest-p T jets with p T > 50 GeV, and 4) no electrons or muons. For strong production, the event requirements are: 1) E miss T > 150 GeV, 2) at least one jet with p T > 100 GeV and at least two more jets with p T > 50 GeV, 3) ∆φ > 0.4 between the missing transverse momentum and each of the up to four highest-p T jets with p T > 50 GeV, and 4) no electrons or muons. The generator-level missing transverse momentum is defined as the vector sum of the p T of neutrinos, neutralinos and charginos, as the p T of a tracklet is not used in the reconstruction of missing transverse momentum. The generator-level jets are built using the anti-k t algorithm with a radius parameter of 0.4, taking as input all particles, except for muons, neutrinos, neutralinos and charginos, with cτ > 10 mm. The fraction of chargino events passing this generator-level kinematic selection is shown for several signal points as \"event acceptance\". The \"event efficiency\" is defined as the ratio of the number of reconstructed events which pass the requirements defined in section 5.2 (including the trigger requirement) to the number of events which fall into the generator-level acceptance volume defined above. The event efficiency does not include any requirement on tracklets. The event efficiency can be greater than unity because an event which is not in the generator-level kinematic volume can pass the selection after reconstruction due to reconstruction resolutions.  Table 2. The event and tracklet generator-level acceptance and selection efficiency for a few signal models studied in this search. The last column shows the probability (P ) for a reconstructed tracklet to have p T greater than 100 GeV. For details, see text.",
            "paragraph_rank": 39,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1846,
                    "text": "Table 2",
                    "end": 1853
                }
            ]
        },
        {
            "section": "Signal acceptance and efficiency",
            "text": "The full selection efficiency must also consider the probability of reconstructing in the event at least one tracklet that satisfies the four tracklet selection criteria defined in section 5.1, and has a reconstructed p T above 100 GeV. This is quantified in table 2 based on a generator-level tracklet selection. To be accepted as a tracklet at generator level, a chargino must meet the following criteria: 1) p T > 20 GeV, 2) 0.1 < |η| < 1.9, 3) 122.5 mm < decay position < 295 mm, where the decay position is the cylindrical radius relative to the origin, and 4) ∆R > 0.4 between the chargino and each of the up to four highest-p T jets with p T > 50 GeV. The fraction of produced charginos which pass this generatorlevel selection, in events which pass the event-level selection requirements, is shown as \"tracklet acceptance\". Given that a tracklet passes these requirements at generator level, the probability for it to pass the full pixel tracklet selection at reconstruction level is defined as \"tracklet efficiency\", and the probability for such a reconstructed tracklet to have p T > 100 GeV is shown independently. The selection efficiency is shown per tracklet, and therefore for events with two charginos, the full probability of selecting the event must take into account the probability of at least one of the tracklets passing both acceptance and efficiency. 5 For models in which the signal p T spectrum differs significantly from that of the charginos considered here, the momentum resolution of the tracklets, as shown in figure 5, must be taken into account to correctly estimate the probability of reconstructing p T > 100 GeV (see section 6.1). The tracklet efficiency depends on the soft jet activity around a chargino, and therefore differs between the charginos produced via electroweak and strong production mechanisms.",
            "paragraph_rank": 40,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1375,
                    "text": "5",
                    "end": 1376
                }
            ]
        },
        {
            "text": "JHEP06(2018)022 6 Signal and background estimation",
            "section_rank": 17
        },
        {
            "section": "JHEP06(2018)022 6 Signal and background estimation",
            "text": "An unbinned likelihood fit is performed on the p T distribution of the pixel tracklets in a wide p T range, p T > 20 GeV. Most of the signal events are expected to be in the high-E miss T region. The contamination of signal in the low-E miss T region is at the level of 3%, and this region is used to constrain the fake-tracklet p T spectrum.",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "text": "Background templates",
            "section_rank": 18
        },
        {
            "section": "Background templates",
            "text": "Templates for background components are estimated from data. The p T spectra of hadrons and leptons scattered by the ID material are estimated from the p T distribution of tracks associated with non-scattered hadrons and leptons, selected in dedicated control samples (as detailed in section 6.1.2 and in section 6.1.3), by smearing them to take into account the poor p T resolution of pixel tracklets. The p T spectrum shape of the fake-tracklet component is also obtained in a dedicated control region (as detailed in section 6.1.5).",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Smearing function",
            "section_rank": 19
        },
        {
            "section": "Smearing function",
            "text": "A smearing function to translate from track to tracklet momentum resolution is extracted from Z → µµ events in data by re-fitting the muon candidate track using only the hits in the pixel detector. The Z → µµ events are selected by single-muon triggers and by requiring two opposite-charge muons with a difference in azimuthal angle larger than 1.5, and with an invariant mass between 81 GeV and 101 GeV. The q/p T resolution of pixel tracklets is calculated from the distribution of the difference between the q/p T of the pixel tracklet and the original track. This distribution is shown in figure 5a. The q/p T difference distribution is modelled by the following empirical formula:",
            "paragraph_rank": 43,
            "section_rank": 19
        },
        {
            "section": "Smearing function",
            "text": "where α, β and σ are parameters representing the slope of the tail part, and the mean and resolution of the core part of the distribution respectively. The measured q/p T resolution of pixel tracklets, for p T much larger than 10 GeV, is 13.2 TeV −1 , which is ten times larger than that of tracks with more than four SCT hits, due to the limited lever-arm of the pixel tracklet. No significant dependence of the q/p T resolution on p T is observed. The smearing procedure is validated in Z → µµ events, as shown in figure 5b. To validate the procedure, the smearing function is extracted using only one muon per Z → µµ event, and the other muon is used to make the p T spectrum from the re-fitted pixel tracklets. The p T spectrum from the re-fitted pixel tracklets is compared to the one created by convolving the track p T spectrum with the smearing function. The two spectra agree very well up to 12.5 TeV.",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "section": "Smearing function",
            "text": "-14 -  ",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "Hadron background",
            "section_rank": 20
        },
        {
            "section": "Hadron background",
            "text": "Assuming that the p T spectrum of hadrons scattered in the ID is the same as that of non-scattered hadrons, the p T spectra of scattered hadrons can be extracted from tracks in control samples of non-scattered hadrons. This assumption was verified with simulation. The control samples are obtained by applying the same kinematic requirements as in the signal regions and then selecting samples of tracks which satisfy the following requirements:",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "section": "Hadron background",
            "text": "• The number of associated hits in the TRT must be larger than 15, and the number of associated hits in the SCT must be larger than 6.",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "section": "Hadron background",
            "text": "• There must be associated energy deposits in the calorimeter: the transverse energy deposited in the calorimeter in a cone of ∆R = 0.2 around the track, excluding the energy cluster associated with the track, (E cone20 T ) must satisfy E cone20 T > 3 GeV, and the sum of cluster energies in a cone of ∆R = 0.4 around the track ( ∆R<0.4 E clus T ) divided by the p T of the track must satisfy ∆R<0.4 E clus T /p T > 0.5. The first requirement selects good-quality tracks which have not undergone scattering in the silicon layers. The second requirement removes electron and muon tracks from the control region. The p T spectra of the control samples are convolved with the smearing function to take into account the resolution of the pixel tracklets. Separate p T spectra are prepared for the high-E miss JHEP06(2018)022",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "text": "Charged-lepton background",
            "section_rank": 21
        },
        {
            "section": "Charged-lepton background",
            "text": "In order to obtain the p T spectra of background tracklets originating from leptons, events containing a lepton without significant scattering due to hard bremsstrahlung are used. The lepton p T spectra obtained from these events are scaled to take into account the probability of significant scattering and are smeared to take into account the poor p T resolution of pixel tracklets. Events containing exactly one lepton which satisfy the same kinematic requirements as for the signal regions, excluding the lepton-veto, are used. The lepton is required to have an associated inner detector track with p T > 16 GeV which satisfies the same quality selection as for tracklets, except for the SCT veto and the isolation from candidate electrons and muons.",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "section": "Charged-lepton background",
            "text": "The p T distribution of background tracklets from leptons is obtained by multiplying the p T distribution of the lepton control sample by a transfer factor, which rescales the number of identified leptons to that of pixel tracklets. The transfer factor is found to be p T -dependent for electrons, and η-and φ-dependent for muons, as described below.",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "section": "Charged-lepton background",
            "text": "The transfer factor is extracted with a tag-and-probe method using Z → events in data which are selected by a single-lepton trigger. Tag and probe leptons are selected by applying requirements discussed below. The tag-probe pair is further required to have an invariant mass within 10 GeV of the Z boson pole mass.",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "section": "Charged-lepton background",
            "text": "A tag electron is required to fully satisfy track-based isolation criteria and likelihoodbased 'Tight' electron identification criteria, to match the electron which triggered the event and to have p T > 30 GeV. Probe electrons are identified as clusters of energy in the calorimeter with an associated track satisfying the quality, isolation, high-p T and geometrical acceptance requirements defined in section 5.1 for signal tracks and tracklets. The probe track has to satisfy either the full pixel tracklet selection, including the disappearance condition, or the tight electron selection. The transfer factor is defined as the ratio of the number of probe electrons which satisfy the full tracklet selection to the number of probe electrons which satisfy the tight electron selection, as a function of electron p T . The transfer factor is O(10 −2 )-O(10 −4 ), depending on electron p T , and is below 10 −5 for electrons with p T > 50 GeV.",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "section": "Charged-lepton background",
            "text": "A muon used as a tag must satisfy track-based isolation criteria and cut-based 'Tight' identification criteria. The transfer factor for muons is the product of two components: the probability for a muon ID track to be classified as disappearing and the probability for a muon ID track not to have an associated MS track. As the pixel tracklets in the signal region are required to be isolated from MS tracks, the second component of the transfer factor allows an estimation of the expected normalisation as well as the p T distribution of the muon background. The first component of the muon transfer factor is estimated with a method similar to that used for the electron transfer factor. The same selection criteria as the electron case are applied to the tag and probe muons, replacing the electron identification criteria with those for the muon. The first component of the muon transfer factor is found to be 4.5×10 −4 . The second component is necessary because an MS track is used as a probe to measure the first component. The second component is evaluated with a similar tag-and-probe method, where the probe is taken from a sample of well-measured",
            "paragraph_rank": 53,
            "section_rank": 21
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 22
        },
        {
            "section": "JHEP06(2018)022",
            "text": "tracks which pass through the full ID, selected by requiring more than 15 TRT hits on the track. The probability for an MS track to be geometrically matched to an ID track is calculated from this sample. The transfer factor is measured as a function of η and φ to fully take into account the detector geometry. The second component of the transfer factor for muons is found to be of the order of 10 −2 to 10 −1 . The p T spectra of the lepton control samples are scaled by the transfer factors, then convolved with the smearing function. Two different p T spectra are prepared, one for the high-E miss T region and one for the low-E miss T region, while keeping the same requirements as in the signal region. The expected numbers of muon background events in the low-E miss T region and in the high-E miss T region are estimated by scaling the number of events in the muon control samples by the transfer factor.",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "Templates for scattered particles",
            "section_rank": 23
        },
        {
            "section": "Templates for scattered particles",
            "text": "The control samples for hadron and electron components are found to have similar p T distributions, which is due in part to the fact that the isolation requirement for tracklets to be separated from jets affects both the electron and hadron background similarly. The two components are therefore combined in the fitting. The muon component is treated separately as the muon control samples are found to have a different p T distribution.",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "Fake tracklets",
            "section_rank": 24
        },
        {
            "section": "Fake tracklets",
            "text": "Fake tracklets are formed from a random combination of hits. The d 0 distribution of fake tracklets is broad, whereas the high-p T chargino tracklets have good impact parameter resolution and therefore have values of d 0 which cluster around zero. The fake-tracklet control region is defined by requiring |d 0 |/σ(d 0 ) > 10, and by removing the E miss T requirement. This region is dominated by fake tracklets. The p T spectra of fake tracklets are modelled with the following empirical functional form:",
            "paragraph_rank": 56,
            "section_rank": 24
        },
        {
            "section": "Fake tracklets",
            "text": "where p 0 and p 1 are fit parameters. Figure 6 shows the p T distribution of pixel tracklets in the fake-tracklet control region along with a histogram filled from the result of the fit. The p T spectrum shape is confirmed to be independent of E miss   their masses. This smearing is performed because the tracklet p T resolution measured in reconstructed simulated samples is narrower than the resolution measured in data.",
            "paragraph_rank": 57,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 38,
                    "text": "Figure 6",
                    "end": 46
                }
            ]
        },
        {
            "text": "Fit to the p T spectrum",
            "section_rank": 25
        },
        {
            "section": "Fit to the p T spectrum",
            "text": "The extended likelihood function, described in detail in appendix A, consists of signal and background components. The background components represent tracklets from muons, fakes, and the sum of hadron and electron contributions. The fit parameters are the signal strength, the normalisations of the sum of the hadron and electron, muon, and fake-tracklet backgrounds, the fake-tracklet p T distribution's fit parameters, and nuisance parameters. The nuisance parameters are allowed to float in the fit with Gaussian constraints to include systematic uncertainties, discussed in section 7. The number of signal events and the sum of hadron and electron events are fit without a Gaussian-constraint term. The number of muon events and the sum of hadron and electron events are fit with independent individual normalisation factors in the low-E miss T and high-E miss T regions. The number of muon events is constrained by a Gaussian term which represents the expectation described in section 6.1.3. The statistical uncertainty in the transfer factors for muons is propagated to the final template. The fake-tracklet control region is divided into two parts, a low-E miss T and a high-E miss T fake-tracklet control region, by applying the same E miss T requirement as in the signal region. The signal regions and the two parts in the fake-tracklet control region are fit simultaneously and the ratio of the number of fake tracklets in the high-E miss T -18 -JHEP06(2018)022 signal region to that in the low-E miss T region is constrained to the same value as in the fake-tracklet control region.",
            "paragraph_rank": 58,
            "section_rank": 25
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 26
        },
        {
            "text": "Background uncertainties",
            "section_rank": 27
        },
        {
            "section": "Background uncertainties",
            "text": "An uncertainty in the shape of the hadron and electron p T template was estimated as the maximum difference between the hadron and electron individual templates and found to be negligible. As a combined template is used for hadrons and electrons, the difference in tracklet q/p T resolutions between hadrons and electrons in simulation is added to the systematic uncertainty in the smearing function for the combined template. The red band in figure 5 shows the uncertainty in the smearing function.",
            "paragraph_rank": 59,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 443,
                    "text": "figure 5",
                    "end": 451
                }
            ]
        },
        {
            "section": "Background uncertainties",
            "text": "Possible differences between the signal and the fake-tracklet control region leading to systematic uncertainties in the shape of the p T spectrum of the fake-tracklet background are taken into account. The uncertainty is estimated from the d 0 significance dependence of the parameters of the fake-tracklet p T spectrum function defined in eq. (6.2) for the fake-tracklet control region. A conservative uncertainty of 100% is assigned to the ratio of the number of fake tracklets in the low-E miss T control region to the number in the high-E miss T control region.",
            "paragraph_rank": 60,
            "section_rank": 27
        },
        {
            "text": "Signal uncertainties",
            "section_rank": 28
        },
        {
            "section": "Signal uncertainties",
            "text": "A breakdown of the systematic uncertainties in the expected number of signal events passing the signal region requirements is shown in table 3. In addition, an uncertainty in the p T spectrum shape, due the uncertainty in the p T resolution, is taken into account.",
            "paragraph_rank": 61,
            "section_rank": 28
        },
        {
            "section": "Signal uncertainties",
            "text": "High-p T jets originating from ISR and final state radiation (FSR) alter the signal acceptance. Uncertainties in the modelling of ISR and FSR are estimated by varying the renormalisation, factorisation and merging scales from 0.5 to 2 times their nominal values, and by comparing samples with one and two additional partons in the matrix element with MG5 aMC@NLO+Pythia8. For the strong channel, the ISR/FSR uncertainty is small when the mass difference between the gluino and chargino is large; however, the uncertainty grows to about 10% when the mass difference is smaller than 200 GeV, as signal events start to be rejected by the requirement on the jet p T . The uncertainties in the jet energy scale and resolution are estimated by the techniques in refs. [53][54][55][56][57].",
            "paragraph_rank": 62,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 762,
                    "text": "[53]",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 766,
                    "text": "[54]",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 770,
                    "text": "[55]",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 774,
                    "text": "[56]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 778,
                    "text": "[57]",
                    "end": 782
                }
            ]
        },
        {
            "section": "Signal uncertainties",
            "text": "The uncertainty in the trigger efficiency is small because it is measured from data, as described in section 4. For the signal p T resolution, a conservative uncertainty, corresponding to 100% of the effect of multiple scattering, is added to the uncertainty in the values of parameters in the q/p T smearing function.",
            "paragraph_rank": 63,
            "section_rank": 28
        },
        {
            "section": "Signal uncertainties",
            "text": "The pile-up modelling uncertainty is estimated by varying the number of collisions per bunch crossing in simulation by its uncertainty of 10% of the nominal value. The signal reconstruction efficiency decreases as the number of pile-up interactions increases because it becomes more likely for pixel-detector hits originating from charginos to be used by tracks from other particles.  Table 3. Systematic uncertainties in the signal event yields at mχ± 1 = 400 GeV for the electroweak channel and at mg = 1600 GeV, mχ± 1 = 500 GeV for the strong channel. The lifetime of the chargino is not relevant here. The uncertainty in the cross-section of the strong production is large due to the large effect from the PDF uncertainty.",
            "paragraph_rank": 64,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 385,
                    "text": "Table 3",
                    "end": 392
                }
            ]
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 29
        },
        {
            "section": "JHEP06(2018)022",
            "text": "The uncertainty in the chargino reconstruction efficiency (tracklet efficiency) can be split into four components: (1) the uncertainty in the probability for a chargino to produce a set of pixel-detector hits which can satisfy the tracklet quality selection, (2) the uncertainty in the efficiency to reconstruct a tracklet when a chargino leaves a set of good hits which satisfies the tracklet quality selection, (3) the uncertainty in the track reconstruction efficiency, which depends on the number of pile-up interactions, (4) the uncertainty in the d 0 significance selection. The first two components are estimated using Z → µµ events, which are selected with the same requirements as for the data sample used to estimate the smearing function. The tracklet data-quality selection requirements are applied to the muon tracks in the sample. The first component is estimated from the difference in the efficiency of these requirements between data and simulation. The second component is estimated by re-fitting the muon tracks using only the pixel hits, and comparing the tracklet reconstruction efficiencies in data and simulation. The third component is included in the uncertainty in the pile-up modelling described already. The fourth component is estimated by shifting the measured |d 0 |/σ(d 0 ) distribution by its uncertainty; the change in the |d 0 |/σ(d 0 ) selection efficiency is added to the systematic uncertainty.",
            "paragraph_rank": 65,
            "section_rank": 29
        },
        {
            "section": "JHEP06(2018)022",
            "text": "Theoretical uncertainties in the signal cross-section are estimated by computing the changes in the cross-section when the renormalisation and factorisation scales, the choice of PDFs and the strong coupling constant, α S , are varied. Renormalisation and factorisation scales are varied by factors of 0.5 and 2 from their nominal value. The PDF uncertainty is estimated as the maximum of the uncertainty from the CTEQ6.6 [58]   Table 4. Observed events, expected background for null signal, and expected signal yields for two benchmark models: electroweak channel with (mχ± ",
            "paragraph_rank": 66,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 422,
                    "text": "[58]",
                    "end": 426
                },
                {
                    "type": "table",
                    "start": 429,
                    "text": "Table 4",
                    "end": 436
                }
            ]
        },
        {
            "text": "Results and interpretation",
            "section_rank": 30
        },
        {
            "section": "Results and interpretation",
            "text": "The tracklet p T spectra are shown in figure 7, along with the results of the fit to the background-only hypothesis. The observed p T distributions are well described by the background predictions in the low-E miss T regions. When fitting to the background+signal hypothesis, no significant excess above the expected SM processes is found at high tracklet p T in high-E miss T regions. Model-dependent upper limits on the signal strength are computed using the profile-likelihood ratio [59] as a test statistic and using the asymptotic formula in ref. [59], fitting the p T spectrum in the full range. The confidence levels are computed by following the CL s prescription [60]. Upper limits on the number of signal events are converted into limits on the visible cross-section (σ 95% vis ) of signal processes by dividing by the integrated luminosity of the data.",
            "paragraph_rank": 67,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 486,
                    "text": "[59]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 552,
                    "text": "[59]",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 672,
                    "text": "[60]",
                    "end": 676
                }
            ]
        },
        {
            "section": "Results and interpretation",
            "text": "Model-independent limits are calculated from the expected and observed event yields in the region where the tracklet p T is above 100 GeV. Table 4 lists the observed event yields, expected backgrounds, expected signal yields and model-independent upper limits on the visible signal cross-section in the high-E miss T region. Figure 8 shows the model-dependent exclusion limits in the (mχ±    ). The yellow band shows the 1σ region of the distribution of the expected limits. The median of the expected limits is shown by a dashed line. The red line shows the observed limit and the orange dotted lines around it show the impact on the observed limit of the variation of the nominal signal cross-section by ±1σ of its theoretical uncertainties. Results are compared with the observed limits obtained by the previous ATLAS search with disappearing tracks and tracklets [19] and an example of the limit obtained at LEP2 by the ALEPH experiment [61]. The chargino lifetime as a function of the chargino mass is shown in the almost pure wino LSP scenario at the two-loop level [62].",
            "paragraph_rank": 68,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 139,
                    "text": "Table 4",
                    "end": 146
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 325,
                    "text": "Figure 8",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 867,
                    "text": "[19]",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 941,
                    "text": "[61]",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 1072,
                    "text": "[62]",
                    "end": 1076
                }
            ]
        },
        {
            "section": "Results and interpretation",
            "text": "shows the model-dependent exclusion limits in the mg-mχ± 1 plane for the strong channel.",
            "paragraph_rank": 69,
            "section_rank": 30
        },
        {
            "section": "Results and interpretation",
            "text": "For a chargino lifetime of 0.2 ns, gluino masses up to 1.65 TeV are excluded assuming a chargino mass of 460 GeV, and chargino masses up to 1.05 TeV are excluded assuming very compressed spectra with a mass difference between the gluino and the chargino of less than 200 GeV. Charginos are assumed to decay into a pion and a neutralino in the considered models. However, the results do not depend on this decay mode since the decay products of charginos cannot be detected due to their low momentum.",
            "paragraph_rank": 70,
            "section_rank": 30
        },
        {
            "section": "Results and interpretation",
            "text": "The effects of systematic uncertainties are estimated using the exclusion significance, which is defined as the number of standard deviations corresponding to the signal confidence CL s . Relative changes in the exclusion significance, when nuisance parameters are shifted -23 -   by one standard deviation from their nominal values, are summarised in table 5. When shifting a parameter, the other nuisance parameters are fixed at their nominal values.",
            "paragraph_rank": 71,
            "section_rank": 30
        },
        {
            "section": "Results and interpretation",
            "text": "-24 -",
            "paragraph_rank": 72,
            "section_rank": 30
        },
        {
            "text": "JHEP06(2018)022 9 Conclusions",
            "section_rank": 31
        },
        {
            "section": "JHEP06(2018)022 9 Conclusions",
            "text": "A new search for long-lived charginos yielding a pixel-tracklet signature was performed based on pp collision data collected by the ATLAS experiment at the LHC in 2015 and 2016 at √ s = 13 TeV, corresponding to an integrated luminosity of 36.1 fb −1 . Tracklets with hits only in the pixel detector are used to improve the sensitivity for short chargino lifetimes. The p T distribution of the observed pixel tracklets is found to be consistent with the background prediction. A lower limit on mχ± 1 for electroweak production of long-lived charginos with a proper lifetime of 0.2 ns, corresponding to a mass-splitting between the charged and neutral wino of 160 MeV, in the pure wino LSP model is set at 460 GeV at 95% CL. If charginos with a proper lifetime of 0.2 ns are produced in the decay cascade of pair-produced gluinos, gluino masses below 1.65 TeV are excluded for a chargino mass of 460 GeV, and chargino masses below 1.05 TeV are excluded in the case of compressed spectra with a mass difference of 200 GeV between the gluino and the chargino.",
            "paragraph_rank": 73,
            "section_rank": 31
        },
        {
            "text": "JHEP06(2018)022",
            "section_rank": 32
        },
        {
            "section": "JHEP06(2018)022",
            "text": "(Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in ref. [63].",
            "paragraph_rank": 74,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 219,
                    "text": "[63]",
                    "end": 223
                }
            ]
        },
        {
            "text": "A Likelihood function",
            "section_rank": 33
        },
        {
            "section": "A Likelihood function",
            "text": "The likelihood function is:",
            "paragraph_rank": 75,
            "section_rank": 33
        },
        {
            "section": "A Likelihood function",
            "text": "L Total = L shape ×L syst ×L syst,fake ;",
            "paragraph_rank": 76,
            "section_rank": 33
        },
        {
            "section": "A Likelihood function",
            "text": "(A.1)  ",
            "paragraph_rank": 77,
            "section_rank": 33
        },
        {
            "section": "A Likelihood function",
            "text": "The total likelihood L Total consists of three terms: a term for the spectrum shape, L shape , a term to include systematic uncertainties except for those related to fake-tracket background, L syst , and a term for the fake-tracklet background uncertainties, L syst,fake . The numbers of observed events are represented by n R obs and n R FakeCR,obs in the signal region and in the fake control region respectively, where R is H or L, representing the high-E miss ) for signal (sum of hadron and electron). For the fake-tracklet component, the probability density function is common to the low-E miss T and high-E miss T regions. The parameters of the fake-tracklet p T spectrum's shape function are represented by p 0 and p 1 . The fake-tracklet ratio factor between the low-E miss T and high-E miss T regions, r ABCD , is derived from n H f , n L f and the expected numbers of events in the fake-tracklet control regions, n H",
            "paragraph_rank": 78,
            "section_rank": 33
        },
        {
            "section": "A Likelihood function",
            "text": "FakeCR and n L FakeCR . The parameters constrained by the fit are: Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 79,
            "section_rank": 33
        },
        {
            "text": "Figure 1 .",
            "section_rank": 34
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Illustration of a pp →χ + 1χ − + jet event, with long-lived charginos. Particles produced in pile-up pp interactions are not shown. Theχ + 1 decays into a low-momentum pion and aχ 0 1 after leaving hits in the four pixel layers (indicated by red makers).",
            "paragraph_rank": 80,
            "section_rank": 34
        },
        {
            "text": "Figure 4 .",
            "section_rank": 35
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Chargino reconstruction efficiency as a function of decay radius. The reconstruction efficiency of pixel tracklets before applying the fake-rejection criteria is shown in red, while that obtained with the standard tracking algorithm is shown in green. The error bars show statistical uncertainties in the estimation. Also shown in blue, on the right axis, is the distribution of the decay radius for charginos with a lifetime of 0.2 ns. The yellow shaded regions correspond to the coverage of each detector.",
            "paragraph_rank": 81,
            "section_rank": 35
        },
        {
            "text": "400 GeV, 0.2 ns) and a chargino produced in the strong channel with (mg, mχ± 1 , τχ± 1 ) = (1600 GeV, 500 GeV, 0.2 ns) in the high-E miss Tregion. The expected number of signal events is normalised to 36.1 fb −1 . The signal selection efficiencies are also shown in parentheses. The first row shows the number of events after the application of detector and data quality conditions. Requirements below the dashed line are applied to tracks and tracklets.",
            "paragraph_rank": 82,
            "section_rank": 36
        },
        {
            "text": "Figure 5 .",
            "section_rank": 37
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. (a) Distribution of the difference between q/p T of a pixel tracklet and a track in Z → µµ events in data. The solid curve shows the smearing function (eq. (6.1)) used to construct the background p T template, which is described in section 6.1. The parameter values of the curve are α =1.67, β =−1.72 TeV −1 and σ =13.2 TeV −1 . The red band indicates a 1σ variation of the systematic uncertainty (see section 7). The data are normalised to unit area. (b) Validation of the smearing procedure in Z → µµ events in data. The green and red points show the p T distributions of tracks and pixel tracklets respectively. The blue point shows the p T spectrum obtained by convolving the track p T distribution with the smearing function. The lower plot shows the ratio of the smeared spectrum to the distribution of the pixel tracklets.",
            "paragraph_rank": 83,
            "section_rank": 37
        },
        {
            "text": "T",
            "section_rank": 38
        },
        {
            "section": "T",
            "text": "by comparing it in three E miss T regions: E miss T < 90 GeV, 90 GeV < E miss T < 140 GeV and E miss T > 140 GeV. A small dependence of the fit parameters on |d 0 |/σ(d 0 ) is observed by comparing the parameters obtained in three regions: 10 < |d 0 |/σ(d 0 ) < 20, 20 < |d 0 |/σ(d 0 ) < 30 and 30 < |d 0 |/σ(d 0 ) < 100. The size of the dependence on |d 0 |/σ(d 0 ) is added as an uncertainty in the p T template shape.",
            "paragraph_rank": 84,
            "section_rank": 38
        },
        {
            "text": "6. 2",
            "section_rank": 39
        },
        {
            "section": "6. 2",
            "text": "Signal templatesThe signal p T spectrum is estimated by smearing the generator-level p T distribution of charginos in the signal simulation for each signal parameter point. The smearing function parameters are determined from muons in data, but shifted by the differences between the parameter values found for charginos and muons in simulation due to the difference between",
            "paragraph_rank": 85,
            "section_rank": 39
        },
        {
            "text": "Figure 6 .",
            "section_rank": 40
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Fit on the fake-tracklet control sample for (a) the electroweak production channel and (b) the strong production channel. The black markers show data. The blue line and the band show the histogram made from the fit function and its uncertainty. The bottom plot shows the ratio of the observed data to the fit histogram. The chi-square per degrees of freedom of the fit are 5.4/14 and 8.5/19 for the electroweak and strong production channels respectively. Red arrows in the Data/Fit ratio indicate bins where the corresponding entry falls outside the plotted range.",
            "paragraph_rank": 86,
            "section_rank": 40
        },
        {
            "text": "1600 GeV, 500 GeV, 0.2 ns) in the high-E miss T region. Also shown are the probability of a background-only experiment being more signal-like than observed (p 0 ) and the upper limit on the model-independent visible cross-section at 95% CL. The uncertainty in the total background yield is different from the sum of uncertainties in quadrature due to anti-correlation between different backgrounds.",
            "paragraph_rank": 87,
            "section_rank": 41
        },
        {
            "text": "the electroweak channel, where τχ± 1 is the lifetime of the chargino. A large region is excluded by this analysis while the 8 TeV result[19] has higher sensitivity for long lifetimes due to Strong channel high-E miss T region.",
            "paragraph_rank": 88,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 136,
                    "text": "[19]",
                    "end": 140
                }
            ]
        },
        {
            "text": "Figure 7 .",
            "section_rank": 43
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Pixel-tracklet p T spectrum in various regions: (a) electroweak channel in the low-E miss T region, (b) strong channel in the low-E miss T region, (c) electroweak channel in the high-E miss T",
            "paragraph_rank": 89,
            "section_rank": 43
        },
        {
            "text": "Figure 8 .",
            "section_rank": 44
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Exclusion limit at 95% CL obtained in the electroweak production channel in terms of the chargino lifetime (τχ± 1 ) and mass (mχ±",
            "paragraph_rank": 90,
            "section_rank": 44
        },
        {
            "text": "1",
            "paragraph_rank": 91,
            "section_rank": 45
        },
        {
            "text": "Figure 9 .p 0 Table 5 .",
            "section_rank": 46
        },
        {
            "section": "Figure 9 .p 0 Table 5 .",
            "text": "Figure 9. Exclusion limit at 95% CL obtained in the strong production channel in terms of the gluino and chargino masses. The limit is shown assuming a chargino lifetime of (a) 0.2 ns and (b) 1.0 ns. The yellow band shows the 1σ region of the distribution of the expected limits. The median of the expected limits is shown by a dashed line. The red line shows the observed limit and the orange dotted lines around it show the impact on the observed limit of the variation of the nominal signal cross-section by ±1σ of its theoretical uncertainties. Observed limits in the electroweak production search are shown as a green shaded region.",
            "paragraph_rank": 92,
            "section_rank": 46
        },
        {
            "text": "L",
            "section_rank": 47
        },
        {
            "section": "L",
            "text": "syst,fake = N (r ABCD ; 1, ∆r ABCD )×N (p 0 ; p 0 , ∆p 0 )×N (p 1 ; p 1 , ∆p 1 ) , (A.4) n H s = µ s ×α H s , (A.5) n L s = µ s ×α L s , (A.6)",
            "paragraph_rank": 93,
            "section_rank": 47
        },
        {
            "text": "26 -",
            "section_rank": 48
        },
        {
            "section": "26 -",
            "text": "expected numbers of events for each component (signal, the sum of hadron and electron, muon and fake-tracklet background) are represented byn R s , n R h+e , n R µ -JHEP06(2018)022and n R f respectively. The normalisation parameter for the signal component is represented by α R s . The expected number of signal events is scaled from α R s using the relative signal strength µ s . The probability density functions of those components are represented by F R s , F R h+e , F R µ and F f . The resolution and slope parameters for the smearing functions are σ",
            "paragraph_rank": 94,
            "section_rank": 48
        },
        {
            "text": ",",
            "section_rank": 49
        },
        {
            "section": ",",
            "text": "p 0 and p 1 . Other parameters are fixed in the fit. The expected value and the uncertainty of a variable x is represented by x and ∆x respectively. The value of a unit Gaussian-function at a with mean b and standard deviation c is represented by N (a; b, c).",
            "paragraph_rank": 95,
            "section_rank": 49
        },
        {
            "text": "uncertainty band at 68% confidence level and the difference between CTEQ6.6 and MSTW2008 NLO PDF sets. Each uncertainty is varied independently and their effects are added in quadrature.Number of observed events with p T > 100 GeV in high-E miss",
            "paragraph_rank": 96,
            "section_rank": 50
        },
        {
            "text": "A hit is a space-time point which represents interactions between a particle and material in an active region of a particle detector.",
            "paragraph_rank": 97,
            "section_rank": 50
        },
        {
            "text": "z-axis. The pseudorapidity η is defined in terms of the polar angle θ by η = − ln tan(θ/2) and the rapidity is defined as y = (1/2) ln[(E + pz)/(E − pz)] where E is the energy and pz the longitudinal momentum of the object of interest.",
            "paragraph_rank": 98,
            "section_rank": 50
        },
        {
            "text": "The transverse impact parameter is defined as the distance of closest approach in the transverse plane between a track and the centre of the luminous region. A correction is applied to take into account the tilt of the luminous region with respect to the z-axis. The longitudinal impact parameter corresponds to the z-coordinate distance between the point along the track at which the transverse impact parameter is defined and the primary vertex.",
            "paragraph_rank": 99,
            "section_rank": 50
        },
        {
            "text": "A hit is categorised as low quality when the single-hit position uncertainty is large, or the hit position is far from the reconstructed tracklet.",
            "paragraph_rank": 100,
            "section_rank": 50
        },
        {
            "text": "If EA is the event acceptance, EE is the event efficiency, TA is the tracklet acceptance, TE is the tracklet efficiency, and Tp is the tracklet pT efficiency, then for an event with N charginos, the probability of having at least one reconstructed, selected tracklet with pT > 100 GeV in an event can be calculated as:EE × EA × (1 − (1 − TA × TE × TP ) N ).",
            "paragraph_rank": 101,
            "section_rank": 50
        },
        {
            "text": "T region and the low-E miss T region in each channel.",
            "paragraph_rank": 102,
            "section_rank": 50
        },
        {
            "text": "Acknowledgments",
            "section_rank": 52
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 103,
            "section_rank": 52
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 104,
            "section_rank": 52
        }
    ]
}