{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This Letter presents a search for new light resonances decaying to pairs of quarks and produced in association with a high-p T photon or jet. The dataset consists of proton-proton collisions with an integrated luminosity of 36.1 fb −1 at a centre-of-mass energy of √ s = 13 TeV recorded by the ATLAS detector at the Large Hadron Collider. Resonance candidates are identified as massive large-radius jets with substructure consistent with a particle decaying into a quark pair. The mass spectrum of the candidates is examined for local excesses above background. No evidence of a new resonance is observed in the data, which are used to exclude the production of a lepto-phobic axial-vector Z 0 boson.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Searches for resonance signals in the invariant mass spectrum of hadrons are an essential part of the physics programme at the energy frontier. Many theoretical models predict resonances [1][2][3] with significant couplings to quarks and gluons, including resonances which also couple to dark-matter particles [4][5][6][7]. At the Large Hadron Collider (LHC), the ability to discover or exclude such hadronic resonances has been extended into the TeV range, although no evidence of statistically significant excesses has been seen [8,9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 187,
                    "text": "[1]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 190,
                    "text": "[2]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 193,
                    "text": "[3]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 310,
                    "text": "[4]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 313,
                    "text": "[5]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 316,
                    "text": "[6]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 319,
                    "text": "[7]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "start": 531,
                    "text": "[8,",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "start": 534,
                    "text": "9]",
                    "end": 536
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Sensitivity to light resonances is reduced by the immense background rates that would saturate the trigger and data acquisition systems. The recording of collision data typically requires placing thresholds of several hundred GeV on the transverse momentum (p min T ) of the jet used to trigger the event, which translates to approximate thresholds on mass of m ≈ 2p min T . Consequently, recent searches for dijet resonances at the LHC have poor sensitivity for masses well below 1 TeV. This limitation can be avoided by recording only a summary of the jet information needed for performing a resonance search in the dijet mass spectrum. This strategy is called \"data scouting\" in CMS [10], \"real-time analysis\" in LHCb [11] and \"trigger-object-level analysis\" in ATLAS [12], and has set limits for resonance masses in the range 500-800 GeV [10].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 686,
                    "text": "[10]",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "start": 721,
                    "text": "[11]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "start": 771,
                    "text": "[12]",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "start": 842,
                    "text": "[10]",
                    "end": 846
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter, a search using an alternative approach [4,13] is performed, in order to cover even lower resonance masses. The trigger threshold limitations are reduced by examining data where ? E-mail address: atlas .publications @cern .ch. the light resonance is boosted in the transverse direction 1 via recoil from high transverse momentum (p T ) initial-state radiation (ISR) of a photon or jet. Requiring a hard ISR object in the final state comes at the cost of reduced signal production rates, but allows highly efficient triggering at masses much lower than when triggering directly on the resonance decay products.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 55,
                    "text": "[4,",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "start": 58,
                    "text": "13]",
                    "end": 61
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The search is performed for resonance masses from 100 GeV to 220 GeV, a range in which the resonance is boosted and its decay products are collimated, such that the resonance mass can be calculated from the mass of a large-radius jet. The dominant background processes are multijet production in the jet channel and photons produced in association with jets in the photon channel, both characterised by non-resonant jets initiated predominantly by single gluons or light-flavour quarks. The Z 0 signal models considered decay to quark-antiquark pairs. This difference in the dominant jet production mechanism between the signal and the leading backgrounds means that, in the boosted regime considered in this Letter, the use of jet substructure methods strongly suppresses the background, making it a crucial component for the search sensitivity. In addition, current datasets are the largest collected, allowing the sensitivity to rare processes to be extended beyond that of earlier studies. 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). It is equivalent to the rapidity for massless Recently, CMS reported results of applying a similar technique [14,15] to exclude a light Z 0 boson with Standard Model (SM) coupling values (g q ) exceeding 0.1 to 0.25 in the mass range 50-300 GeV. With respect to those results, this Letter also exploits the channel with the ISR photon.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 994,
                    "text": "1",
                    "end": 995
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS experiment [16] at the LHC is a multi-purpose particle detector with a forward-backward symmetric cylindrical geometry with layers of tracking, calorimeter, and muon detectors over nearly the entire solid angle around the proton-proton (pp) collision point. The inner detector (ID) consists of a highgranularity silicon pixel detector, including an insertable B-layer [17], and a silicon microstrip tracker, together providing precision tracking in the pseudorapidity range |η| < 2.5. Complementary, a transition radiation tracker provides tracking and electron identification information for |η| < 2.0. The ID is surrounded by a 2 T superconducting solenoid. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements with high granularity, covering the region |η| < 3.2. A hadron (steel/scintillator-tile) calorimeter covers the central pseudorapidity range (|η| < 1.7). The end-cap and forward regions are instrumented with copper/LAr calorimeters (1.7 < |η| < 3.2) and LAr calorimeters with copper and tungsten absorbers, providing EM and hadronic energy measurements covering the region |η| ≤ 4.9.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 21,
                    "text": "[16]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 378,
                    "text": "[17]",
                    "end": 382
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "The muon spectrometer consists of precision tracking chambers covering the region |η| ≤ 2.7. The first-level trigger is implemented in hardware and uses a subset of the detector information to reduce the accepted rate to 100 kHz. This hardware trigger [18] is followed by a software-based trigger that reduces the rate of recorded events to 1 kHz.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 252,
                    "text": "[18]",
                    "end": 256
                }
            ]
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulation samples",
            "text": "The data were collected in pp collisions at √ s = 13 TeV during 2015 and 2016. Collision events are recorded with two triggers. The first selects events with at least one photon candidate that has an online transverse energy E T > 140 GeV and passes the \"loose\" identification requirements based on the shower shapes in the EM and hadronic calorimeters [18]. The photon trigger reaches its maximum efficiency for E T > 155 GeV. The second trigger selects events with at least one jet candidate with online E T > 380 GeV formed from clusters of energy deposits in the calorimeters [19] by the anti-k t algorithm [20,21] with radius parameter R = 0.4, implemented in the FastJet package [22]. The jet trigger reaches its maximum efficiency for p T > 420 GeV. Only data satisfying beam, detector and data-quality criteria are considered [23]. The data used correspond to an integrated luminosity of 36.1 fb −1 . Samples of simulated events are used to characterise the hypothetical resonances as well as to study the kinematic distributions of background processes. These samples are not used to estimate the background contributions, except when validating the datadriven background estimate (described in Section 5).",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 353,
                    "text": "[18]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 580,
                    "text": "[19]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "start": 611,
                    "text": "[20,",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 615,
                    "text": "21]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 685,
                    "text": "[22]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 834,
                    "text": "[23]",
                    "end": 838
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "Background samples were simulated using the Sherpa 2.1.1 event generator [24]. Processes containing a photon with associated jets were generated in several bins of photon p T . The matrix elements were calculated at leading order (LO) with up to three partons for photon p T < 70 GeV or four partons for higher photon p T . Multijet background samples were generated at LO in several bins of leading-jet p T . Samples of W +jets, Z +jets, W +γ and Z +γ events with hadronic decays of the vector-bosons were simulated in bins of W /Z -boson p T . Matrix elements were calculated at LO with up to four partons for the W /Z +jets samples and up to three partons for W /Z +γ samples. The cross sections were corrected at next-to-leading order (NLO) using K -factors derived from corresponding samples with leptonic vector-boson decays generated at NLO using Sherpa 2.1.1 [24], with matrix elements calculated for up to two partons at NLO and four partons at LO using Comix [25] and OpenLoops [26]. All the above LO background samples were merged with the Sherpa parton shower [27] using the ME+PS@LO prescription [28]. The CT10 set of parton distribution functions (PDFs) [29] were used in conjunction with the dedicated parton shower tuning developed by the Sherpa authors. For the NLO leptonic vector-boson samples utilised to calculate K -factors, the ME+PS@NLO prescription [28] and the CT10nlo PDF set are used.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 73,
                    "text": "[24]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 867,
                    "text": "[24]",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 969,
                    "text": "[25]",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 988,
                    "text": "[26]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1072,
                    "text": "[27]",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1109,
                    "text": "[28]",
                    "end": 1113
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1168,
                    "text": "[29]",
                    "end": 1172
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1374,
                    "text": "[28]",
                    "end": 1378
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "As a benchmark signal, samples with a Z 0 resonance with only hadronic couplings were generated as in Refs. [30][31][32]. This Z 0 has axial-vector couplings to quarks. The coupling of the Z 0 to quarks, g q , is set to be universal in quark flavour and equal to 0.5. The corresponding total width 0 Z 0 is negligible compared to the experimental resolution, which is about 10% of the boson mass. A set of samples was generated with m Z 0 between 100 and 220 GeV, in 30 GeV steps. A linear and parameterised interpolation was performed in 10 GeV steps in between the generated mass points. The samples were produced with g q = 0.5, using the Mad-Graph_aMC@NLO generator [33] with the NNPDF2.3 LO PDF [34] and the A14 set of tuned parameters (tune) [35]. Parton showers were produced in Pythia 8.186 [36]. Interference of this benchmark model with the Standard Model Z boson is assumed to be negligible. For efficient population of the kinematic phase space, a photon (jet) with p T ≥ 100 GeV (350 GeV) was required in the generation phase.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 108,
                    "text": "[30]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 112,
                    "text": "[31]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 116,
                    "text": "[32]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 670,
                    "text": "[33]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 700,
                    "text": "[34]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 748,
                    "text": "[35]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 799,
                    "text": "[36]",
                    "end": 803
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "The response of the detector to particles was modelled with a full ATLAS detector simulation [37] based on Geant4 [38]. All simulated events were overlaid with additional pp interactions (pileup) simulated with the soft strong-interaction processes of Pythia 8.186 [36] using the A2 tune [39] and the MSTW2008LO PDF set [40]. The simulated events were reconstructed in the same way as the data, and were reweighted such that the distribution of the expected number of pp interactions per bunch crossing matches that seen in data.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 93,
                    "text": "[37]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 114,
                    "text": "[38]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 265,
                    "text": "[36]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 288,
                    "text": "[39]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 320,
                    "text": "[40]",
                    "end": 324
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Events are required to have a reconstructed primary vertex, defined as a vertex with at least two reconstructed tracks with p T > 400 MeV each and with the largest sum of track p 2",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "T .",
            "section_rank": 6
        },
        {
            "section": "T .",
            "text": "Photons are reconstructed from clusters of energy deposits in the electromagnetic calorimeter. The photon energy scale is corrected using events with Z → e + e − decays in data [41]. Identification requirements are applied to reduce the contamination from π 0 or other neutral hadrons decaying into photons. The photon identification is based on the profile of the energy deposits in the first and second layers of the electromagnetic calorimeter. Photons used in the event selection must satisfy the \"tight\" identification and isolation criteria defined in Ref. [42], and must have |η| < 2.37, excluding the EM calorimeter's barrel/end-cap transition region of 1.37 < |η| < 1.52. The efficiency of the photon selection is roughly 95% for photons with E T > 150 GeV.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 177,
                    "text": "[41]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "start": 563,
                    "text": "[42]",
                    "end": 567
                }
            ]
        },
        {
            "section": "T .",
            "text": "Two non-exclusive categories of jet candidates are built from clusters of energy deposits in the calorimeters [19] and are distinguished by the radius parameter used in the anti-k t algorithm.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 110,
                    "text": "[19]",
                    "end": 114
                }
            ]
        },
        {
            "section": "T .",
            "text": "Jets with a radius parameter R = 1.0 are referred to as large-R jets, denoted by J and required to have |η| < 2.0, whereas jets with a radius parameter R = 0.4 are referred to as narrow jets, denoted as j and are required to have |η| < 2.4. To mitigate the effects of pile-up and soft radiation, the large-R jets are trimmed [43]. as a function of the large-R jet mass, for various ranges of large-R jet transverse momentum, for cases where the ISR object is a jet (left) and a photon (right).",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "T .",
            "text": "Trimming takes the original constituents of the jet and reclusters them using the k t algorithm [44] with a smaller radius parameter, R subjet , to produce a collection of subjets. These subjets are discarded if they carry less than a specific fraction ( Quality requirements are applied to photon candidates to identify those arising from instrumental problems or non-collision background [49], and events containing such candidates are rejected. In addition, quality requirements are applied to remove events containing jets misreconstructed from detector noise or outof-time energy deposits in the calorimeter from cosmic rays or other non-collision sources [50].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 390,
                    "text": "[49]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "start": 661,
                    "text": "[50]",
                    "end": 665
                }
            ]
        },
        {
            "section": "T .",
            "text": "The production cross sections of the signal models considered in this search are many orders of magnitude lower than the background cross sections. In order to enhance the sensitivity to the signal, jet substructure techniques are used to identify the expected two-body quark-pair signal-like events within a single large-R jet. One of the commonly used jet substructure variables is τ 21 [51], defined as the ratio τ 2 /τ 1 . The variable τ N is a measure of how consistent a given jet's constituents are with being fully aligned along N or more axes; thus τ 21 is a useful discriminant for differentiating between a two-particle jet from the decay of a boosted resonance and a single-particle jet. However, τ 21 is correlated with the reconstructed large-R jet mass m J . Any selection requirement on τ 21 leads to a selection of jets from the leading background processes with efficiency strongly dependent on the jet mass, and modifies the final jet mass distribution in a way that makes it difficult to model using a simple functional approach, effectively increasing the systematic uncertainties and weakening the overall sensitivity. To avoid this, the designed decorrelated tagger (DDT) method [14,52,53] is used to decorrelate τ 21 from the reconstructed jet mass. The variable ρ DDT is defined as",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 386,
                    "text": "21",
                    "end": 388
                }
            ]
        },
        {
            "section": "T .",
            "text": "where μ ≡ 1 GeV is an arbitrary scale parameter. For ρ DDT & 1, there is a linear relationship between ρ DDT and the mean value of τ 21 . ρ DDT is a purely kinematic jet variable, which allows the definition of τ DDT variable is linear relative to ρ DDT . If multiple jets satisfy these requirements, the jet with the lower τ DDT 21 from the two leading large-R jets is selected.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Background estimation and systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Background estimation and systematic uncertainties",
            "text": "The dominant backgrounds in the jet and photon channels are due to multi-jet production and inclusive γ production, respectively. The inclusive γ background is dominated by γ +jets and also includes multi-jet processes being misidentified with the same topology. In both channels, there is a sub-leading contribution from production of a jet or photon in association with a hadronically decaying electroweak gauge boson, V , where V represents a W or Z boson.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "Background estimation and systematic uncertainties",
            "text": "In the dominant backgrounds, the boosted phase space relevant to this search is not well described by Monte Carlo programs. Therefore, a data-driven technique is used to model the expected background in the signal region via a transfer-factor method which extrapolates from a control region ",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "section": "Background estimation and systematic uncertainties",
            "text": "where x and y are the measured TF histogram bins with values scaled to have zero mean and unit variance, n is the number of data points, and R {`d} (x, x) is the correlation matrix of the TF measurements induced by the Gaussian kernel with length scales {`d}.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "Background estimation and systematic uncertainties",
            "text": "The TF values are regularised by the statistical uncertainties on the measurements according to Ref. while the TF is between 0.5 and 0.9 in the photon channel. The difference in the TF distributions is due to the choice of the common τ DDT 21 > 0.5 cut, which has comparable but not identical background acceptances in simulation for the two channels, while the spread in the range is due to discrepancies between data and simulation as well as the residual correlation between τ DDT 21 and the jet kinematic parameters.",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "Background estimation and systematic uncertainties",
            "text": "Residual contamination from signal events which leak into the control region is accounted for in the statistical analysis as follows: the background estimate and its uncertainty are validated by constructing an interpolation using data with m J < (0.7 × m Z 0 ) or m J > (1.3 × m Z 0 ), which is then compared to the data observed in a validation region (VR) in which m J ∈ [0.7, 0.8]m Z 0 or m J ∈ [1.2, 1.3]m Z 0 . If the difference between the data and the background estimate in the VR is larger than the derived uncertainty, the uncertainty is inflated by a scale factor, without changing the nominal value of the background estimate. This can happen when the background estimate in the VR is derived from a control region with fewer events, and is therefore more sensitive to statistical fluctuations. For the ISR jet channel, the scale factor in the background uncertainty is found to be consistent with 1, while for the ISR γ channel the scale factor ranges from 1 to 2 across the values of m Z 0 . This difference between channels comes from the number of events in data: the ISR jet channel has 10 times more events than the ISR γ channel.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Background estimation and systematic uncertainties",
            "text": "As a cross-check, the TF method is applied to a candidate mass range near the W and Z boson masses: the signal region's mass range is set as a ±20% window around 85 GeV ([68, 102] GeV), and the validation region as a ±30% window around the same mass, but with the SR removed ([59.5, 68] GeV and [102, 110.5] GeV). Fig. 2 shows distributions of the large-R jet mass for data and the resulting background estimate. The latter is found to agree with the data within uncertainties. The SM prediction for W and Z production is scaled with the NLO cross section using NLO K -factors, as described in Section 3. The cross sections used are 40.6 pb (18.6 pb) for the W ( Z )+jets processes in the ISR jet channel, and 1.52 pb (0.983 pb) for W ( Z )+γ processes in the ISR γ channel. These cross sections are taken from the phase space of p T (W , Z ) > 280 (140) GeV for the jet (photon) channels, as motivated by the analysis kinematic selections. The best-fit signal strength relative to the SM prediction for W and Z production, μ = σ /σ W /Z , is μ = 0.93 ± 0.03 (stat) ± 0.24 (syst) in the ISR jet channel and μ = 1.07 ± 0.13 (stat) ± 0.35 (syst) in the ISR γ channel, consistent with the SM predictions. This result shows that the TF method works well.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 314,
                    "text": "Fig. 2",
                    "end": 320
                }
            ]
        },
        {
            "section": "Background estimation and systematic uncertainties",
            "text": "The largest systematic uncertainty is due to the estimate of the dominant background using the TF method. The Gaussian process regression provides a natural measure of the uncertainty in the interpolation, since it yields a mean function value across  [57]; individually these uncertainties range up to 10% relative to the signal, but together these uncertainties are less than 1% of the background estimate in the signal region. Additional, smaller systematic uncertainties are due to the uncertainty in the parton distribution functions and integrated luminosity.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 252,
                    "text": "[57]",
                    "end": 256
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The observed distributions of the large-R jet mass are compared with the background estimates in Fig. 3 and Fig. 4 for two representative Z 0 mass values for the ISR jet and ISR γ channels, respectively. The slope in the data and background distributions changes for a large-R jet mass around 225 GeV (100 GeV) for Fig. 3  (Fig. 4), due to the boosted topology requirement, p     The largest excess is observed in the ISR jet signal region centred at 150 GeV. Performing a signal-plus-background fit with a Z 0 model assumption, the local significance in this region is found to be 2.5σ , corresponding to a global significance of 1.1σ , where the look-elsewhere effect [58] is calculated with respect to the entire mass window examined. The largest positive deviation from the expected background in the ISR γ channel is seen in the signal region centred at 140 GeV, with local (global) significance of 2.2σ (0.8σ ).",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 97,
                    "text": "Fig. 3",
                    "end": 103
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 108,
                    "text": "Fig. 4",
                    "end": 114
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 315,
                    "text": "Fig. 3  (Fig. 4)",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 670,
                    "text": "[58]",
                    "end": 674
                }
            ]
        },
        {
            "section": "Results",
            "text": "Upper limits are derived at 95% confidence level on the Z 0 production cross section times acceptance as a function of the Z 0 mass between 100 and 220 GeV using profile-likelihood-ratio tests [59] with the CL s method [60], shown in Fig. 5.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 193,
                    "text": "[59]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 219,
                    "text": "[60]",
                    "end": 223
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 234,
                    "text": "Fig. 5",
                    "end": 240
                }
            ]
        },
        {
            "section": "Results",
            "text": "The acceptance accounts for all selection criteria except for the requirement on τ DDT 21 ; it can vary significantly for various theoretical models, yet can be well estimated without detailed detector simulation. For the Z 0 signal model considered in this paper, acceptance values vary from 0.10% to 0.06% in the ISR jet channel and from 4.0% to 1.0% in the ISR γ channel, in the mass range between 100 and 220 GeV. The efficiency of the τ DDT The observed and expected limits on the coupling g q are shown in Fig. 6, for the combination of the ISR jet and ISR γ channels.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 512,
                    "text": "Fig. 6",
                    "end": 518
                }
            ]
        },
        {
            "section": "Results",
            "text": "The narrow width approximation is valid for the g q range tested. In the combination, the nuisance parameters corresponding to luminosity and large-R jet energy scale and resolution uncertainties are fully correlated between channels, while the background uncertainties are uncorrelated. The largest deviation is for the 140 GeV signal hypothesis, corresponding to 2.4σ local and 1.2σ global sig- Table 1 The source of each of the largest uncertainties and their relative impact in the expected signal, quantified by the uncertainty in the best-fit signal strength (1μ) over the best-fit signal strength (μ), for hypothesised signal production of Z 0 with m Z 0 = 100 GeV, m Z 0 = 160 GeV and m Z 0 = 220 GeV.  Table 1 for m Z 0 = 100, 160",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 397,
                    "text": "Table 1",
                    "end": 404
                },
                {
                    "type": "table",
                    "start": 711,
                    "text": "Table 1",
                    "end": 718
                }
            ]
        },
        {
            "section": "Results",
            "text": "and 220 GeV. The TF systematic uncertainty has the largest impact on the sensitivity, accounting for 86%, 90% and 88% of the total impact for the 100, 160 and 220 GeV signal hypothesis, respectively. The TF uncertainty is larger for the jet channel, due to its smaller length scale of the Gaussian process. For the Z 0 160 GeV hypothesis, it accounts for 87% of the impact in the signal strength in the ISR jet channel and 61% in the ISR γ channel. The second biggest impact is due to uncertainties associated with large-R jets.",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "Ref. [57] details the derivation procedure and the breakdown of those uncertainties. The data's statistical uncertainty accounts for about 10% of the total impact at all mass points considered. It is larger in the ISR γ channel than in the ISR jet channel due to the order of magnitude difference in the number of events; this accounts for 21% of the impact in the former and 9% in the latter for m Z 0 = 160 GeV.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 5,
                    "text": "[57]",
                    "end": 9
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 9
        },
        {
            "section": "Conclusion",
            "text": "In ",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Acknowledgements",
            "section_rank": 10
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azer The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [61]. ",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 568,
                    "text": "[61]",
                    "end": 572
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Mean value of τ DDT 21",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "f cut ) of the original jet p T . The trimming parameters optimised for this search are R subjet = 0.2 and f cut = 5% [45]. Large-R jets are calibrated following the procedure described in Ref. [46]. The energies of selected narrow jets are corrected for contributions from pile-up interactions [47]. A correction used to calibrate jet energy measurements to the scale of the constituent particles of the jet [48] is then applied. Narrow jets with 25 GeV < p T < 60 GeV are required to originate from the primary vertex as determined by a jet vertex tagger [47] that relies on tracks associated with the jets.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "21 [",
            "section_rank": 13
        },
        {
            "section": "21 [",
            "text": "52,53], a linearly corrected version of τ 21 , which has mean values that are independent of the mass of the jet, as seen in Fig. 1 for various ranges of large-R p J T . Selected events are required to have at least one large-R jet, the resonance candidate, and at least one narrow jet or photon with azimuthal angular separation of at least 1φ = π/2 from the resonance candidate. The ISR jet is the leading narrow jet with p j T > 420 GeV, while the ISR photon is the leading photon with p γ T > 155 GeV. In the signal region (SR), the large-R jet must satisfy p J T > 200 GeV in the photon channel and p J T > 450 GeV in the jet channel. Those thresholds are defined due to the minimum p J T > 200 GeV for which large-R jets uncertainties have been derived (photon channel) and to select events with p J T close to the recoil jet p j T , as expected for signal (jet channel). In addition, it is required that p J T > 2 × m J to ensure sufficient collimation of the quark pairs from signal resonances so as to avoid edge effects of using a fixed-cone jet algorithm, τ DDT 21 < 0.50 to suppress backgrounds and ρ DDT > 1.5. The τ DDT 21 requirement was chosen by maximising the expected signal significance. The ρ DDT constraint ensures that the τ DDT 21",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "(CR), defined by inverting the jet substructure requirement to τ DDT 21 > 0.50. The multi-jet and inclusive γ background estimates are constructed in bins of candidate resonance mass. In each bin, the estimate is calculated as (N CR − N V ) multiplied by the transfer factor, where N CR is the number of events in the CR and N V is the expected contribution from production with an associated vector boson estimated from simulated samples, typically around 1%. The transfer factor (TF) is the expected ratio of events which pass the τ DDT 21 requirement to events which fail, measured using data with m J < (0.8 × m Z 0 ) or m J > (1.2 × m Z 0 ), to avoid potential contamination from a signal near m Z 0 . The TF is parameterised in terms of two kinematic quantities, log(p J T /μ) and ρ DDT ; it is implemented as a two-dimensional histogram, smoothed and interpolated into the signal region using a Gaussian process (GP) regression [54] using a squared exponential or \"Gaussian kernel\" with a characteristic length scale ` ∝ 1/σ for a Gaussian width σ . The length scale `d along each dimension d of the TF histogram in (ρ DDT , log(p T /μ)) is a free parameter, determined by maximising the marginal likelihood given by [55]:",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "[55]. The first term quantifies the fit to the measurements, while the second term penalises model complexity (short length scales)[54].The transfer factor is parametrised by (log(p J T /μ), ρ DDT ) because τDDT   21    is decorrelated from ρ DDT , making the transform factor maximally uniform along this variable. In addition, including log(p J T /μ) in the parametrisation renders the dependence on the jet mass explicit, allowing for the construction of mass-dependent signal region windows. The TF assume values between 0.6 and 1.3 across the (log(p J T /μ), ρ DDT ) parameter space, in the jet channel,",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "T",
            "section_rank": 16
        },
        {
            "section": "T",
            "text": "/μ), ρDDT  ) and a covariance function cov(x, x 0 ) relating the TF measurements at different (log(p T /μ), ρ DDT ). A 68% confidence level uncertainty band, within which the true transfer factor is expected to lie [54], can be obtained as √ cov(x, x). This uncertainty band, conditioned on the measurement of the ratio of numbers of events in the signal and control regions (N SR /N CR ), is used as the systematic uncertainty on the transfer factor fit. This uncertainty is tuned using the validation region defined above. The final uncertainty is approximately 1% of the total multi-jet or inclusive photon background estimate.The uncertainty in the integrated luminosity is 2.1%; it is derived following a methodology similar to that detailed in Ref.[56]. Additional systematic uncertainties stem from the use of simulated samples for the vector boson associated backgrounds as well as the hypothetical signals. The largest sources of systematic uncertainty in each channel arise from uncertainties in the calibration and resolution of the large-R jet energy and mass, as well as the modelling of τ DDT 21",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "JT > 2",
            "section_rank": 17
        },
        {
            "section": "JT > 2",
            "text": "×m J . The beginning of this effect is determined by the p J T requirements of 450 GeV and 200 GeV for the ISR jet and ISR γ channels, respectively. The observed distributions of the large-R jet mass are well reproduced by the estimated background contributions. A binned likelihood function L(μ, θ), constructed as a product of Poisson probability terms over all bins of the contributions of",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Top: distribution of large-R jet mass near the W and Z boson masses, as a validation of background estimate using the transfer factor described in the text. The vertical dashed lines indicate the signal region (SR) surrounding the target W and Z boson masses. Bottom: residual between data and the estimated background. The distributions are shown for both the (left) jet and (right) photon channels. The contributions from the W and Z backgrounds have been scaled by their best-fit values, as described in the text. In the top panel, the statistical uncertainty is too small to be visible; in the bottom panel it is incorporated into the error bars on the data.",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Top: distribution of large-R jet mass in the jet channel for m Z 0 = 160 GeV (left) and 220 GeV (right). The vertical dashed lines indicate the signal region (SR) surrounding the target Z 0 mass. The signal is generated with g q = 0.5. Bottom: ratio of data to the estimated background. The background estimate is different for each signal mass hypothesis; more details are given in the text.",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Top: distribution of large-R jet mass in the photon channel for m Z 0 = 160 GeV (left) and 220 GeV (right). The vertical dashed lines indicate the signal region (SR) surrounding the target Z 0 mass. The signal is generated with g q = 0.5. Bottom: ratio of data to the estimated background. The background estimate is different for each signal mass hypothesis; more details are given in the text. The blue triangles indicate bins where the ratio is nonzero and outside the vertical range of the plot.",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Observed and expected limits at 95% confidence level on the lepto-phobic axial-vector Z 0 [30-32] production cross section (σ ) times kinematic acceptance ( A, see text for details) in the ISR jet channel (left) and the ISR γ channel (right).",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "text": "but more dependent on accurate modelling of the τ DDT 21 variable in simulated samples. The acceptance times efficiency varies between 0.07%-0.04% (2.6%-0.5%) for the ISR jet (ISR γ ) channel over the 100-220 GeV mass interval.",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "summary, a search for new light resonances decaying into pairs of quarks and produced in association with a high-p T photon or jet is presented. The search is based on 36.1 fb −1 of 13 TeV pp collisions recorded by the ATLAS detector at the LHC. Resonance candidates are identified as massive large-radius jets with substructure consistent with a quark pair. The mass spectrum of the candidates is examined for local excesses above a data-derived estimate of a smoothly falling background. No evidence of anomalous phenomena is observed in the data, and limits are presented on the cross section and couplings of a leptophobic axial-vector Z 0 benchmark model. Upper limits at 95% confidence level on production cross sections times acceptance are 0.50 pb (0.04 pb) for a 100 GeV signal hypothesis, and 0.35 pb (0.03 pb) for a 220 GeV signal hypothesis in the ISR jet (ISR γ ) channels. The observed upper limits on the coupling g q are 0.17 for m Z 0 = 100 GeV and 0.21 for m Z 0 = 220 GeV, when combining ISR jet and ISR γ channels.",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "baijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "LHCb Collaboration, Tesla: an application for real-time data analysis in high energy physics, Comput. Phys. Commun. 208 (2016) 35, arXiv:1604 .05596 [physics .ins -det]. [12] ATLAS Collaboration, Search for low-mass dijet resonances using trigger-level jets with the ATLAS detector in pp collisions at √ s = 13 TeV, arXiv:1804 .03496 [hep -ex], 2018. [13] C. Shimmin, D. Whiteson, Boosting low-mass hadronic resonances, Phys. Rev. D 94 (2016) 055001, arXiv:1602 .07727 [hep -ph]. [14] CMS Collaboration, Search for low mass vector resonances decaying to quarkantiquark pairs in proton-proton collisions at √ s = 13 TeV, Phys. Rev. Lett. 119 (2017) 111802, arXiv:1705 .10532 [hep -ex]. [15] CMS Collaboration, Search for low mass vector resonances decaying into quark-antiquark pairs in proton-proton collisions at √ s = 13 TeV, J. High En-√ s = 13 TeV, ATL-PHYS-PUB-2016-015, 2016, https://cds .cern .ch /record /2203514. [42] ATLAS Collaboration, Photon identification in 2015 ATLAS data, ATL-PHYS-PUB-2016-014, 2016, https://cds .cern .ch /record /2203125. [43] D. Krohn, J. Thaler, L.-T. Wang, Jet trimming, J. High Energy Phys. 02 (2010) 084, arXiv:0912 .1342 [hep -ph]. [44] S.D. Ellis, D.E. Soper, Successive combination jet algorithm for hadron collisions, Phys. Rev. D 48 (1993) 3160, arXiv:hep -ph /9305266. [45] ATLAS Collaboration, Identification of boosted, hadronically decaying W bosons and comparisons with ATLAS data taken at √ s = 8 TeV, Eur. Phys. J. C 76 (2016) 154, arXiv:1510 .05821 [hep -ex]. [46] ATLAS Collaboration, Monte Carlo calibration and combination of in-situ measurements of jet energy scale, jet energy resolution and jet mass in ATLAS, ATLAS-CONF-2015-037, 2015, https://cds .cern .ch /record /2044941. [47] ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 TeV using the ATLAS detector, Eur. Phys. J. C 76 (2016) 581, arXiv:1510 .03823 [hep -ex]. [48] ATLAS Collaboration, Jet energy scale measurements and their systematic uncertainties in proton-proton collisions at √ s = 13 TeV with the ATLAS detector, Phys. Rev. D 96 (2017) 072002, arXiv:1703 .09665 [hep -ex]. [49] ATLAS Collaboration, Monitoring and data quality assessment of the ATLAS liquid argon calorimeter, J. Instrum. 9 (2014) P07024, arXiv:1405 .3768 [hep -ex]. [50] ATLAS Collaboration, Selection of jets produced in 13 TeV proton-proton collisions with the ATLAS detector, ATLAS-CONF-2015-029, 2015, https://cds .cern . ch /record /2037702. [51] J. Thaler, K. Van Tilburg, Identifying boosted objects with N-subjettiness, J. High Energy Phys. 03 (2011) 015, arXiv:1011.2268 [hep -ph]. [52] M. Dasgupta, A. Fregoso, S. Marzani, G.P. Salam, Towards an understanding of jet substructure, J. High Energy Phys. 09 (2013) 029, arXiv:1307.0007 [hepph]. [53] J. Dolen, P. Harris, S. Marzani, S. Rappoccio, N. Tran, Thinking outside the ROCs: Designing Decorrelated Taggers (DDT) for jet substructure, J. High Energy Phys. 05 (2016) 156, arXiv:1603 .00027 [hep -ph]. [54] C.E. Rasmussen, C.K.I. Williams, Gaussian Processes for Machine Learning (Adaptive Computation and Machine Learning), The MIT Press, ISBN 026218253X, 2005. [55] S.N. Lophaven, H.B. Nielsen, J. Søndergaard, Aspects of the Matlab toolbox DACE, Informatics and Mathematical Modelling, Technical University of Denmark, DTU, 2002, http://www2 .imm .dtu .dk /pubdb /p .php ?1050. [56] ATLAS Collaboration, Improved luminosity determination in pp collisions at √ s = 7 TeV using the ATLAS detector at the LHC, Eur. Phys. J. C 73 (2013)",
            "paragraph_rank": 50,
            "section_rank": 25
        },
        {
            "text": "e Also at CPPM, Aix-Marseille Université, CNRS/IN2P3, Marseille, France.",
            "paragraph_rank": 51,
            "section_rank": 27
        },
        {
            "text": "f Also at Département de Physique Nucléaire et Corpusculaire, Université de Genève, Genève, Switzerland. g Also at Departament de Fisica de la Universitat Autonoma de Barcelona, Barcelona, Spain.",
            "paragraph_rank": 52,
            "section_rank": 27
        },
        {
            "text": "h Also at Departamento de Física Teorica y del Cosmos, Universidad de Granada, Granada, Spain.",
            "paragraph_rank": 53,
            "section_rank": 27
        },
        {
            "text": "i Also at Department of Applied Physics and Astronomy, University of Sharjah, Sharjah, United Arab Emirates.",
            "paragraph_rank": 54,
            "section_rank": 27
        },
        {
            "text": "j Also at Department of Financial and Management Engineering, University of the Aegean, Chios, Greece. ",
            "paragraph_rank": 55,
            "section_rank": 27
        }
    ]
}