{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The fixed-target NA61/SHINE experiment at the CERN Super Proton Synchrotron (SPS) seeks to find the critical point (CR) of strongly interacting matter as well as the properties of the onset of deconfinement. The experiment provides a scan of measurements of particle spectra and fluctuations in proton-proton, proton-nucleus, and nucleus-nucleus interactions as functions of collision energy and system size, corresponding to a two-dimensional phase diagram (T-µ B ). New NA61/SHINE results are shown here, including transverse momentum and multiplicity fluctuations in Ar+Sc collisions as compared to NA61 p+p and Be+Be data, as well earlier NA49 A+A results. Recently, a preliminary effect of change in the system size dependence, labelled as the \"percolation threshold\" or the \"onset of fireball\", was observed in NA61/SHINE data. This effect is closely related to the vicinity of the hadronic phase space transition region and will be discussed in the text.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The NA61/SHINE, understood as the Super Proton Synchrotron (SPS) Heavy Ion and Neutrino Experiment, is a continuation and extension of the NA49 experiment [1,2]. It uses a similar experimental fixed-target setup to NA49 ( Figure 1) but with an extended research programme. Beyond an enhanced strong interactions programme, measurements of hadron production for neutrino and cosmic ray experiments are realized. The collaboration involves about 150 physicists from 15 countries and 30 institutions. It is the second largest non-LHC (the Large Hadron Collider) experiment at the CERN.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 155,
                    "text": "[1,",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 158,
                    "text": "2]",
                    "end": 160
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 222,
                    "text": "Figure 1",
                    "end": 230
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The strong interaction programme of the NA61/SHINE is dedicated to the study of the onset of deconfinement and the search for the critical point (CR) of hadronic matter, related to the phase transition between hadron gas (HG) and quark-gluon plasma (QGP). The NA49 experiment studied hadron production in Pb+Pb interactions, while the NA61/SHINE collects data varying beam energy within the range of 13A-158A GeV and varying sizes of the colliding systems. This is equivalent to the two-dimensional scan of the hadronic phase diagram in the (T, µ B ) plane, as depicted in Figure 2. The ion collisions research programme was initiated in 2009 with the p+p collisions used later on as reference measurements for heavy ion collisions.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 573,
                    "text": "Figure 2",
                    "end": 581
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Hadron production measurements for neutrino experiments are just reference measurements of p+C interactions for the T2K experiment, since they are necessary for computing initial neutrino fluxes at J-PARC. It has been extended to measure the production of charged pions and kaons produced in interactions out of thin carbon targets and replicas of the T2K targets what is necessary to test accelerator neutrino beams [3]. Data collection began in 2007.   . For the programme on strong interactions, NA61/SHINE scans in the system size and beam momentum. In the plot, the recorded data are indicated in green, the approved future data in red, and the proposed extension for the period 2018 is in grey.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 417,
                    "text": "[3]",
                    "end": 420
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Collected p+C data also allow for better understanding of nuclear cascades in the cosmic air showers-necessary in the Pierre Auger and KASCADE experiments [4,5]. These are reference measurements of p+C, p+p, π+C, and K+C interactions for cosmic ray physics. The cosmic ray collisions with the Earth's atmosphere produce secondary air shower radiation. Some of particles produced in such collisions subsequently decay into muons, which are able to reach the surface of the Earth. Cosmic ray-induced muon production can allow the reproduction of primary cosmic ray composition if related hadronic interactions are known [6].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 155,
                    "text": "[4,",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 158,
                    "text": "5]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 618,
                    "text": "[6]",
                    "end": 621
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "As seen in Figure 3, the phase structure of hadronic matter is involved. Progress in the theoretical understanding of the subject and the collection of more experimental data will allow us to delve further into the subject. While the highest energies achieved at the LHC and RHIC colliders provide data related to the crossover HG/QGP regions, the SPS fixed-target NA61/SHINE experiment is particularly suited to exploring the phase transition line of HG/QGP with the CR included. Heavy ion collision (HIC) experiments reproduce the conditions of the first 10 µs after the Big Bang, when a phase transition from the QGP to a hadron gas would have taken place [7]. It appears, however, that the QGP can be present in the core of massive neutron stars-particularly those with masses exceeding two solar masses [8,9]. That would correspond to the far lower right part of the phase plot, beyond the (T, µ B ) range covered by Figure 3. The CR has been long predicted for thermal quantum chromodynamics (QCDs) at finite µ B /T [10][11][12] although this was not unanimously accepted previously [13]. However, lattice QCD calculations are becoming more and more accurate, leading to the present conclusions that the cross-over region occurs at T c (µ B = 0) = 154 ± 9 MeV [14] and the location of a CR is not expected for µ B /T 2 and T/T c (µ B = 0) > 0.9 [15]. A more detailed exploration of QCD phase diagram would need both new experimental data with extended detection capabilities and improved theoretical models [16].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 11,
                    "text": "Figure 3",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 659,
                    "text": "[7]",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 808,
                    "text": "[8,",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 811,
                    "text": "9]",
                    "end": 813
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 922,
                    "text": "Figure 3",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1022,
                    "text": "[10]",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1026,
                    "text": "[11]",
                    "end": 1030
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1030,
                    "text": "[12]",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1089,
                    "text": "[13]",
                    "end": 1093
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1266,
                    "text": "[14]",
                    "end": 1270
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1351,
                    "text": "[15]",
                    "end": 1355
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1513,
                    "text": "[16]",
                    "end": 1517
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Another intriguing and far reaching possibility is the Big Bang phase transition scenario, referred to by Edward Witten as the \"cosmic separation of phases\" [17]. In the standard approach, the Big Bang QGP is almost matter-antimatter symmetric and evolves to lower temperatures through the crossover region almost vertically to the temperature axis [18]. Edward Witten, using almost \"back of envelope\" arguments, pointed out the possibility of using the path of universe starting in the QGP phase from the high baryonic chemical potential region reaching almost zeroth temperature, with supercooled QGP. Hadronization then becomes quite an explosive phenomena with a necessary subsequent reheating (see e.g., [19,20]). Corresponding plots, taken from [19], are shown in Figure 4.  Beyond cosmological effects (little/tepid inflation) such a possibility would change also our understanding of the hadronization effect in HIC processes.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 157,
                    "text": "[17]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 349,
                    "text": "[18]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 709,
                    "text": "[19,",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 713,
                    "text": "20]",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 751,
                    "text": "[19]",
                    "end": 755
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 770,
                    "text": "Figure 4",
                    "end": 778
                }
            ]
        },
        {
            "text": "New NA61/SHINE Results",
            "section_rank": 3
        },
        {
            "text": "Irregularities-The Horn",
            "section_rank": 4
        },
        {
            "section": "Irregularities-The Horn",
            "text": "It was expected [21] that ratio K + /π + produced at HIC energies of about √ s NN ≈ 10 GeV should reach a rapid maximum when QGP formation begins. In 1998 there was not enough experimental data to fully check this hypothesis. Present collected results fully confirm the appearance of the horn, although there are still discussions about its relevance to the HG/QGP phase transition. Recent data from NA61/SHINE [22] show also a strong dependence of the effect on the size of the colliding objects, as seen in Figure 5.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 16,
                    "text": "[21]",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 411,
                    "text": "[22]",
                    "end": 415
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 509,
                    "text": "Figure 5",
                    "end": 517
                }
            ]
        },
        {
            "section": "Irregularities-The Horn",
            "text": "[GeV] ",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Irregularities-The Step",
            "section_rank": 5
        },
        {
            "section": "Irregularities-The Step",
            "text": "Plateau: A step-in the inverse slope parameter T of the transverse mass spectra m T at mid-rapidity (0 < y < 0.2) plotted against the collision energy per nucleon ( Figure 6) is expected for the onset of deconfinement [21]. The effect increases with the size of colliding objects. Qualitatively, a similar structure is visible in p+p collisions, with Be+Be slightly above, consistent with the step structure. ",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 165,
                    "text": "Figure 6",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 218,
                    "text": "[21]",
                    "end": 222
                }
            ]
        },
        {
            "text": "Fluctuations",
            "section_rank": 6
        },
        {
            "section": "Fluctuations",
            "text": "The experimental facilities of NA61 allow us to measure fluctuations of various physical quantities which are sensitive to the vicinity of the CR. Indeed, these fluctuations can create a signature of the CR. The analysis of fluctuations of various observables is the main goal of the NA61/SHINE experiment, particularly in a range of energies around 8 GeV per colliding nucleon pair at the center of mass in interactions of light nuclei (corresponding to the beam energy of 30 GeV in the frame of a stationary target). This is just the kinematical region where NA49 data indicate the onset of deconfinement in central Pb+Pb collisions, observing structures in the energy dependence of hadron production in central Pb+Pb collisions which are not observed in hadron interactions [23,24].",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 777,
                    "text": "[23,",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 781,
                    "text": "24]",
                    "end": 784
                }
            ]
        },
        {
            "section": "Fluctuations",
            "text": "Preliminary data presented in Figure 7 do not show any signs of critical behaviour [25].  ",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 30,
                    "text": "Figure 7",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 83,
                    "text": "[25]",
                    "end": 87
                }
            ]
        },
        {
            "text": "System Size Dependence",
            "section_rank": 7
        },
        {
            "section": "System Size Dependence",
            "text": "In the recent months, some unexpected results were observed by the NA61/SHINE experiment [22,26,27], concerning qualitative differences in system size dependence behaviour. It appears that in particular Be+Be results are very close to p+p at different collision energies. An example of such behaviour is presented in Figure 8.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 89,
                    "text": "[22,",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 93,
                    "text": "26,",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 96,
                    "text": "27]",
                    "end": 99
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 317,
                    "text": "Figure 8",
                    "end": 325
                }
            ]
        },
        {
            "section": "System Size Dependence",
            "text": "It looks as if with the increasing size of colliding systems, light clusters are produced more and more copiously, and at some density they start to overlap to reach percolation threshold. This effect would not depend on energy only, but also on the size of the system.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "System Size Dependence",
            "text": "Intensive work now is ongoing to achieve more conclusive results, analyzing recently collected data from Xe+La and Pb+Pb. ",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "The Holy Grail of HIC-Quark Gluon Plasma-still remains an elusive object. Although there are no at present discussions concerning the very existence of this state of matter, there are still open problems connected with experimental signatures of many theoretical ideas and predictions in this field. The NA61/SHINE experiment acts in the energy region particularly suited for the appearance of phase transition effects. Beyond this, the fixed-target technology makes possible to perform 4π geometry measurements which are not accessible in collider-type experiments.",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "To date, collected and analysed NA61/SHINE data related to theoretical predictions of fluctuations in the presence of CR have not shown any anomalies that could be attributed to this. These data relate to N − p T fluctuations in p+p, Be+Be, and Ar+Sc central events.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "There is clear system size dependence of m T spectra that differs significantly between p+p and A+A events. This is the effect associated with the transverse collective flow.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "The appearance of horn ( Figure 5) and step ( Figure 6) effects is in accordance with theoretical predictions for the onset of deconfinement in HIC due to mixed phase of HG and QGP [21].",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 25,
                    "text": "Figure 5",
                    "end": 33
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 46,
                    "text": "Figure 6",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 181,
                    "text": "[21]",
                    "end": 185
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "The recent preliminary results of the NA61/SHINE concerning system size dependence may be also a signature for the new physical phenomena. There is a clearly visible jump between light and heavy systems. Be+Be results are very close to the p+p results, independently on the collision energy. In addition, multiplicity fluctuations, close to p+p value in Be+Be collisions, are strongly suppressed in Ar+Sc collisions.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "For the CERN long shutdown in 2019-2020, an NA61/SHINE detector upgrade system is foreseen. This would make the precise measurements of open charm and multi-strange hyperon production possible, which are also of great importance both for the neutrino physics programme as well as for the precise measurements of cosmic rays.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Figure 1 .",
            "section_rank": 9
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The NA61/SHINE detector consists of a large acceptance hadron spectrometer followed by a set of six Time Projection Chambers (TPCs) as well as Time-of-Flight detectors (ToFs). The high resolution forward calorimeter, the Projectile Spectator Detector (PSD), measures energy flow around the beam direction. For hadron-nucleus interactions, the collision volume is determined by counting low momentum particles emitted from the nuclear target with the Low Momentum Particle Detector (a small TPC) surrounding the target. An array of beam detectors identifies beam particles, secondary hadrons and nuclei as well as primary nuclei, and measures their trajectories precisely.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Figure 2",
            "section_rank": 10
        },
        {
            "section": "Figure 2",
            "text": "Figure 2. For the programme on strong interactions, NA61/SHINE scans in the system size and beam momentum. In the plot, the recorded data are indicated in green, the approved future data in red, and the proposed extension for the period 2018 is in grey.",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Figure 3 .",
            "section_rank": 11
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Phase diagram of strongly interacting matter in the temperature and baryonic chemical potential (T, µ B ) plane. Picture taken from this (CSQCD 2017) conference poster.",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Figure 4 .",
            "section_rank": 12
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. (a) Sketch of a possible quantum chromodynamic (QCD)-phase diagram with the commonly accepted standard evolution path of the universe as calculated e.g., in[18]. (b) Sketch of a possible QCD phase diagram with the evolution path in the scenario of the cosmic separation of phases.",
            "paragraph_rank": 26,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 166,
                    "text": "[18]",
                    "end": 170
                }
            ]
        },
        {
            "text": "Figure 5 .",
            "section_rank": 13
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Horn: a strong maximum of the ratio of K + /π + multiplicities. A reduced shadow of the horn structure is visible in p+p reactions.",
            "paragraph_rank": 27,
            "section_rank": 13
        },
        {
            "text": "Figure 6 .",
            "section_rank": 14
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Inverse slope parameters T of negative (a) and positive (b) kaons exhibit rapid changes in the SPS energy range-also seen in p+p collision. Data collected from all available energy ranges (c).",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "text": "Figure 7 .",
            "section_rank": 15
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Critical fluctuations in p T of negative (a) and positive (b) charged hadrons in 40 Ar + 45 Sc,7 Be + 9 Be and p+p collisions.",
            "paragraph_rank": 29,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 105,
                    "text": "7",
                    "end": 106
                }
            ]
        },
        {
            "text": "Figure 8 .",
            "section_rank": 16
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. (a) multiplicity fluctuation increases with collision energy in Be+Be but remains constant in Ar+Sc. (b) multiplicity fluctuation in Ar + Sc, 7 Be + 9 Be and p+p collisions. Be+Be almost identical to p+p fluctuation within statistical errors given by plot's points sizes.",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "Acknowledgments:",
            "section_rank": 18
        },
        {
            "section": "Acknowledgments:",
            "text": "The author acknowledges support from the Polish National Science Center under contract No. UMO-2014/15/B/ST2/03752 and by the Bogoliubov-Infeld programme for scientific collaboration between JINR Dubna and Polish institutions.",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "Conflicts of Interest:",
            "section_rank": 20
        },
        {
            "section": "Conflicts of Interest:",
            "text": "The author declare no conflict of interest.",
            "paragraph_rank": 32,
            "section_rank": 20
        },
        {
            "text": "Abbreviations",
            "section_rank": 21
        },
        {
            "section": "Abbreviations",
            "text": "The following abbreviations are used in this manuscript:",
            "paragraph_rank": 33,
            "section_rank": 21
        },
        {
            "text": "AGS",
            "section_rank": 22
        },
        {
            "section": "AGS",
            "text": "Argonne ",
            "paragraph_rank": 34,
            "section_rank": 22
        }
    ]
}