{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report on the first measurement of exclusive single-photon muoproduction on the proton by COMPASS using 160 GeV/c polarised μ + and μ − beams of the CERN SPS impinging on a liquid hydrogen target. We determine the dependence of the average of the measured μ + and μ − cross sections for deeply virtual Compton scattering on the squared four-momentum transfer t from the initial to the final proton. The slope B of the t-dependence is fitted with a single exponential function, which yields B = (4.3 ± 0.6 stat + 0.1 − 0.3 sys ) (GeV/c) −2 . This result can be converted into a transverse extension of partons in the proton, r 2 ⊥ = (0.58 ± 0.04 stat + 0.01",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "− 0.02 sys ± 0.04 model ) fm. For this measurement, the average virtuality of the photon mediating the interaction is Q 2 = 1.8 (GeV/c) 2 and the average value of the Bjorken variable is x Bj = 0.056.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The structure of the proton has been studied over half a century, still its understanding constitutes one of the very important challenges that physics is facing today. Quantum Chromodynamics (QCD), the theory of strong interaction that governs the dynamics of quarks and gluons as constituents of the proton, is presently not analytically solvable. Lepton-proton scattering experiments have been proven to be very powerful tools to unravel the internal dynamics of the proton: (i) elastic scattering allows access to charge and current distributions in the proton by measuring electromagnetic form factors; (ii) deep-inelastic scattering (DIS) provides important information on the density distributions as a function of longitudinal momentum for quarks and gluons in the proton, encoded in universal parton distribution functions.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Deeply virtual Compton scattering (DVCS), γ * p → γ p, is the production of a single real photon γ through the absorption of a virtual photon γ * by a proton p. This process combines features of the elastic process and those of the inelastic processes. Using the concept of generalized parton distributions (GPDs) [1][2][3][4][5], it was shown [6][7][8][9] that in a certain kinematic domain DVCS allows access to correlations between transverse-position and longitudinalmomentum distributions of the partons in the proton. Here, longitudinal and transverse refer to the direction of motion of the initial proton facing the virtual photon. The measurement of DVCS probes the transverse extension of the parton density in the proton over the experimentally accessible region of longitudinal momentum of the active parton. Exploring the interplay between longitudinal and transverse partonic degrees of freedom by DVCS is often referred to as \"proton tomography\". The DVCS process is studied through exclusive single-photon production in lepton-proton scattering. The experimental results obtained so far are discussed in a recent review [10].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 314,
                    "text": "[1]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 317,
                    "text": "[2]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "start": 320,
                    "text": "[3]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "start": 323,
                    "text": "[4]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 326,
                    "text": "[5]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 344,
                    "text": "[6]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 347,
                    "text": "[7]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "start": 350,
                    "text": "[8]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 353,
                    "text": "[9]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "start": 1136,
                    "text": "[10]",
                    "end": 1140
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter, we present the result on a measurement of the DVCS cross section obtained by studying exclusive singlephoton production in muon-proton scattering, μp → μ p γ . Following Refs. [6,7,[11][12][13], the slope B of the measured exponential t-dependence of the differential DVCS cross section can approximately be converted into the average squared transverse extension of partons in the proton as probed by DVCS,",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 192,
                    "text": "[6,",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 195,
                    "text": "7,",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "start": 197,
                    "text": "[11]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "start": 201,
                    "text": "[12]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "start": 205,
                    "text": "[13]",
                    "end": 209
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "which is measured at the average value of x Bj accessed by COM-PASS. The approximation used above is discussed in Sec. 5. In the following we refer to r 2 ⊥ as transverse extension of partons. Here, t is the squared four-momentum transferred to the target",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "and",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "μ ) the energy of the virtual photon in the target rest frame, with k μ and k μ denoting the four-momenta of the incoming and scattered muon, respectively, and M the proton mass. The quantity r ⊥ is the transverse distance between the active quark and the centre of momentum of the spectator quarks  and is hence used in this Letter to represent the transverse extension of partons in the proton.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Using boldface letters for particle three-momenta, defining q = k μ − k μ , denoting by p γ the momentum of the real photon, and calculating the azimuthal angle between the lepton-scattering and photon-production planes (see also Fig. 1",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 230,
                    "text": "Fig. 1",
                    "end": 236
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "the cross section of muon-induced single-photon production is written as",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This cross section was measured separately using either a μ + or a μ − beam of 160 GeV/c average momentum, which was provided by the M2 beamline of the CERN SPS. The natural polarisation of the muon beam originates from the parity-violating decay-in-flight of the parent mesons, which implies opposite signs of the polarisation for the used μ + and μ − beams. For both beams, the absolute value of the average beam polarisation is about 0.8 with an uncertainty of about 0.04. Denoting charge and helicity of an incident muon by ± and , respectively, the sum of the cross sections for μ + and μ − beams reads:",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Here, P μ denotes the polarisation of the muon beam. The singlephoton final state in lepton-nucleon scattering can also originate from the Bethe-Heitler (BH) process, i.e. photon emission from either the incoming or the outgoing lepton. Hence the DVCS and BH processes interfere, so that the above sum of μ + and μ − cross sections comprises not only the contributions dσ D V C S and dσ B H but also that from the interference term denoted by dσ I .",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "At sufficiently large values of Q 2 and small values of |t|, the azimuthal dependences of the DVCS cross section and of the interference term including twist-3 contributions read as follows [14]:",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 190,
                    "text": "[14]",
                    "end": 194
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Here, P 1 (φ) and P 2 (φ) are the BH lepton propagators, y is the fractional energy of the virtual photon, and c D V C S i and s I i are related to certain combinations of Compton Form Factors (CFFs) [14]. The latter are convolutions of GPDs with functions describing the Compton interaction at the parton level. At leading order in the strong coupling constant α S and using the leading-twist approximation, in Eq. (5) only the terms containing c D V C S 0 and s I 1 remain. In terms of Compton helicity amplitudes, this corresponds to the dominance of the amplitude that describes the transition from a transversely polarized virtual photon to a transversely polarised real photon.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 200,
                    "text": "[14]",
                    "end": 204
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "After subtracting the cross section of the BH process, dσ B H , from Eq. (4) and integrating the remainder over φ, all azimuthdependent terms disappear and only the dominant contribution from transversely polarized virtual photons to the DVCS cross section remains. It is indicated by the subscript T:",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This cross section is converted into the cross section for virtualphoton scattering using the flux",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "with",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "for which the Hand convention [15] is used. Here, m μ and E μ denote the mass and energy of the incoming muon, respectively, and α em the electromagnetic fine-structure constant.",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 30,
                    "text": "[15]",
                    "end": 34
                }
            ]
        },
        {
            "text": "Experimental set-up",
            "section_rank": 3
        },
        {
            "section": "Experimental set-up",
            "text": "The data used for this analysis were recorded during four weeks in 2012 using the COMPASS set-up. The muon beam was centred onto a 2.5 m long liquid-hydrogen target surrounded by two concentric cylinders consisting of slats of scintillating counters, which detected recoiling protons by the time-of-flight (ToF) technique. The first electromagnetic calorimeter (ECAL0) was placed directly downstream of the target to detect photons emitted at large polar scattering angles. Particles emitted through its central opening into the forward direction were measured using the open-field two-stage magnetic spectrometer. Each spectrometer stage comprised an electromagnetic calorimeter (ECAL1 or ECAL2), a hadron calorimeter, a muon filter for muon identification, and a variety of tracking detectors. A detailed description of the spectrometer can be found in Refs. [16][17][18]. The period of data taking was divided into several subperiods. After each subperiod, charge and polarisation of the muon beam were swapped simultaneously. The total integrated luminosity is 18.9 pb −1 for the μ + beam with negative polarisation and 23.5 pb −1 for the μ − beam with positive polarisation.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 861,
                    "text": "[16]",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 865,
                    "text": "[17]",
                    "end": 869
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 869,
                    "text": "[18]",
                    "end": 873
                }
            ]
        },
        {
            "text": "Data analysis",
            "section_rank": 4
        },
        {
            "section": "Data analysis",
            "text": "The selected events are required to have at least one reconstructed vertex inside the liquid-hydrogen target associated with an incoming muon, a single outgoing particle of the same charge, a recoil proton candidate, and exactly one \"neutral cluster\" detected above 4 GeV, 5 GeV or 10 GeV in ECAL0, ECAL1, or ECAL2 respectively. Here, neutral cluster specifies a cluster not associated to a charged particle. For ECAL0 any cluster is considered as neutral, as there are no tracking detectors in front. An outgoing charged particle that traverses more than 15 radiation lengths is considered to be a muon. The spectrometer information on incoming and scattered muons, as well as on position and energy measured for the neutral cluster, is used together with measured information from the time-of-flight system of the target-recoil detector. For a given event, the kinematics of all recoil proton candidates are compared with the corresponding predictions that are obtained using spectrometer information only.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "Data analysis",
            "text": "Exemplary results of this comparison are displayed in Fig. 2 using two variables that characterize the kinematics of the recoiling target particle. Fig. 2(a) shows the difference between the measured and the predicted azimuthal angle, , and Fig. 2(b) the difference between the measured and the predicted transverse momentum, p T . Here, and p T are given in the laboratory system.  [19,20]. The adopted DVCS amplitude follows the model of Refs. [21,22], which was originally proposed to describe the DVCS data measured at very small x Bj at HERA, with modifications required for COMPASS (see Refs. [19,23] and references therein). For the BH amplitude and the interference term, the formalism of Ref. [14] is used replacing the approximate expressions for the lepton propagators P1 and P2 by the exact formulae that take into account the non-zero mass of the lepton. The HEPGEN simulations are normalized to the total integrated luminosity of the data. The simulations are also used for the calculation of the spectrometer acceptance.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 54,
                    "text": "Fig. 2",
                    "end": 60
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 148,
                    "text": "Fig. 2(a)",
                    "end": 157
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 241,
                    "text": "Fig. 2",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 383,
                    "text": "[19,",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 387,
                    "text": "20]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 446,
                    "text": "[21,",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 450,
                    "text": "22]",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 599,
                    "text": "[19,",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 603,
                    "text": "23]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "start": 702,
                    "text": "[14]",
                    "end": 706
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "In order to identify background events originating from π 0 production, where one photon of the π 0 decay is detected in an electromagnetic calorimeter but falls short of the above given threshold, the single-photon candidate is combined with every neutral cluster below threshold. The event is excluded if a π 0 with |m γ γ − m P DG π 0 | < 20 MeV/c 2 can be reconstructed. This corresponds to about 1.5 standard deviations of the mass resolution. The number of excluded events is used below to normalise the π 0 Monte Carlo simulation.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "Data analysis",
            "text": "Background originating from π 0 production, where one photon of the π 0 decay remains undetected, is estimated using a Monte Carlo simulation that is normalised to the aforementioned excluded fraction of π 0 events. This simulation, which is denoted as π 0 background in Fig. 2, is the sum of two components. First, the HEPGEN generator uses the parameterisation of Ref. [24] for the cross section of the exclusive reaction μp → μpπ 0 . Secondly, the LEPTO 6.5.1 generator with the COMPASS high-p T tuning [25] is used to simulate the tail of non-exclusive π 0 production, which is accepted by our experimental selections. Comparing the two components to the data allows the determination of their relative normalisation.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 271,
                    "text": "Fig. 2",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "start": 371,
                    "text": "[24]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "start": 506,
                    "text": "[25]",
                    "end": 510
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "After the application of the above described selection criteria a kinematic fit is performed, which is constrained by requiring a single-photon final state in order to obtain the best possible determination of all kinematic parameters in a given event. Fig. 3 shows the number of selected single-photon events as a function of φ for  and ν and divided by the product of the respective bin widths, as indicated in Fig. 4. In addition, the mean values for Q 2 and ν are given for each of the four bins. These mean values are weighted averages with the weight being the virtual-photon proton cross section.  ",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 253,
                    "text": "Fig. 3",
                    "end": 259
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 413,
                    "text": "Fig. 4",
                    "end": 419
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "The t-dependence of the extracted μ + and μ − cross section average is shown in Fig. 4, with the numerical values given in Table 1. The observed t-dependence of the DVCS cross section can ",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 80,
                    "text": "Fig. 4",
                    "end": 86
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 123,
                    "text": "Table 1",
                    "end": 130
                }
            ]
        },
        {
            "section": "Results",
            "text": "is obtained at the average kinematics W = 5.8 GeV/c 2 , Q 2 = 1.8 (GeV/c) 2 and x Bj = 0.056.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 74,
                    "text": "2",
                    "end": 75
                }
            ]
        },
        {
            "section": "Results",
            "text": "In Table 2, the important contributions to the systematic uncertainties on the values of cross sections and exponential slope are shown, arranged in three groups. The first group contains symmetric contributions due to uncertainties in the determination of the beam flux, possible variations of the energy and momentum balance in the kinematic fit and the statistical uncertainty of the background subtraction. The second group contains systematic uncertainties related to corrections that were applied to the measured cross section. The subtracted amount of π 0 background is translated into an uni-directional systematic uncertainty of up to +12%, which is related to the detection of photons and originates from a possible bias on the low energy-thresholds of the electromagnetic calorimeters. As radiative corrections to the DVCS process are model dependent, they are not applied but instead also included as an uni-directional systematic uncertainty. The third group contains the largest contribution to the systematic uncertainty. It is linked to the normalisation of the data in the large ν-range with respect to the Bethe-Heitler contribution, when comparing data taking with positively and negatively charged muon beam. It is asymmetric and amounts to at most +19% and −9% for large values of |t|. The total systematic uncertainty is obtained as quadratic sum of all components shown in Table 2.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 3,
                    "text": "Table 2",
                    "end": 10
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1396,
                    "text": "Table 2",
                    "end": 1403
                }
            ]
        },
        {
            "section": "Results",
            "text": "The main systematic uncertainty on the slope B is unidirectional with a value of −5% and originates from the normalisation of the π 0 background. Note that the systematic uncertainties of the four data points for the cross section are strongly correlated, so that for the slope value a considerably smaller systematic uncertainty is obtained. More details on systematic uncertainties are given in Ref. [23].",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 402,
                    "text": "[23]",
                    "end": 406
                }
            ]
        },
        {
            "text": "Interpretation",
            "section_rank": 6
        },
        {
            "section": "Interpretation",
            "text": "This Letter presents the first measurement of the |t|-dependence x Bj /2 = 0.028: ",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "Interpretation",
            "text": "The determination of the model uncertainty is explained below. Fig. 5 (a) shows our result together with those obtained by earlier high-energy experiments that used the same method to determine the DVCS cross section and extract the t-slope parameter B, or equivalently the average squared transverse extension of partons in the proton, r 2 ⊥ . We note that the results of the HERA collider experiments H1 [26,27] and ZEUS [28] were obtained at higher values of Q 2 as compared to that of the COMPASS measurement. Also, while our measurement probes the transverse extension of partons in the proton in the intermediate x Bj range, the measurements at HERA are sensitive to values of x Bj /2 below 10 −2 .",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 63,
                    "text": "Fig. 5 (a)",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "start": 406,
                    "text": "[26,",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "start": 410,
                    "text": "27]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "[28]",
                    "end": 427
                }
            ]
        },
        {
            "section": "Interpretation",
            "text": "As described e.g. in Ref. [13], the slope B of the |t|-dependence of the DVCS cross section can be converted into the transverse extension of partons in the proton assuming i) the dominance of the imaginary part of the CFF H, and ii) a negligible effect of a nonzero value of the skewness ξ ≈ x Bj /2 in the actual measurement.",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 26,
                    "text": "[13]",
                    "end": 30
                }
            ]
        },
        {
            "section": "Interpretation",
            "text": "Both assumptions are expected to hold at small values of x Bj . In the following, we interpret our measurement of the B-slope at leading order in α S and at leading twist. In such a case, the spin-independent DVCS cross section is only sensitive to the quantity c D ",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Interpretation",
            "text": "In the x Bj -domain of COMPASS, c D V C S 0 is dominated by the imaginary part of the CFF H. In this region, the contributions by the real part of H and by other CFFs amount to about 3% when calculated using the GK model [29][30][31] ported to the PARTONS framework [34] and to about 6% when using the KM15 model [32,33]. Using the second value, the systematic model uncertainty related to assumption i) above is estimated to be about ±0.03 fm. The skewness ξ is equal to one half of the longitudinal momentum fraction transferred between the initial and final proton. A strict relation between the slope B and r 2 ⊥ only exists for ξ = 0. A non-zero value of ξ introduces an additional uncertainty on r 2 ⊥ that is related to a shift of the centre of the reference system, in which r 2 ⊥ is defined [8]. Using the GK model, we estimate the corresponding systematic uncertainty regarding assumption ii) above to be about ±0.02 fm. The value for the model uncertainty given in Eq. (10) is obtained by quadratic summation of the two components.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 221,
                    "text": "[29]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 225,
                    "text": "[30]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "start": 229,
                    "text": "[31]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 266,
                    "text": "[34]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 313,
                    "text": "[32,",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 317,
                    "text": "33]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 785,
                    "text": "2",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "start": 800,
                    "text": "[8]",
                    "end": 803
                }
            ]
        },
        {
            "section": "Interpretation",
            "text": "The same data as presented in Fig. 5 (a) are shown in Fig. 5 (b), compared to calculations of the phenomenological GK and KM15 models, which describe the data reasonably well in the low and medium x Bj range. Even taking into account the relatively small effect of Q 2 evolution, some scale offset between data and models seems to exist. When comparing our result on the transverse extension of partons in the proton to the lowest-Q 2 result of H1, there is an indication for shrinkage, i.e. a decrease of the B-slope with x B j , at the level of about 2.5 standard deviations of the combined uncertainty.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 30,
                    "text": "Fig. 5",
                    "end": 36
                },
                {
                    "type": "figure",
                    "start": 54,
                    "text": "Fig. 5 (b)",
                    "end": 64
                }
            ]
        },
        {
            "section": "Interpretation",
            "text": "In order to reliably determine the full x Bj -dependence of the transverse extension of partons in the proton, a global phenomenological analysis using all results from DVCS experiments at HERA, CERN, and JLab appears necessary to pin down the imaginary part of CFF H, and eventually the GPD H itself. At leading order in α s and at leading twist, such analyses [35,33,[36][37][38]13] have already been performed in order to interpret the results of those experiments that access the high-x Bj region, i.e. mostly the valence-quark sector probed by HERMES and at JLab (see e.g. Ref. [13] for a list of experimental results). In such a global analysis, the Q 2 evolution and all necessary corrections have to be included that are required under the kinematic conditions of the respective experiments. Possibly, also results on exclusive-meson production may be included. Eventually, this may allow one to disentangle the contributions of the different parton species to the transverse size of the proton as a function of the average longitudinal momentum fraction carried by its constituents.",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 362,
                    "text": "[35,",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 366,
                    "text": "33,",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 369,
                    "text": "[36]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 373,
                    "text": "[37]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 377,
                    "text": "[38]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "start": 381,
                    "text": "13]",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "start": 583,
                    "text": "[13]",
                    "end": 587
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "In summary, using exclusive single-photon muoproduction we have measured the t-slope of the deeply virtual Compton scattering cross section at W = 5.8 (GeV/c) 2 , Q 2 = 1.8 (GeV/c) 2 and x Bj = 0.056, which leads to the slope value B = (4.3 ± ",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 181,
                    "text": "2",
                    "end": 182
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Definition of φ, the azimuthal angle between the lepton-scattering and photon-production planes.",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Distribution of the difference between predicted and reconstructed values of (a) the azimuthal angle and (b) the transverse momentum of the recoiling proton candidates for 1 (GeV/c) 2 < Q 2 < 5 (GeV/c) 2 , 0.08 (GeV/c) 2 < |t| < 0.64 (GeV/c) 2 and 10 GeV < ν < 32 GeV. The dashed blue vertical lines enclose the region accepted for analysis. Here, Monte Carlo also includes π 0 background.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "Fig. 2",
            "section_rank": 10
        },
        {
            "section": "Fig. 2",
            "text": "shows additionally a comparison between the data and the sum of Monte Carlo yields that includes all single-photon production mechanisms, i.e. BH, DVCS and their interference, as well as the π 0 background estimates. The Monte Carlo simulations for all these mechanisms are based on the HEPGEN generator",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Number of reconstructed single-photon events as a function of φ in three re-gions of ν for 1 (GeV/c) 2 < Q 2 < 5 (GeV/c) 2 and 0.08 (GeV/c) 2 < |t| < 0.64 (GeV/c) 2 .Error bars represent statistical uncertainties. Additionally shown are the sum of a Monte Carlo simulation of the BH process and the two components of the π 0 contamination described in the text. Note that the yield of the HEPGEN π 0 contribution is very small and at most 0.01, 0.2 or 0.6 entries per φ-bin in the panels from top to bottom, respectively. The data in this figure are not yet corrected for π 0 background.",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Differential DVCS cross section as a function of |t|. The mean value of the cross section is shown at the centre of each of the four |t|-bins. The blue curve is the result of a binned maximum likelihood fit of an exponential function to the data. This fit integrates the exponential model over the respective t-bins and does not use their central values, which are used for illustration only. The probability to observe a similar or better agreement of the data with the blue curve is approximately 7%. Here and in the next figure, inner error bars represent statistical uncertainties and outer error bars the quadratic sum of statistical and systematic uncertainties.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "ν, sizable contributions from the DVCS process and the BH-DVCS interference are observed. From here on, the analysis is performed in the region of small ν using a three-dimensional equidistant grid with four bins in |t| from 0.08 (GeV/c) 2 to 0.64 (GeV/c) 2 , 11 bins in ν from 10 GeV to 32 GeV, and four bins in Q 2 from 1 (GeV/c) 2 to 5 (GeV/c) 2 . For each bin the acceptance correction is applied and the contribution of the BH process is subtracted together with the estimated π 0 contamination. The photon flux factor is applied on an eventby-event basis according to Eq. (7). In every of the four bins in |t|, the mean value of the cross section is obtained by averaging over Q 2 and ν. When determining the cross section in bins of φ, no significant dependence on φ is observed. According to Eq. (5), the extracted result is in such a case sensitive to the quantity c D V C S 0 only.",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "of the differential DVCS cross section in the intermediate x Bj -region, which can be described by a single-exponential function e −B|t| . Using Eq. (1), the fitted slope B of the measured |t|-dependence of the DVCS cross section is converted into the transverse extension of partons in the proton, as probed by DVCS at about",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "Fig. 5 . 2 ⊥",
            "section_rank": 15
        },
        {
            "section": "Fig. 5 . 2 ⊥",
            "text": "Fig. 5. (a) Results from COMPASS and previous measurements by H1[26,27]  and ZEUS[28]  on the t-slope parameter B, or equivalently the average squared transverse extension of partons in the proton, r2 ⊥ , as probed by DVCS at the proton longitudinal momentum fraction x Bj /2 (see text). Inner error bars represent statistical and outer ones the quadratic sum of statistical and systematic uncertainties. (b) Same results compared to the predictions of the GK[29][30][31] and KM15[32,33] models.",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 199,
                    "text": "2",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 463,
                    "text": "[30]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 480,
                    "text": "[32,",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 484,
                    "text": "33]",
                    "end": 487
                }
            ]
        },
        {
            "text": "1 −",
            "section_rank": 16
        },
        {
            "section": "1 −",
            "text": "0.3 sys ) (GeV/c) −2 . For an average longitudinal momentum fraction carried by the partons in the proton of about x Bj /2 = 0.028, we find a transverse extension of partons in the proton of r 2 ⊥ = (0.58 ± 0.04 stat + 0.01 − 0.02 sys ± 0.04 model ) fm. muon mass, Sergey Goloskokov and Peter Kroll for their continuous support with model predictions for the π 0 background extraction, as well as Kresimir Kumericki and Dieter Mueller for providing their theoretical predictions on the t-slope parameter B.",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "Table 1",
            "section_rank": 17
        },
        {
            "section": "Table 1",
            "text": "Values of the extracted DVCS cross section: The quantity dσ",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "section": "Table 1",
            "text": "d|t| denotes the average of the measured differential μ + and μ − DVCS cross sections in the indicated |t|-bin. Apart from the integration over t, the cross section is integrated over Q 2",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "The data are compared to the sum of a Monte Carlo simulation of the BH process only, which is normalised to the total integrated luminosity of the data, and the estimated π 0 contamination. For large values of ν, the data agree reasonably well with the expectation that only the BH process contributes. For intermediate and small values of",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "three different regions in the virtual-photon energy ν.",
            "paragraph_rank": 50,
            "section_rank": 18
        },
        {
            "text": "Table 2",
            "section_rank": 19
        },
        {
            "section": "Table 2",
            "text": "Columns 1 and 2 show the relative systematic uncertainties on the measured cross section in bins of |t|, columns 3 and 4 show those on the fitted slope of the cross section. All values are given in percent. Note that the uni-directional systematic uncertainty σ ↑ (σ ↓ ) has to be used with positive (negative) sign.",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "Acknowledgements",
            "section_rank": 21
        },
        {
            "section": "Acknowledgements",
            "text": "We gratefully acknowledge the support of the CERN management and staff, as well as the skill and effort of the technicians of our collaborating institutes. We thank Pierre Guichon for the evaluation of the Bethe-Heitler contribution taking into account the",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "A. Thiel c , J. Tomsa q , F. Tosello z , V. Tskhay n , S. Uhl o , B.I. Vasilishin aa , A. Vauth i , B.M. Veit l , J. Veloso a , A. Vidon t , M. Virius r , S. Wallner o , M. Wilfert l , J. ter Wolbeek h,8 , K. Zaremba ae , P. Zavada g , M. Zavertyaev n , E. Zemlyanichkina g,5 , N. Zhuravlev g , M. ",
            "paragraph_rank": 53,
            "section_rank": 23
        }
    ]
}