{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurements of differential cross sections of top quark pair production as a function of kinematic event variables in proton-proton collisions at √ s = 13 TeV",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The CMS collaboration",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In 2016 the CERN LHC collided protons at √ s = 13 TeV, resulting in a data set recorded by the CMS experiment [1], with an integrated luminosity of 35.9 fb −1 . Approximately 30 million top quark-antiquark pairs (tt) are present in this data set, which allows detailed studies of the production properties of tt events to be performed.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "[1]",
                    "end": 113
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Measurements of kinematic distributions in tt events are important for verifying current theoretical models of tt production and decay. As tt production and top quark decay can be a significant source of background events in many searches for physics beyond the standard model, for example in searches for supersymmetric models with top-quark-like signatures, it is important that tt production be well understood and modeled. In addition to physics beyond the standard model, a good understanding of tt production is necessary JHEP06 (2018)002for measurements of rare standard model processes, such as tt production in association with a W, Z, or Higgs boson.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 535,
                    "text": "(2018)002",
                    "end": 544
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, we present measurements of differential tt production cross sections, as a function of kinematic event variables that do not require the reconstruction of the tt system. Events are considered when the final state includes exactly one isolated lepton ( = e or µ) with large transverse momentum p T and at least four jets, of which at least two are tagged as originating from a bottom (b) quark. The kinematic event variables are the jet multiplicity (N jets ), the scalar sum of the jet p T (H T ), the scalar sum of the p T of all particles (S T ), the transverse momentum imbalance (p miss T ), the magnitude of the p T of the leptonically decaying W boson (p W T ), and the magnitudes of the p T and pseudorapidity of the lepton (p T and |η |).",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurements of the differential tt production cross sections are presented at particle level, i.e. with respect to generated \"stable\" particles (with a mean lifetime longer than 30 ps), in a phase space that closely resembles that accessible by the CMS detector (the visible phase space). This avoids the influence of large theoretical uncertainties that would be introduced by extrapolating the measurements to a larger phase space, or by presenting the measurements at parton level.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Several measurements of the differential tt production cross sections as a function of the properties of the tt system and of the jet activity in tt events have been performed at the LHC, at 7 and 8 TeV [2][3][4][5][6], and 13 TeV [7][8][9][10]. Measurements with respect to kinematic event variables in tt events have been performed with the CMS detector at 7 and 8 TeV [11].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 203,
                    "text": "[2]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 206,
                    "text": "[3]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 209,
                    "text": "[4]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 212,
                    "text": "[5]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 215,
                    "text": "[6]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 231,
                    "text": "[7]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 234,
                    "text": "[8]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 237,
                    "text": "[9]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 240,
                    "text": "[10]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 371,
                    "text": "[11]",
                    "end": 375
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field strength of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the η coverage provided by the barrel and endcap detectors. Muons are measured in gas-ionization detectors embedded in the steel fluxreturn yoke outside the solenoid. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [1].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 730,
                    "text": "[1]",
                    "end": 733
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Events of interest are selected using a two-tiered trigger system [12]. The first level, composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 µs. The second level, known as the high-level trigger (HLT), consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 66,
                    "text": "[12]",
                    "end": 70
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "-2 -",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "JHEP06(2018)002 3 Signal sample and background simulation",
            "section_rank": 4
        },
        {
            "section": "JHEP06(2018)002 3 Signal sample and background simulation",
            "text": "Two independent tt samples are simulated with the powheg (v2) generator [13][14][15][16], which utilizes next-to-leading-order (NLO) matrix-element calculations. One sample uses pythia (v8.212) [17,18] with the CUETP8M2T4 tune [19] for the simulation of the parton shower and hadronization. The second has parton showering and hadronization performed by herwig++ (2.7.1)  [20] using the tune EE5C [21].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 72,
                    "text": "[13]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 76,
                    "text": "[14]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 80,
                    "text": "[15]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 84,
                    "text": "[16]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 194,
                    "text": "[17,",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 198,
                    "text": "18]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 227,
                    "text": "[19]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "start": 363,
                    "text": "(2.7.1)",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 372,
                    "text": "[20]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 397,
                    "text": "[21]",
                    "end": 401
                }
            ]
        },
        {
            "section": "JHEP06(2018)002 3 Signal sample and background simulation",
            "text": "Two additional independent simulated tt samples are produced with the mg5 amc@nlo (v2.2.2) generator [22]. In the first, mg5 amc@nlo is used to generate events at leading-order (LO) accuracy with up to three additional partons, and pythia is employed with the CUETP8M1 tune [23] for parton showering and hadronization. The MLM jet-parton matching algorithm [24] is used in this sample, referred to as mg5 amc@nlo-lo. In the second, mg5 amc@nlo simulates events to NLO accuracy with up to two additional partons, where parton showering and hadronization are performed using pythia with the CUETP8M2T4 tune. The FxFx jet-parton matching algorithm [25] is used, and this sample is referred to as mg5 amc@nlo-nlo. It is important to compare multiple tt generators in order to find the current most suitable description of top quark production and decay, and to identify any discrepancies in the models. In all simulated tt samples, the top quark mass is set to 172.5 GeV. The NNPDF30 nlo as 0118 parton distribution function (PDF) set is used for the NLO samples while the NNPDF30 lo as 0130 set is used for the LO samples [26]. When comparing with reconstructed data, a cross section of 832 +20 −29 (scale) ± 35 (PDF + α S ) pb is used to normalize the tt samples, where α S is the strong coupling constant. This tt cross section is calculated to next-to-next-to-leading-order (NNLO) accuracy in quantum chromodynamics (QCD) including resummation of next-to-next-to-leading logarithmic soft-gluon terms with Top++ (v2.0) [27][28][29][30][31][32][33]. The scale uncertainty in this tt cross section comes from the independent variation of the factorization and renormalization scales.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 101,
                    "text": "[22]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 274,
                    "text": "[23]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 357,
                    "text": "[24]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 645,
                    "text": "[25]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1119,
                    "text": "[26]",
                    "end": 1123
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1518,
                    "text": "[27]",
                    "end": 1522
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 1522,
                    "text": "[28]",
                    "end": 1526
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1526,
                    "text": "[29]",
                    "end": 1530
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 1530,
                    "text": "[30]",
                    "end": 1534
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 1534,
                    "text": "[31]",
                    "end": 1538
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 1538,
                    "text": "[32]",
                    "end": 1542
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 1542,
                    "text": "[33]",
                    "end": 1546
                }
            ]
        },
        {
            "section": "JHEP06(2018)002 3 Signal sample and background simulation",
            "text": "The dominant background processes to tt production, i.e. the production of single top quarks and the production of vector bosons in association with jets, are also simulated. Single top quark processes are generated with powheg interfaced with pythia, and are normalized to cross sections that are calculated to NLO precision [34,35]. Separate samples are generated for t-and s-channel production [36,37]. The sample of single top quarks in association with a W boson is produced with powheg (v1) [38]. In this sample, the diagram removal scheme [39] is used to avoid double counting of Feynman diagrams in the production of single top quarks in association with a W boson at NLO and top quark pair production. Samples of W and Z boson production with leptonic final states, in association with jets (V+jets), are generated with mg5 amc@nlo-lo. Separate samples are generated with exactly one, two, three, and four additional jets to ensure a large sample of events that are likely to mimic the signature of tt production. These samples are normalized to their NNLO cross sections [40].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 326,
                    "text": "[34,",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 330,
                    "text": "35]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 397,
                    "text": "[36,",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 401,
                    "text": "37]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 497,
                    "text": "[38]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 546,
                    "text": "[39]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 1081,
                    "text": "[40]",
                    "end": 1085
                }
            ]
        },
        {
            "section": "JHEP06(2018)002 3 Signal sample and background simulation",
            "text": "In addition, QCD multijet events are generated with pythia for matrix-element calculations, parton shower simulation, and hadronization. To obtain a large sample of QCD multijet events that are likely to mimic the signature of tt production in the single-lepton -3 -",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "JHEP06(2018)002",
            "section_rank": 5
        },
        {
            "section": "JHEP06(2018)002",
            "text": "decay channel, only events with large electromagnetic activity or containing a muon are generated. These samples are normalized to their LO cross sections and are used to create transfer factors from a control region to the signal region for a QCD background estimate based on data in the control region. The CMS detector response for all simulated samples is modeled using Geant4 [41].",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 381,
                    "text": "[41]",
                    "end": 385
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 6
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Parallel selection paths are defined to target tt events that decay to final states containing an electron (e+jets) or a muon (µ+jets). The HLT in the e+jets channel requires at least one isolated electron candidate with p T > 32 GeV and |η| < 2.1. The corresponding requirements in the µ+jets channel are at least one isolated muon candidate with p T > 24 GeV and |η| < 2.4.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Offline reconstruction and selection uses the particle-flow (PF) algorithm [42] to reconstruct and identify each individual particle with an optimized combination of information from the subdetectors of CMS. In the e+jets channel, electron candidates are required to satisfy p T > 34 GeV and |η| < 2.1. Electron candidates whose energy deposition in the ECAL is in the transition region between the barrel and endcap regions of the ECAL are not considered due to less efficient electron reconstruction. Electron candidates must also satisfy several identification criteria [43] to suppress the rate of jets and converted photons that are identified incorrectly as electron candidates. In addition, electron candidates must be isolated. To calculate the isolation, a cone of size ∆R = √ (∆η) 2 + (∆φ) 2 = 0.3 is constructed around the electron direction, where φ is the azimuthal angle. The sum of the p T of all PF candidates within this cone is calculated, excluding the lepton candidate and is corrected for the effects of additional proton-proton collisions within the same or nearby bunch crossings. The relative isolation variable I rel is defined as the ratio of this sum to the electron p T , and is required to be less than 6%.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 75,
                    "text": "[42]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 573,
                    "text": "[43]",
                    "end": 577
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "In the µ+jets channel, muon candidates are required to satisfy p T > 26 GeV and |η| < 2.4. Similarly to the electron candidates, muon candidates must satisfy additional identification criteria [44]. Muon candidates must be isolated, satisfying I rel < 15% where I rel is defined as for electrons, but with a cone of size ∆R = 0.4.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 193,
                    "text": "[44]",
                    "end": 197
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "For both electron and muon candidates, the lepton must be associated with the primary interaction vertex of the event. The primary interaction vertex is defined as the reconstructed vertex associated with the largest sum of p 2 T from physics objects that have been defined using information from the tracking detector, including jets, the associated missing transverse momentum, which was taken as the negative vector sum of the p T of those jets, and charged leptons.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 226,
                    "text": "2",
                    "end": 227
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The trigger, reconstruction and identification efficiencies for both electrons and muons are measured in data, and corrected in simulation to match those seen in data. The efficiencies are calculated using the tag-and-probe method [45] from events containing a Z boson. The total lepton correction factors are between 0.95 and 1.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 231,
                    "text": "[45]",
                    "end": 235
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Jets are clustered from PF candidates with the anti-k T algorithm [46] implemented in the FastJet package [47], with a distance parameter of 0.4. The jet momentum is deter-JHEP06(2018)002 mined as the vector sum of the p T of all PF candidates in the jet. A correction is applied to jet energies to take into account the contribution from additional proton-proton interactions using the charged hadron subtraction method [48]. The measured energy of each jet is corrected for known variations in the jet energy response as a function of the measured jet η and p T . The jet energy resolution (JER) is corrected in simulation to match that seen in data. Jets are required to satisfy p T > 30 GeV and |η| < 2.4. Jets closer than ∆R = 0.4 to identified isolated leptons are removed, as they are likely to have originated from the lepton itself.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 66,
                    "text": "[46]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 106,
                    "text": "[47]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 421,
                    "text": "[48]",
                    "end": 425
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The combined secondary vertex algorithm [49,50] is used to identify jets originating from a b quark. The threshold of the algorithm is chosen such that the identification efficiency (in simulation) of genuine b quark jets is ≈70%, and the probability to mistag a light quark or gluon jet is ≈1%. The identification efficiency of b quark jets in simulation is corrected to match that seen in data.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 40,
                    "text": "[49,",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 44,
                    "text": "50]",
                    "end": 47
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The distribution of the number of additional proton-proton interactions in simulation is corrected to match data. Events must contain exactly one high-p T , isolated electron or muon. Events are vetoed if they contain an additional isolated lepton candidate with p T > 15 GeV and |η| < 2.4. Events must also contain at least four jets, at least two of which are required to be identified as originating from a b quark.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Cross section measurement",
            "section_rank": 7
        },
        {
            "section": "Cross section measurement",
            "text": "As stated in section 1, the differential tt production cross sections are measured as a function of the kinematic event variables:",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Cross section measurement",
            "text": "The N jets variable is the total number of jets in the event with p T > 30 GeV and |η| < 2.4. The variable H T is the scalar sum of the p T of these jets. The quantity p miss T is defined as the magnitude of p miss T , the transverse projection of the negative vector sum of the momenta of all reconstructed PF candidates in an event. The p T and |η | variables are magnitudes of the transverse momentum and the pseudorapidity of the lepton in the event, respectively. The variable S T is the sum of H T , p miss T , and p T . The variable p W T is the magnitude of the transverse momentum of the leptonically decaying W boson, which is constructed from p T and p miss T . The distributions of these variables measured in data are shown in figures 1 and 2, and are compared to the sum of signal and background events from simulation. A total of 662 381 events are measured in data, of which 92.1% are predicted from the powheg+pythia simulation to be tt events. Single top quark production and V+jets production contribute 4.4% and 2.1% to the total number of events, respectively, as estimated from simulation. The component of multijet QCD events is estimated from control regions in the data, and comprises approximately 1.4% of the total number of events. The control regions are designed to obtain data samples that are enriched in QCD multijet events that are kinematically similar to the signal region, but with little contamination from tt, single top quark, and V+jets events. In the e+jets channel, the control region is obtained by inverting the isolation criterion on electron candidates. In the µ+jets channel, the control region is obtained by requiring muon candidates to satisfy 0.15 < I rel < 0.30. In the control regions for both channels, the number of b-tagged jets is also required to be exactly zero. The contribution of tt, single top quark and V+jets events to the control JHEP06(2018)002 regions (≈15-20%) is estimated from simulation with all corrections and subtracted from the data. The ratio of the number of multijet QCD events in the control region to that in the signal region (the transfer factor), both predicted from simulation, is then used to scale the normalization of the data control region to obtain the multijet QCD estimate in the signal region. Other sources of background are negligible, and are not considered in this measurement. The level of agreement between the total event count of data and simulation, within 0.2% , indicates that the total cross section is compatible to that stated in section 3.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "Cross section measurement",
            "text": "Previous measurements [2][3][4][5][6][7][8] report that the top quark p T spectrum in data is softer than that predicted by NLO simulation. This effect can be seen in some of the distributions in figures 1 and 2, where distributions correlated with the top quark p T are also softer in data than those predicted by the simulation.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 22,
                    "text": "[2]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 25,
                    "text": "[3]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 28,
                    "text": "[4]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 31,
                    "text": "[5]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 34,
                    "text": "[6]",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 37,
                    "text": "[7]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 40,
                    "text": "[8]",
                    "end": 43
                }
            ]
        },
        {
            "text": "Particle level and visible phase space definitions",
            "section_rank": 8
        },
        {
            "section": "Particle level and visible phase space definitions",
            "text": "The results are presented at particle level, i.e. with respect to the stable particles produced in simulation by the event generator, before detector interactions are modeled. The generator-level definitions for the particles and visible phase space are based on the RIVET framework [51], following the prescriptions adopted in ref. [52]. Generated electrons and muons not originating from a hadron or a quark are used to define electrons and muons at particle level. Photons that are near the lepton are assumed to have radiated from it, and are clustered together with the anti-k T algorithm with a distance parameter of 0.1.",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 283,
                    "text": "[51]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 333,
                    "text": "[52]",
                    "end": 337
                }
            ]
        },
        {
            "section": "Particle level and visible phase space definitions",
            "text": "Particle-level jets are constructed by clustering all stable particles, excluding the lepton, with the anti-k T algorithm using a distance parameter of 0.4. To determine if a particle-level jet originated from a b quark, b hadrons are included in the clustering of jets, but with the magnitude of the four-momentum of the b hadron scaled to a negligible value. The b hadrons can then be clustered into jets without affecting the kinematic properties of the jet. A jet with a b hadron among its constituents is considered to have originated from a b quark. The particle-level p miss T is calculated from all stable visible particles. The differential tt production cross sections are measured in a visible phase space, which is chosen to be the same for both e+jets and µ+jets channels, and to closely resemble the criteria used to select events in data. Particle-level objects are used to define the common visible phase space of tt events for both e+jets and µ+jets channels, all within |η| < 2.4, which requires exactly one electron or muon with p T > 26 GeV, and no additional electrons or muons with p T > 15 GeV. The event must also contain at least three particlelevel jets with p T > 30 GeV, and one jet with p T > 20 GeV. Two of these particle-level jets must also be tagged as originating from a b quark. The H T , S T , and N jets variables are calculated at the particle level with respect to all particle-level jets with p T > 20 GeV and |η| < 2.4. This choice of particle-level phase space is made to obtain the largest possible data sample, and the uncertainty in the resulting extrapolation makes only a small contribution to the uncertainty in the final results.",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "Particle level and visible phase space definitions",
            "text": "The yield of tt events for each bin in data is obtained by subtracting the contribution of each background process. The contribution of tt events that satisfy the selection criteria, but do not enter the visible phase space at particle level, is estimated from simulation and also subtracted from the data. This amounts to approximately 7% of all tt events and are -6 -JHEP06(2018)002 ",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "Particle level and visible phase space definitions",
            "text": "Pred. Figure 1. The distributions of N jets , H T and S T after full event selection. The tt simulation is normalized to the NNLO prediction. The ratio of the number of events in data to that in simulation is shown below each of the distributions, with the statistical uncertainty in the data shown by the vertical uncertainty bars. The statistical uncertainty in the number of simulation events and the uncertainties in the modeling in simulation are shown by the hatched band.",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 6,
                    "text": "Figure 1",
                    "end": 14
                }
            ]
        },
        {
            "section": "Particle level and visible phase space definitions",
            "text": "predominately those in which one of the jets fails the particle-level jet selection, but passes the reconstructed jet selection because of the resolution of the detector. No selection is applied on the decay channel of the top quarks, so the phase space does not exclusively contain semileptonic (electron or muon) tt events. In particular, there are contributions from events where one top quark decays to a tau lepton and subsequently to an electron or muon, or where both top quarks decay leptonically but one lepton is not within the acceptance. ",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "Particle level and visible phase space definitions",
            "text": "Pred.  The distributions of p miss T , p W T , p T and |η | after full event selection. The tt simulation is normalized to the NNLO prediction. The ratio of the number of events in data to that in simulation is shown below each of the distributions, with the statistical uncertainty in the data shown by the vertical uncertainty bars. The statistical uncertainty in the number of simulation events and the uncertainties in modeling in simulation are shown by the hatched band.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Unfolding and cross section calculation",
            "section_rank": 9
        },
        {
            "section": "Unfolding and cross section calculation",
            "text": "For each kinematic event variable the yield of tt events in each bin is unfolded to correct for the detector acceptance, efficiency, and bin-to-bin migrations stemming from the detector resolution to obtain the yield of tt events in the visible phase space at the particle level. The bin widths are chosen to give a low level of bin-to-bin migration, and are always greater than the detector resolution.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "JHEP06(2018)002",
            "section_rank": 10
        },
        {
            "section": "JHEP06(2018)002",
            "text": "A response matrix, constructed using the powheg+pythia sample, relates the kinematic event distributions at reconstruction level to those at particle level. The response matrix also includes efficiency and acceptance corrections. Unfolding is performed by inverting the response matrix, based on a least-squares fit with Tikhonov regularization, implemented in the TUnfold software framework [53]. Regularization dampens nonphysical fluctuations in the unfolded tt yields, and the regularization parameter is chosen by minimizing the average global statistical correlation between the bins of each variable. The typical regularization parameters are found to be of order 10 −4 − 10 −3 , and significantly lower for the |η | variable.",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 392,
                    "text": "[53]",
                    "end": 396
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The yields of tt events are unfolded separately in the e+jets and µ+jets channels and then combined after unfolding, giving the total number of tt events at particle level in the visible phase space, N tt . The normalized differential cross section with respect to each variable, X, can then be calculated using",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "JHEP06(2018)002",
            "text": "where σ vis tt is the total tt production cross section in the visible phase space, σ i tt is the tt production cross section in bin i, N",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "JHEP06(2018)002",
            "text": "tt is the number of tt events in bin i(j) after unfolding, and ∆X i is the width of bin i. The absolute differential cross section can be calculated as",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "section": "JHEP06(2018)002",
            "text": "where L is the integrated luminosity of the data.",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "Sources of systematic uncertainties are evaluated and propagated to the final result by recalculating the response matrix with a modified tt simulation and/or by modifying the background predictions. The uncertainty in the integrated luminosity of the data is estimated to be ±2.5% [54]. The uncertainty in the number of additional inelastic interactions in the same or nearby bunch crossings is estimated by varying the total proton-proton inelastic cross section by ±4.6% [55]. This cross section is used in determining the distribution of additional inelastic interactions in data, which is used to correct the simulation.",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 282,
                    "text": "[54]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 474,
                    "text": "[55]",
                    "end": 478
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the efficiency of the b quark jet identification and mistagging rate in the simulation is taken as the uncertainty in the p T , |η|, and flavor-dependent correction factors [50]. The uncertainties in the lepton trigger, reconstruction, and identification correction factors are similarly propagated to the final results.",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 192,
                    "text": "[50]",
                    "end": 196
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainties in the jet energy scale (JES) and JER are estimated as functions of jet p T and |η| [48]. The uncertainty in the JES is also propagated into the calculation of p miss T . Additional uncertainties in the p T of electrons, muons, tau leptons and other unclustered PF candidates, that are used in the calculation of p miss T , are considered and found to be negligible.",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 102,
                    "text": "[48]",
                    "end": 106
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "-9 -",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "JHEP06(2018)002",
            "section_rank": 12
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The uncertainties in the normalization of the single top quark and V+jets background sources are based on measurements performed in [56][57][58] and take into account an extrapolation to the current analysis phase space. They are estimated to be ±30% and ±50% respectively and typically result in a normalization uncertainty that is negligible. The uncertainty in the normalization and shape of the multijet QCD background is estimated by using alternative control regions containing conversion electrons in the e+jets channel and muons with I rel > 0.3 in the µ+jets channel. This effectively varies the total normalization of the multijet QCD background by up to 60%, and also the shape of the contribution by up to ±30% in any one bin, but is found to result in a negligible uncertainty after unfolding, except at large |η |.",
            "paragraph_rank": 43,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 132,
                    "text": "[56]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 136,
                    "text": "[57]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 140,
                    "text": "[58]",
                    "end": 144
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "Uncertainties in the top quark mass are estimated by using simulated tt samples where the top quark mass has been varied up and down by 1 GeV, which is comparable to the uncertainty in the measured top quark mass [59].",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 213,
                    "text": "[59]",
                    "end": 217
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The uncertainty from the PDF used in the tt simulation is estimated by considering 100 independent replicas of NNPDF30 nlo as 0118. The RMS of the uncertainties originating from the variation of each replica is taken as the PDF uncertainty. The uncertainty resulting from using the NNPDF30 nlo as 0118 set derived with varied values of α S is combined in quadrature with the PDF uncertainty.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The uncertainty arising from the mismodeling of the top quark p T spectrum is estimated by reweighting the p T distribution in simulation to match that measured by the previous measurements [7,8]. The reweighting varies the yield of simulated tt events in the bins of the measurement by up to 20%, and results in a negligible uncertainty in the measured cross section.",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 190,
                    "text": "[7,",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 193,
                    "text": "8]",
                    "end": 195
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "Several sources of uncertainty for the modeling of the parton shower in the simulated powheg+pythia sample are considered. The uncertainty originating from the parton shower scale used when simulating the initial-state radiation is estimated by varying the scale up and down by a factor of two. Similarly the uncertainty originating from the scale for final-state radiation, which is constrained by measurements made at the LEP collider [60], is estimated by varying the scale up and down by a factor of √ 2. The renormalization and factorization scales used in the matrix-element calculations are also varied independently by factors of 0.5 and 2. An additional variation is performed where both scales are varied simultaneously by the same factors. The shower scale uncertainty is defined as the envelope of the parton shower scale uncertainties and the matrix-element scale uncertainties.",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 437,
                    "text": "[60]",
                    "end": 441
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The systematic uncertainty in matching the matrix-element to the parton shower is determined by varying the parameter h damp , which regulates the high-p T radiation by damping real emission generated in powheg, within its uncertainties. The parameter is set to h damp = 1.58 +0.66 −0.59 multiplied by the mass of the top quark in the CUETP8M2T4 tune [19]. The parameters controlling the underlying event in the CUETP8M2T4 tune are also varied to estimate the uncertainty in this source [19].",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 276,
                    "text": "+0.66",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 351,
                    "text": "[19]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 487,
                    "text": "[19]",
                    "end": 491
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The uncertainty in the modeling of the momentum transfer from b quarks to b hadrons is estimated by reweighting the tuned quantity x b = p T (B)/p T (b jet) for each particle-level b-tagged jet within its uncertainties, where p T (B) is the transverse momentum of the b JHEP06 (2018)002hadron, and p T (b jet) is the transverse momentum of the particle-level b-tagged jet. The difference when using an alternative model (the Peterson model [61]) for the fragmentation of b quarks is also included as an additional uncertainty. The energy response of b jets is sensitive to the single-lepton branching fractions of b hadrons, and the uncertainty originating from the choice of branching fractions in the powheg+pythia simulation is estimated by reweighting the branching fractions to those reported in ref. [59].",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 277,
                    "text": "(2018)002",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 440,
                    "text": "[61]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 806,
                    "text": "[59]",
                    "end": 810
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The effects of any mismodeling of the color reconnection in the simulation are estimated by comparing the cross sections obtained with samples including and excluding the effects of color reconnection on the decay products of the top quarks (Early resonance decays). A comparison to two samples obtained with alternative models of color reconnection are also included, one where QCD color rules are considered in the simulation of the color reconnection (QCD-based) [62], and another where gluons can be moved to different color strings during the simulation of the color reconnection (Gluon move) [63].",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 466,
                    "text": "[62]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 598,
                    "text": "[63]",
                    "end": 602
                }
            ]
        },
        {
            "section": "JHEP06(2018)002",
            "text": "The statistical uncertainty arising from the finite size of the powheg+pythia sample, which is used to construct the nominal response matrix, is propagated to the final measurement. This uncertainty is negligible.",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "section": "JHEP06(2018)002",
            "text": "Each source of systematic uncertainty is summarised for each variable in table 1, where the minimum and maximum relative uncertainty in the normalized differential cross section (over all bins) are shown. The minimum and maximum of the total relative uncertainty over all bins are also shown. Sources of uncertainties in the calculation of p miss T do not affect some distributions, and are indicated in the table by -. The dominant uncertainty in the measurement of the normalized cross sections comes from the uncertainty in the JES. Other significant uncertainties come from the theoretical modeling of tt production in simulation, in particular from the uncertainty in the shower scale for final-state radiation. A similar table for the absolute differential cross section uncertainties is shown in appendix C. The uncertainty in the JES is also significant in the measurements of the absolute cross sections, however the uncertainty in the final-state radiation scale becomes dominant. The total uncertainty from all sources in the normalized cross section is typically below 5% in each bin, and can be as large as 21%. For the measurements of the absolute cross section, the total uncertainty is typically 10%, and can be as large as 22%.",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "JHEP06(2018)002",
            "section_rank": 13
        },
        {
            "section": "JHEP06(2018)002",
            "text": "Relative uncertainty source (%) Color reconnection (Early resonance decays) ",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "JHEP06(2018)002 7 Cross section results",
            "section_rank": 14
        },
        {
            "section": "JHEP06(2018)002 7 Cross section results",
            "text": "The normalized differential tt production cross section with respect to N jets is shown in figure 3, with respect to H T and S T in figure 4, with respect to p miss T and p W T in figure 5 and with respect to p T and |η | in figure 6. Tabulated results are listed in appendix A. Measurements of the absolute differential tt production cross sections are shown in figures 7, 8, 9 and 10, and tabulated in appendix B. In each figure, the measured cross section is compared with the predictions from several combinations of matrix-element and parton shower generators, namely powheg+pythia, powheg+herwig++, mg5 amc@nlo-nlo, and mg5 amc@nlo-lo. Each measured cross section is also compared to the powheg+pythia generator after varying the shower scales and the h damp parameter used in generating the sample within their uncertainties, and also after reweighting the top quark p T as described in section 6.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 91,
                    "text": "figure 3",
                    "end": 99
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 225,
                    "text": "figure 6",
                    "end": 233
                }
            ]
        },
        {
            "section": "JHEP06(2018)002 7 Cross section results",
            "text": "The level of agreement between the measured and predicted differential cross sections are determined through a χ 2 test, where the full covariance matrix, including the correlations between the statistical and systematic uncertainties in each bin of the measurements, is taken into account. The results, including the p-value of each test, are shown in tables 2 and 3.",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2018)002 7 Cross section results",
            "text": "The predictions of the powheg+pythia model are consistent with data for the N jets , p miss T , S T , and p T distributions. In particular, the prediction of the N jets distribution has a χ 2 per degree of freedom of 2/5 for the normalized and 2.2/6 for the absolute cross section measurement. The jet multiplicity from previous 8 TeV measurements was used in deriving the CUETP8M2T4 tune [19], and this confirms that the tune continues to accurately describe the jet multiplicity on a larger data set with a higher √ s. On the other hand, tensions are observed for the H T , p W T and |η | variables. An additional χ 2 calculation between the powheg+pythia model and unfolded data is performed, where the theoretical uncertainties within the generator, described in section 6, are included, as well as in the unfolded data. The correlations between the uncertainties in the prediction of the generator and the unfolded data are taken into account. The result of this test demonstrates that the theoretical uncertainties in the powheg+pythia model cover the differences between the powheg+pythia model and the unfolded data in the phase space analyzed.",
            "paragraph_rank": 56,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 389,
                    "text": "[19]",
                    "end": 393
                }
            ]
        },
        {
            "section": "JHEP06(2018)002 7 Cross section results",
            "text": "The powheg+herwig++ and mg5 amc@nlo-nlo models are broadly consistent with the unfolded data, even without including the theoretical uncertainties in the χ 2 test, with the exception of N jets in powheg+herwig++ and |η | in mg5 amc@nlo-nlo. Without these uncertainties, the mg5 amc@nlo-lo model is not compatible with any kinematic event distribution in the unfolded data presented here.",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2018)002 7 Cross section results",
            "text": "The effect of the regularization in the unfolding procedure is investigated by unfolding without regularization, which typically results in a small change in the χ 2 . When unfolding without regularization, the largest changes in χ 2 for the normalized cross sections are for the H T distribution with the mg5 amc@nlo-nlo model, where the χ 2 per degree of freedom increases from 11/12 to 12/12, and for the p miss T distribution in the powheg+pythia model (including the model theoretical uncertainties), where the χ 2 per degree of freedom JHEP06 2018             dσ dp  -23 -",
            "paragraph_rank": 58,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 549,
                    "text": "2018",
                    "end": 553
                }
            ]
        },
        {
            "text": "JHEP06(2018)002 8 Summary",
            "section_rank": 15
        },
        {
            "section": "JHEP06(2018)002 8 Summary",
            "text": "Normalized and absolute differential tt production cross sections with respect to several kinematic event variables are measured at the particle level in a visible phase space region. The results are based on proton-proton collision data at √ s = 13 TeV, collected by the CMS experiment with an integrated luminosity of 35.9 fb −1 . The total cross section is observed to be consistent with previous results and next-to-next-to-leading-order calculations, and the differential measurements are compared to several tt production models: powheg+pythia, powheg+herwig++, mg5 amc@nlo-lo, and mg5 amc@nlo-nlo.",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "section": "JHEP06(2018)002 8 Summary",
            "text": "The powheg+pythia simulation is found to be generally consistent with the data, with residual differences covered by theoretical uncertainties. The jet multiplicity distribution is particularly well-modeled, having been tuned on LHC 8 TeV data. The powheg+herwig++ and mg5 amc@nlo-nlo models are shown to be consistent with data for most kinematic event variables, while the mg5 amc@nlo-lo model does not provide an accurate description of any variable measured in the data.",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "section": "JHEP06(2018)002 8 Summary",
            "text": "It is expected that the results presented here will be useful for tuning tt generators and models in the future. To facilitate this, the measurements presented here have been implemented in the RIVET framework and will be available to the wider community.",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "section": "JHEP06(2018)002 8 Summary",
            "text": "JHEP06 2018               Table 18. The upper and lower bounds, in %, from each source of systematic uncertainty in the absolute differential cross section, over all bins of the measurement for each variable. The bounds of the total relative uncertainty are also shown.",
            "paragraph_rank": 62,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2018",
                    "end": 11
                },
                {
                    "type": "table",
                    "ref_id": "tab_13",
                    "start": 26,
                    "text": "Table 18",
                    "end": 34
                }
            ]
        },
        {
            "text": "JHEP06(2018)002",
            "section_rank": 16
        },
        {
            "section": "JHEP06(2018)002",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "text": "Figure 2 .",
            "section_rank": 17
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The distributions of p miss T , p W T , p T and |η | after full event selection. The tt simulation is normalized to the NNLO prediction. The ratio of the number of events in data to that in simulation is shown below each of the distributions, with the statistical uncertainty in the data shown by the vertical uncertainty bars. The statistical uncertainty in the number of simulation events and the uncertainties in modeling in simulation are shown by the hatched band.",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "Table 1 .",
            "section_rank": 18
        },
        {
            "section": "Table 1 .",
            "text": "The upper and lower bounds, in %, from each source of systematic uncertainty in the normalised differential cross section, over all bins of the measurement for each variable. The bounds of the total relative uncertainty are also shown.-12 -",
            "paragraph_rank": 65,
            "section_rank": 18
        },
        {
            "text": "Figure 3 .",
            "section_rank": 19
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Normalized N jets differential tt cross section, compared to different tt simulations in the left plot, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plot. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "Figure 4 .",
            "section_rank": 20
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Normalized H T (upper) and S T (lower) differential tt cross sections, compared to different tt simulations in the left plots, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plots. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "Figure 5 .",
            "section_rank": 21
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Normalized p miss T (upper) and p W T (lower) differential tt cross sections, compared to different tt simulations in the left plots, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plots. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 68,
            "section_rank": 21
        },
        {
            "text": "Figure 6 .",
            "section_rank": 22
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Normalized pT (upper)  and |η | (lower) differential tt cross sections, compared to different tt simulations in the left plots, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plots. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 69,
            "section_rank": 22
        },
        {
            "text": "Figure 7 .",
            "section_rank": 23
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Absolute N jets differential tt cross section, compared to different tt simulations in the left plot, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plot. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "text": "Figure 8 .",
            "section_rank": 24
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Absolute H T (upper) and S T (lower) differential tt cross sections, compared to different tt simulations in the left plots, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plots. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 71,
            "section_rank": 24
        },
        {
            "text": "Figure 9 .",
            "section_rank": 25
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Absolute p miss T (upper) and p W T (lower) differential tt cross sections, compared to different tt simulations in the left plots, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plots. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "Figure 10 .",
            "section_rank": 26
        },
        {
            "section": "Figure 10 .",
            "text": "Figure 10. Absolute pT (upper)  and |η | (lower) differential tt cross sections, compared to different tt simulations in the left plots, and compared to the powheg+pythia simulation after varying the shower scales, and h damp parameter, within their uncertainties, in the right plots. The vertical bars on the data represent the statistical and systematic uncertainties added in quadrature. The bottom panels show the ratio of the predictions to the data.",
            "paragraph_rank": 73,
            "section_rank": 26
        },
        {
            "text": "002 the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).A Tabulated normalized differential tt production cross sections",
            "paragraph_rank": 74,
            "section_rank": 27
        },
        {
            "text": "Table 2 .Table 3 .",
            "section_rank": 28
        },
        {
            "section": "Table 2 .Table 3 .",
            "text": "Results of a goodness-of-fit test between the normalized cross sections in data and several models, with values given as χ 2 /number of degrees of freedom (ndf). The effects on the χ 2 for all other variables and models are small. The χ 2 does not change for the p T and |η | distributions for any model when unfolding without regularization. Results of a goodness-of-fit test between the absolute cross sections in data and several models, with values given as χ 2 /number of degrees of freedom (ndf).",
            "paragraph_rank": 75,
            "section_rank": 28
        },
        {
            "text": "Table 4 .",
            "section_rank": 29
        },
        {
            "section": "Table 4 .",
            "text": "Results of the normalised differential cross sections with relative uncertainties in the combined channel with respect to N jets .",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "text": "Table 5 .",
            "section_rank": 30
        },
        {
            "section": "Table 5 .",
            "text": "Results of the normalised differential cross sections with relative uncertainties in the combined channel with respect to H T .",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "Table 6 .",
            "section_rank": 31
        },
        {
            "section": "Table 6 .",
            "text": "Results of the normalised differential cross sections with relative uncertainties in the combined channel with respect to S T .",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "Table 7 .",
            "section_rank": 32
        },
        {
            "section": "Table 7 .",
            "text": "Results of the normalised differential cross sections with relative uncertainties in the combined channel with respect to p miss T .",
            "paragraph_rank": 79,
            "section_rank": 32
        },
        {
            "text": "Table 8 .",
            "section_rank": 33
        },
        {
            "section": "Table 8 .",
            "text": "Results of the normalised differential cross sections with relative uncertainties in the combined channel with respect to p W T .",
            "paragraph_rank": 80,
            "section_rank": 33
        },
        {
            "text": "Table 9 .Table 10 .",
            "section_rank": 34
        },
        {
            "section": "Table 9 .Table 10 .",
            "text": "Results of the normalised differential cross sections with relative uncertainties in the combined channel with respect to p T . Results of the normalised differential cross sections with relative uncertainties in the combined channel with respect to |η |.Stat. unc. Syst. unc.",
            "paragraph_rank": 81,
            "section_rank": 34
        },
        {
            "text": "Table 11 .",
            "section_rank": 35
        },
        {
            "section": "Table 11 .",
            "text": "Results of the absolute differential cross sections with relative uncertainties in the combined channel with respect to N jets .",
            "paragraph_rank": 82,
            "section_rank": 35
        },
        {
            "text": "Table 12 .Table 13 .",
            "section_rank": 36
        },
        {
            "section": "Table 12 .Table 13 .",
            "text": "Results of the absolute differential cross sections with relative uncertainties in the combined channel with respect to H T . Results of the absolute differential cross sections with relative uncertainties in the combined channel with respect to S T .",
            "paragraph_rank": 83,
            "section_rank": 36
        },
        {
            "text": "Table 14 .",
            "section_rank": 37
        },
        {
            "section": "Table 14 .",
            "text": "Results of the absolute differential cross sections with relative uncertainties in the combined channel with respect to p miss T .Stat. unc. Syst. unc.",
            "paragraph_rank": 84,
            "section_rank": 37
        },
        {
            "text": "Table 15 .",
            "section_rank": 38
        },
        {
            "section": "Table 15 .",
            "text": "Results of the absolute differential cross sections with relative uncertainties in the combined channel with respect to p W T .",
            "paragraph_rank": 85,
            "section_rank": 38
        },
        {
            "text": "Table 16 .",
            "section_rank": 39
        },
        {
            "section": "Table 16 .",
            "text": "Results of the absolute differential cross sections with relative uncertainties in the combined channel with respect to p T .Stat. unc. Syst. unc.",
            "paragraph_rank": 86,
            "section_rank": 39
        },
        {
            "text": "Table 17 .",
            "section_rank": 40
        },
        {
            "section": "Table 17 .",
            "text": "Results of the absolute differential cross sections with relative uncertainties in the combined channel with respect to |η |.",
            "paragraph_rank": 87,
            "section_rank": 40
        },
        {
            "text": "Acknowledgments",
            "section_rank": 42
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies:",
            "paragraph_rank": 88,
            "section_rank": 42
        },
        {
            "text": "JHEP06(2018)002",
            "section_rank": 44
        },
        {
            "section": "JHEP06(2018)002",
            "text": "Petersburg Nuclear Physics Institute, Gatchina (St. Petersburg), Russia Y. Ivanov, V. Kim 38 , E. Kuznetsova 39 ,P. Levchenko,V. Murzin,V. Oreshkin,I. Smirnov,D. Sosnov,V. Sulimov,L. Uvarov,S. Vavilov,A. Vorobyev Institute for Nuclear Research, Moscow, Russia Yu. Andreev, A. Dermenev, S. Gninenko, N. Golubev, A. Karneyeu, M. Kirsanov, N. Krasnikov, A. Pashenkov, D. Tlisov ",
            "paragraph_rank": 89,
            "section_rank": 44,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 109,
                    "text": "39 ,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "start": 113,
                    "text": "P. Levchenko,",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "start": 126,
                    "text": "V. Murzin,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "start": 136,
                    "text": "V. Oreshkin,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "start": 148,
                    "text": "I. Smirnov,",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "start": 159,
                    "text": "D. Sosnov,",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 169,
                    "text": "V. Sulimov,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "start": 180,
                    "text": "L. Uvarov,",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "start": 190,
                    "text": "S. Vavilov,",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "start": 201,
                    "text": "A. Vorobyev",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "start": 286,
                    "text": "S. Gninenko, N. Golubev, A. Karneyeu, M. Kirsanov, N. Krasnikov, A. Pashenkov, D. Tlisov",
                    "end": 374
                }
            ]
        }
    ]
}