{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Search for a heavy right-handed W boson and a heavy neutrino in events with two same-flavor leptons and two jets at",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The CMS collaboration",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Heavy partners of the standard model (SM) gauge bosons, that are coupled to right-handed fermions, are predicted in left-right (LR) symmetric models [1][2][3][4]. These models explain the parity violation observed in weak interactions as the consequence of spontaneous symmetry breaking at a multi-TeV mass scale. This paper describes a search for such a heavy partner, a heavy right-handed gauge boson W R , in events with two same-flavor leptons (e or µ) and two jets. The study was conducted by the CMS Collaboration at the CERN LHC, using proton-proton collision data corresponding to an integrated luminosity of 35.9 fb −1 recorded during the 2016 data taking period.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 149,
                    "text": "[1]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 152,
                    "text": "[2]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 155,
                    "text": "[3]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 158,
                    "text": "[4]",
                    "end": 161
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The right-handed bosons are assumed to interact with the SM particles with a coupling strength g R . This is a free parameter in most LR models, but we assume a strict LR symmetry in our search so that the coupling constant g R is the same as the SM coupling constant g L . We also assume that the right-handed quark mixing matrix is the same as the Cabibbo-Kobayashi-Maskawa matrix. In addition to the gauge bosons, LR models usually include heavy right-handed neutrinos (N R ) [5,6]. The existence of these heavy neutrinos can explain the very small masses of the SM neutrinos as a consequence of the see-saw mechanism [7][8][9].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 479,
                    "text": "[5,",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 482,
                    "text": "6]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "start": 621,
                    "text": "[7]",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "start": 624,
                    "text": "[8]",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "start": 627,
                    "text": "[9]",
                    "end": 630
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this search, we consider the case in which the W R boson decays to a first-or second-generation charged lepton and a heavy neutrino of the same lepton flavor. The -1 -",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 3
        },
        {
            "section": "JHEP05(2018)148",
            "text": "heavy neutrino further decays to another charged lepton of the same flavor and a virtual W * R . The virtual W * R decays to two light quarks, producing the decay chain",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 91,
                    "text": "*",
                    "end": 92
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "The quarks hadronize into jets that can be observed by the CMS detector. The lepton flavor is conserved, and there is no charge requirement on the leptons, which can be opposite-sign or same-sign. The SM processes that have the same final state of two same-flavor leptons and two jets include Drell-Yan production of lepton pairs with additional jets (DY+jets), tt production, tW from t-channel single top quark production, and diboson production (WZ, ZZ, WW) with jets. Contributions due to events with jets misidentified as leptons are considered, but are found to be negligible. The discriminating variable in this search is the invariant mass m jj constructed from the two leptons and two jets with the largest transverse momenta. We search for an excess of events above the SM prediction for different W R mass hypotheses in windows of m jj . A search for W R bosons that was performed by the CMS Collaboration at a centerof-mass energy of √ s = 8 TeV excluded W R masses up to approximately 3 TeV at 95% confidence level (CL) [10]. An excess with a local significance of 2.8σ was observed in that search in the electron channel at m eejj ≈ 2.1 TeV. The excess did not appear to be consistent with signal events from the LR symmetric theory. The search presented in this paper extends this previous search using data collected at √ s = 13 TeV during 2016. It does not overlap with other heavy neutrino searches previously carried out by the CMS Collaboration [11][12][13]. The ATLAS Collaboration has also carried out similar searches [14][15][16].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1032,
                    "text": "[10]",
                    "end": 1036
                },
                {
                    "type": "bibr",
                    "start": 1464,
                    "text": "[11]",
                    "end": 1468
                },
                {
                    "type": "bibr",
                    "start": 1468,
                    "text": "[12]",
                    "end": 1472
                },
                {
                    "type": "bibr",
                    "start": 1472,
                    "text": "[13]",
                    "end": 1476
                },
                {
                    "type": "bibr",
                    "start": 1540,
                    "text": "[14]",
                    "end": 1544
                },
                {
                    "type": "bibr",
                    "start": 1544,
                    "text": "[15]",
                    "end": 1548
                },
                {
                    "type": "bibr",
                    "start": 1548,
                    "text": "[16]",
                    "end": 1552
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Electrons are measured in the ECAL, while drift tubes, cathode strip chambers, and resistive-plate chambers embedded in the steel fluxreturn yoke outside the solenoid are used in the identification of muons. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "[17].",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Trigger, particle reconstruction, and event selection",
            "section_rank": 5
        },
        {
            "section": "Trigger, particle reconstruction, and event selection",
            "text": "Events of interest are selected online using a two-tiered trigger system [18]. The first level is composed of custom hardware processors and uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz. The second level consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to less than 1 kHz before data storage.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 73,
                    "text": "[18]",
                    "end": 77
                }
            ]
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 6
        },
        {
            "section": "JHEP05(2018)148",
            "text": "The leptons in the final state carry a large fraction of the rest energy of the W R . Thus, a trigger with a high momentum requirement on the lepton is highly efficient for our signal. For events with electrons, we use an unprescaled double-electron trigger. This trigger requires a minimum transverse momentum (p T ) of 33 GeV and an ECAL energy deposit with a pixel hit on an associated track. For the muon channel, and for an auxiliary measurement that is used to estimate the tt background, we use unprescaled single-muon triggers that have no isolation requirement and a p T > 50 GeV requirement applied to the muon.",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Global event reconstruction is performed using the particle-flow algorithm [19], which reconstructs and identifies each individual particle with an optimized combination of all subdetector information. At least one reconstructed vertex is required. For events with multiple collision vertices from additional collisions in the same or adjacent bunch crossings (pileup interactions), the reconstructed vertex with the largest value of summed p 2 T in the event, where the sum extends over all charged tracks associated with the vertex, is taken to be the primary pp interaction vertex (PV).",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 75,
                    "text": "[19]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 443,
                    "text": "2",
                    "end": 444
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Electron candidates are identified by the association of a charged-particle track from the PV, with energy deposits clusters (superclusters) in the ECAL. The association takes into account energy deposits both from the electron and from bremsstrahlung photons produced during its passage through the inner detector. The electron momentum is estimated by combining the energy measurement in the ECAL with the momentum measurement in the tracker. The experimental mass resolution for barrel-barrel (barrel-endcap) dielectron pairs with a mass of 1 TeV is 1.0 (1.5)% [20]. To correct for observed discrepancies in energy scale and resolution between data and simulation, the measured electron energy is adjusted by a multiplicative factor that depends on η and R 9 , where R 9 is the ratio of the energy in a 3×3 matrix of ECAL crystals, centered on the crystal with the largest energy, to the full energy collected by a supercluster. In addition, the electron energy in simulated events is smeared by 1-3% using a Gaussian expression that varies as a function of η and R 9 [20]. Differences in electron identification (ID) efficiency between data and simulation were taken into account by applying a scale factor (SF) of 0.972 ± 0.006 (stat+syst) in the barrel and 0.983 ± 0.007 (stat+syst) in the endcaps.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 564,
                    "text": "[20]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1071,
                    "text": "[20]",
                    "end": 1075
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Muons are reconstructed from tracker and muon chamber information. Each muon is required to have at least one hit in the pixel detector, at least six tracker layer hits, and segments in two or more muon detector stations. Muons are measured in the range |η| < 2.4. The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [21]. The muon momentum resolution in data is well described in simulated events, with its uncertainty provided by a smearing of 1% in the barrel and 2% in the endcaps. The muon curvature distributions in data and simulation are compared for different ranges of η and azimuthal angle (φ, in radians), resulting in the assignment of a momentum scale uncertainty of 3% in the barrel and up to 9% in the endcaps. To account for differences in the reconstruction and identification efficiencies between data and simulation, η-dependent SFs in the range 0.95-0.99 are applied to simulated events [21]. Systematic uncertainties related to the dependence of the SFs on momentum are neglected, since they have an impact on the results of less than 1%.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 348,
                    "text": "[21]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 939,
                    "text": "[21]",
                    "end": 943
                }
            ]
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 7
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Charged hadrons are identified by matching tracks to one or more calorimeter clusters, and by the absence of signal in the muon detectors. The energies of charged hadrons are determined from combinations of the track momenta and the corresponding ECAL and HCAL energies, corrected for zero-suppression effects and for the response function of the calorimeters to hadronic showers.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Neutral hadrons are identified as ECAL and HCAL energy clusters that are not matched to charged particle trajectories. The energies of neutral hadrons are obtained from the corresponding corrected ECAL and HCAL energies.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "JHEP05(2018)148",
            "text": "For each event, hadronic jets are clustered from reconstructed particles with the antik T algorithm, operated with a size parameter R of 0.4, where R ≡ √ (∆η) 2 + (∆φ) 2 [22,23]. Charged hadrons that originate from pileup interactions are removed from the list of reconstructed particles using the charged-hadron pileup subtraction algorithm [19]. The contributions of neutral particles that originate from pileup interactions to the calorimeter energies are removed by applying a residual average area-based correction [24]. The jet momentum is defined as the vector sum of all particle momenta associated with the jet, and is found to be within 5 to 10% of the true momentum in simulated events over the whole p T spectrum and detector acceptance. Jet energy corrections are derived from the simulation, and are confirmed with in-situ measurements of the energy balance in dijet, multijet, photon+jet, and leptonically decaying Z+jet events [25]. Jet identification algorithms [25] also remove contributions to jets from calorimeter noise and beam halo.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 170,
                    "text": "[22,",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 174,
                    "text": "23]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 342,
                    "text": "[19]",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 520,
                    "text": "[24]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 943,
                    "text": "[25]",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 979,
                    "text": "[25]",
                    "end": 983
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "To reconstruct W R candidates, we select the two leptons with the largest p T and the two jets with the largest p T . The leading (subleading) leptons are required to have p T > 60 (53) GeV and to be within the detector acceptance (|η| < 2.4). Electrons are rejected if the supercluster lies in the range 1.444 < |η| < 1.566, which corresponds to the transition region between the barrel and endcap sections of the ECAL, where the performance is degraded. To suppress muons originating from hadron decays or pion punch-through in jets, we remove muons for which the sum of the p T of additional tracks that originate from the PV and that are inside a cone of R < 0.3 around the muon is more than 10% of the muon p T . We also require electrons to be isolated, i.e., the sum of the p T of all tracks inside a cone of R < 0.3 centered on the electron candidate, not associated with the electron and originating from the PV must be below 5 GeV. We use dedicated identification algorithms, optimized for the selection of high-momentum leptons [20,21]. The two jet candidates must each have p T > 40 GeV and be within |η| < 2.4. To avoid having reconstructed leptons overlap jets, we impose a ∆R > 0.4 requirement between all jets and leptons.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1039,
                    "text": "[20,",
                    "end": 1043
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1043,
                    "text": "21]",
                    "end": 1046
                }
            ]
        },
        {
            "text": "Signal model",
            "section_rank": 8
        },
        {
            "section": "Signal model",
            "text": "We use several auxiliary data samples to estimate signal and background contributions to our search as well as to validate our event selection. We use Monte Carlo (MC) simulation in the calculation of the signal efficiency and in the estimation of some of the SM backgrounds. In these simulations, the response of the CMS detector is modeled using the Geant4 package [26]. Pileup contributions are modeled by superimposing simulated JHEP05 (2018)148inelastic proton-proton interactions onto the primary hard scattering. The simulated distribution of the number of pileup events is matched to that observed in the data.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 367,
                    "text": "[26]",
                    "end": 371
                },
                {
                    "start": 440,
                    "text": "(2018)148",
                    "end": 449
                }
            ]
        },
        {
            "section": "Signal model",
            "text": "For estimating the acceptance and efficiency for detecting W R bosons, simulated signal samples of eejj and µµjj final states are generated assuming m N R = 1/2m W R , using the pythia 8.212 program [27] with the NNPDF2.3 [28] parton distribution functions (PDFs). Simulated signal samples with m N R = 1/2m W R , needed to estimate the 2D limits described in section 6, are also generated using pythia 8.212.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 199,
                    "text": "[27]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 222,
                    "text": "[28]",
                    "end": 226
                }
            ]
        },
        {
            "section": "Signal model",
            "text": "We focus our search on a region of phase-space where the signal is expected to appear. This signal region applies to events with two leptons with the same flavor and two jets. The invariant mass of the dilepton system must be above 200 GeV, to avoid contamination from resonant Z boson production. The m jj must be greater than 600 GeV to ensure that all the kinematic requirements on the candidates are fully efficient. There is no charge requirement on the leptons, to ensure sensitivity to a wider class of models.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "Signal model",
            "text": "Using the selection requirements described above, the product of the acceptance and efficiency for W R decays to the jj final state, increases from 30% at m W R = 1000 GeV to 57% for m W R > 3000 GeV in the electron channel, and similarly from 40 to 75% in the muon channel. For both channels, the signal efficiency reaches a plateau at m W R = 3000 GeV. The efficiency for electron events is lower than the muon event efficiency because of differences between the selection requirements, and because of the omission of the transition regions between the ECAL barrel and endcaps in the case of electrons.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Background estimation",
            "section_rank": 9
        },
        {
            "section": "Background estimation",
            "text": "Standard model processes that produce events with the same final-state particles as the signal model include DY production of lepton pairs with additional jets in the final state, and tt and diboson production. The DY+jets and tt production are irreducible background processes that comprise most of the background events in the signal region. The contribution from diboson backgrounds is suppressed by the dilepton mass requirement (m > 200 GeV). We also consider backgrounds for which candidate misidentification leads to events with two leptons and two jets in the final state. These backgrounds include W boson production with additional jets, t-channel single top quark events with additional jets, and QCD multijet events. These reducible backgrounds do not significantly contaminate our signal region. The diboson backgrounds constitute ∼1.5% of the total background in the signal region, the W+jets ∼0.5%, the single top quark events ∼5%, and the QCD events ∼0.1%.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Background estimation",
            "text": "The MC samples used to estimate the background processes are simulated with several MC event generators. The DY+jets and the tt samples are generated with MadGraph5 amc@nlo 2.3.3 [29] at next-to-leading order (NLO) using the NLO NNPDF3.0 [30] PDF set. Diboson (WW, WZ, and ZZ) samples are generated at leading order (LO) using pythia 8.212 along with the LO NNPDF2.3 [28] PDFs, while W+jets events are generated with MadGraph5 amc@nlo 2.3.3 [29] at leading order (LO) and single top quark events are produced in the tW channel with powheg v1.0 [31][32][33][34]. The more precise NLO calculations are used to normalize the SM simulated samples of dibo-JHEP05 (2018)148son, W+jets and single top quark events to NLO accuracy. The NNPDF3.0 PDFs are used for samples generated at NLO. For all samples, pythia 8.212 is used for parton showering, fragmentation and hadronization with the underlying event tune cuetp8m1 [35]. The DY+jets samples have one parton at the matrix element level, and additional parton showering is modeled in pythia. The potential double counting of partons generated using pythia with those using MadGraph5 amc@nlo is minimized using the MLM [36] (FXFX [37]) matching scheme in the LO (NLO) samples.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 179,
                    "text": "[29]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 238,
                    "text": "[30]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 367,
                    "text": "[28]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 441,
                    "text": "[29]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 544,
                    "text": "[31]",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 548,
                    "text": "[32]",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 552,
                    "text": "[33]",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 556,
                    "text": "[34]",
                    "end": 560
                },
                {
                    "start": 658,
                    "text": "(2018)148",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 913,
                    "text": "[35]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1164,
                    "text": "[36]",
                    "end": 1168
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1175,
                    "text": "[37]",
                    "end": 1179
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "We define different regions of phase-space (control regions) to estimate the contributions of the different SM backgrounds. To study the background contribution from DY+jets events we use a sample defined by the presence of two same-flavor, opposite-charge electrons or muons and two jets. The invariant mass of the dilepton system must satisfy m < 200 GeV. We call this the \"low dilepton mass control region\". The \"flavor control region\", used to study the tt background contribution, corresponds to an event sample composed of one electron, one muon, and two jets. For this region the invariant mass of the dilepton system must satisfy m > 200 GeV, while the m jj is required to be above 600 GeV.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Drell-Yan background",
            "section_rank": 10
        },
        {
            "section": "Drell-Yan background",
            "text": "Monte Carlo simulation is used to estimate the background from high mass DY lepton pair production in association with additional jets, since no high purity control region has been identified having the same kinematic characteristics as the signal region. The normalization of DY+jets background in simulation is adjusted to match the event counts in data using a SF calculated as the ratio of data and simulation events under the Z resonance in the range 80 < m < 100 GeV. This SF corrects for residual mismodeling between data and simulation, and includes the signal region requirements on the jets. The measured SF is 1.07 ± 0.01 (stat) in both electron and muon channels.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Drell-Yan background",
            "text": "We compare between data and MC all the kinematic distributions of the low dilepton mass control region for the ee and µµ channels, respectively. The agreement in this control region is especially important since we derive the estimate for the shape of the DY+jets background directly from simulation. The distributions of some kinematic quantities in the low dilepton mass control region with the SF already applied are shown in figure 1 for both electron and muon channels. In these plots, all expected SM backgrounds, except for DY+jets and tt, are labelled as Other backgrounds. Good agreement is observed in the shapes of the kinematic distributions in both cases.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "Drell-Yan background",
            "text": "To verify that the SF measured for DY+jets below the Z boson peak is valid also at higher dilepton masses, we use a dedicated control region, referred to as the \"low m jj control region\", which is defined by the signal region selections, except for an inverted m jj < 600 GeV requirement. In this control region, we check for agreement between data and simulation in events with high dilepton mass. The m jj distributions with the DY SF applied are shown in figure 2.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "tt background",
            "section_rank": 11
        },
        {
            "section": "tt background",
            "text": "The tt background contribution is estimated directly from data in the flavor control region defined above, which has the same kinematic characteristics as the tt events in the signal JHEP05 2018  Figure 1. Kinematic distributions for events in the low dilepton mass control region with the DY SF applied. The dilepton mass (upper left) and the scalar sum of all jet transverse momenta (lower left) are shown for the ee DY plus two jets selection. The m jj (upper right) and the dilepton transverse momentum (lower right) are shown for the µµ DY plus two jets selection. The uncertainty bands on the simulated background histograms include only statistical uncertainties. The uncertainty bars in the ratio plots represent combined statistical uncertainties of data and simulation.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 190,
                    "text": "2018",
                    "end": 194
                },
                {
                    "type": "figure",
                    "start": 196,
                    "text": "Figure 1",
                    "end": 204
                }
            ]
        },
        {
            "section": "tt background",
            "text": "region. For this estimate, we use the events in the flavor control region, assuming that there is no contamination from signal events. This assumption, which corresponds to an imposition of the conservation of individual lepton flavor on our signal models, is valid since, at leading order, the decay of a W R boson cannot yield events with an eµjj final state.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "tt background",
            "text": "To calculate the number of events from tt production in the eejj and the µµjj signal regions, we use simulated tt events to determine transfer factors R /eµ ( = ee or µµ) between the eµjj control region and the signal region. These factors are evaluated from the ratio of the number of simulated tt events in the distributions of m eejj or m µµjj in the signal region to the number of events in the distribution of m eµjj in the flavor control region. The",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 12
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Events / 20 GeV  number of events in the signal region is then given by:",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Using the transfer factor, we can account for the difference in the efficiency and acceptance between electrons and muons in these final states. The values of the transfer factors obtained are given in table 1. The R /eµ as a function of the m jj distribution is fit to a constant. A systematic uncertainty is assigned by fitting the transfer factor to a linear function and taking the difference between the values of this function at the high and low m jj . Figure 3 shows a comparison between simulated events and data for several kinematic variables in the flavor control region. The tt background contribution in the signal region is estimated without the direct use of simulated events. However, the agreement between simulation and data in the flavor control region suggests that other modeling using simulation, such as the signal acceptance, is reliable.",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 460,
                    "text": "Figure 3",
                    "end": 468
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 13
        },
        {
            "section": "Results",
            "text": "The strategy followed in this analysis is to search for deviations from the shape of the m jj distribution expected in the standard model. This distribution extends over a range of several TeV. While the LR symmetric models motivate the choice of the jj final state, we do not impose requirements on the signal shape specific to these models, in order to maintain sensitivity to other models. The strategy to search for an excess of events in a wide mass range is effective in analyzing the data without exploiting other characteristics of the benchmark signal model and reduces the effect of the uncertainties in the shapes of the backgrounds, especially in the high-m jj region. The expected number of signal and background events is estimated by counting the events falling in a particular m jj window. The upper and lower limits of the mass window are chosen as a function of m W R to obtain the most stringent expected cross section upper limits. Optimizing with respect to signal significance instead results in comparable mass windows. The width of the mass window for the electron final state varies from 130 GeV at low masses (m W R 800 GeV) to 3100 GeV at high JHEP05 (2018)148masses (m W R 6000 GeV). For muons, the mass window varies more, and becomes as large as 3800 GeV. The upper and lower bounds are fitted as functions of m W R to third degree polynomials to reduce the effect of statistical fluctuations in the optimization procedure.",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 1178,
                    "text": "(2018)148",
                    "end": 1187
                }
            ]
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)148",
            "text": "The probability of the observed number of events being produced by a combination of background and signal with a cross section σ is calculated using a Bayesian approach with flat signal prior and a fit model with nuisance parameters introduced to address the uncertainties, with log-normal priors. The exclusion limit on the cross section σ is defined as the upper bound of the one-sided 95% credibility interval determined from the posterior likelihood distribution for the signal cross section. This procedure is repeated for each mass hypothesis.",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)148",
            "text": "In order to take into account the statistical and systematic uncertainties, pseudoexperiments are performed, varying the expected number of events from signal and background according to the uncertainties as described below. The median of the distribution of the excluded cross section produced by pseudo-experiments and the intervals containing 68 and 95% of the pseudo-experiments are then quoted in the expected limits and their uncertainties.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)148",
            "text": "The sources of systematic uncertainty considered in this analysis are the uncertainty in the integrated luminosity determination [38], the normalization uncertainty in the tt background, the uncertainties due to proton PDFs, and factorization and renormalization scales for the DY+jets background and the signal, and the systematic effects related to candidate reconstruction. This last set of uncertainties, affecting the shape of the m jj distribution, include uncertainties in the jet and lepton energy scales and resolutions, and in the lepton reconstruction, trigger, isolation, and identification SFs.",
            "paragraph_rank": 37,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 129,
                    "text": "[38]",
                    "end": 133
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "In order to propagate the uncertainties in candidate reconstruction, a large number of pseudo-experiments are performed, varying all the uncertainty sources at the same time in an uncorrelated fashion, each according to a Gaussian distribution with mean equal to the nominal value and width equal to the uncertainty of the single source. The variations are performed before the event selection, so each pseudo-experiment is processed using the full analysis chain. The expected number of events for signal and background in a mass window is evaluated for each pseudo-experiment. The values used to extract the limit are given by the mean of the pseudo-experiment distribution, and their standard deviation is the propagated uncertainty. The uncertainties in the candidate reconstruction are then implemented as nuisance parameters with log-normal priors in the limit evaluation. The effects of these uncertainties on the signal and background yields are listed in table 2.",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)148",
            "text": "The uncertainty in the integrated luminosity affects only the normalization of the m jj distributions, as does the uncertainty in the tt extrapolation SF given by the sum in quadrature of its statistical and systematic uncertainties, evaluated as described in section 5.",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)148",
            "text": "The uncertainties in the estimation of the DY+jets background are implemented as a function of m jj following the PDF4LHC prescription [39], and affect both shape and normalization of the m jj distributions. Table 3 lists the range of values of these uncertainties, which are included in the evaluation of the limits as nuisance parameters with log-normal priors.",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 135,
                    "text": "[39]",
                    "end": 139
                },
                {
                    "type": "table",
                    "start": 208,
                    "text": "Table 3",
                    "end": 215
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "-10 -JHEP05 2018  Table 3. Uncertainties affecting the m jj distribution shape and normalization. The uncertainties in the tt SFs affect the tt background, the uncertainties in the DY PDF and the DY factorization and renormalization scales affect the DY+jets background, and the uncertainty in the integrated luminosity affects both signal and backgrounds.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 12,
                    "text": "2018",
                    "end": 16
                },
                {
                    "type": "table",
                    "start": 18,
                    "text": "Table 3",
                    "end": 25
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Concerning uncertainties in the signal arising from the PDF and scale uncertainties, only the effect on the W R signal acceptance is considered in the expected limit calculation. The effect is implemented as a function of m jj as for the DY+jets background.",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)148",
            "text": "All of the uncertainties that affect the shape of the m jj distribution also affect the number of events in specific mass ranges and effectively become normalization uncertainties.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "JHEP05(2018)148",
            "text": "To include the statistical uncertainties for each process in the evaluation of the limits, Gamma distributions are used [40]. In the limit estimation, pseudo-experiments are generated based on the expected number of events, sampled according to a Gamma distribution and multiplied by the log-normal distributions of the systematics uncertainties.",
            "paragraph_rank": 44,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 120,
                    "text": "[40]",
                    "end": 124
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "In table 4, the expected number of events, including the statistical and systematic uncertainties, for the W R signal, the DY+jets and tt background events, and the total of additional smaller background sources are reported, together with the observed number of JHEP05 2018   Figure 4. The m jj distribution in the signal region for the electron (left) and muon (right) channel. The uncertainty bands on the simulated background histograms include only statistical uncertainties. The uncertainty bars in the ratio plots represent combined statistical uncertainties of data and simulation. The gray error band around unity represents the systematic uncertainty on the simulation. events, for several representative W R mass points. The signal normalization is obtained for the assumptions m N R = 1/2m W R and g R = g L . In figure 4, we present the observed m jj distribution in the signal region and compare it to the expected backgrounds and the signal shape for m W R = 4 TeV. No significant deviations are seen in the data with respect to expectation.",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 270,
                    "text": "2018",
                    "end": 274
                },
                {
                    "type": "figure",
                    "start": 277,
                    "text": "Figure 4",
                    "end": 285
                },
                {
                    "type": "figure",
                    "start": 825,
                    "text": "figure 4",
                    "end": 833
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Expected and observed exclusion limits on the signal cross section at 95% CL are shown in figure 5, taking into account all the systematic and statistical uncertainties described in this section. For the W R model, with m N R = 1/2m W R , the observed lower limit at 95% CL on the mass of the right-handed W boson is 4.4 TeV for both channels, while the expected exclusion limit is 4.4 TeV for the electron channel and 4.5 TeV for the muon channel, giving JHEP05 2018  Figure 5. Expected and observed 95% CL upper limits on the product of σ(pp → W R ) and branching fraction B(W R → jj) for the electron channel on the left and for the muon channel on the right. The inner (green) band and the outer (yellow) band indicate the expected 68% and 95% CL exclusion regions.",
            "paragraph_rank": 46,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 463,
                    "text": "2018",
                    "end": 467
                },
                {
                    "type": "figure",
                    "start": 469,
                    "text": "Figure 5",
                    "end": 477
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "an improvement of ∼1.4 TeV from the previous analysis at 8 TeV. The most significant excess, of ∼1.5σ, is observed at m jj 3.4 TeV in the electron channel. A 2.8σ excess seen at m eejj ≈ 2.1 TeV with the 8 TeV analysis is thus not confirmed by the present data. The lower edge of the 95% CL band disappears at high masses because of the small number of events in that region. Assuming that only one heavy neutrino flavor N R contributes significantly to the W R decay width, the region in the two-dimensional (m W R , m N R ) mass plane is analyzed, covering a large range of neutrino masses below the W R boson mass. The W R cross section limits obtained for m N R = 1/2m W R are scaled to this 2D plane by applying an m W R -and m N R -dependent SF to the cross section limit. This SF is calculated using W R signal events at the generator level that pass the signal selection, and accounts for the change in the W R acceptance and efficiency as m N R changes for fixed m W R . The expected and observed upper limits on the cross section for different W R and N R mass hypotheses are shown in figure 6. The 2D exclusion limits are less stringent in the region m N R 1/8m W R , where the selection efficiency in generator level events is lower than in fully reconstructed events.",
            "paragraph_rank": 47,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1095,
                    "text": "figure 6",
                    "end": 1103
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 15
        },
        {
            "section": "Summary",
            "text": "A search for a right-handed analogue of the standard model W boson in the decay channel of two leptons and two jets has been presented. The analysis is based on proton-proton collision data collected at √ s = 13 TeV by the CMS experiment at the LHC in 2016, corresponding to an integrated luminosity of 35.9 fb −1 . No significant excess over the standard model background expectations is observed in the invariant mass distribution of the dilepton plus dijet system. Thus the 2.8σ excess previously observed in data recorded by CMS at 8 TeV is not confirmed. Assuming that couplings are identical to those of the standard model, a region in the two-dimensional plane (m W  Figure 6. Upper limit on the cross section for different W R and N R mass hypotheses, for the electron channel on the left and for the muon channel on the right. The expected and observed exclusions are shown as the dotted (blue) curve and the solid (red) curve, respectively. The thindotted (blue) curves indicate the region in (m WR , m NR ) parameter space that is expected to be excluded at 68% CL in the case that no signal is present in the data. range of right-handed neutrino masses is excluded at 95% confidence level. A W R boson decaying into a right-handed heavy neutrino with a mass m N R = 1/2m W R is excluded at 95% confidence level up to a mass of 4.4 TeV, providing the most stringent limit to date.",
            "paragraph_rank": 48,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 674,
                    "text": "Figure 6",
                    "end": 682
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 16
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.).",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 17
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F. R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 476,
                    "text": "R.S.-FNRS and FWO (Belgium)",
                    "end": 503
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 18
        },
        {
            "section": "JHEP05(2018)148",
            "text": "[7] R.N. Mohapatra and G. Senjanović, Neutrino mass and spontaneous parity violation, Phys. Rev. Lett. 44 (1980)  [11] CMS collaboration, Search for heavy neutrinos or third-generation leptoquarks in final states with two hadronically decaying τ leptons and two jets in proton-proton collisions at √ s = 13 TeV, JHEP 03 (2017) 077 [arXiv:1612.01190] [INSPIRE].",
            "paragraph_rank": 52,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 9,
                    "text": "Mohapatra and G. Senjanović, Neutrino mass and spontaneous parity violation, Phys. Rev. Lett. 44 (1980)",
                    "end": 112
                }
            ]
        },
        {
            "section": "JHEP05(2018)148",
            "text": "[12] CMS collaboration, Search for third-generation scalar leptoquarks and heavy right-handed neutrinos in final states with two tau leptons and two jets in proton-proton collisions at √ s = 13 TeV, JHEP 07 2017 JHEP05 (2018)148",
            "paragraph_rank": 53,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 207,
                    "text": "2017",
                    "end": 211
                },
                {
                    "start": 219,
                    "text": "(2018)148",
                    "end": 228
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 19
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The m jj distribution in the low m jj control region with the DY SF applied for the electron (left) and muon (right) channel. The uncertainty bands on the simulated background histograms include only statistical uncertainties. The uncertainty bars in the ratio plots represent combined statistical uncertainties of data and simulation.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "Figure 3 .",
            "section_rank": 20
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Kinematic distributions for events in the flavor control region with the DY SF applied. The dilepton mass (upper left), the m jj (upper right), the scalar sum of all jet transverse momenta (lower left), and the number of jets (lower right) are shown. The uncertainty bands on the simulated background histograms include only statistical uncertainties. The uncertainty bars in the ratio plots represent combined statistical uncertainties of data and simulation.",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "R , m N R ) covering a large",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "Table 2 .",
            "section_rank": 22
        },
        {
            "section": "Table 2 .",
            "text": "Effect of systematic uncertainties in candidate reconstruction efficiencies, energy scale and resolutions on the signal and background yields. The Signal column shows the range of uncertainties computed at each of the W R mass points. The Background column indicates the range of the uncertainties for the backgrounds.",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "text": "Table 4 .",
            "section_rank": 23
        },
        {
            "section": "Table 4 .",
            "text": "Number of expected events for signal, DY+jets, tt, Other, and All backgrounds, as well as the observed number of events in different W R mass windows. All uncertainties are included in the expected number of events. In each table cell, the entry is of the form (mean ± stat ± syst).",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "text": "912 [INSPIRE].[8] A. Das, P.S.B.Dev and R.N. Mohapatra, Same sign versus opposite sign dileptons as a probe of low scale seesaw mechanisms, Phys. Rev. D 97 (2018) 015018 [arXiv:1709.06553] [INSPIRE]. [9] M. Gell-Mann, P. Ramond and R. Slansky, Complex spinors and unified theories, in Supergravity, P.V. Nieuwenhuizen and D.Z. Freedman eds., Elsevier, The Netherlands, (1979), pg. 315 [Conf. Proc. C 790927 (1979) 315] [arXiv:1306.4669] [INSPIRE]. [10] CMS collaboration, Search for heavy neutrinos and W bosons with right-handed couplings in proton-proton collisions at √ s = 8 TeV, Eur. Phys. J. C 74 (2014) 3149 [arXiv:1407.3683] [INSPIRE].",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "121 [arXiv:1703.03995] [INSPIRE]. [13] CMS collaboration, Search for a heavy composite Majorana neutrino in the final state with two leptons and two quarks at √ s = 13 TeV, Phys. Lett. B 775 (2017) 315 [arXiv:1706.08578] [INSPIRE]. [14] ATLAS collaboration, Search for heavy neutrinos and right-handed W bosons in events with two leptons and jets in pp collisions at √ s = 7 TeV with the ATLAS detector, Eur. Phys. J. C 72 (2012) 2056 [arXiv:1203.5420] [INSPIRE]. [15] ATLAS collaboration, Search for third generation scalar leptoquarks in pp collisions at √ s = 7 TeV with the ATLAS detector, JHEP 06 (2013) 033 [arXiv:1303.0526] [INSPIRE]. [16] ATLAS collaboration, Search for heavy Majorana neutrinos with the ATLAS detector in pp collisions at √ s = 8 TeV, JHEP 07 (2015) 162 [arXiv:1506.06020] [INSPIRE]. [17] CMS collaboration, The CMS experiment at the CERN LHC, 2008 JINST 3 S08004 [INSPIRE].",
            "paragraph_rank": 60,
            "section_rank": 25
        },
        {
            "text": "JHEP05(2018)148",
            "section_rank": 27
        },
        {
            "section": "JHEP05(2018)148",
            "text": "INFN Sezione di Genova a , Università di Genova b , Genova, Italy ",
            "paragraph_rank": 61,
            "section_rank": 27
        }
    ]
}