{
    "level": "paragraph",
    "abstract": [
        {
            "text": "decays is measured using LHCb data corresponding to an integrated luminosity of 3.0 fb −1 , collected in pp collisions at centre-of-mass energies of 7 and 8 TeV. The results are",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "where the first uncertainties are statistical and the second systematic. This is the first measurement of A CP (B − → D − s D 0 ) and the most precise determination of A CP (B − → D − D 0 ). Neither result shows evidence of CP violation.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Weak decays of heavy hadrons are governed by transition amplitudes that are proportional to the elements V qq of the unitary 3×3 Cabibbo-Kobayashi-Maskawa (CKM) matrix [1,2], a crucial component of the Standard Model (SM) of elementary particle physics. Different decay rates between heavy-flavoured hadrons and their antiparticles are possible if there is interference between two or more quark-level transitions with different phases. The corresponding violation of CP symmetry was first observed in neutral kaon decays [3]. In B decays, CP violation was first observed in the interference between a decay with and without mixing [4,5] and later also directly in the decays of B 0 mesons [6,7].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 168,
                    "text": "[1,",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 171,
                    "text": "2]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 522,
                    "text": "[3]",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 632,
                    "text": "[4,",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 635,
                    "text": "5]",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 690,
                    "text": "[6,",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 693,
                    "text": "7]",
                    "end": 695
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The decays of charged or neutral B mesons to two charm mesons are driven by tree-level and loop-level amplitudes, as illustrated in figure 1. Annihilation diagrams also contribute, but to a lesser extent. The decays B 0 → D + D − , B 0 → D 0 D 0 and B − → D − D 0 are related by isospin symmetry, 1 and expressions that relate the branching fractions and CP asymmetries, as well as nonfactorizable effects, have been derived [8,9].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 297,
                    "text": "1",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 425,
                    "text": "[8,",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 428,
                    "text": "9]",
                    "end": 430
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The CP asymmetry in the decay of the B − meson to two charm mesons is defined as",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Nonzero CP asymmetries in B − → D − (s) D 0 decays are expected [10][11][12][13] due to interference of contributions from tree-level amplitudes with those from loop-level and annihilation amplitudes. In the SM, these CP asymmetries are expected to be small, O(10 −2 ). New physics contributions can enhance the CP asymmetry in these decays [12][13][14][15]. The most 1 Unless specified otherwise, charge conjugation is implied throughout the paper. precise measurements of the CP asymmetry in B − → D − D 0 decays are from the Belle and BaBar experiments, A CP = (0 ± 8 ± 2)% [16] and A CP = (−13 ± 14 ± 2)% [17], respectively, where the first uncertainties are statistical and the second systematic. The CP asymmetry in B − → D − s D 0 decays has not been measured before. This paper describes a measurement of the CP asymmetry in B − → D − s D 0 and B − → D − D 0 decays, using pp collision data corresponding to an integrated luminosity of 3.0 fb −1 , of which 1.0 fb −1 was taken in 2011 at a centre-of-mass energy of √ s = 7 TeV and 2.0 fb −1 in 2012 at √ s = 8 TeV. Charm mesons are reconstructed in the following decays:",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 64,
                    "text": "[10]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "start": 68,
                    "text": "[11]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 72,
                    "text": "[12]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 76,
                    "text": "[13]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 341,
                    "text": "[12]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 345,
                    "text": "[13]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 349,
                    "text": "[14]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 353,
                    "text": "[15]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 368,
                    "text": "1",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 577,
                    "text": "[16]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 609,
                    "text": "[17]",
                    "end": 613
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "are based on the measurements of the raw asymmetries",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where N indicates the observed yield in the respective decay channel. The raw asymmetries include the asymmetry in B production and detection efficiencies of the final states. If the asymmetries are small, higher-order terms corresponding to products of the asymmetries can be neglected, and the following relation holds",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where A P is the asymmetry in the production cross-sections, σ, of B ± mesons,",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "and A D is the asymmetry of the detection efficiencies, ε,",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "JHEP05(2018)160 2 Detector and simulation",
            "section_rank": 3
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "The LHCb detector [18,19] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region [20], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of siliconstrip detectors and straw drift tubes [21] placed downstream of the magnet. The polarity of the dipole magnet is reversed periodically throughout data-taking, to cancel, to first order, asymmetries in the detection efficiency due to nonuniformities in the detector response. The configuration with the magnetic field vertically upwards (downwards) bends positively (negatively) charged particles in the horizontal plane towards the centre of the LHC.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 18,
                    "text": "[18,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 22,
                    "text": "19]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 309,
                    "text": "[20]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 490,
                    "text": "[21]",
                    "end": 494
                }
            ]
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov (RICH) detectors [22]. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [23].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 502,
                    "text": "[22]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 802,
                    "text": "[23]",
                    "end": 806
                }
            ]
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "The online event selection is performed by a trigger [24], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. At the hardware trigger stage, events are required to have a muon with high p T or a hadron, photon or electron with high transverse energy in the calorimeters. The software trigger requires a two-, three-or fourtrack secondary vertex with a large sum of the transverse momenta of the tracks and a significant displacement from the primary pp interaction vertices. At least one track should have p T > 1.7 GeV/c and χ 2 IP with respect to any PV greater than 16, where χ 2 IP is defined as the difference in fit χ 2 of a given PV reconstructed with and without the considered particle. A multivariate algorithm [25] is used for the identification of secondary vertices consistent with the decay of a b hadron.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 53,
                    "text": "[24]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 646,
                    "text": "2",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 839,
                    "text": "[25]",
                    "end": 843
                }
            ]
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "Simulated events are used for the training of a multivariate selection, and for determining the shape of the invariant-mass distributions of the signals. In the simulation, pp collisions with B − → D − (s) D 0 decays are generated using Pythia [26,27] with a specific LHCb configuration [28]. Decays of hadronic particles are described by EvtGen [29], in which final-state radiation is generated using Photos [30]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [31,32] as described in ref. [33]. Known discrepancies in the simulation for the mass scale, the momentum resolution and the RICH response are corrected using data-driven methods.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 244,
                    "text": "[26,",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 248,
                    "text": "27]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 287,
                    "text": "[28]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 346,
                    "text": "[29]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 409,
                    "text": "[30]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 536,
                    "text": "[31,",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 540,
                    "text": "32]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 565,
                    "text": "[33]",
                    "end": 569
                }
            ]
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "candidates is a two-step process. First, loose criteria are applied to select candidates compatible with the decay",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "Second, a multivariate selection is applied and optimized by minimizing the statistical uncertainty on the asymmetry measurement.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "Charm meson candidates are constructed by combining 2, 3 or 4 final-state tracks that are incompatible with originating from any reconstructed primary vertex (χ 2 IP > 4). In addition, the sum of the transverse momenta of the tracks must exceed 1.8 GeV/c, the invariant mass must be within ±25 MeV/c 2 of the known charm meson mass [34] and the tracks are required to form a vertex with good fit χ 2 . Particle identification (PID) criteria are also applied to the final-state particles, such that particles that have a significantly larger likelihood to be a kaon than a pion are not used as a pion candidate, and conversely. Three-track combinations that are compatible with both",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 332,
                    "text": "[34]",
                    "end": 336
                }
            ]
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "s , based on the invariant mass of the three-track combination, the compatibility of opposite-charge track combinations with the φ → K + K − decay, and the PID information of the final-state tracks [35].",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 198,
                    "text": "[35]",
                    "end": 202
                }
            ]
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "In events with at least one D − or D − s candidate and at least one D 0 candidate, the charm mesons are combined to form a B − candidate if their invariant mass is in the range 4.8 − 7.0 GeV/c 2 . The B − candidate is required to form a vertex with good fit χ 2 , and have a transverse momentum in excess of 4.0 GeV/c. The resulting trajectory of the B − candidate must be consistent with originating from the associated PV, which is the PV for which the B − candidate has the smallest value of χ 2 IP . The reconstructed decay time divided by its uncertainty, τ /∆τ , of D 0 and D − s mesons with respect to the B − vertex is required to exceed −3, while for the longer-lived D − meson it is required to exceed +3. The tighter decay-time significance requirement on the D − eliminates background from B − → D 0 π − π + π − decays where the negatively charged pion is misidentified as a kaon. In the offline selection, trigger signals are associated with reconstructed particles. Signal candidates are selected if the trigger decision was due to the candidate itself, hereafter called trigger on signal (TOS), or due to the other particles produced in the pp collision, hereafter called trigger independent of signal (TIS).",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "The invariant-mass resolution of B − → D − (s) D 0 decays is significantly improved by performing a constrained fit [36]. In this fit, the decay products from each vertex are constrained to originate from a common vertex, the B − vertex is constrained to originate from the associated PV, and the invariant masses of the D 0 and the D − (s) mesons are constrained to their known masses [34],",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 116,
                    "text": "[36]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 386,
                    "text": "[34]",
                    "end": 390
                }
            ]
        },
        {
            "section": "JHEP05(2018)160 2 Detector and simulation",
            "text": "To reduce the combinatorial background, while keeping the signal efficiency as large as possible, a multivariate selection based on a boosted decision tree (BDT) [37,38] is applied. The following variables are used as input to the BDT: the transverse momentum and the ratio between the likelihoods of the kaon and pion hypotheses of each final-state track; the fit χ 2 of the B − candidate and of both charm meson vertices; the value of χ 2 IP of the B − candidate; the values of τ /∆τ for the B − and for both charm meson candidates; the invariant masses of the reconstructed charm meson candidates; and the invariant masses ",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 162,
                    "text": "[37,",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 166,
                    "text": "38]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 439,
                    "text": "2",
                    "end": 440
                }
            ]
        },
        {
            "text": "JHEP05(2018)160",
            "section_rank": 4
        },
        {
            "section": "JHEP05(2018)160",
            "text": "Channel ",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "section": "JHEP05(2018)160",
            "text": "channels, separated by charge and decay mode. The signal yields and corresponding raw asymmetries, calculated according to eq. (1.2), are listed in table 1. No significant dependence on the magnet polarity or data taking year is observed. Inaccuracies in the modelling of the signal or background may result in a small biases of the yields, but are not expected to introduce additional asymmetries, therefore no systematic uncertainties are attributed to the modelling of the signal and background shapes.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "Production and detection asymmetries",
            "section_rank": 5
        },
        {
            "section": "Production and detection asymmetries",
            "text": "The production asymmetry between B − and B + mesons at LHCb has been measured to be A P = (−0.5 ± 0.4)% using the B − → D 0 π − decay [40], and no significant dependence of A P on the transverse momentum or on the rapidity of the B meson has been observed.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 134,
                    "text": "[40]",
                    "end": 138
                }
            ]
        },
        {
            "section": "Production and detection asymmetries",
            "text": "Four contributions to the asymmetry of the detection efficiencies are considered: asymmetries in the tracking efficiency, the different K ± interaction cross-sections with the detector material, and the trigger and particle identification efficiencies.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "Production and detection asymmetries",
            "text": "The momentum-dependent tracking efficiency for pions has been determined by comparing the yields of fully to partially reconstructed D * + → (D 0 → K − π + π − π + )π + decays [41]. The corresponding asymmetries are summed for all final-state tracks of simulated B − → D − (s) D 0 events. After averaging over data-taking year and magnet polarity, the tracking asymmetry is determined to be (0.18±0.07)% for B − → D − s D 0 and (0.21±0.07)% for B − → D − D 0 decays, where the uncertainties are due to the finite sample of D * + decays used for the tracking efficiency measurement.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 176,
                    "text": "[41]",
                    "end": 180
                }
            ]
        },
        {
            "section": "Production and detection asymmetries",
            "text": "The interaction cross-section of K − mesons with matter is significantly larger than that of K + mesons, resulting in a large asymmetry of the charged kaon detection efficiency. The momentum-dependent difference in the detection asymmetry between kaons and pions has been measured by comparing the yield of D + → K − π + π + to the yield of D + → K 0 S π + decays [42]. These asymmetries, convoluted with the momentum spectra of the finalstate kaons, result in a contribution to the detection asymmetry of (−1.04 ± 0.16)% for B − → D − D 0 decays, this asymmetry cancels to first order since it has one K + and one K − particle in the final state, and the resulting asymmetry is (0.02 ± 0.01)%. The charge asymmetry of TIS candidates is independent of the signal decay channel in consideration and has been measured in B → D 0 µ − ν µ X decays [40]. After weighting by the TIS fraction, the asymmetry is found to be 0.04% and is neglected. A nonuniform response of the calorimeter may result in a charge asymmetry of the TOS signal. Large samples of D 0 → K − π + decays have been used to determine the p T -dependent trigger efficiencies and corresponding charge asymmetries for both pions and kaons. After convoluting these efficiencies with the simulated p T spectra, averaging by data-taking year and magnet polarity, and multiplying by the TOS fraction of the signal, the resulting asymmetry is below 0.05%, and is considered to be negligible.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 364,
                    "text": "[42]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 844,
                    "text": "[40]",
                    "end": 848
                }
            ]
        },
        {
            "section": "Production and detection asymmetries",
            "text": "In the candidate selection, particle identification criteria that rely on information from the RICH detectors are used. Possible charge asymmetries in the efficiencies of these selections are studied with samples of D 0 → K − π + that were selected without PID requirements. Depending on assumptions on the correlation between the PID and other variables in the multivariate selection, asymmetries smaller than 0.1% are found. Therefore, no correction is applied, and a 0.1% uncertainty is assigned.",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "section": "Production and detection asymmetries",
            "text": "The uncertainties of the contributions to the production and detection asymmetry are considered to be uncorrelated and result in a value of",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "Production and detection asymmetries",
            "text": "Changes in the fit model have a negligible effect on the measured asymmetry.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "Results and conclusions",
            "section_rank": 6
        },
        {
            "section": "Results and conclusions",
            "text": "The CP asymmetries are determined by subtracting the production and detection asymmetries from the measured raw asymmetry according to eq. (1.3). The obtained results are",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Results and conclusions",
            "text": "where the first uncertainties are statistical and the second systematic. The measured value of A CP (B − → D − s D 0 ) provides constraints on the range of CP violation predicted for a new physics model with R-parity violating supersymmetry [13].",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 241,
                    "text": "[13]",
                    "end": 245
                }
            ]
        },
        {
            "section": "Results and conclusions",
            "text": "In conclusion, the CP asymmetry in B − → D − s D 0 decays has been measured for the first time and the uncertainty on the CP asymmetry in B − → D − D 0 decays has been reduced by more than a factor two with respect to previous measurements. No evidence for CP violation in B − → D − (s) D 0 decays has been found. Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Illustration of (left) tree diagram and (right) loop diagram contributions to the decay B − → D − D 0 . Similar diagrams, with the d replaced by s, apply to the decay B − → D − s D 0 .",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "text": "- 4 -Figure 2 .",
            "section_rank": 8
        },
        {
            "section": "- 4 -Figure 2 .",
            "text": "Figure 2. Invariant-mass distribution of B − → D − (s) D 0 candidates, separated by charge. The top row plots areB − → D − s D 0 decays with D 0 → K − π + , the second row with D 0 → K − π + π − π + .The plots in the third row correspond to B − → D − D 0 candidates with D 0 → K − π + , the bottom row with D 0 → K − π + π − π + . The left plots are B − candidates, the right plots B + candidates. The overlaid curves show the fits described in the text.",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "(France); BMBF, DFG and MPG (Germany); INFN (Italy); NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FASO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (U.S.A.). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (U.S.A.). We are indebted to the communities behind the multiple open-source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), ANR, Labex P2IO and OCEVU, and Région Auvergne-Rhône-Alpes (France), Key Research Program of Frontier Sciences of CAS, CAS PIFI, and the Thousand Talents Program (China), RFBR, RSF and Yandex LLC (Russia), GVA, XuntaGal and GENCAT (Spain), Herchel Smith Fund, the Royal Society, the English-Speaking Union and the Leverhulme Trust (United Kingdom).",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Table 1 .",
            "section_rank": 10
        },
        {
            "section": "Table 1 .",
            "text": "Yields and raw asymmetries for",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "where the uncertainty is due to the finite samples of D + decays. For",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC (China);",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "text": "JHEP05(2018)160",
            "section_rank": 15
        },
        {
            "section": "JHEP05(2018)160",
            "text": "The LHCb collaboration associated to 38 72 Van Swinderen Institute, University of Groningen, Groningen, The Netherlands, associated ",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 37,
                    "text": "38 72",
                    "end": 42
                }
            ]
        }
    ]
}