{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for the decay B 0 s → K * 0 µ + µ − is presented using data sets corresponding to 1.0, 2.0 and 1.6 fb −1 of integrated luminosity collected during pp collisions with the LHCb experiment at centre-of-mass energies of 7, 8 and 13 TeV, respectively. An excess is found over the background-only hypothesis with a significance of 3.4 standard deviations. The branching fraction of the B 0 s → K * 0 µ + µ − decay is determined to be B(B 0 s → K * 0 µ + µ − ) = [2.9 ± 1.0 (stat) ± 0.2 (syst) ± 0.3 (norm)] × 10 −8 , where the first and second uncertainties are statistical and systematic, respectively. The third uncertainty is due to limited knowledge of external parameters used to normalise the branching fraction measurement.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The decay B 0 s → K * (892) 0 µ + µ − , hereafter referred to as B 0 s → K * 0 µ + µ − , proceeds via a b → d flavour-changing neutral-current (FCNC) transition. The leading contributions to the amplitude of the decay correspond to loop Feynman diagrams and involve the offdiagonal element V td of the Cabibbo-Kobayashi-Maskawa (CKM) quark-mixing matrix. This process is consequently rare in the Standard Model of particle physics (SM). New particles predicted by extensions of the SM can enter in competing diagrams and can significantly enhance or suppress the rate of the decay, see for example refs. [1,2]. Formfactor computations for the B 0 s → K * 0 transition have been made using light-cone sum rule [3,4] and lattice QCD [5] techniques. Standard Model predictions for the branching fraction of the decay are in the range 3-4 × 10 −8 [6][7][8].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 604,
                    "text": "[1,",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 607,
                    "text": "2]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 709,
                    "text": "[3,",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 712,
                    "text": "4]",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 731,
                    "text": "[5]",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 843,
                    "text": "[6]",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 846,
                    "text": "[7]",
                    "end": 849
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 849,
                    "text": "[8]",
                    "end": 852
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The observation of the rare b → d + − FCNC decays B + → π + µ + µ − and Λ 0 b → pπ − µ + µ − has been previously reported by the LHCb collaboration in refs. [9] and [10], respectively. Evidence for the decay B 0 → π + π − µ + µ − has also been established in ref. [11]. The decay B 0 s → K * 0 µ + µ − has not yet been observed. The measured ratio of the B + → π + µ + µ − and B + → K + µ + µ − branching fractions has also been used to determine the ratio of CKM elements |V td /V ts | [12], exploiting correlations between the B → K and B → π form-factors in lattice computations. A similar approach could, in the future, be applied to the ratio of the B 0 s → K * 0 µ + µ − and B 0 → K * 0 µ + µ − decay rates [13]. The decay B 0 → K * 0 µ + µ − , which involves a b → s + − transition, has been studied extensively by BaBar, Belle, CDF and by the LHC experiments [14][15][16][17][18][19]. The rate of the JHEP07(2018)020 decay appears to be systematically lower than current SM predictions. Global analyses of b → s processes favour a modification of the SM at the level of 4 to 5 standard deviations [20][21][22][23][24]. Similar studies of b → d processes are important to understand the flavour structure of the underlying theory.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 157,
                    "text": "[9]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 165,
                    "text": "[10]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 264,
                    "text": "[11]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "start": 300,
                    "text": "−",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 487,
                    "text": "[12]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 713,
                    "text": "[13]",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 867,
                    "text": "[14]",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "start": 871,
                    "text": "[15]",
                    "end": 875
                },
                {
                    "type": "bibr",
                    "start": 875,
                    "text": "[16]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "start": 879,
                    "text": "[17]",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "start": 883,
                    "text": "[18]",
                    "end": 887
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 887,
                    "text": "[19]",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1105,
                    "text": "[20]",
                    "end": 1109
                },
                {
                    "type": "bibr",
                    "start": 1109,
                    "text": "[21]",
                    "end": 1113
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1113,
                    "text": "[22]",
                    "end": 1117
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1117,
                    "text": "[23]",
                    "end": 1121
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1121,
                    "text": "[24]",
                    "end": 1125
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents a search for the decay B 0 s → K * 0 µ + µ − , where the inclusion of charge-conjugate processes is implied throughout, using data collected with the LHCb experiment in pp collisions during Runs 1 and 2 of the LHC. The data set used in this paper is as follows: 1.0 fb −1 of integrated luminosity collected at a centre-of-mass energy of 7 TeV during Run 1; 2.0 fb −1 of integrated luminosity collected at a centre-of-mass energy of 8 TeV during Run 1; and 1.6 fb −1 of integrated luminosity collected at a centre-of-mass energy of 13 TeV during Run 2. Section 2 of this paper describes the LHCb detector and the experimental setup used for the analysis. Section 3 outlines the selection processes used to identify signal candidates. Section 4 describes the method used to estimate the number of B 0 s → K * 0 µ + µ − decays in the data set. Section 5 describes the determination of the B 0 s → K * 0 µ + µ − branching fraction, normalising the number of observed signal decays to the number of B 0 → J/ψ K * 0 decays present in the data set. Section 6 discusses sources of systematic uncertainty on the B 0 s → K * 0 µ + µ − branching fraction. Finally, conclusions are presented in section 7.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Detector and simulation",
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [25,26] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a siliconstrip vertex detector surrounding the pp interaction region [27], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [28] placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors [29]. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillatingpad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [30].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[25,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "26]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 308,
                    "text": "[27]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 490,
                    "text": "[28]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1023,
                    "text": "[29]",
                    "end": 1027
                },
                {
                    "type": "bibr",
                    "start": 1322,
                    "text": "[30]",
                    "end": 1326
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "The online event selection is performed by a trigger [31]. The trigger consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. The signal candidates are required to pass through a hardware trigger that selects events containing at least one muon with p T greater than 1 to 2 GeV/c, depending on the data-taking conditions. The software trigger requires a two-, three-or four-track secondary vertex with a significant JHEP07(2018)020 displacement from any primary pp interaction vertex. At least one charged particle must have a large transverse momentum p T > 1 GeV/c and be inconsistent with originating from a PV. A multivariate algorithm [32] is used for the identification of secondary vertices consistent with the decay of a b hadron.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 53,
                    "text": "[31]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 748,
                    "text": "[32]",
                    "end": 752
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "Samples of simulated",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "s → J/ψ K * 0 and B 0 → J/ψ K * 0 decays are used to develop an offline event selection and to determine the efficiency to reconstruct the B 0 and B 0 s candidates in the different data-taking periods. In the simulation, pp collisions are generated using Pythia [33] with a specific LHCb configuration [34]. Decays of hadronic particles are described by EvtGen [35], in which final-state radiation is generated using Photos [36]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [37,38] as described in ref. [39]. Data-driven corrections are applied to the simulation to account for mismodelling of the detector occupancy and of the B 0 (s) meson production kinematics. The particle identification (PID) performance is measured from data using calibration samples [26].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 262,
                    "text": "[33]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 302,
                    "text": "[34]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 361,
                    "text": "[35]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "start": 424,
                    "text": "[36]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 551,
                    "text": "[37,",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 555,
                    "text": "38]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 580,
                    "text": "[39]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "start": 836,
                    "text": "[26]",
                    "end": 840
                }
            ]
        },
        {
            "text": "Candidate selection",
            "section_rank": 4
        },
        {
            "section": "Candidate selection",
            "text": "Signal candidates are formed by combining a K * 0 candidate with two oppositely charged tracks, which are identified as muons by the muon system. The K * 0 meson is reconstructed through its decay to the K − π + final state with invariant mass within ±70 MeV/c 2 of the known K * (892) 0 mass [40]. The muon pair is required to have an invariant mass squared in the range 0.1 < q 2 < 19.0 GeV 2 /c 4 , excluding the region 12.5 < q 2 < 15.0 GeV 2 /c 4 dominated by the ψ(2S) resonance. Candidates in the region 8.0 < q 2 < 11.0 GeV 2 /c 4 , which are dominated by decays via a J/ψ resonance, are treated separately in the analysis. The remaining candidates include B 0 s meson decays that produce a dimuon pair through the decay of a light-quark resonance or a charmonium state above the open charm threshold, which are inseparable from the short-distance component of the decay. These are considered part of the signal in the analysis.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 293,
                    "text": "[40]",
                    "end": 297
                }
            ]
        },
        {
            "section": "Candidate selection",
            "text": "The selection process used in this analysis is similar to that described in ref. [18]. The four charged tracks are required to each have a significant IP with respect to all PVs in the event and to be consistent with originating from a common vertex. The B 0 (s) meson candidate is required to be consistent with originating from one of the PVs in the event and its decay vertex is required to be well separated from that PV. The kaon and pion candidates must also be identified as kaon-like and pion-like by a multivariate algorithm [26] based on information from the RICH detectors, tracking system and calorimeters. The PID requirements are chosen to maximise the sensitivity to a SM-like B 0 s → K * 0 µ + µ − signal. To improve the resolution on the reconstructed K − π + µ + µ − invariant mass, m(K − π + µ + µ − ), candidates with an uncertainty larger than 22 MeV/c 2 on their measured mass are rejected. The opening angle between every pair of final-state particles is also required to be larger than 5 mrad in the detector. This requirement removes a possible source of background that arises when the hits associated to a given charged particle are mistakenly used in more than one reconstructed track. A kinematic fit is also performed,",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 81,
                    "text": "[18]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "start": 534,
                    "text": "[26]",
                    "end": 538
                }
            ]
        },
        {
            "text": "JHEP07(2018)020",
            "section_rank": 5
        },
        {
            "section": "JHEP07(2018)020",
            "text": "constraining the candidate to originate from its most likely production vertex [41]. In the kinematic fit of candidates with q 2 in the J/ψ mass window, the dimuon pair is also constrained to the known J/ψ mass. This mass constraint improves the resolution in m(K − π + µ + µ − ) for candidates involving an intermediate J/ψ resonance decay by a factor of two.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 79,
                    "text": "[41]",
                    "end": 83
                }
            ]
        },
        {
            "section": "JHEP07(2018)020",
            "text": "Signal candidates are further classified using an artificial neural network [42]. The neural network is trained using a sample of simulated B 0 → K * 0 µ + µ − decays as a proxy for the signal decay. Candidates in data with m(K − π + µ + µ − ) > 5670 MeV/c 2 are used as a background sample. This sample is predominantly comprised of combinatorial background, where uncorrelated tracks from the event are mistakenly combined. The neural network uses the following variables related to the topology of the B 0 (s) meson decay: the angle between the reconstructed momentum vector of the B 0 (s) meson and the vector connecting the PV and the decay vertex of the B 0 (s) candidate; the IP, p T and proper decay time of the B 0 (s) candidate; the vertex fit quality of the B 0 (s) decay vertex and of the dimuon pair; the minimum and maximum p T of the final-state particles and for the Run 1 data set a measure of the isolation of the final-state particles in the detector. It has been verified that the distribution of the variables used as input to, and the output distribution from, the classifier agree between the simulation and the data. The output of the neural network is transformed such that it is uniform in the range 0-1 on the signal proxy. Candidates with neural network response below 0.05 are rejected in the subsequent analysis. This requirement removes a background-dominated part of the data sample. The neural network response is validated on simulated",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 76,
                    "text": "[42]",
                    "end": 80
                }
            ]
        },
        {
            "section": "JHEP07(2018)020",
            "text": "Finally, a number of vetoes are applied to reject specific sources of background. Signal candidates are rejected if the pion candidate has a nonnegligible probability to be a kaon and if the K + K − invariant mass, after assigning the kaon mass to the pion candidate, is consistent within 10 MeV/c 2 of the known φ(1020) meson mass. This veto removes 98% of B 0 s → φµ + µ − decays inside the φ(1020) mass window. Candidates are also rejected if the kaon or pion are identifiable as a muon and the K − µ + or π + µ − mass, after assigning the muon mass hypothesis to the kaon or pion candidate, are consistent with that of a J/ψ or ψ(2S) meson (within ±60 MeV/c 2 of their known masses).",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Signal yields",
            "section_rank": 6
        },
        {
            "section": "Signal yields",
            "text": "In order to maximise sensitivity to a B 0 s → K * 0 µ + µ − signal, candidates are divided into regions of neural network response. The candidates are also divided based on the two data-taking periods, Run 1 and Run 2. Four regions of neural network response are selected for each data-taking period, each containing an equal amount of expected signal decays. The yield of the B 0 s → K * 0 µ + µ − decay is determined by performing a simultaneous unbinned maximum likelihood fit to the m(K − π + µ + µ − ) distribution of the eight resulting subsets of the data.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "Signal yields",
            "text": "In the likelihood fit, the signal lineshape of both the B 0 and the B 0 s → K * 0 µ + µ − decays is described by the sum of three functions: a Gaussian function with a power-law tail on the -4 -JHEP07(2018)020 lower-side of its peak, used to describe final-state radiation and energy loss in the detector; a Gaussian function with a power-law tail on the upper-side of its peak, used to describe the non-Gaussian tails of the signal mass distribution at large masses; and an additional Gaussian function to account for differences in the per-candidate resolution of the reconstructed mass. The two functions with power-law tails share a common width and all three functions share a common peak position. The B 0 s peak position is displaced from that of the B 0 by 87.5 MeV/c 2 [43]. The relative fractions of each function are fixed from fits to simulated B 0 and B 0 s → K * 0 µ + µ − decays. The widths of the functions and all of the tail parameters are also fixed from the simulation, except for an overall scaling of the widths and of the tail parameters to allow for potential data-simulation differences. The peak position and these scale factors are obtained from a fit to candidates with the dimuon in the J/ψ mass window, where the mass constraint on the dimuon mass has not been applied. The result of this fit is shown in the appendix in figure 4. In the fit to the data, the widths vary from their values in the simulation by 10 to 15%. The turn-on point of the upper tail (relative to the width of the distribution) is found to be consistent between data and simulation.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 778,
                    "text": "[43]",
                    "end": 782
                }
            ]
        },
        {
            "section": "Signal yields",
            "text": "After applying the selection procedure, the background predominately comprises combinatorial background. The combinatorial background is described in the fit by a separate exponential function in each subset of the data. A number of other sources of background are accounted for in the fit. The decay B 0 → K * 0 µ + µ − forms a source of background if the kaon is mistakenly identified as the pion and vice versa. The shape of this background is taken from the simulation. The yield of the background is constrained relative to that of the B 0 → K * 0 µ + µ − decay based on measurements of the kaon-to-pion and pion-to-kaon misidentification probabilities in the PID calibration samples. The decay Λ 0 b → pK − µ + µ − forms a source of background if the final-state hadrons are misidentified. This background is constrained from a control region in the data, by modifying the PID requirements on the candidates to preferentially select pK − rather than K − π + combinations. The shape of this background is modelled in the fit by Crystal Ball functions. The yield in each subset of the data is constrained using the proton and kaon identification and misidentification probabilities determined from the PID calibration samples. The decay B − → K − µ + µ − forms a source of background if a pion from the event is mistakenly combined with the particles coming from the B − meson decay. The background contribution from B − → K − µ + µ − decays is determined from a control region in the data, by selecting candidates with a K − µ + µ − invariant mass that is consistent with the known B − mass. This background is only visible for the candidates with q 2 in the J/ψ mass region. The shape of the background in the fit is modelled by Crystal Ball functions. Several other sources of background are considered but are found to have a negligible contribution to the fit. These sources include semileptonic decays of b hadrons via intermediate open-charm states and fully hadronic b-hadron decays. The background from semileptonic decays is predominantly reconstructed at low m(K − π + µ + µ − ) and does not contribute to the analysis. Fully hadronic b-hadron decays contribute at the level of 1 to 2 candidates at masses close to the known B 0 s mass. This background is neglected in the analysis but is considered as a source of systematic uncertainty in section 6. Figure 1 shows the fit to the candidates, where the result of the fit in the three most signal-like neural network response bins for each data-taking period has been combined.   ",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2367,
                    "text": "Figure 1",
                    "end": 2375
                }
            ]
        },
        {
            "text": "LHCb",
            "section_rank": 7
        },
        {
            "text": "LHCb",
            "section_rank": 8
        },
        {
            "section": "LHCb",
            "text": "Candidates in the least signal-like bin are not included. This bin has a much higher level of combinatorial background and would visually obscure any B 0 s signal. The dominant contribution in the fit is the B 0 → K * 0 µ + µ − decay. Figure 2 shows the fit to the massconstrained candidates in the J/ψ mass region, also with the three highest neural network response bins for each data taking period combined. In this fit, a small background component from B 0 → K * 0 µ + µ − decays is included. This background has the same final state but is constrained to the wrong dimuon mass and becomes a broad component in the fit. The fit results in individual bins of neural network response are shown in the appendix in figures 5 and 6. Summing over the bins of neural network response and data-taking periods, the yields are: 627 244 ± 837 for the B 0 → J/ψ K * 0 decay, 5730 ± 94 for the B 0 s → J/ψ K * 0 decay, 4157 ± 72 for the B 0 → K * 0 µ + µ − decay, and 38 ± 12 for the B 0 s → K * 0 µ + µ − decay. No correction has been made to these yields to account for cases where the K − π + system does not originate from a K * (892) 0 decay. Contamination from non-K * 0 decays is discussed further in section 5. Using Wilks' theorem, and a likelihood ratio test between the signal-plus-background and the background-only hypothesis, the significance of the B 0 s → K * 0 µ + µ − yield is determined to be −2 log(L S+B /L B ) = 3.4 standard deviations. The signal significance has been validated using pseudoexperiments generated under the null hypothesis. This includes the systematic uncertainties on the yield discussed in section 6.   -7 -JHEP07(2018)020",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 235,
                    "text": "Figure 2",
                    "end": 243
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The branching fraction of the B 0 s → K * 0 µ + µ − decay is determined with respect to that of B 0 → J/ψ K * 0 according to",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "Here, N is the yield for a given decay mode determined from the fit to m(K − π + µ + µ − ) or m(J/ψ K − π + ) and ε is the efficiency to reconstruct and select the given decay mode. The ratio f s /f d is the relative production fraction of B 0 s and B 0 mesons in pp collisions. The efficiency to trigger, reconstruct and select each of the decay modes is determined from the simulation after applying the data-driven corrections. The efficiency for the B 0 s → K * 0 µ + µ − decay is corrected to account for events in the vetoed q 2 regions following the same prescription as ref. [19]. The efficiency corrected yields are further corrected for contamination from decays with the K − π + system in an S-wave configuration. For the decay B 0 s → J/ψ K * 0 , the S-wave fraction of F S (B 0 → J/ψ K * 0 ) = (6.4 ± 0.3 ± 1.0)% determined in ref. [44] is used. The S-wave contamination of the B 0 s → K * 0 µ + µ − decay is unknown but it is assumed to be at a similar level to that of the B 0 → K * 0 µ + µ − decay. The full size of the S-wave correction is taken as a systematic uncertainty. The S-wave contamination of the B 0 → K * 0 µ + µ − decay is determined using the model from ref. [19]. This model predicts an S-wave fraction of F S (B 0 → K * 0 µ + µ − ) = (3.4± 0.8)% in the K − π + mass window used in this analysis.",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 583,
                    "text": "[19]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 845,
                    "text": "[44]",
                    "end": 849
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1190,
                    "text": "[19]",
                    "end": 1194
                }
            ]
        },
        {
            "section": "Results",
            "text": "The ratio of production fractions, f s /f d , has been measured at 7 and 8 TeV to be f s /f d = 0.259 ± 0.015 in the LHCb detector acceptance [45]. 1 The production fraction at 13 TeV has been shown to be consistent with that of the 7 and 8 TeV data in ref. [47]. The production fraction at 13 TeV has also been validated in this analysis by comparing the efficiency-corrected yields of the B 0 and the B 0 s → J/ψ K * 0 decays in bins of the B 0 (s) meson p T . Taking the branching fractions of the decays B 0 → J/ψ K * 0 and J/ψ → µ + µ − to be (1.19 ± 0.01 ± 0.08) × 10 −3 [48] and (5.96 ± 0.03)% [40], respectively, results in a branching fraction for the B 0",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 142,
                    "text": "[45]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 148,
                    "text": "1",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 258,
                    "text": "[47]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 577,
                    "text": "[48]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "start": 601,
                    "text": "[40]",
                    "end": 605
                }
            ]
        },
        {
            "section": "Results",
            "text": "The first and second uncertainties are statistical and systematic, respectively. The third uncertainty is due to limited knowledge of the external parameters used to normalise the observed yield. This comprises the uncertainty on the external branching fraction measurements, on f s /f d , F S (B 0 → J/ψ K * 0 ) and F S (B 0 s → K * 0 µ + µ − ). A measurement of the branching fraction of the B 0 s → K * 0 µ + µ − decay relative to that of B 0 s → J/ψ K * 0 is also made. The S-wave contamination of the B 0 s → J/ψ K * 0 decay is corrected for by using the measurements of F S in bins of m(K − π + ) from ref. [49], scaled JHEP07(2018)020 according to the model in ref. [19], giving F S (B 0 s → J/ψ K * 0 ) = (16.0±3.0)%. The resulting ratio of branching fractions is",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 613,
                    "text": "[49]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 673,
                    "text": "[19]",
                    "end": 677
                }
            ]
        },
        {
            "section": "Results",
            "text": "where the third uncertainty is due to F S (B 0 s → J/ψ K * 0 ) and F S (B 0 s → K * 0 µ + µ − ). In order to determine the ratio |V td /V ts | it is also useful to extract the ratio",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "where the third uncertainty corresponds to the uncertainties on",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The measurements presented in section 5 are performed relative to decays that have the same final-state particles as the B 0 s → K * 0 µ + µ − decay. Consequently, many potential sources of systematic uncertainty largely cancel in the ratios. The remaining sources of systematic uncertainty are discussed below and are summarised in table 1. Only systematic uncertainties that have an effect on the measured yield are considered when evaluating the significance of the observed signal. These are systematic uncertainties related to the signal resolution, neural network binning scheme and the residual backgrounds at m(K − π + µ + µ − ) close to the known B 0 s meson mass. The m(K − π + µ + µ − ) model used to describe the decays B 0 and B 0 s → K * 0 µ + µ − is taken from the simulation with a simple scaling of the width and tail parameters based on the fit to the data in the J/ψ mass region. Any difference in the q 2 spectrum of the simulation and the data could result in a small mismodelling of the lineshape. To account for this possibility, the width of the m(K − π + µ + µ − ) resolution model is allowed to vary within 0.5 MeV/c 2 in the fit. This covers the full variation in the simulation of the width across the allowed q 2 range and contributes 0.1% to the systematic uncertainty. A final uncertainty on the signal lineshape is evaluated based on the difference in fits to the candidates in the J/ψ mass region with and without the constraint on the dimuon mass. A systematic uncertainty of 0.5% is assigned, taken as the difference in efficiency-corrected B 0 → J/ψ K * 0 yields between these two fits. In addition, an alternative parameterisation with an exponential tail rather than a power-law tail is tested for the lineshape describing the Λ 0 b background. The difference in yields between the two models results in a systematic uncertainty of 0.1% on the B 0 s → K * 0 µ + µ − yield. The total uncertainty related to mass lineshapes is taken as the sum in quadrature of the uncertainties.",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty related to the relative efficiencies in each neural network response bin is evaluated in two parts: an uncertainty due to the limited size of the simulation sample used to determine the relative fractions and an uncertainty due to differences -9 -  Table 1. Main sources of systematic uncertainty considered on the branching fraction measurements. The first uncertainty applies to the measurement of B(B 0 s → K * 0 µ + µ − ), the second to B(B 0 s → K * 0 µ + µ − )/B(B 0 → K * 0 µ + µ − ) and the third to B(B 0 s → K * 0 µ + µ − )/B(B 0 s → J/ψ K * 0 ), respectively. A description of the different contributions can be found in the text. The first three sources of uncertainty affect the measured yield of the signal decay. The total uncertainty is the sum in quadrature of the individual sources. The final row indicates the additional uncertainty arising from the uncertainties on external parameters used in the measurements. between simulated samples and the data. The latter is evaluated by correcting the fraction of B 0 s → K * 0 µ + µ − decays in each neural network response bin by the measured difference between simulation and data for the B 0 → J/ψ K * 0 decays. The combination of these uncertainties is 0.5%.",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 276,
                    "text": "Table 1",
                    "end": 283
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Sources of background from hadronic b-hadron decays, where two of the final-state hadrons are misidentified as muons, are neglected in the final fit to the K * 0 µ + µ − candidates. These backgrounds are estimated to contribute 1 to 2 candidates at m(K − π + µ + µ − ) close to the known B 0 s mass. The resulting systematic uncertainty on the B 0 s → K * 0 µ + µ − yield is estimated to be 2%. The background is negligible compared to the B 0 yield. The background yield from Λ 0 b decays is constrained using PID efficiencies from control samples and these efficiencies have an associated systematic uncertainty. This uncertainty is accounted for in the statistical uncertainty of the fit and is negligible.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "Other sources of systematic uncertainties are associated to the normalisation of the observed yield for the measurements of the branching fraction and branching-fraction ratios. The largest source of systematic uncertainty on both B(B 0 s → K * 0 µ + µ − ) and the branching-fraction ratio measurements is associated to how well external parameters are known: there is a 5.8% uncertainty on the ratio of the B 0 s and B 0 fragmentation fractions, a 1.1% systematic uncertainty due to F S (B 0 → J/ψ K * 0 ), a 0.8% uncertainty due to F S (B 0 → K * 0 µ + µ − ), a 4.0% uncertainty due to F S (B 0 s → J/ψ K * 0 ) and a 6.8% uncertainty on B(B 0 → J/ψ K * 0 ). It is assumed that these external uncertainties are uncorrelated.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "JHEP07(2018)020",
            "section_rank": 11
        },
        {
            "section": "JHEP07(2018)020",
            "text": "The second largest source of uncertainty is due to how well the amplitudes for the B 0 → J/ψ K * 0 , B 0 s → J/ψ K * 0 , B 0 → K * 0 µ + µ − , and B 0 s → K * 0 µ + µ − decays are known. The uncertainty on the decay structure leads to an uncertainty on the efficiencies used to correct the observed yields. The amplitude structure of the B 0 → J/ψ K − π + decay has been studied in refs. [44,48], and the amplitude structure of the B 0 s → J/ψ K − π + decay in ref. [49]. These measurements are used to weight the simulated events used to determine ε and a systematic uncertainty is assigned as the difference of ε with and without the weighting. The full angular distribution of B 0 → K * 0 µ + µ − has been studied by the LHCb collaboration in ref. [19]. The decay structure of the B 0 s → K * 0 µ + µ − decay is, however, unknown. To determine a systematic uncertainty associated to the knowledge of these decay models, the simulated samples are weighted such that the coupling strengths used in the model are consistent with the results from global fits to b → s data [20][21][22][23][24]. Again, the systematic uncertainty is assigned as the difference of ε with and without the weighting. The total systematic uncertainty due to the knowledge of decay models is 4% for all measurements. Finally, the contribution from non-K * 0 states in the B 0 s → K * 0 µ + µ − is also considered. This contribution is also unknown and is assumed to be at a similar level as seen in the decay B 0 → K − π + µ + µ − [19]. Assigning the full size of the effect as systematic uncertainty results in a 3.4% uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 388,
                    "text": "[44,",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 392,
                    "text": "48]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 466,
                    "text": "[49]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 751,
                    "text": "[19]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1072,
                    "text": "[20]",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "start": 1076,
                    "text": "[21]",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1080,
                    "text": "[22]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1084,
                    "text": "[23]",
                    "end": 1088
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1088,
                    "text": "[24]",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1507,
                    "text": "[19]",
                    "end": 1511
                }
            ]
        },
        {
            "section": "JHEP07(2018)020",
            "text": "The efficiency ratios used to determine the different branching fraction measurements have an uncertainty of around 1.5%. These uncertainties comprise a statistical component due to the limited size of the simulated samples and a systematic component associated to the choice of binning in kinematic variables used to evaluate PID and track reconstruction efficiencies. A separate systematic uncertainty is also considered on the ratio of efficiencies due to data-simulation differences. This systematic uncertainty is evaluated by taking the deviation between the efficiency ratio with and without corrections described in section 2 applied. This includes corrections to the B 0 (s) meson kinematics, PID performance and track reconstruction efficiency. This results in an additional uncertainty of 1 to 2% depending on the measurement considered.",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "A search for the decay B 0 s → K * 0 µ + µ − is performed using data sets corresponding to 1.0, 2.0 and 1.6 fb −1 of integrated luminosity collected with the LHCb experiment at centre-ofmass energies of 7, 8 and 13 TeV, respectively. A yield of 38 ± 12 B 0 s → K * 0 µ + µ − decays is obtained, providing the first evidence for this decay with a significance of 3.4 standard deviations above the background-only hypothesis. The resulting branching fraction is determined to be",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "This measurement is consistent with existing SM predictions of the branching fraction of the decay and a SM-like value of |V td /V ts |. A detailed analysis of the q 2 spectrum of the B 0 s → K * 0 µ + µ − decay requires a larger data set. Such a data set should be available with the upgraded LHCb experiment [50].",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 310,
                    "text": "[50]",
                    "end": 314
                }
            ]
        },
        {
            "text": "JHEP07(2018)020",
            "section_rank": 13
        },
        {
            "text": "Acknowledgments",
            "section_rank": 14
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: ",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "A Invariant-mass distributions",
            "section_rank": 15
        },
        {
            "section": "A Invariant-mass distributions",
            "text": "In these appendices, the fits to the J/ψ K − π + and K − π + µ + µ − invariant mass of the selected candidates in bins of neural network response for both the Run 1 and Run 2 data sets are shown. The fit to the K − π + µ + µ − invariant mass of the candidates in the J/ψ mass window is shown in figure 4. This fit is used to determine the resolution and tail parameters for the B 0 s → K * 0 µ + µ − decay. The fit to K − π + µ + µ − invariant mass of the B 0 s → K * 0 µ + µ − candidates is shown in figure 5. The fit to the J/ψ K − π + invariant mass after application of the J/ψ mass constraint is shown in figure 6.  -13 -JHEP07(2018)020 ",
            "paragraph_rank": 33,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 295,
                    "text": "figure 4",
                    "end": 303
                },
                {
                    "type": "figure",
                    "start": 501,
                    "text": "figure 5",
                    "end": 509
                },
                {
                    "type": "figure",
                    "start": 610,
                    "text": "figure 6",
                    "end": 618
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 16
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Distribution of reconstructed K − π + µ + µ − invariant mass of candidates outside the J/ψ and ψ(2S) mass regions, summing the three highest neural network response bins of each run condition. The candidates are shown (left) over the full range and (right) over a restricted vertical range to emphasise the B 0 s → K * 0 µ + µ − component. The solid line indicates a combination of the results of the fits to the individual bins. Components are detailed in the legend, where they are shown in the same order as they are stacked in the figure. The background from misidentified B 0 → K * 0 µ + µ − decays is included in the B 0 → K * 0 µ + µ − component.",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Figure 3",
            "section_rank": 17
        },
        {
            "section": "Figure 3",
            "text": "shows the variation of the log-likelihood of the simultaneous fit as a function of the B 0 s → K * 0 µ + µ − yield.",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Figure 2 .Figure 3 .",
            "section_rank": 18
        },
        {
            "section": "Figure 2 .Figure 3 .",
            "text": "Figure 2. Distribution of reconstructed J/ψ K − π + invariant mass of the candidates in the J/ψ mass region summing the three highest neural network response bins of each run condition, shown (left) over the full range and (right) over a restricted vertical range to emphasise the B 0 s → J/ψ K * 0 component. The solid line indicates a combination of the results of the fits to the individual bins. Components are detailed in the legend, where they are shown in the same order as they are stacked in the figure. The background from misidentified B 0 → J/ψ K * 0 decays is included in the B 0 → J/ψ K * 0 component.",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FASO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (U.S.A.). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (U.S.A.). We are indebted to the communities behind the multiple open-source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), ANR, Labex P2IO and OCEVU, and Région Auvergne-Rhône-Alpes (France), Key Research Program of Frontier Sciences of CAS, CAS PIFI, and the Thousand Talents Program (China), RFBR, RSF and Yandex LLC (Russia), GVA, XuntaGal and GENCAT (Spain), Herchel Smith Fund, the Royal Society, the English-Speaking Union and the Leverhulme Trust (United Kingdom).",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Figure 4 .",
            "section_rank": 20
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Distribution of reconstructed K − π + µ + µ − invariant mass of candidates in the J/ψ mass window in (top four figures) the Run 1 and (bottom four figures) Run 2 data sets. The candidates are divided into four independent bins of increasing neural network response per data taking period.",
            "paragraph_rank": 38,
            "section_rank": 20
        },
        {
            "text": "Figure 5 .Figure 6 .",
            "section_rank": 21
        },
        {
            "section": "Figure 5 .Figure 6 .",
            "text": "Figure 5. Distribution of reconstructed K − π + µ + µ − invariant mass of candidates outside of the J/ψ and ψ(2S) mass regions in (top four figures) the Run 1 and (bottom four figures) Run 2 data sets. The candidates are divided into four independent bins of increasing neural network response per data taking period.",
            "paragraph_rank": 39,
            "section_rank": 21
        },
        {
            "section": "Figure 5 .Figure 6 .",
            "text": "fs/f d value updated in ref.[46].",
            "paragraph_rank": 40,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 28,
                    "text": "[46]",
                    "end": 32
                }
            ]
        },
        {
            "text": "JHEP07(2018)020",
            "section_rank": 23
        },
        {
            "section": "JHEP07(2018)020",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. ",
            "paragraph_rank": 41,
            "section_rank": 23
        },
        {
            "text": "JHEP07(2018)020",
            "section_rank": 24
        }
    ]
}