{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Results of a search for gluino pair production with subsequent R-parity-violating decays to quarks are presented. This search uses 36.1 fb-1 of data collected by the ATLAS detector in proton-proton collisions with a centre-of-mass energy of Vs = 13 TeV at the LHC. The analysis is performed using requirements on the number of jets and the number of jets tagged as containing a b-hadron as well as a topological observable formed by the scalar sum of masses of large-radius jets in the event. No significant excess above the expected Standard Model background is observed. Limits are set on the production of gluinos in models with the R-parity-violating decays of either the gluino itself (direct decay) or the neutralino produced in the R-parity-conserving gluino decay (cascade decay). In the gluino cascade decay model, gluino masses below 1850 GeV are excluded for 1000 GeV neutralino mass. For the gluino direct decay model, the 95% confidence level upper limit on the cross section times branching ratio varies between 0.80 fb at mg = 900 GeV and 0.011 fb at mg = 1800 GeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Supersymmetry (SUSY) [1][2][3][4][5][6] is a theoretical extension of the Standard Model (SM) which fundamentally relates fermions and bosons. It is an alluring theoretical possibility given its poten tial to solve the hierarchy problem [7][8][9][10]. This Letter presents a search for supersymmetric gluino pair production with subsequent R-parity-violating (RPV) [11][12][13][14][15][16] decays into quarks in events with many jets using 36.1 fb-1 of p-p collision data at y/s = 13 TeV collected by the ATLAS detector in 2015 and 2016. In the minimal supersymmetric extension of the Standard Model, the RPV compo nent of a generic superpotential can be written as [15,17]: (1) where i, j, k = 1,2, 3 are generation indices. The generation indices are omitted in the discussions that follow if the statement being made is not specific to any generation. The first three terms in Eq. (1) are often referred to as the trilinear couplings, whereas the last term is referred to as bilinear. The Li and Q i represent the lep ton and quark SU(2)L doublet superfields, whereas H2 represents the Higgs superfield. The Ej, D j, and Uj are the charged lepton, down-type quark, and up-type quark SU(2)L singlet superfields, respectively. The couplings for each term are given by A, A', and A\", while k is a mass parameter. In the benchmark models considered in this search, the couplings of A and A' are set to zero and only the baryon-number-violating coupling A' j is non-zero. Because of the structure of Eq. (1), scenarios in which only Aj = 0 are of ten referred to as UDD scenarios. The diagrams shown in Fig. 1 represent the benchmark processes used in the optimization and design of the search presented in this Letter. In the gluino direct decay model ( Fig. 1(a)), the gluino directly decays into three quarks via the RPV UDD coupling A'', leading to six quarks at tree level in the final state of gluino pair production. In the gluino cascade decay model ( Fig. 1(b)), the gluino decays into two quarks and a neutralino, which, in turn, decays into three quarks via the RPV UDD coupling A'', resulting in ten quarks at tree level in the final state of gluino pair production. Events produced in these processes typically have a high multiplicity of reconstructed jets. In signal models considered in this search, the production of the gluino pair is assumed to be independent of the value of A''. Decay branching ratios of all possible A'' flavour combinations given by the struc ture of Eq. (1) are assumed to be equal, and decays of the gluino and neutralino are implemented as prompt decays via modifying the decay widths of gluinos and neutralinos. In this configuration, a significant portion of signal events contain at least one bottom or top quark. Other models of the RPV UDD scenario, such as the https://doi.org/10.1016/j.physletb.2018.08.021 0370-2693/© 2018 The Author. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP3. Fig. 1. Diagrams for the benchmark processes considered for this analysis. The black lines represent Standard Model particles, the red lines represent SUSY partners, the grey shaded circles represent effective vertices that include off-shell propagators (e.g. heavy squarks coupling to a X0 neutralino and a quark), and the blue solid circles represent effective RPV vertices allowed by the baryon-number-violating A\" couplings with off-shell propagators (e.g. heavy squarks coupling to two quarks). Quark and antiquark are not distinguished in the diagrams. (For interpretation of the colours in the figure(s), the reader is referred to the web version of this article.) Minimal Flavour Violation model [18,19], predict that the gluino decays preferentially into final states with third-generation quarks. These theoretical arguments motivate the introduction of b-tagging requirements into the search.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 21,
                    "text": "[1]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 24,
                    "text": "[2]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 27,
                    "text": "[3]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 30,
                    "text": "[4]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 33,
                    "text": "[5]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 36,
                    "text": "[6]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 237,
                    "text": "[7]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 240,
                    "text": "[8]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 243,
                    "text": "[9]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 246,
                    "text": "[10]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 365,
                    "text": "[11]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 369,
                    "text": "[12]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 373,
                    "text": "[13]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 377,
                    "text": "[14]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 381,
                    "text": "[15]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 385,
                    "text": "[16]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 666,
                    "text": "[15,",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 670,
                    "text": "17]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 675,
                    "text": "(1)",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 884,
                    "text": "(1)",
                    "end": 887
                },
                {
                    "type": "figure",
                    "start": 1601,
                    "text": "Fig. 1",
                    "end": 1607
                },
                {
                    "type": "figure",
                    "start": 1753,
                    "text": "Fig. 1(a)",
                    "end": 1762
                },
                {
                    "type": "figure",
                    "start": 1958,
                    "text": "Fig. 1(b)",
                    "end": 1967
                },
                {
                    "type": "figure",
                    "start": 3031,
                    "text": "Fig. 1",
                    "end": 3037
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 3735,
                    "text": "[18,",
                    "end": 3739
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 3739,
                    "text": "19]",
                    "end": 3742
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This analysis is an update to previous ATLAS searches for sig nals arising from RPV UDD scenarios [20,21] performed with data taken at = 8 TeV. The search strategy closely follows the one implemented in Ref. [21], which excludes a gluino with mass up to 917 GeV in the gluino direct decay model, and a gluino with mass up to 1000 GeV for a neutralino mass of 500 GeV in the gluino cas cade decay model. Two other publications [22,23] from the ATLAS Collaboration reported on the searches for signals from a differ ent gluino cascade decay model where the quarks/antiquarks from the gluino decay are top quark-anti-quark pairs and the quarks from the neutralino decays are u, d or s quarks. These searches probed events with at least one electron or muon. The most strin gent lower limit on the gluino mass, from Ref. [22], is 2100 GeV for a neutralino mass of 1000 GeV. In a recent publication [24], the CMS Collaboration set a lower limit of 1610 GeV on the gluino mass in an RPV UDD scenario where the gluino exclusively decays into a final state of a top quark, a bottom quark and a strange quark, using ^/s = 13 TeV pp collision data.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 98,
                    "text": "[20,",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 102,
                    "text": "21]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 208,
                    "text": "[21]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 426,
                    "text": "[22,",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 430,
                    "text": "23]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 817,
                    "text": "[22]",
                    "end": 821
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 894,
                    "text": "[24]",
                    "end": 898
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [25] covers almost the whole solid an gle around the collision point with layers of tracking detectors, calorimeters and muon chambers. The inner detector, immersed in a magnetic field provided by a solenoid, has full coverage in 0 and covers the pseudorapidity range |nl < 2.5.1 It consists of a silicon pixel detector, a silicon microstrip detector and a transi tion radiation straw-tube tracker. The innermost pixel layer, the insertable B-layer, was added between Run-1 and Run-2 of the LHC, at a radius of 33 mm around a new, thinner, beam pipe [26]. In the pseudorapidity region |nl < 3.2, high granularity lead/liquidargon (LAr) electromagnetic (EM) sampling calorimeters are used. A steel/scintillator tile calorimeter provides hadronic calorimetry coverage over |nl < 1.7. The end-cap and forward regions, span ning 1.5 < |nl < 4.9, are instrumented with LAr calorimetry for both the EM and hadronic measurements. The muon spectrometer surrounds these calorimeters, and comprises a system of precision tracking chambers and fast-response detectors for triggering, with three large toroidal magnets, each consisting of eight coils, provid ing the magnetic field for the muon detectors. A two-level trigger system is used to select events [27]. The first-level trigger is imple mented in hardware and uses a subset of the detector information. This is followed by the software-based high-level trigger, reducing the event rate to about 1 kHz.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 19,
                    "text": "[25]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 569,
                    "text": "[26]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1265,
                    "text": "[27]",
                    "end": 1269
                }
            ]
        },
        {
            "text": "Simulation samples",
            "section_rank": 4
        },
        {
            "section": "Simulation samples",
            "text": "Signal samples were produced covering a wide range of gluino and neutralino masses. In the gluino direct decay model, the gluino mass (mg) was varied from 900 GeV to 1800 GeV. In the case of the cascade decays, for each gluino mass (1000 GeV to 2100 GeV), separate samples were generated with multiple neutralino masses (m~ 0) ranging from 50 GeV to 1.65 TeV. In each case, m^0 < mg. In the gluino cascade decay model, the two quarks produced from the gluino decay were restricted to be first or second generation quarks. All three generations of quarks were allowed to be in the final state of the lightest supersym metric particle decay. Signal samples were generated at leading order (LO) accuracy with up to two additional partons using the MadGraph5_aMC@NLO v2.3.3 event generator [28] interfaced with PYTHIA 8.186 [29] for the parton shower, fragmentation and un derlying event. The A14 set of tuned parameters [30] was used together with the NNPDF2.3LO parton distribution function (PDF) set [31]. The EvtGen v1.2.0 program was used to describe the prop erties of the b-and c-hadron decays in the signal samples. The signal production cross sections were calculated at next-to-leading order (NLO) in the strong coupling constant, adding the resumma tion of soft gluon emission at next-to-leading-logarithm accuracy (NLO + NLL) [32][33][34][35][36]. The nominal cross section and its uncer tainty were taken from Ref. [37]. Cross sections were evaluated assuming masses of 450 TeV for the light-flavour squarks in the case of gluino pair production. In the simulation, the total widths of gluinos and neutralinos were set to be 1 GeV, effectively making their decays prompt.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 786,
                    "text": "[28]",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 820,
                    "text": "[29]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 917,
                    "text": "[30]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 999,
                    "text": "[31]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1334,
                    "text": "[32]",
                    "end": 1338
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1338,
                    "text": "[33]",
                    "end": 1342
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1342,
                    "text": "[34]",
                    "end": 1346
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1346,
                    "text": "[35]",
                    "end": 1350
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1350,
                    "text": "[36]",
                    "end": 1354
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1424,
                    "text": "[37]",
                    "end": 1428
                }
            ]
        },
        {
            "section": "Simulation samples",
            "text": "While a data-driven method was used to estimate the back ground, simulated events were used to establish, test and vali date the methodology of the analysis. Multijet events constitute the dominant background in the search region, with small con tributions from top-quark pair production (ff). Contributions from Y + jets, W + jets, Z + jets, single-top-quark, and diboson background processes are found to be negligible from studies per formed with simulated events. The multijet background was stud ied with three different leading order Monte Carlo samples. The PYTHIA 8.186 event generator was used together with the A14 tune and the NNPDF2.3LO parton distribution functions, while the Herwig++ 2.7.1 event generator was used together with the UEEE5 tune [38] and CTEQ6L1 PDF sets [39]. The Sherpa event genera tor [40] was also used to generate multijet events for the study of background estimation. Matrix elements were calculated with up to three partons at LO, were showered with Sherpa as well, and were merged using the ME+PS@LO prescription [41]. The CT10 PDF set [42] was used in conjunction with dedicated parton shower tuning developed by the Sherpa authors. For the generation of fully hadronic decays of ff events, the Powheg-Boxv2 event gener ator [43] was used with the CT10 PDF set and was interfaced with PYTHIA 6.428 [44]. The EvtGen v1.2.0 program [45] was also used to describe the properties of the b-and c-hadron decays for the background samples except those generated with Sherpa [46].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 759,
                    "text": "[38]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 785,
                    "text": "[39]",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 819,
                    "text": "[40]",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1053,
                    "text": "[41]",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1076,
                    "text": "[42]",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1266,
                    "text": "[43]",
                    "end": 1270
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1339,
                    "text": "[44]",
                    "end": 1343
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1371,
                    "text": "[45]",
                    "end": 1375
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1508,
                    "text": "[46]",
                    "end": 1512
                }
            ]
        },
        {
            "section": "Simulation samples",
            "text": "The effect of additional p-p interactions per bunch crossing (\"pile-up\") as a function of the instantaneous luminosity was taken into account by overlaying simulated minimum-bias events accord ing to the observed distribution of the number of pile-up interac tions in data. All Monte Carlo simulated background samples were passed through a full Geant4 simulation [47] of the ATLAS detec tor [48]. The signal samples were passed through a fast detector simulation [49] based on a parameterization of the performance of the ATLAS electromagnetic and hadronic calorimeters and on Geant4 elsewhere. The compatibility of the signal selection effi ciency between the fast simulation sample and the full simulation sample was validated at a number of signal points in the gluino direct decay model and gluino cascade decay model considered in this Letter.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 364,
                    "text": "[47]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 392,
                    "text": "[48]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 464,
                    "text": "[49]",
                    "end": 468
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "The data were recorded in 2015 and 2016, with the LHC op erating at a centre-of-mass energy of * fs = 13 TeV. All detector elements are required to be operational. The integrated luminos ity is measured to be 3.2 fb-1 and 32.9 fb-1, for the 2015 and 2016 data sets, respectively. The uncertainty in the combined 2015 and 2016 integrated luminosity is 2.1%. It is derived, following a methodology similar to that detailed in Ref. [50], from a calibra tion of the luminosity scale using x-y beam-separation scans.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 429,
                    "text": "[50]",
                    "end": 433
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The events used in this search are selected using an HT trig ger, seeded from a first-level jet trigger with an ET threshold of 100 GeV, which requires the scalar sum of jet transverse energies at the high level trigger to be greater than 1.0 TeV. This require ment is found to be fully efficient for signal regions considered in this Letter. Events are required to have a primary vertex with at least two associated tracks with transverse momentum (pT) above 0.4 GeV. The primary vertex assigned to the hard-scattering colli sion is the one with the highest J2track pj, where the sum of track pT is taken over all tracks associated with that vertex. To reject events with detector noise or non-collision backgrounds, events are removed if they fail basic quality criteria [51,52].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 773,
                    "text": "[51,",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 777,
                    "text": "52]",
                    "end": 780
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Jets are reconstructed from three-dimensional topological clus ters of energy deposits in the calorimeter calibrated at the EM scale [53], using the anti-kt algorithm [54,55] with two different radius parameters of R = 1.0 and R = 0.4, hereafter referred to as large-R jets and small-R jets, respectively. The four-momenta of the jets are calculated as the sum of the four-momenta of the clusters, which are assumed to be massless. For the large-R jets, the original constituents are calibrated using the local cell weight ing algorithm [53,56] prior to jet-finding and reclustered using the longitudinally-invariant kt algorithm [57] with a radius parame ter of Rsub-jet = 0.2, to form a collection of sub-jets. A sub-jet is discarded if it carries less than 5% of the large-R jet pT of the orig inal jet. The constituents in the remaining sub-jets are then used to recalculate the large-R jet four-momenta, and the jet energy and mass are further calibrated to particle level using correction factors derived from simulation [58]. The resulting \"trimmed\" [58,59] large-R jets are required to have pT > 200 GeV and |p| < 2.0. The analysis does not place any requirement on the vertex asso ciation of tracks within a jet nor on the timing of the calorimeter cells within a jet, which preserves the sensitivity of this analysis to models containing non-prompt jets. The small-R jets are corrected for pile-up contributions and are then calibrated to the particle level using simulated events followed by a correction based on in situ measurements [53,60,61].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 133,
                    "text": "[53]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 167,
                    "text": "[54,",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 171,
                    "text": "55]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 537,
                    "text": "[53,",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 541,
                    "text": "56]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 630,
                    "text": "[57]",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1027,
                    "text": "[58]",
                    "end": 1031
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1057,
                    "text": "[58,",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1061,
                    "text": "59]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1546,
                    "text": "[53,",
                    "end": 1550
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1550,
                    "text": "60,",
                    "end": 1553
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1553,
                    "text": "61]",
                    "end": 1556
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The identification of jets containing b-hadrons is based on the small-R jets with pT > 50 GeV and |p| < 2.5 and a multivari ate tagging algorithm [62,63]. This algorithm is applied to a set of tracks with loose impact parameter constraints in a region of interest around each jet axis to enable the reconstruction of the b-hadron decay vertex. The b-tagging requirements result in an efficiency of 70% for jets containing b-hadrons, as determined in a sample of simulated tt events [63]. A small-R jet passing the b-tagging requirement is referred to as a b-tagged jet.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 146,
                    "text": "[62,",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 150,
                    "text": "63]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 482,
                    "text": "[63]",
                    "end": 486
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The analysis of data is primarily based on observables built from large-R jets. The small-R jets are used to classify events and for categorization of the large-R jets based on the b-tagging in formation. Specifically, events selected in the analysis are divided into a b-tagging sample where at least one b-tagged jet is present in the event, and a b-veto sample where no b-tagged jet is present in the event. Events selected without taking into account any b-tagging requirement are referred to as inclusive events. Large-R jets are classified as either those that are matched to a b-tagged jet within AR = 1.0 (b-matched jets), or those that are not matched to a b-tagged jet.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Analysis strategy",
            "section_rank": 6
        },
        {
            "section": "Analysis strategy",
            "text": "The analysis uses a kinematic observable, the total jet mass, MjE [64][65][66], as the primary discriminating variable to separate sig nal and background. The observable is defined as the sum of the masses of the four leading large-R jets.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 66,
                    "text": "[64]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 70,
                    "text": "[65]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 74,
                    "text": "[66]",
                    "end": 78
                }
            ]
        },
        {
            "section": "Analysis strategy",
            "text": "This observable provides significant sensitivity for gluinos with very high mass. Another discriminating variable that is independent of MjE is necessary in order to define suitable control and validation re gions where the background estimation can be studied and tested. The signal is characterized by a higher rate of central-jet events as compared to the primary multijet background. This is expected due to the difference in the production modes: predominantly s-channel for the signal, whereas the background can also be pro duced through u-and t-channel processes. Fig. 2(b) shows the dis tribution of the pseudorapidity difference between the two leading large-R jets, |Ap12| for several signal and background Monte Carlo samples, as well as data. A high-|Ap12| requirement can be ap plied to establish a control region or a validation region where the potential signal contamination needs to be suppressed.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 572,
                    "text": "Fig. 2(b)",
                    "end": 581
                }
            ]
        },
        {
            "section": "Analysis strategy",
            "text": "The use of MjE in this analysis provides an opportunity to em ploy the fully data-driven jet mass template method to estimate the background contribution in signal regions. The jet mass template method is discussed in Ref. [66], and its first experimental im plementation is described in Ref. [21]. In this method, single-jet mass templates are extracted from signal-depleted control regions. These jet mass templates are created in bins that are defined by a number of observables, which include jet pT and |p|, and the b-matching status. They provide a probability density function that describes the relative probability for a jet with a given pT and n to have a certain mass. This method assumes that jet mass templates only depend on these observables and are the same in the control regions and signal regions. A sample where the background MjE distribution needs to be estimated, such as a validation region or a signal region, is referred to as the kinematic sample. The only in formation used is the jet pT and p, as well as its b-matching status, which are inputs to the templates. For each jet in the kinematic sample, its corresponding jet mass template is used to generate a random jet mass. An MjE distribution can be constructed from and (b) the difference in pseudorapidity between the two leading large-R jets |Ap12 | . Two typical signal points for gluino cascade decay models are shown, as well as the distributions obtained from the data. All distributions are normalized to the same area. The selection requires four or more jets, is inclusive in | Anu| and has no b-tagging requirements.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 223,
                    "text": "[66]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 293,
                    "text": "[21]",
                    "end": 297
                }
            ]
        },
        {
            "text": "Table 1",
            "section_rank": 7
        },
        {
            "section": "Table 1",
            "text": "Summary of the event-level and jet-level requirements used to define various regions. Requirements on large-R jet multiplicity (Njet), whether or not a b-tagged jet is present (b-tag), and the pseudorapidity gap between the two leading-large-R-jets (|Ap12|) are applied to define control, validation and signal regions. In addition, each signal region includes an additional MjE requirement for statistical inter pretation. Control regions are defined separately for non-matched jets and b-matched jets. For the uncertainty determination regions, the Njet and leading-jet pT (pT,1) requirements are used. This jet mass prediction procedure is similar to the one em ployed in Ref. [21] with two minor differences. First, the statistical fluctuations in the jet mass templates are propagated to the back ground yield prediction in the signal region, and therefore consid ered as a systematic uncertainty of the jet mass template method, whereas the Run-1 analysis made assumptions about the form of the template shape by smoothing using a Gaussian kernel tech nique. Second, the predicted M^ distribution is normalized to the observation in 0.2 TeV < M^ < 0.6 TeV, whereas the Run-1 anal ysis did not introduce any normalization region, effectively nor malizing the prediction to the observation in the entire MjE range.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 680,
                    "text": "[21]",
                    "end": 684
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "The boundaries of the normalization region are determined so that contamination from signal models not yet excluded by the previ ous search [21] is negligible compared to the statistical uncertainty of the background.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 140,
                    "text": "[21]",
                    "end": 144
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "The selected events are divided into control, uncertainty deter mination, validation and signal regions, as summarized in Table 1. Control regions (CRs) are defined with events that have exactly three large-R jets with pT > 200 GeV. Jets in the control regions are divided into 4 |n| bins uniformly defined between 0 and 2, 15 pT bins uniformly defined in log10(pT), and 2 b-matching sta tus bins (b-matched or not). A total of 120 jet mass templates are created. Fig. 3 shows example jet mass template distributions in two pT-|n| bins for both the data and Pythia8 multijet sam ples. The shapes of the jet mass templates are different between b-matched jets and non-matched jets. A |An12| > 1.4 requirement is included for control region events where at least one b-matched jet is present, in order to suppress potential signal contamination.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 122,
                    "text": "Table 1",
                    "end": 129
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 464,
                    "text": "Fig. 3",
                    "end": 470
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "Five overlapping signal regions (SRs) are considered in this analysis. All signal regions are required to have |An12| < 1.4. The first set of signal regions does not require the presence of a b-tagged jet and is used to test more generic BSM signals of pair-produced heavy particles cascade-decaying into many quarks or gluons. Two selections on the large-R jet multiplicity are used, Njet > 4 (4jSR) and Njet > 5 (5jSR). In order to further improve the sensitivity to the benchmark signal models of the RPV UDD scenario, subsets of events in the 4jSR and 5jSR are selected by re quiring the presence of at least one b-tagged small-R jet. To ensure that the HT trigger is fully efficient for the offline data analysis, a leading-jet pT > 400 GeV requirement is added for signal regions with four or more large-R jets. Finally, a requirement on the variable is placed in each signal region, with the requirement op timized for the direct decay and cascade decay models. For each signal region, a validation region is defined by reversing the |An12| requirement. These validation regions are used to cross-check the background estimation, thus validating the background prediction in the signal region.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "Table 1",
            "text": "Uncertainties in the jet mass prediction include a statistical component and a systematic component. The statistical uncertainty arises from the finite sample size in the control region, and the jet mass randomization, which can be quantified through pseudo experiments. Systematic uncertainties of the jet mass prediction can be attributed to a number of factors; for example, jet mass templates are assumed to only depend on a given number of ob servables (jet pT, |n|, and b-matching information, in this analysis), jet mass templates are created for each of these observables with a given bin width, and jets in the same event are assumed to be uncorrelated with each other, such that their masses can be mod elled independently. These systematic uncertainties are estimated in uncertainty determination regions (UDRs) in data, where the predicted and observed jet masses are compared. The difference between them provides an estimate of the size of the systematic uncertainty.",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "section": "Table 1",
            "text": "The UDRs represent extreme scenarios in terms of jet origin and multiplicity of an event, and the uncertainties estimated from these regions are found to be large enough to cover the poten tial difference between the true and estimated background in the signal regions. This strategy has been validated with the simulated background samples. One UDR (UDR1) requires exactly two large-R jets with the leading large-R jet pT greater than 400 GeV. Events in this UDR contain high-pT jets and can have an imbalance in pT between the leading-jet and the subleading-jet. The other UDR (UDR2) is defined by requiring exactly four large-R jets with the leading large-R jet pT less than 400 GeV. Events in this UDR con tain fewer energetic jets, which tend to be more balanced in pT. In each UDR, selected jets are binned in the same way as they are in the control regions.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "Table 1",
            "text": "In order to quantify the small difference between the predicted and observed jet mass distributions, the jet mass response, defined as the ratio of the average observed jet mass to the average pre dicted jet mass, is studied with both UDRs. It is found that the difference between jet mass distributions in the same pT and |n| bin between regions with different selections can be largely cap tured by a scale factor between the distributions, and therefore the jet mass response reflects the size of this scale factor. Studies us ing Monte Carlo multijet events have shown that scaling up and down the predicted jet mass by the jet mass response in the UDRs leads to variations in the predicted M^ distributions that cover the difference between the observed and predicted MjE distributions. Fig. 4 shows the jet mass responses in the UDRs as a function of jet pT and |n|. An under-prediction of jet mass is seen in the UDR1, varying between a few percent and 14%. In the pT range of 200 GeV-400 GeV, the UDR2 indicates an over-prediction, at the 4-5% level. Overall, the behaviour of the jet mass response is quite similar between different pseudorapidity regions. It was checked and found that the difference between predicted and observed jet masses in the UDRs are not due to the trigger inefficiency in the UDRs and CR, based on studies performed with Monte Carlo multijet samples and data. In these studies, additional HT require ments are introduced in the analysis so that the UDRs and CR are fully efficient with respect to the HLT_ht1000 trigger, and the differences in the UDRs remain qualitatively the same. The differ ences in the jet mass response are used as an estimate for the pTand |n|-dependent systematic uncertainty of the jet mass predic tion. Since the signs of the differences from the UDR1 and UDR2 are opposite in the pT range of 200 GeV-400 GeV, the larger of the differences from these UDRs is used as the uncertainty and symmetrized. The uncertainty of the jet mass prediction is uncor related between the pT range of 200 GeV-400 GeV (\"low-pT\") and the pT range of > 400 GeV (\"high-pT\"). For jets within the low-pT or high-pT range, the jet mass prediction uncertainties are corre lated between different pT and |n| bins.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 792,
                    "text": "Fig. 4",
                    "end": 798
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "Possible bias on the background estimate due to the presence of tt events, where the jet origin is different from that in multi jet events, is not explicitly addressed by the background estima tion strategy. However, a study using Monte Carlo multijet and ttt samples finds that the background prediction is insensitive to the presence of ttt events, because of its relatively small cross section.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Table 1",
            "text": "The jet mass template method is then applied to data in the validation and signal regions. (a) (b) (c) (d) Fig. 4. The average observed and predicted jet masses (top panes) and the jet mass responses (bottom pane) in UDR1 and UDR2 are shown for four different pseudorapidity regions.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 107,
                    "text": "Fig. 4",
                    "end": 113
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "and predicted MjE distributions is consistent with variations of the jet mass prediction due to correlated systematic uncertainties and is covered by the total uncertainty. Fig. 6 shows the predicted and observed MjE distributions in the signal regions.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 173,
                    "text": "Fig. 6",
                    "end": 179
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "The statistical interpretation is based on the event yield in a signal region beyond an Mj2 threshold, which maximizes the sen sitivity to both the gluino direct decay and cascade decay models. For the 5jSR and 5jSRb_1 signal regions, the threshold used is 0.8 TeV, except that for direct decay models with mg < 1080 GeV, 5jSRb_2 with MjE > 0.6 TeV is found to be optimal. For the 4jSR and 4jSRb signal regions, the threshold is 1.0 TeV. The model independent interpretation is performed in all the signal regions with the MjE requirements mentioned just above.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Signal systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Signal systematic uncertainties",
            "text": "The main systematic uncertainties for the predicted signal yield include the large-R jet mass scale and resolution uncertainties, b-tagging uncertainty, Monte Carlo statistical uncertainty, and lu minosity uncertainty. The large-R jet mass scale and resolution uncertainties are estimated by comparing the performance of calorimeter-based jets with the performance of track-based jets in data and Monte Carlo simulation samples [67]. The uncertainty in the predicted signal yields due to the large-R jet mass scale and resolution uncertainty is as large as 24% for signal models with mg = 1000 GeV, and decreases to 8% for signal models with mg = 1800 GeV. The Monte Carlo samples reproduce the b-tagging efficiency measured in data with limited accuracy. Dedicated cor-  ..........ATLAS................  [21] are negligible compared to the background statistical uncertainty. The expected contributions from two RPV signal samples are also shown.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 428,
                    "text": "[67]",
                    "end": 432
                },
                {
                    "type": "figure",
                    "start": 772,
                    "text": "..........ATLAS................",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 805,
                    "text": "[21]",
                    "end": 809
                }
            ]
        },
        {
            "text": "<9",
            "section_rank": 9
        },
        {
            "section": "<9",
            "text": "rection factors, derived from a comparison between tt events in data and Monte Carlo simulation, are applied to the signal sam ples [62]. The uncertainty of the correction factors is propagated to a systematic uncertainty in the yields in the signal region. This uncertainty is between 1% and 5% for all signal models considered in this analysis. Due to low acceptance, the statistical uncertainty of the signal yield predicted by the Monte Carlo samples can be as large as 8% for signal models with mg < 1000 GeV. The Monte Carlo statistical uncertainty for signal models with large mg is neg ligible. Uncertainties in the signal acceptance due to the choices of QCD scales and PDF, and the modelling of initial-state radia tion (ISR) are studied. The uncertainty due to the PDF and QCD scales is found to be as large as 25% for mg = 1000 GeV, 10% for mg = 1700 GeV, and a few percent for mg = 2100 GeV. The rel atively large uncertainty at mg = 1000 GeV is partly because the signal region Mp requirement is placed at the tail of the Mp dis tribution, which is more sensitive to scale variations. Since signal events and background events have different kine matic distributions and jet flavour compositions, the presence of signal events in data can bias the predicted background yield in the signal region. The presence of signal events can lead to a pos itive contribution to the predicted background yield, which can be  determined by studying signal Monte Carlo samples, and there fore is subtracted from the background prediction for the model dependent interpretation. This potential bias is not considered for the model-independent interpretation. As the contribution is in duced by the signal events, the correction also scales with the cross section of the signal events, which is equivalent to a correc tion of the predicted signal yield. The size of the correction relative to the predicted signal can be as large as 50% for cascade decay models with mxo = 50 GeV, and decreases to a few percent for",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 132,
                    "text": "[62]",
                    "end": 136
                }
            ]
        },
        {
            "section": "<9",
            "text": "xi models with a small mass difference between the gluino and neutralino. Table 2 summarizes the predicted and observed event yields in signal regions with different requirements, which are used to construct the likelihood function for the statistical interpreta tion. The number of events in each signal region's corresponding normalization region is also shown. Modest, but not statistically significant, excesses are seen in signal regions requiring five or more jets and the 4jSR signal region.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 74,
                    "text": "Table 2",
                    "end": 81
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "Signal and background systematic uncertainties are incorpo rated as nuisance parameters. A frequentist procedure based on Table 2 Predicted and observed yields in various search regions for a number of different MJ requirements. The number of events in the normalization region, Nnr, is also shown.  Table 3 Expected and observed limits on the signal production cross section for the signal regions. The observed p0-value is also shown. (b) gluino cascade decay model Fig. 7. (a) Expected and observed cross-section limits for the gluino direct decay model. The discontinuities in the observed limit and ±1o and ±2o bands are caused by the use of two different signal regions (5jSRb_2 for mg < 1080 GeV, 5jSRb_1 for mg > 1080 GeV). The long-dashed line and the grey band surrounding it are the expected gluino pair production cross section and the associated theoretical uncertainty. (b) Expected and observed exclusion contours in the (mg, m*0) plane for the gluino cascade decay model. The dashed black line shows the expected limit at 95% CL, with the light (yellow) band indicating the ±1o variations due to experimental uncertainties. Observed limits are indicated by red curves, where the solid contour represents the nominal limit, and the dotted lines are obtained by varying the signal cross section by the renormalization and factorization scale and PDF uncertainties. The observed limit from the Run-1 analysis [21] is also shown as a dotted-dashed line.",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 122,
                    "text": "Table 2",
                    "end": 129
                },
                {
                    "type": "table",
                    "start": 300,
                    "text": "Table 3",
                    "end": 307
                },
                {
                    "type": "figure",
                    "start": 468,
                    "text": "Fig. 7",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1422,
                    "text": "[21]",
                    "end": 1426
                }
            ]
        },
        {
            "text": "Region",
            "section_rank": 11
        },
        {
            "section": "Region",
            "text": "the profile likelihood ratio [68] is used to evaluate the p0-values of these excesses, and the results are shown in Table 3. Since no significant excess is seen in any of the signal regions, a model independent limit on ovis, defined as the upper limit on the num ber of signal events of a generic BSM model in the signal region divided by the integrated luminosity, is calculated using a mod ified frequentist procedure (the CLs method [69]). The observed and expected limits are shown in Table 3.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 29,
                    "text": "[68]",
                    "end": 33
                },
                {
                    "type": "table",
                    "start": 116,
                    "text": "Table 3",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 437,
                    "text": "[69]",
                    "end": 441
                },
                {
                    "type": "table",
                    "start": 490,
                    "text": "Table 3",
                    "end": 497
                }
            ]
        },
        {
            "section": "Region",
            "text": "Limits are set on the production of gluinos in UDD scenarios of RPV SUSY and are shown in Fig. 7. Typically, for RPV signals from the gluino cascade decay model with mg = 1800 GeV and 250 GeV < mx0 < 1650 GeV, the detector efficiency, defined as X1 the ratio of the selection efficiency at detector level to the event generator-level acceptance, is between 1.2 and 1.4, for 5jSRb with MJ > 0.8 TeV. The detector efficiency at m^0 = 1050 GeV, varies between 1.5 for mg = 1200 GeV to 1.2 for mg = 2000 GeV. The ratio is beyond 1 because the migration of events due to effects of resolution and efficiency at the reconstruction level. The search excludes a gluino with mass 1000-1875 GeV at the 95% confi dence level (CL) in the gluino cascade decay model, with the most stringent limit achieved at mx0 > 1000 GeV and the weakest limit achieved at mx0 > 50 GeV. The exclusion is weaker for signal X1 points with a small mx0 or a small gap between mx0 and mg, be-",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 90,
                    "text": "Fig. 7",
                    "end": 96
                }
            ]
        },
        {
            "text": "X1 X1",
            "section_rank": 12
        },
        {
            "section": "X1 X1",
            "text": "°c ause these signal points have smaller jet multiplicities and hence smaller efficiencies. For the gluino direct decay model, the search does not exclude any specific range of gluino mass due to an upward fluctuation in the signal regions, nonetheless, the search yields a 95% CL upper limit on the production cross section be tween 0.011 fb-1 and 0.80 fb-1, in the range of 900 GeV < m^0 < 1800 GeV. 1",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Conclusion",
            "section_rank": 13
        },
        {
            "section": "Conclusion",
            "text": "A search for R-parity-violating SUSY signals in events with mul tiple jets is conducted with 36.1 fb-1 of proton-proton collision data at * /s = 13 TeV collected by the ATLAS detector at the LHC. Distributions of events as a function of total jet mass of the four leading jets in pT are examined. No significant excess is seen in any signal region. Limits are set on the production of gluinos in the gluino direct decay and cascade decay models in the UDD scenar ios of RPV SUSY. In the gluino cascade decay model, gluinos with masses between 1000 GeV and 1875 GeV are excluded at 95% CL, depending on the neutralino mass; in the gluino direct decay model, signals with a cross section of 0.011-0.8 fb are excluded at 95% CL, depending on the gluino mass. Model-independent limits are also set on the signal production cross section times branching ratio in five overlapping signal regions. These significantly extend the limits from the 8 TeV LHC analyses.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "Conclusion",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Conclusion",
            "text": "We The crucial computing support from all WLCG partners is ac knowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Swe den), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [70].",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 456,
                    "text": "[70]",
                    "end": 460
                }
            ]
        },
        {
            "text": "Fig. 2(a) presents examples of the discrimination that the MjE observable provides between the background (rep resented here by Sherpa, PYTHIA 8.186 and Herwig++ multijet Monte Carlo simulation) and several signal samples, as well as the comparison of the data to the simulated multijet background.",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Comparison between signal samples and background control samples for (a) the sum of the masses of the four leading large-R jetsand (b) the difference in pseudorapidity between the two leading large-R jets |Ap12 | . Two typical signal points for gluino cascade decay models are shown, as well as the distributions obtained from",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "TeV the randomized jet masses of the kinematic sample. If jet mass templates are created from a control sample of background events, then the MjE distribution constructed from randomized jet masses should reproduce the shape of the M^ distribution for the back ground.2",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Example jet mass template distributions for b-matched jets and non-matched jets in data (solid and open circles) and Pythia8 multijet (solid and dashed lines)samples. (a) shows the jet mass template distributions in the bin of 600 GeV < pT < 644 GeV, 0.5 < | n | < 1.0, while (b) shows the jet mass template distributions in the bin of 733 GeV < Pt < 811 GeV, 1.5 < | n | < 2.0.",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "text": "Fig. 4shows the jet mass responses in the UDRs as a function of jet pT and |n|. An under-prediction of jet mass is seen in the UDR1, varying between a few percent and 14%. In the pT range of 200 GeV-400 GeV, the UDR2 indicates an over-prediction, at the 4-5% level. Overall, the behaviour of the jet mass response is quite similar between different pseudorapidity regions. It was checked and found that the difference between predicted and observed jet masses in the UDRs are not due to the trigger inefficiency in the UDRs and CR, based on studies performed with Monte Carlo multijet samples and data. In these studies, additional HT require ments are introduced in the analysis so that the UDRs and CR are fully efficient with respect to the HLT_ht1000 trigger, and the differences in the UDRs remain qualitatively the same. The differ ences in the jet mass response are used as an estimate for the pTand |n|-dependent systematic uncertainty of the jet mass predic tion. Since the signs of the differences from the UDR1 and UDR2 are opposite in the pT range of 200 GeV-400 GeV, the larger of the differences from these UDRs is used as the uncertainty and symmetrized. The uncertainty of the jet mass prediction is uncor related between the pT range of 200 GeV-400 GeV (\"low-pT\") and the pT range of > 400 GeV (\"high-pT\"). For jets within the low-pT or high-pT range, the jet mass prediction uncertainties are corre lated between different pT and |n| bins.Possible bias on the background estimate due to the presence of tt events, where the jet origin is different from that in multi jet events, is not explicitly addressed by the background estima tion strategy. However, a study using Monte Carlo multijet and ttt samples finds that the background prediction is insensitive to the presence of ttt events, because of its relatively small cross section.The jet mass template method is then applied to data in the validation and signal regions. Uncertainties in the jet mass predic tion derived from the UDRs are propagated to the predicted MjE distribution. The background estimation performance is first exam ined in the validation regions.Fig. 5shows the observed and pre dicted MjE distributions in the validation regions, where in general they are seen to agree well. The difference between the observed",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Predicted (solid line) and observed (dots) Mp distributions for validation regions (a) 4jVR, (b) 4jVRb, (c) 5jVR, and (d) 5jVRb. The shaded area surrounding the predicted Mp distribution represents the uncertainty of the background estimation. The predicted Mp distribution is normalized to data in 0.2 TeV < Mp < 0.6 TeV, where the expected contaminations from signals of gluino direct decay or cascade decay models not excluded by the Run-1 analysis[21] are negligible compared to the background statistical uncertainty. The expected contributions from two RPV signal samples are also shown.",
            "paragraph_rank": 43,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 459,
                    "text": "[21]",
                    "end": 463
                }
            ]
        },
        {
            "text": "M 1 -Fig. 6 .",
            "section_rank": 20
        },
        {
            "section": "M 1 -Fig. 6 .",
            "text": "Fig. 6. Predicted (solid line) and observed (dots) Mp distributions for signal regions (a) 4jSR, (b) 4jSRb, (c) 5jSR, and (d) 5jSRb. The shaded area surrounding the predicted Mp distribution represents the uncertainty of background estimation. The predicted Mp distribution is normalized to data in 0.2 TeV < Mp < 0.6 TeV, where the expected contaminations from signals of gluino direct decay or cascade decay models not excluded by the Run-1 analysis[21] are negligible compared to the background statistical uncertainty. The expected contributions from two RPV signal samples are also shown.",
            "paragraph_rank": 44,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 451,
                    "text": "[21]",
                    "end": 455
                }
            ]
        },
        {
            "text": "acknowledge the support of ANPCyT, Argentina; YerPhI, Ar menia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azer baijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Cen ter, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZS, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallen berg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, in dividual groups and members have received support from BCKDF, the Canada Council, Canarie, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Hori zon 2020 and Marie Sktodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "2 TeV < Mp < 0.6 TeV, where the expected contaminations from signals of gluino direct decay or cascade decay models not excluded by the Run-1 analysis[21] are negligible compared to the background statistical uncertainty. The expected contributions from two RPV signal samples are also shown.",
            "paragraph_rank": 46,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 150,
                    "text": "[21]",
                    "end": 154
                }
            ]
        },
        {
            "text": "■±lC^Obs Limit ATLAS 800 1000 1200 1400 1600 1800 2000 2200",
            "section_rank": 23
        },
        {
            "section": "■±lC^Obs Limit ATLAS 800 1000 1200 1400 1600 1800 2000 2200",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the centre of the detector and the z-axis along the beam di rection. The x-axis points toward the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, are used in the transverse plane, being the azimuthal angle around the beam pipe. The pseudorapidity n is defined in terms of the polar angle 0 by n = -ln[tan(0/2)].",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "section": "■±lC^Obs Limit ATLAS 800 1000 1200 1400 1600 1800 2000 2200",
            "text": "When signal events are present in the kinematic sample, a correction is needed in order to remove the bias in the background estimate, and this correction is dis cussed later in this letter.",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "Acknowledgements",
            "section_rank": 25
        }
    ]
}