{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for a heavy neutral Higgs boson, A, decaying into a Z boson and another heavy Higgs boson, H , is performed using a data sample corresponding to an integrated luminosity of 36.1 fb-1 from protonproton collisions at √s = 13 TeV recorded in 2015 and 2016 by the ATLAS detector at the Large Hadron Collider. The search considers the Z boson decaying to electrons or muons and the H boson into a pair of b-quarks. No evidence for the production of an A boson is found. Considering each production process separately, the 95% confidence-level upper limits on the pp → A → ZH production cross-section times the branching ratio H → bb are in the range of 14-830 fb for the gluon-gluon fusion process and 26-570 fb for the b-associated process for the mass ranges 130-700 GeV of the H boson and 230-800 GeV of the A boson. The results are interpreted in the context of two-Higgs-doublet models.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "After the discovery of a Higgs boson at the Large Hadron Col lider (LHC) [1,2], one of the most important remaining questions is whether the recently discovered particle is part of an extended scalar sector or not. Additional Higgs bosons appear in all mod els with an extended scalar sector, such as the two-Higgs-doublet model (2HDM) [3,4]. Such extensions are motivated by, and in cluded in, several new physics scenarios, such as supersymme try [5], dark matter [6] and axion [7] models, electroweak baryogenesis [8] and neutrino mass models [9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 73,
                    "text": "[1,",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 76,
                    "text": "2]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 336,
                    "text": "[3,",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 339,
                    "text": "4]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 449,
                    "text": "[5]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 466,
                    "text": "[6]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 480,
                    "text": "[7]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 517,
                    "text": "[8]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 546,
                    "text": "[9]",
                    "end": 549
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The addition of a second Higgs doublet leads to five Higgs bosons after electroweak symmetry breaking. The phenomenology of such a model is very rich and depends on many parameters, such as the ratio of the vacuum expectation values of the two Higgs doublets (tan β ), and the Yukawa couplings of the scalar sec tor [4]. When CP conservation is assumed, the model contains two CP-even Higgs bosons, h and H with mH > mh , one CP-odd, A, and two charged scalars, H ± . There have been many searches for the heavy neutral Higgs bosons of the 2HDM at the LHC, includ ing H → WW/ ZZ [10][11][12][13], A/H → ττ/bb [14][15][16], A → Zh [17,18] and H → hh [19,20]. For the interpretation of these searches it is usually assumed that the heavy Higgs bosons, H and A , are degenerate in mass, i.e. mA = mH. E-mail address: atlas. publications @cern. ch.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 316,
                    "text": "[4]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 579,
                    "text": "[10]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 583,
                    "text": "[11]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 587,
                    "text": "[12]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 591,
                    "text": "[13]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 609,
                    "text": "[14]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 613,
                    "text": "[15]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 617,
                    "text": "[16]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 630,
                    "text": "[17,",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 634,
                    "text": "18]",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 649,
                    "text": "[19,",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 653,
                    "text": "20]",
                    "end": 656
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This assumption of mass degeneracy is relaxed in this Letter by assuming mA > mH . Such a case is motivated by electroweak baryogenesis scenarios in the context of the 2HDM [21][22][23][24]. For 2HDM electroweak baryogenesis to occur, the requirement m A > mH is favoured [21] for a strong first-order phase transition to take place in the early universe. The A boson mass is also bounded from above to be less than approximately 800 GeV, whereas the lighter CP-even Higgs boson, h, is required to have properties simi lar to those of a Standard Model (SM) Higgs boson and is assumed to be the Higgs boson with mass of 125 GeV that was discovered at the LHC [21]. Under such conditions and for large parts of the 2HDM parameter space, the CP-odd Higgs boson, A , decays into ZH [25,21]. The production of the A boson in the relevant 2HDM parameter space proceeds mainly through gluon-gluon fusion and b-associated production at the LHC.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 173,
                    "text": "[21]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 177,
                    "text": "[22]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 181,
                    "text": "[23]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 185,
                    "text": "[24]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 272,
                    "text": "[21]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 658,
                    "text": "[21]",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 778,
                    "text": "[25,",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 782,
                    "text": "21]",
                    "end": 785
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This search for A → ZH decays uses proton-proton collision data at s = 13 TeV corresponding to an integrated luminosity of 36.1 fb-1 recorded by the ATLAS detector at the LHC. The search considers only Z → ^^, where ^ = e, μ, to take advantage of the clean leptonic final state, and H → bb, because of its large branching ratio. This final state allows full reconstruction of the A boson's decay kinematics. The reconstruction of the A boson's invariant mass uses the assumed value of the mass of the H bo son to improve its resolution. The final state is also categorised by the presence of two or three b-tagged jets to take advantage of the b-associated production mechanism. The CMS Collaboration has published a similar search at s = 8 TeV [26]. This Letter re ports the result of a search at s = 13 TeV, which extends the previous search by considering explicitly the gluon-gluon fusion and b-associated production processes as well as both narrow and wide widths of the A boson.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 745,
                    "text": "[26]",
                    "end": 749
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector is a general-purpose particle detector, de scribed in detail in Ref. [27]. It includes an inner detector sur rounded by a 2T superconducting solenoid, electromagnetic and hadronic calorimeters and a muon spectrometer with a toroidal magnetic field. The inner detector consists of a high-granularity sil icon pixel detector, including the insertable B-layer [28] installed in 2014, a silicon microstrip detector, and a straw-tube tracker. It pro vides precision tracking of charged particles with pseudorapidity |η| < 2 . 5.1 The calorimeter system covers the pseudorapidity range |η| < 4 . 9. It is composed of sampling calorimeters with either liq uid argon or scintillator tiles as the active medium. The muon spectrometer provides muon identification and measurement for |η| < 2.7. A two-level trigger system [29] is employed to select events for offline analysis, which reduced the average recorded col lision rate to about 1kHz.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 88,
                    "text": "[27]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 376,
                    "text": "[28]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 831,
                    "text": "[29]",
                    "end": 835
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z -axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y -axis points upward. Cylindrical coordinates (r , φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle, θ, as η =lntan(θ/2). Transverse momenta are computed from the three-momenta, p, as pT =|^p| sinθ .",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Data and simulation",
            "section_rank": 4
        },
        {
            "section": "Data and simulation",
            "text": "The data used in this search were collected during 2015 and 2016 from s = 13 TeV proton-proton collisions and correspond to an integrated luminosity of 36.1 fb-1, which includes only datataking periods where all relevant detector subsystems were oper ational. The data sample was collected using a set of single-muon and single-electron triggers. The lowest-pT trigger thresholds de pend on the data-taking period and are in the range of 20-26 GeV for the single-muon triggers and 24-26 GeV for the single-electron triggers.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Data and simulation",
            "text": "Simulated signal events with A bosons produced by gluongluon fusion were generated at leading order with MadGraph5_aMC@NLO 2.3.3 [30,31] using Pythia 8.210 [32] with a set of tuned parameters called the A14 tune [33] for parton showering. For the generation of A bosons produced in associ ation with b-quarks, MadGraph5_aMC@NLO 2.1.2 [31,34,35] was used following Ref. [36] together with Pythia 8.212 and the A14 tune for parton showering. The gluon-gluon fusion production used NNPDF2.3LO [37] as the parton distribution functions (PDF), while the b-associated production used CT10nlo_nf4 [38]. The sig nal samples were generated for A bosons with masses in the range of 230-800 GeV and widths up to 20% of the mass and for narrow width H bosons with masses in the range of 130-700 GeV.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 129,
                    "text": "[30,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 133,
                    "text": "31]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 156,
                    "text": "[32]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 212,
                    "text": "[33]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 334,
                    "text": "[31,",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 338,
                    "text": "34,",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 341,
                    "text": "35]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 369,
                    "text": "[36]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "start": 490,
                    "text": "[37]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 590,
                    "text": "[38]",
                    "end": 594
                }
            ]
        },
        {
            "section": "Data and simulation",
            "text": "Background events from the production of W and Z bosons in association with jets were simulated with Sherpa 2.2.1 [39] using the NNPDF3.0NNLO PDF set [40]. Top-quark-pair produc tion was simulated with Powheg-Box v2 [41][42][43] and the CT10nlo PDF set [38], while the electroweak single-top-quark production was simulated with Powheg-Box v1 and the fixed four-flavour PDF set CT10nlo_f4 [38]. The parton shower was performed with Pythia 6.428 [44] using the Perugia 2012 set of tuned parame ters [45]. The production of top-quark pairs in association with a vector boson was simulated using MadGraph5_aMC@NLO 2.2.3 and the NNPDF3.0NLO PDF set, whereas Pythia 8.186 was used for the parton shower with the A14 tune. Production of WW, ZZ and WZ pairs was simulated using Sherpa 2.2.1 and the NNPDF3.0NNLO PDF set. Finally, SM Higgs boson production in as sociation with a Z boson was generated with Powheg-Box v2 and the NNPDF3.0NLO PDF set, whereas the parton shower was per formed with Pythia 8.186 using the AZNLO tune [46].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 114,
                    "text": "[39]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 150,
                    "text": "[40]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 216,
                    "text": "[41]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 220,
                    "text": "[42]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 224,
                    "text": "[43]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 253,
                    "text": "[38]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 388,
                    "text": "[38]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 444,
                    "text": "[44]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 497,
                    "text": "[45]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1021,
                    "text": "[46]",
                    "end": 1025
                }
            ]
        },
        {
            "section": "Data and simulation",
            "text": "The modelling of bottom-and charm-hadron decays was per formed with the EvtGen v1.2.0 package [47] for all samples apart from those simulated with Sherpa. The simulated events were overlaid with inelastic proton-proton collisions to account for the effect of multiple interactions occurring in the same and neigh bouring bunch crossings ('pile-up'). These events were generated using Pythia 8 with the A2 tune [48] and the MSTW2008LO PDF set [49]. The events were reweighted so that the distribution of the average number of interactions per bunch crossing agreed with the data.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 94,
                    "text": "[47]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 410,
                    "text": "[48]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 442,
                    "text": "[49]",
                    "end": 446
                }
            ]
        },
        {
            "section": "Data and simulation",
            "text": "All generated background samples were passed through the Geant4-based [50] detector simulation [51] of the ATLAS detector. The ATLFAST2 simulation [51] was used for the signal samples to allow for the generation of many different A and H boson masses. The simulated events were reconstructed in the same way as the data.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 70,
                    "text": "[50]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 95,
                    "text": "[51]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 147,
                    "text": "[51]",
                    "end": 151
                }
            ]
        },
        {
            "text": "Object reconstruction",
            "section_rank": 5
        },
        {
            "section": "Object reconstruction",
            "text": "Electrons are reconstructed from energy clusters in the elec tromagnetic calorimeter that are matched to tracks in the in ner detector [52]. Electrons are required to have |η| < 2.47 and pT > 7GeV. To distinguish electrons from jets, isolation and qual ity requirements are applied [53]. The isolation requirements (the 'LooseTrackOnly' working point) are defined by the p T of tracks within cones around the electron with a size that decreases as a function of the transverse energy. The quality requirements (the 'Loose' working point) refer to both the inner detector track and the calorimeter shower shape. The efficiency for an electron to be reconstructed and meet these criteria is about 85% for electron pT > 7 GeV and increases to about 90% for pT > 27 GeV.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 135,
                    "text": "[52]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 282,
                    "text": "[53]",
                    "end": 286
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Muons are reconstructed by matching tracks reconstructed in the inner detector to tracks or track segments in the muon spec trometer [54]. Muons used for this search must have |η| < 2.5 and pT > 7GeV, and are required to satisfy 'LooseTrackOnly' isolation requirements, similar to those used for electrons, as well as inner detector and muon spectrometer track 'Loose' quality criteria, cor responding to an efficiency of about 97%.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 133,
                    "text": "[54]",
                    "end": 137
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Jets are reconstructed using the anti-kt algorithm [55,56] with radius parameter R = 0.4 from clusters of energy deposits in the calorimeter system [57]. Candidate jets are required to have p T > 20 GeV (pT > 30 GeV) for |η| < 2.5 (2.5 < |η| < 4.5). Low-pT jets from pile-up are rejected by a multivariate algorithm that uses properties of the reconstructed tracks in the event [58].",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 51,
                    "text": "[55,",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 55,
                    "text": "56]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 148,
                    "text": "[57]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 378,
                    "text": "[58]",
                    "end": 382
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Jets containing b-hadrons are selected using a multivariate tag ging algorithm (b-tagging) [59,60]. The energy of the tagged jet (b -jet) is corrected for the average energy loss from semileptonic decays of b-hadrons and out-of-jet-cone tracks with large impact parameters [61]. The b-tagging efficiency for the jet p T range used in this analysis is between 65% and 75%. Applying the b-tagging algorithm reduces the number of light-flavour (c-quark) jets by a factor of 250-550 (10)(11)(12)(13)(14)(15)(16)(17)(18)(19)(20), depending on the jet kinematics.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 91,
                    "text": "[59,",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 95,
                    "text": "60]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 273,
                    "text": "[61]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 479,
                    "text": "(10)",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 483,
                    "text": "(11)",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 487,
                    "text": "(12)",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 491,
                    "text": "(13)",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 495,
                    "text": "(14)",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 499,
                    "text": "(15)",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 503,
                    "text": "(16)",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 507,
                    "text": "(17)",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 511,
                    "text": "(18)",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 515,
                    "text": "(19)",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 519,
                    "text": "(20)",
                    "end": 523
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "When electrons, muons and jets are spatially close, these algo rithms can lead to ambiguous identifications. An overlap removal procedure [61] is therefore applied to uniquely identify these ob jects.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 138,
                    "text": "[61]",
                    "end": 142
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "The missing transverse momentum, ET miss , is computed using reconstructed and calibrated leptons, photons and jets [62]. Tracks Single-electron or single-muon trigger Exactly 2 leptons (e or μ) ( pT > 7GeV) with the leading one having pT > 27 GeV Opposite electric charge for μμ or eμ pairs; 80 GeV < m^^, meμ < 100 GeV, ^ = e, μ from the primary vertex2 which are not associated with any iden tified lepton or jet are also taken into account in the E T miss recon struction [63].",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 116,
                    "text": "[62]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 476,
                    "text": "[63]",
                    "end": 480
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "The decay A → ZH → ^^bb features a pair of oppositely charged, same flavour leptons and two b -jets. Three resonances can be formed by combining the selected objects: the Z boson (^^), the H boson (bb) and the A boson (^^bb). Moreover, addi tional b-jets may be present if the A boson is produced via the b-associated production mechanism. These features are used to define the event selection as summarised in Table 1.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 411,
                    "text": "Table 1",
                    "end": 418
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The events recorded by the single-muon and the single-electron triggers are required to contain exactly two muons or two elec trons, respectively. At least one of the leptons must have p T > 27 GeV. Only events that contain a primary vertex with at least two associated tracks with pT > 400 MeV [64] are considered. In the case of muons, they are required to have opposite electric charges. No such requirement is applied to electrons due to their non-negligible charge misidentification rates resulting from conver sions of bremsstrahlung photons. The invariant mass of the lepton pair, m^^, must be in the range of 80-100 GeV to be compatible with the mass of the Z boson.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 295,
                    "text": "[64]",
                    "end": 299
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The H → bb decay is reconstructed by requiring at least two b-jets with the highest-pT one having pT > 45 GeV. When more than two b-jets are present, the two highest-pT b-jets are consid ered to be from the H decay. Requiring b-jets increases the fraction of top-quark background in the signal region, including top-quark pair and single-top-quark production. This is reduced by requiring ET miss/√ H T < 3.5 GeV1/2, where HT is the scalar sum of the pT of all jets and leptons in the event. In addition, a requirement that reduces the Z +jets background is also applied: ^pT 2/m^^bb > 0.4, where m^^bb is the four-body invariant mass of the two-lepton, two-b-jet system assigned to the A boson and the summation is performed over the p T of these objects.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Subsequently, two categories are defined: the nb = 2 category, which contains events with exactly two b-jets, and the nb ≥ 3category, which contains events with three or more b-jets. For the gluon-gluon fusion production, 94%-97% of the events passing the above selection fall into the nb = 2 category, depending on the assumed mA and mH . However for the b-associated production, 27%-36% fall into the nb ≥ 3 category. The remaining b -associated produced signal events are categorised as nb = 2 events, even though more than two b -jets are expected, due to the relatively soft pT spectrum of the associated b-jets and the geometric accep tance of the tracker.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Finally, the invariant mass of the two leading b-jets, mbb, must be compatible with the assumed H boson mass by satisfying the requirement of 0.85 • mH -20 GeV < mbb < m H + 20 GeV for the nb = 2 category, and 0.85 • mH -25 GeV < mbb < mH + 50 GeV for the nb ≥ 3 category. The wider window for nb ≥ 3is motivated by a slightly degraded resolution due to potential b-jet mis-assignments (see later). The overall signal efficiency of the nb = 2 category af ter this requirement is 5%-11% (3%-7%) for gluon-gluon fusion (b-associated production), depending on the m A and mH values. Similarly, the efficiency of the nb ≥ 3 category is 2%-4% for the b-associated production. The signal region selection is summarised in Table 1.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 716,
                    "text": "Table 1",
                    "end": 723
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The m^^bb distribution after the mbb requirement is used to dis criminate between signal and background. To improve the m^^bb resolution, the bb system's four-momentum components are scaled to match the assumed H boson mass and the ^^ system's fourmomentum components are scaled to match the Z boson mass. This procedure, performed after the event selection, improves the m^^bb resolution by a factor of two without significantly distorting the background distributions, resulting in an A boson mass resolu tion of 0.3%-4%.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "The dominant backgrounds after these selections are from Z +jets and top-quark production. For top-quark-pair production, a very pure (> 99% of predicted events) control region is used to de termine the normalisation of the background, whereas its shape in the signal region is taken from the simulation. This control region is defined by keeping the same selection as discussed previously, apart from an opposite-flavour lepton criterion, i.e., an opposite charge eμ pair is required instead of an ee or μμ pair (see also Table 1). The shape of the Z +jets background distribution is ob tained from simulation and the normalisation is extracted from data together with the signal (see also Section 7). This procedure is possible because of the very different shapes of the m^^bb dis tributions from signal and Z +jets events. The normalisation of the Z +jets production is further constrained by a control region de fined by inverting the mbb window criterion for each H boson mass hypothesis (see also Table 1). The control regions are distinct for the nb = 2 and the nb ≥ 3 categories, since the accuracy of the background simulation depends on the number of b-jets present in the event. Backgrounds from diboson, single top, and Higgs bo son production, as well as top-quark-pair production in association with a vector boson, give a typical contribution of ∼ 5% to the total background. Their shapes are taken from simulation, whereas they are normalised using precise inclusive cross-sections calculated from theory. The diboson samples are normalised using next-tonext-to-leading-order (NNLO) cross-sections [65][66][67][68]. Single-top quark production and top-quark-pair production in association with vector bosons are normalised to next-to-leading-order (NLO) cross-sections from Refs. [69][70][71] and Ref. [31], respectively. The normalisation of the Higgs boson production in association with a vector boson follows the recommendations of Ref. [36] using NNLO QCD and NLO electroweak corrections.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 523,
                    "text": "Table 1",
                    "end": 530
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1004,
                    "text": "Table 1",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 1615,
                    "text": "[65]",
                    "end": 1619
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 1619,
                    "text": "[66]",
                    "end": 1623
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 1623,
                    "text": "[67]",
                    "end": 1627
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 1627,
                    "text": "[68]",
                    "end": 1631
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 1797,
                    "text": "[69]",
                    "end": 1801
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 1801,
                    "text": "[70]",
                    "end": 1805
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1805,
                    "text": "[71]",
                    "end": 1809
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1819,
                    "text": "[31]",
                    "end": 1823
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1958,
                    "text": "[36]",
                    "end": 1962
                }
            ]
        },
        {
            "text": "Signal modelling",
            "section_rank": 7
        },
        {
            "section": "Signal modelling",
            "text": "The good m^^bb mass resolution together with the fact that the ory models often predict A bosons with large widths inflates the number of signal mass and width hypotheses that need to be con sidered. For this reason, the m^^bb distributions are taken from simulation of a limited number of (mA, mH ) mass points and an interpolation using analytical functions is employed for the rest.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Signal modelling",
            "text": "The m^^bb distributions for A bosons produced by gluon-gluon fusion and with negligible widths compared with the experimental resolution are found to be adequately described by the ExpGauss Exp (EGE) function [72]:   (kL, kH , n1, n2) describe the tails. The DSCB function describes better than the EGEE function the slightly longer tails of the mass distribution of the b-associated mσ -a ≤-kL -kL < mσ -a ≤ kH mσ -a > kH distributions for A bosons from with negligible widths compared production compared to gluon-gluon fusion. This is due to the few cases in which the b-quark produced in association with the Higgs boson is taken to be one of the b-quarks from the Higgs boson decay. The values of the function parameters are extracted from unbinned maximum-likelihood fits to the simulated m^^bb distribu tions. The core mean, a, is parameterised using a linear function of mA. The core width, σ , is observed to monotonically increase with ^m ≡ m A -m H and is parameterised with a third-degree polyno mial. The rest of the parameters are largely constant and are fixed to their average values from the fits, with the exception of mass points with ^m = 100 GeV. The distributions at mass points with ^m = 100 GeV correspond to the smallest mass splitting consid ered in this search and are close to the kinematic cutoff. Their non-core parameters are fixed to the average fit values obtained from signal samples with this mass splitting only. As an example of the performance of this procedure, Fig. 1 shows a comparison for the (mA, mH) = (500, 250) GeV mass point between the simulated distributions and the parametric functions described previously. The cores of the m^^bb distributions are well-parameterised by the chosen functional forms. The small differences seen in the tails of some distributions between the functional forms and the simula tions have only negligible effects on the final results, and moreover they are included as a source of systematic uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 209,
                    "text": "[72]",
                    "end": 213
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 217,
                    "text": "(kL, kH , n1, n2)",
                    "end": 234
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1501,
                    "text": "Fig. 1",
                    "end": 1507
                }
            ]
        },
        {
            "section": "Signal modelling",
            "text": "The previously described parameterisation applies to signal samples generated with narrow-width A bosons. In some regions of 2HDM parameter space relevant to this analysis, the A boson's width is significant compared with the detector resolution while the H boson's width remains negligible. In order to model the m^^bb shape of A bosons with large natural widths, a modified Breit-Wigner distribution3 is convolved with the EGE and DSCB functions. The procedure is validated by comparing the results of the convolution with those of the simulated samples of A bosons with large natural widths. Widths of up to 20% of the A boson mass are considered. An example of signal distributions with large natural widths is shown in Fig. 2 for the same signal points used in Fig. 1.  Finally, the signal efficiencies for the interpolated mass points are obtained through separate two-dimensional interpolations on the (mA , mH ) plane using thin plate splines [74].",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 724,
                    "text": "Fig. 2",
                    "end": 730
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 766,
                    "text": "Fig. 1",
                    "end": 772
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 951,
                    "text": "[74]",
                    "end": 955
                }
            ]
        },
        {
            "text": "Fit model and systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Fit model and systematic uncertainties",
            "text": "The m^^bb distribution is expected to exhibit a resonant struc ture if signal events are present, while background events result in a smooth shape. Therefore m^^bb is chosen as the final signal and background discriminating variable. The shape differences in the m^^bb distribution between the signal and background contri butions are exploited through binned maximum-likelihood fits of the signal-plus-background hypotheses to extract potential signal contributions. The fits are based on the statistical framework de scribed in Refs. [75][76][77]. For a given mass hypothesis of (mA, mH ), the likelihood is constructed as the product of Poisson statistics in m^^bb bins: Only the nb = 2 category is considered for the gluon-gluon fu sion production while both the nb = 2 and nb ≥ 3 categories are included in the likelihood calculation for the b-associated produc tion. For each bin, S i is calculated from the total integrated lumi nosity, the theoretical cross-section for the signal and its selection efficiency. The sum of all background contributions in the bin, Bi , is estimated from simulation. However, the tt¯ and Z +jets con trol regions are included in the likelihood calculation as one bin each, to help constrain their respective contributions in the sig nal regions. This is achieved by introducing two free normalisation scale factors, represented by α^ , for each category for the two most relevant background contributions: one for tt¯ and the other for the heavy-flavour component ( Z +h.f.) of the Z +jets contribution. These scale factors are applied to their respective contributions es timated from the simulations and their values are determined from the fit. Typical values of scale factors are close to unity. Taking (mA, mH) = (700, 200) GeV as an example, the Z+h.f. scale factor is 1.12 ± 0.09 for the nb = 2 category and 1.1 ± 0.2 for the nb ≥ 3 category. Similarly, the tt¯ scale factors are 0.96 ± 0.06 and 1.2 ±0.2 for the two corresponding categories.",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 536,
                    "text": "[75]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 540,
                    "text": "[76]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 544,
                    "text": "[77]",
                    "end": 548
                }
            ]
        },
        {
            "section": "Fit model and systematic uncertainties",
            "text": "Systematic uncertainties are incorporated in the likelihood as nuisance parameters with either Gaussian or log-normal constraint terms. They include both the experimental and theoretical sources of uncertainty. Experimental uncertainties comprise those in the luminosity measurement, trigger, object identification, energy/momentum scale and resolution as well as underlying event and pile-up modelling. These uncertainties, discussed in Refs. [61,10], impact the simulations of signal and background processes. Theo retical uncertainties include both the signal and background mod elling. For the signal modelling, uncertainties due to the factori sation and renormalisation scale choice, the initial-and final-state radiation treatment and the PDF choice are considered. Additional systematic uncertainties are assigned to cover the differences in signal efficiencies and m^^bb parameter values between the inter polations and the simulations. For the background modelling, the most important sources of systematic uncertainty are from the modelling of the mbb and the pT^ distributions of Z +jets. They are taken to be the difference between the data and simulation of the selected samples before the event categorisation and the mbb re quirement. The samples are dominated by the Z +jets contribution, and any potential signal contamination is expected to be negligi ble. For other background processes, they are obtained by varying the factorisation and renormalisation scales, the amount of initialand final-state radiation, and the choices of PDF parameterisations.",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 444,
                    "text": "[61,",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 448,
                    "text": "10]",
                    "end": 451
                }
            ]
        },
        {
            "section": "Fit model and systematic uncertainties",
            "text": "The effect of these systematic uncertainties on the search is studied using the signal-strength parameter μ for hypothesised signal production. Uncertainties having the largest impact depend on the choice of (mA, mH) signal point. Table 2 shows the rela tive uncertainties in the best-fit μ value from the leading sources of systematic uncertainty for two example mass points of both gluon-gluon fusion and b-associated production of a narrow-width A boson. The leading sources of systematic uncertainty are similar for other mass points studied and for larger A boson widths. For all cases, the limited size of the simulated samples has the largest impact on the search sensitivity among all the sources of system atic uncertainty. While systematic uncertainties and the statistical uncertainty of the data have comparable impact at low masses, the search sensitivity is mostly determined at high masses by the lim ited size of the data sample.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 231,
                    "text": "Table 2",
                    "end": 238
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The m^^bb distributions from different mbb mass windows are scanned for potential excesses beyond the background expectations through signal-plus-background fits. The scan is performed in steps of 10 GeV for both the m A range 230-800 GeV and the mH range 130-700 GeV, such that m A -mH ≥ 100 GeV. The step sizes are chosen to be compatible with the detector resolution for m^^bb and mbb. Fig. 3 shows the m^^bb distributions in the nb = 2 and nb ≥ 3 categories for the mbb window defined for mH = 200 GeV. The mbb distributions before any mbb window cut are also shown in this figure. The m^^bb distributions for two other mbb windows, defined for mH = 300 GeV and mH = 500 GeV are shown in Fig. 4. In all cases, the data are found to be well described by the background model. The most significant excess for the gluon-gluon fusion pro duction signal assumption is at the (mA, mH) = (750, 610) GeV sig nal point, for which the local (global) significance [78] is 3.5 (2.0) standard deviations. For the b-associated production, the most sig nificant excess is at the (mA, mH) = (510, 130) GeV signal point, for which the local (global) significance is 3.0 (1.2) standard devia tions. The significances are calculated for each production process separately ignoring the contribution from the other.",
            "paragraph_rank": 33,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 389,
                    "text": "Fig. 3",
                    "end": 395
                },
                {
                    "type": "figure",
                    "start": 692,
                    "text": "Fig. 4",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 957,
                    "text": "[78]",
                    "end": 961
                }
            ]
        },
        {
            "section": "Results",
            "text": "In the absence of a statistically significant excess, constraints on the production of A → ZH followed by the H → bb decay are de rived. The method of Ref. [79] is used to calculate 95% confidence level (CL) upper bounds on the product of cross-section and decay branching ratios, σ × B( A → ZH) × B(H → bb), using the asymp totic approximation [77]. The upper limits are shown in Fig. 5 for a narrow-width A boson produced via gluon-gluon fusion and b-associated production. As for the significance calculations above, these limits are derived separately for each production process. For the gluon-gluon fusion limits, only the nb = 2 category is used.  [80][81][82][83]. For b-associated production a cross-section in the four-flavour scheme is also calculated as described in Refs. [84,85] and the results are combined with the five-flavour scheme cal culation following Ref. [86]. The Higgs boson widths and branching ratios are calculated using 2HDMC [87]. The procedure for the cal culation of the cross-sections and branching ratios, as well as for the choice of 2HDM parameters, follows Ref. [36].",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 156,
                    "text": "[79]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 345,
                    "text": "[77]",
                    "end": 349
                },
                {
                    "type": "figure",
                    "start": 381,
                    "text": "Fig. 5",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 655,
                    "text": "[80]",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 659,
                    "text": "[81]",
                    "end": 663
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 663,
                    "text": "[82]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 667,
                    "text": "[83]",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 785,
                    "text": "[84,",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 789,
                    "text": "85]",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 879,
                    "text": "[86]",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 956,
                    "text": "[87]",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1100,
                    "text": "[36]",
                    "end": 1104
                }
            ]
        },
        {
            "section": "Results",
            "text": "Since both gluon-gluon fusion and b-associated production are expected, a new signal model weighted by the predicted cross sec tions of the two processes is built for every point tested in the 2HDM parameter space. Upper limits on σ ×B(A → ZH) × B(H → bb) with σ here including contributions from both processes are recalculated and compared with the 2HDM predictions to derive the limits in the 2HDM parameter space. Fig. 6 shows the observed and expected limits for Type I, Type II, 'lepton specific' and 'flipped' 2HDMs in the (mA, mH ) plane for various tanβ values. Type-II and flipped show similar constraints because in these models the Yukawa couplings are the same for all fermions apart from leptons. The same holds when comparing Type-I and lepton-specific 2HDM, where the main reason for the difference in sensitivity is the in creased significance of the H → ττ decay in the lepton-specific model. The gluon-gluon fusion production cross section decreases with increasing tanβ, which explains the loss of sensitivity in Type-I and lepton specific for large tanβ values. In the case of Type-II and flipped, at large tanβ values it is the b-associated pro duction that dominates instead of the gluon-gluon fusion in this region. For instance the exclusion can reach up to mH ≈ 400 GeV at lower tanβ (less than 10) and mH ≈ 600 GeV at higher tanβ (more than 20). At low tan β values the Higgs boson branching fraction to tt¯ becomes sizable, and this is what limits the sensitiv ity to below mH ≈ 350 GeV in all models examined here. The last bin is used as a reference for normalisation, and its width is noted in the y -axis label. In this case, the content displayed in a bin is the number of events shown in that bin multiplied by the ratio of widths of the last bin relative to the bin shown.",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 418,
                    "text": "Fig. 6",
                    "end": 424
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "Data recorded by the ATLAS experiment at the LHC, corre sponding to an integrated luminosity of 36.1 fb-1 from protonproton collisions at a centre-of-mass energy 13 TeV, are used to search for a heavy Higgs boson, A , decaying into ZH, where H denotes a heavy Higgs boson with mass mH > 125 GeV. The A boson is assumed to be produced via either gluon-gluon fusion or b-associated production. No significant deviation from the SM background predictions are observed in the ZH→ ^^bb final state that is considered in this search. Considering each production pro cess separately, upper limits are set at the 95% confidence level for σ × B( A → ZH) × B(H → bb) of 14-830 fb for gluon-gluon fusion and 26-570 fb for b-associated production of a narrow A boson for the mass ranges 130-700 GeV of the H boson and 230-800 GeV of the A boson. Taking into account both produc tion processes, this search tightens the constraints on the 2HDM in the case of large mass splittings between its heavier neutral Higgs bosons. Fig. 4. The m^^bb mass distribution for the mbb windows defined for m H = 300 GeV and mH = 500 GeV for (a, c) the nb = 2and (b, d) the nb ≥ 3 category, respectively. Signal distributions are also shown for gluon-gluon fusion production in (a, c) and b -associated production in (b, d) assuming production cross-sections times the branching ratios B( A → ZH) and B(H → bb) of 1pb. The same conventions as in Fig. 3 are used.",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1010,
                    "text": "Fig. 4",
                    "end": 1016
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1417,
                    "text": "Fig. 3",
                    "end": 1423
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Ar menia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azer baijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI  by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "The crucial computing support from all WLCG partners is ac knowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Swe den), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [88].",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 453,
                    "text": "[88]",
                    "end": 457
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Simulated signal m^^bb distributions (closed circles) assuming m A = 500 GeV and mH = 250 GeV for the following cases: (a) the gluon-gluon fusion in the nb = 2 category and (b) b -associated production in the nb ≥ 3 category. Signal parameterisations are overlaid for comparison. The solid curves are from parameter values obtained directly from the fits to the simulated distributions, whereas the dashed curves use the interpolated parameter values. The differences between the simulation and the interpolated shape divided by the statistical uncertainties of the simulation are shown in the bottom panels. The distributions for the nb = 2 category of the b-associated production are similar to the nb ≥ 3shape shown.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "fEGE(m;a,σ,kL,kH) e 1 2k2 L+kL mσ -a 3 The modification is the multiplication of the Breit-Wigner distribution with a log-normal distribution to account for the distortion due to the event selection.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "1 m -a 2 =",
            "section_rank": 13
        },
        {
            "section": "1 m -a 2 =",
            "text": "e -2 σ for ⎪ ⎩ e1 2k2 H-kH^mσ -aÔ n the other hand, m^^bb b-associated production, also with the experimental resolution, are better described by a double Gaussian Crystal Ball (DSCB) function [73]: fDSCB(m;a,σ,kL,kH,n1,n2) g(m;a,-σ,kL,n1) • e-2kL 1 m -a 2 = e -2 σ for g(m;a,σ,kH,n2) • e2kH where g(m; a, σ , k, n) =[(|k|/n)(n/|k| -|k| + (m -a)/σ )]-n. Both functions consist of a Gaussian core with mean a and variance σ 2, whereas the rest of the parameters",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The interpolated signal m^^bb distribution shapes assuming m A = 500 GeV and mH = 250 GeV and various A boson widths for the following cases: (a) gluon-gluon fusion in the nb = 2 category and (b) b -associated production in the nb ≥ 3 category. The distributions for the nb = 2 category of the b -associated production are similar to the nb ≥ 3shape shown.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "For the b -associated production, both the nb = 2 and nb ≥ 3 categories are used. The upper limit for gluon-gluon fusion varies from 14 fb for the (mA, mH) = (800, 140) GeV signal point to 830 fb for the (mA, mH) = (240, 130) GeV signal point. This is to be compared with the corresponding expected limits of 24.1 fb and 469 fb for these two signal points. For the b-associated production the upper limits vary from 26 fb for the (mA, mH) = (780, 680) GeV signal point to 830 fb for the (mA, mH) = (240, 130)GeV signal point with expected limits of 46 fb and 360 fb, respectively. The results of the search are interpreted in the context of the 2HDM. For this interpretation, several assumptions are made to re duce the number of free parameters in the model. The charged Higgs boson is assumed to have the same mass as the A boson. The 2HDM parameter m1 22 is fixed to m2 A tan β/(1 + tan2 β). The lightest Higgs boson of the model, h , is assumed to have a mass of 125 GeV and its couplings are set to be the same as those of the SM Higgs boson, by choosing cos(βα) = 0. The widths of the A and H bosons are taken from the predictions of the 2HDM. The cross-sections for A boson production in the 2HDM are calculated using up to NNLO QCD corrections for gluon-gluon fusion and b-associated production in the five-flavour scheme as implemented in SusHi",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The m^^bb mass distribution for the mbb window defined for m H = 200 GeV for (a) the nb = 2and (b) the nb ≥ 3 category. The mbb distribution before any mbb window cuts is shown in (c) and (d) for the nb = 2and the nb ≥ 3 categories, respectively. Signal distributions for m A = 700 GeV, mH = 200 GeV are also shown for gluon-gluon fusion production in (a, c) and b-associated production in (b, d) assuming production cross-sections times the branching ratios B( A → ZH) and B(H → bb) of 1pb. The solid dots in the lower panels represent the ratio of the data to the post-fit background prediction, while the open circles are the ratio of the data to the pre-fit background prediction. In the mbb distributions in (c, d) the mbb window boundaries are also shown as vertical solid lines. The window efficiencies for the signals shown on the plots are about (77.4 ± 1.0)% for (c) and (58.3 ± 2.6)% for (d). The m ^^bb distributions in (a) and (b) use variable bin widths. The last bin is used as a reference for normalisation, and its width is noted in the y -axis label. In this case, the content displayed in a bin is the number of events shown in that bin multiplied by the ratio of widths of the last",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": ", Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Cen ter, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallen berg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, in dividual groups and members have received support from BCKDF, the Canada Council, Canarie, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Hori zon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed",
            "paragraph_rank": 46,
            "section_rank": 17
        },
        {
            "text": "Fig. 5 .Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 5 .Fig. 6 .",
            "text": "Fig. 5. Upper bounds at 95% CL on the production cross-section times the branching ratio B(A → ZH) ×B(H →bb) in pb for (a, b) gluon-gluon fusion and (c, d) b-associated production. The expected upper limits are shown in (a) and (c) and the observed upper limits are shown in (b) and (d).",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "text": "Table 1",
            "section_rank": 19
        },
        {
            "section": "Table 1",
            "text": "Summary of the event selection for signal and control regions. At least 2 b-jets (pT > 20 GeV) with one of them having pT > 45 GeV ET miss/√HT < 3.5 GeV1/2, ^pT 2/m^^bb > 0.4 GeV< mbb< mH+20 GeV 0.85 • mH -25 GeV< mbb<mH +50 GeV GeV< mbb< mH+20 GeV 0.85 • mH -25 GeV< mbb<mH +50 GeV Z +jets control region ee or μμ pair ee or μμ pair mbb < 0.85 • mH -20 GeV or mbb > mH + 20 GeV mbb < 0.85 • m H -25 GeV or mbb > m H + 50 GeV",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "section": "Table 1",
            "text": "2 The primary vertex is taken to be the reconstructed vertex with the highest ^ p T 2 of the associated tracks.",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Table 2 The",
            "section_rank": 20
        },
        {
            "section": "Table 2 The",
            "text": "effect of the most important sources of uncertainty on the signal-strength parameter at two example mass points of (mA, mH ) = (230, 130) GeV and (mA , mH) = (700, 200) GeV for both the gluon-gluon fusion and b-associated pro duction of a narrow-width A boson. The signal cross-sections are taken to be the expected median upper limits (seeSection 8). JES and JER stand for jet energy scale and jet energy resolution, 'Sim. stat.' for simulation statistics, and 'Bkg. model.' for the background modelling.",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "The parameter of interest, μ, is a multiplicative factor to the expected signal rate and is called the signal-strength parameter. The m^^bb bin widths are chosen according to the expected detector resolution and tak ing into account the statistical uncertainty related to the number of background Monte Carlo events. The bin centres are adjusted such that at least 68% of the test signal is contained in one bin.",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Poisson Ni μ × Si(mA,mH,θ^)+ Bi(α^,θ^) • G(θ^). i=bins Here Ni is the number of observed events and Si(mA, mH, θ^) and Bi(α^, θ^) are the expected number of signal and estimated back ground events in bin i . The vector α represents free background normalisation scale factors (described later) and vector θ^ denotes all non-explicitly listed parameters of the likelihood function such as nuisance parameters associated with systematic uncertainties. The function G (θ^) represents constraints on θ^.",
            "paragraph_rank": 53,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        },
        {
            "text": "The ATLAS Collaboration / Physics Letters B 783 (2018)   c Also at CERN, Geneva, Switzerland. d Also at CPPM, Aix-Marseille Université and CNRS/IN2P3, Marseille, France. e Also at Departament de Fisica de la Universitat Autonoma de Barcelona, Barcelona, Spain.",
            "paragraph_rank": 54,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 48,
                    "text": "(2018)",
                    "end": 54
                }
            ]
        },
        {
            "text": "f Also at Departamento de Fisica Teorica y del Cosmos, Universidad de Granada, Granada (Spain), Spain. g Also at Departement de Physique Nucléaire et Corpusculaire, Université de Genève, Geneva, Switzerland.",
            "paragraph_rank": 55,
            "section_rank": 25
        },
        {
            "text": "h Also at Department of Financial and Management Engineering, University of the Aegean, Chios, Greece. ",
            "paragraph_rank": 56,
            "section_rank": 25
        }
    ]
}