{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The processes of the generation of cosmogenic neutrons (cg-neutrons) underground are considered. The neutrons produced by cosmic-ray muons in their interactions with matter are called cosmogenic. Deepinelastic πA-collisions of pions in muon-induced hadronic showers are mainly their source at energies above 30 MeV. The characteristics of the energy spectrum for the generation of cg-neutrons have been determined by invoking the additive quark model of deep-inelastic soft processes and the mechanism for the interactions of high-energy nucleons in a nucleus. The three-component shape of the spectrum is explained, and the energy of the \"knee\" in the spectrum has been found to depend on the mass number A. The peculiarities of deepinelastic πA-scattering lead to the conclusion that the spectrum of cg-neutrons steepens sharply at energies above 1 GeV. The calculated quantitative characteristics of the spectrum are compared with those obtained in measurements.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The characteristics of muon-induced cosmogenic (cg) neutrons in various materials deep underground have been actively studied in the last 15 years. These neutrons are among the main sources of the background in the numerous low-background underground experiments that are now underway, with which hopes to detect effects beyond the Standard Model are associated: hypothetical dark matter particle interactions, neutrinoless double β-decay, and other rare phenomena.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Today it can be stated that one of the main characteristics of the cgneutron flux, the yield Y n , has been studied quite well. A relationship of the yield Y n to the energy losses of ultrarelativistic muons and the mass number of matter A has been established on the basis of experimental data [1]. An analytical expression that allows the yield Y n and, consequently, the flux and production rate of cg-neutrons to be calculated with a sufficient accuracy for any A at depths greater than 100 m w.e., where the mean energy of the muon flux E µ > 40 GeV, has been derived.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 295,
                    "text": "[1]",
                    "end": 298
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This cannot be said about another important characteristic, the energy spectrum for the generation (the \"in-source\" spectrum) of cg-neutrons F s (T n ), where T n is the neutron kinetic energy. The spectrum F s (T n ) determines the spectrum F is (T n ) of isolated neutrons (neutrons at the boundary of the semiinfinite layer of material where they are generated), the penetrating power of cg-neutrons, and the set of possible effects produced by them in detectors, shielding materials, and soil.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The generation of cosmogenic neutrons",
            "section_rank": 3
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "The existing general views of the mechanism for the generation of cg-neutrons by ultrarelativistic muons were shaped within the theory of muon-induced hadronic (h) and electromagnetic (em) showers in matter by invoking the ideas of intranuclear nucleon cascades (INCs) and neutron photoproduction [2], [3].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 297,
                    "text": "[2]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 302,
                    "text": "[3]",
                    "end": 305
                }
            ]
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "The basic tenets of these views are: (a) cg-neutrons at depths greater than 100 m w.e. are generated in any material mainly in showers; the neutrons from µ − A-captures dominating at depths up to ∼ 100 m w.e. and the photoneutrons produced by a muon through virtual photons constitute a minor fraction in the total number of cg-neutrons;",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "(b) in any material h-showers make a major contribution to the production of neutrons, despite the much smaller generation cross section of h-showers than that of em-showers, which is explained by the greater multiplicity of neutrons ν n in h-showers;",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "(c) the overwhelming majority of h-shower neutrons are produced by the πN-interactions of shower charged pions with nucleons in nuclei; the neu-trons generated in INCs (cas-neutrons), including the πN-scattering recoil neutrons, lie in the entire energy range of cg-neutrons; at energies T n > 30 MeV their mean T cas n is ∼ 150 MeV; \"evaporative\" neutrons (ev-neutrons) escaping from remnant nuclei whose number is approximately twice that of cas-neutrons and whose energy is T ev n < 30 MeV appear in the last INC phase; a small number of h-shower neutrons are produced in π − A-captures and em-subshowers initiated by π 0 -decays, these neutrons have energies up to 30 MeV;",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "(d) the overwhelming majority of em-shower neutrons are produced by photons through the giant dipole resonance (GDR), i.e., they are evaporative and have an energy up to 30 MeV; the neutrons from the direct photoeffect (neutron photospallation), the γ-absorption by the deuterium np-pair in a nucleus, and the neutrons of h-subshowers appearing in emshowers as a result of multiple pion photoproduction can have energies above 30 MeV, but the contribution of the listed channels to the total yield of cg-neutrons is minor;",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "(e) the spectrum F s (T n ) is formed by ev-and cas-neutrons; the number of ev-neutrons N ev n generated in em-and h-showers exceeds considerably the number of cas-neutrons N cas n ; at T n > 30 MeV the spectrum F s (T n ) has two segments, flat and steeper, the most common representation of the spectral shape is the dependence 1/T α with different exponents α.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "In the absence of a general understanding of the cg-neutron generation mechanism, the above tenets do not give an answer to the following practical questions: (1) whether the dependence T −α corresponds to the cg-neutron generation processes and the exponent α of what quantity can characterize the spectrum F s (T n ) at T n > 30 MeV before and after the knee; (2) at what energy T ch n the spectrum changes and what processes cause the knee in the spectrum; (3) whether there can be a \"cutoff\" in the spectrum and, if so, as a result of what process and at what energy; (4) what fraction in the total number are accounted for by the evaporative neutrons; (5) how the quantities listed in items (1) -(4) depend on the energy E µ and the mass number A of matter.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 572,
                    "text": "(4)",
                    "end": 575
                }
            ]
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "Establishing the shape of the spectrum F s (T n ) from experimental data and answering the above questions are complicated by the limited number of measurements and their significant errors. In the time of experimental investigation since 1954 [4] the energy characteristics of cg-neutrons generated by muons with various energies E µ in various materials have been measured in six experiments [5], [6], [7], [8], [9], [10]. The spectrum of isolated neutrons F is (T n ) at energies below 90 MeV was obtained in [5], [6]. The neutron gen-eration spectrum F s (T n ) was determined in the last four papers: up to 80 MeV in [7], [10] and up to 400 MeV in [8], [9].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 244,
                    "text": "[4]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 394,
                    "text": "[5]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 399,
                    "text": "[6]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 404,
                    "text": "[7]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 409,
                    "text": "[8]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 414,
                    "text": "[9]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 419,
                    "text": "[10]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 512,
                    "text": "[5]",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 517,
                    "text": "[6]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 622,
                    "text": "[7]",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 627,
                    "text": "[10]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 653,
                    "text": "[8]",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 658,
                    "text": "[9]",
                    "end": 661
                }
            ]
        },
        {
            "section": "The generation of cosmogenic neutrons",
            "text": "The calculations performed in recent years for various materials using the up-to-date FLUKA and Geant4 software packages [11], [12], [13], [14], [15], [16]  (Fig. 1), being in significant disagreement between themselves in spectral shape (and in yield Y n ), do not allow both the characteristics of the spectrum F s (T n ) for a specific material and their relation to the energy E µ and A to be determined computationally.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 121,
                    "text": "[11]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 127,
                    "text": "[12]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 133,
                    "text": "[13]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 139,
                    "text": "[14]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 145,
                    "text": "[15]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 151,
                    "text": "[16]",
                    "end": 155
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 157,
                    "text": "(Fig. 1)",
                    "end": 165
                }
            ]
        },
        {
            "text": "The production of neutrons in h-showers",
            "section_rank": 4
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "The most penetrating neutrons forming the spectrum F s (T n ) at T n > 30 MeV are produced in h-showers. These showers are initiated by deep-inelastic µAscattering µA → kπ + mN + (A − m) + µ ′ (k and m are the multiplicities of the produced pions and nucleons, m≤A) and develop in matter due to the multiplication of pions in deep-inelastic πA-collisions: πA → kπ + mN + (A − m). In both µA-and πA-reactions the multiple production of pions is the result of an inelastic collision of the incident particle with one of the intranuclear nucleons. The multiple generation of pions occurs mainly in deep-inelastic soft processes, which make a major contribution to the cross section for the deep-inelastic interaction of hadrons. These processes are characterized by small transverse momenta of generated pions p ⊥ < 1 GeV/c, in contrast to the hard ones with p ⊥ > 1 GeV/c. Let us consider the production of neutrons in h-showers in terms of the quark model of strong interactions. In the additive quark model the elastic qq-scattering of two quasi-free valence (structural) quarks (current quarks interact in hard processes) underlies the soft multiple processes. This process can be depicted by a quark diagram (Fig. 2). In this representation of πN-interaction the antiquark of the incident pion q π is elastically scattered by the quark q N of the target nucleon N. Both quarks acquire momenta sufficient for their escape from the confinements of the interacting hadrons. The breaking of the gluon bond of the scattered antiquark q π to the spectator quark q π gives rise to virtual qq-pairs with their subsequent recombination into a jet of fragmentation pions. The number of recombined qq-pairs and, consequently, pions is determined by the energy of the antiquark q π . There is also a leading pion with an energy of about 1/2 of the initial one produced by the spectator quark q π and the pair antiquark q among the fragmentation Figure 1: Energy spectra F s (T n ) for the generation of neutrons by muons of fixed energy E µ calculated by the Monte Carlo method for various materials: (a) LS, FLUKA, E µ = 285 GeV [12]; (b) LS, FLUKA and Geant4 (histogram), E µ = 280 GeV [11]; (c) Pb, FLUKA, E µ = 300 GeV [14]; (d) LS, Geant4, E µ = 280 GeV [13]; (e) soil, Geant4, E µ = 275 GeV [15]; (f) Pb, Geant4, E µ = 260 GeV [16].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1210,
                    "text": "(Fig. 2)",
                    "end": 1218
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1935,
                    "text": "Figure 1",
                    "end": 1943
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2120,
                    "text": "[12]",
                    "end": 2124
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2178,
                    "text": "[11]",
                    "end": 2182
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2213,
                    "text": "[14]",
                    "end": 2217
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2249,
                    "text": "[13]",
                    "end": 2253
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2287,
                    "text": "[15]",
                    "end": 2291
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2323,
                    "text": "[16]",
                    "end": 2327
                }
            ]
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "pions. The escape of the quark q N from the nucleon also gives rise to qq-pairs and their recombination into pionization hadrons. The spectator diquark q N q N is hadronized (\"decolorized\") and turns into a recoil nucleon N r (rnucleon).",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "It is well known from experiments in cosmic rays and on accelerators that during the collision of particles with ultrarelativistic energies the pions (hadrons) in the forming jets have an interaction-energy-independent mean transverse momentum p h ⊥ ≈ 0.35 GeV/c. In the QCD theory of strong interactions this quantity corresponds to the scale of gluon vacuum fluctuations with a characteristic nucleon size ∼ 1 Fm (10 −13 cm), which is the nucleon confinement size. When gaining an additional momentum (in our case, from q π ), the quark q N can reach the confinement boundary (nucleon periphery). Here, the dipole gluon field binding the escaping quark to the diquark q N q N is compressed into a string that breaks if the quark has a sufficient momentum. Multiple pion production is a consequence of the breaking.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "The gluon string tension is determined by the strong coupling constant. The constant and, consequently, the string tension on the nucleon periphery grow sharply with increasing distance to the escaping quark q N . The string breaks, on average, at the same tension at a distance r q ∼ 1 Fm irrespective of the escaping-quark momentum. As a result, the r-nucleon formed from the diquark q N q N gains a momentum p r directed along the motion of the escaping quark in the nucleus whose mean value must correspond to the string tension at a confinement size ∼ 1 Fm, i.e., p r ≈ 0.35 GeV/c, which leads to the equality p r ≈ p h ⊥ . Hence it follows that the mean energy transferred to the r-neutron is independent of the πN-interaction energy and mass number A. The subsequent fate of the r-neutron is determined by its energy and location in the nucleus. The shower pions produced in πN-collisions escape from the nucleus mostly without any collisions, because their mean free path in nuclear matter, λ πN ∼ 5 Fm, exceeds the radii of almost all nuclei. 4 The energy spectrum of recoil neutrons F (E r )",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1052,
                    "text": "4",
                    "end": 1053
                }
            ]
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "In accordance with the expression pc = βE (E = m N c 2 + T N ), the r-nucleon, gaining the momentum p r = 0.35 GeV/c, acquires the energy E r = 63 MeV in addition to the energy of its Fermi motion in the nucleus T F ≈ 30 MeV. The recoil nucleon can remain in the nucleus, leave the nucleus without any collision, or initiate an INC in an elastic NN-collision. During the INC the r-nucleon energy is fragmented; some of the cas-nucleons (including the neutrons) can escape from the nucleus. In an elastic NN-collision the energy is divided between the nucleons, on average, equally unless such a proportion is forbidden by Pauli blocking. Therefore, at the mean energy transfer E r = 63 MeV the cas-neutrons escaping from the nucleus have mostly energies in the \"evaporative\" range approximately up to 30 MeV. Consequently, the neutron energy spectrum at T n ≥ 30 MeV is formed by the r-neutrons escaping from nuclei without any collision.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "Since the r-neutron is a product of elastic q π q N -scattering, the spectrum F (E r ) of q N -quark energy transfers to the r-neutron must be characterized by the dependence F (E r ) ∝ 1/E 2 r corresponding to the elastic scattering of two quasi-free point charges. The δ-electrons produced by charged particles during their ionization stopping in matter have the same spectrum. The rneutron that is capable of producing nuclear particles (p, α, n, t) in inelastic nA-reactions after its escape from the nucleus corresponds to the definition of a δ-particle. The r-neutron in the nucleus must gain the minimum energy E min r = ε b + ε th = 15 MeV to be transformed into a δ-neutron, because its binding energy in the nucleus is ε b ≈ 8 MeV and the threshold of inelastic nA-reactions is ε th ≈ 7 MeV [17].",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 801,
                    "text": "[17]",
                    "end": 805
                }
            ]
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "The existence of minimum energy transfer E min r at a given mean energy E r of the spectrum of a known shape, F (E r ) = constE −2 r , points to the existence of a limiting r-neutron energy E max r . Its value can be found using the definition of the mean: is the maximum energy transfer to the r-nucleon in deepinelastic soft πN-scattering that is determined by the tension energy of the gluon string between the valence quark q N and the diquark q N q N before its breaking.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "Note that the \"transverse\" energy of 1 GeV corresponding to the momentum p ⊥ = 2 GeV/c is at the boundary of the region where the hard processes involving current quarks begin to contribute to the total deep-inelastic scattering cross section.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "The production of neutrons in h-showers",
            "text": "As follows from Eq. 1 ",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 20,
                    "text": "1",
                    "end": 21
                }
            ]
        },
        {
            "text": "The spectrum of δ-neutrons",
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The spectrum of δ-neutrons F (T δ ) is formed by the r-neutrons (Fig. 2) that escaped from the nuclei without any collisions (T δ is the neutron energy outside the nucleus). The energy spectrum of r-neutrons before their escape from the nucleus F (T r ) is specified by the spectrum of energy transfers F (E r ) including the Fermi energy T F : F (T r ) = F (E r + T F ). When escaping freely from the nucleus, the r-neutron loses the energy T F and the binding energy",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 64,
                    "text": "(Fig. 2",
                    "end": 71
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "MeV. The effect of limiting nuclear fragmentation, i.e., the number of secondary slow particles and the mean energy of δ-nucleons do not depend on the primary particle energy if it exceeds ∼ 5 GeV [18], [19]], detected in photoemulsion experiments points to a \"cutoff\" of the δ-neutron spectrum.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 197,
                    "text": "[18]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 203,
                    "text": "[19]",
                    "end": 207
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The existence of maximum energy T max δ based on the model of deepinelastic soft πN-scattering does not mean a complete cutoff of the cg-neutron spectrum. There are processes that give rise to δ-neutrons with an energy above 1 GeV. These primarily include the elastic πN-scattering in the range of pion energies E π > 10 GeV, where neutrons with an energy T δ > 1 GeV can be produced. The elastic πN-scattering cross section, σ el πN ≈ 4 mb, accounts for no more than 20% of the inelastic one, σ in πN ≈ 20 mb. Other processes, such as the neutron stripping by real and virtual high-energy photons and deep-inelastic hard πN-scattering, make a contribution less than 2% of the elastic scattering contribution. Thus, by the cutoff of the cg-neutron spectrum at an energy of ∼ 1 GeV we mean its sharp steepening.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The probability of the escape of an r-neutron from nuclei without any collision is determined by the place of its appearance in the nucleus (the πN-interaction point) and the mean free path in the nuclear matter λ r . The distribution of πN-collisions in the nucleus does not change with shower pion energy but is related to the mass number A. The cross section for deepinelastic pion scattering by a free nucleon in the energy range 5 − 100 GeV is virtually constant: σ πN ≈ 20 mb [20]. The effective πN-scattering cross section in the nucleus, σ ef f πN , is smaller due to the nucleon shadowing:",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 482,
                    "text": "[20]",
                    "end": 486
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": ", where α = 0.75 is the shadowing parameter [21]. Thus, the mean free path of a high-energy pion in nuclear matter, λ πN , is expressed by the dependence λ πN = (σ ef f πN n χ ) −1 cm, where n χ is the average nucleon concentration on the pion path χ. The pion, on average, crosses a nucleus of radius R along the chord χ = 4R/3 = [4(1.3A 1/3 )/3] Fm = 1.73A 1/3 Fm located at a distance of about 3R/4 from the nuclear center. The distribution of nucleon concentration along the nuclear radius is described by the expression",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 44,
                    "text": "[21]",
                    "end": 48
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "where n 0 = const is the nucleon concentration in the core of the nucleus, which is related to the mean nucleon concentration in the nucleus, n, by the relation n 0 = 1.9 n; R 0 = 1.08A 1/3 Fm is the distance from the nuclear center to the region with the number density n 0 /2; ∆ ≈ 0.55 Fm is the rate of decrease in concentration n on the nucleus periphery. The concentration n χ is related to n 0 and the mean concentration of nucleons in the nucleus, n = 10 38 cm −3 : n χ ≈ 0.4 n 0 ≈ 0.76 n. Substituting n χ and σ ef f πN into the expression for λ πN , we obtain λ πN ≈ 6.58 A 1/4 Fm. The integral probability of a πN-collision, P πN , on a path length χ is determined by the ratio χ/λ πN :",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "1/3",
                    "end": 189
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The quantity χ/λ πN is weakly related to A ( χ/λ πN = 0.263 A 1/12 ); it can be assumed to be a constant, χ/λ πN ≈ 0.368 at A 1/12 ≈ 1.4. In that case, P πN is also a constant: P πN = 0.308.",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "We will consider the median length l m in the distribution of πN-collisions along the chord χ to be the effective distance from the entrance point of the pion into the nucleus to its collision with the nucleon. It is determined from the equation 0.5",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Consequently, the r-neutron appears at the distance l r = χ − l m = 1.32 A 1/4 Fm along the chord χ before its escape from the nucleus. When the neutron momentum is directed in a cone along the motion of the incident pion, the condition for the escape of neutrons from the nucleus without any collision is that the mean free path of the r-neutron in the nucleus, λ r = (σ nN n χ ) −1 , exceeds the length l r : λ r ≥ l r . Equating the r-neutron mean free path l r to the length χ − l m is some approximation, because the recoil neutron is deflected from the trajectory of the pion entering the nucleus under the action of the gluon string tension and its intranuclear motion. The cross section σ nN (T n ) is an averaged cross section for neutron scattering by nucleons in the nucleus,",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "where σ nn and σ np are the effective cross sections for neutron scattering by a free neutron and proton, Z is the number of protons in the nucleus. The dependences of the cross sections σ nn and σ np on energy T n are presented in Fig. 3. In the range of energies T n from 30 to ∼ 200 MeV σ np is larger than σ nn by a factor of 3 − 1.5. Since A − Z ≈ Z for most nuclei, we can assume that in the neutron energy range 30 − 200 MeV σ nN is virtually independent of the nucleus composition σ nN ≈ (σ nn + σ np )/2 and σ nN ∝ 1/T n . At these energies overlineσ nN can be approximately calculated from the formula overlineσ nN (T n ) ≈ (6 × 10 3 /T n ) mb, where T n is in megaelectronvolts.",
            "paragraph_rank": 32,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 232,
                    "text": "Fig. 3",
                    "end": 238
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The equality λ r = l r and the expressions for λ r and l r allow us to determine the critical cross section σ cr nN = 100A 1/4 mb and then the corresponding energy T cr r : T cr r = 6 × 10 3 /σ cr nN ≈ 60A 1/4 MeV. This is the threshold value for a free r-neutron escape from the nucleus. The energy T cr δ = T cr r − (T F +ε b ) ≈ (T cr r −40) MeV in the spectrum of δ-neutrons F (T δ ), corresponds to the energy T cr r in the spectrum F (T r ). Consequently, at δ-neutron energies T δ ≥ T cr r (A) the spectrum F (T δ ) closely follows the shape of the spectrum",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 206,
                    "text": "1/4",
                    "end": 209
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "r the fraction P δ of r-neutrons freely escaping from the nucleus is determined by the ratio λ r /l r . Transforming it, we obtain",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "because n χ is a constant, l r ∝ A 1/4 , and",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Under the action of the factor P δ the spectrum F (T r ) in the range ∼ 45 MeV < T r < T cr r is transformed into the spectrum of δ-neutrons with an energy T δ from T min δ to T cr r :",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Thus, the spectrum of δ-neutrons in any material spans the range from",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The spectrum F (T δ ) is 1/T δ in the range from T min δ to T cr δ and is described by the law 1/T 2 δ in the range",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The A dependence of the δ-neutron spectrum F (T δ ) ∝ A −1/4 is inverse with respect to the A dependence of the knee energy T cr δ ∝ A 1/4 . Consequently, the energy T cr δ increases with A, while the values of the spectrum F (T δ ) decrease. This is indicative of a decrease in the fraction of δ-neutrons in the total number of cg-neutrons and an increase in the fraction of evneutrons. The energy of the knee in the spectrum F (T δ ) also decreases with decreasing A and then disappears altogether at A ∼ 4, because all r-neutrons become δ-neutrons. It should be noted that for nuclei with A < 12 the expression for T cr r acquires a large error. This is explained by the absence of a core with a constant concentration n 0 whose size is specified by Eq. (2).",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "6 Measurements of the cg-neutron production spectrum",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The spectrum F s (T δ ) of cg-neutrons can be obtained in an experiment whose geometry corresponds to the following requirements: (a) the layer of target material where neutrons are produced must be located near the detector at a fixed distance from it, given that the δ-neutrons are directed from top to bottom;",
            "paragraph_rank": 41,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "(b) the target layer must have a fixed thickness of several mean free paths λ πA but not affecting the shape of the spectrum F s (T δ );",
            "paragraph_rank": 42,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "(c) the presence of a layer of material between the target and the detector must not lead to any deformation of the spectral shape of the neutrons escaping from the target.",
            "paragraph_rank": 43,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "In most experiments it is necessary to exclude the detector crossing by a muon and/or a shower, which prevents the energy release of the neutron appearing in the detector from being measured.",
            "paragraph_rank": 44,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The cg-neutron production spectrum F s (T δ ) was obtained in the KAR-MEN [7] and LVD [8] experiments and the Soudan underground laboratory [10]. In the KARMEN experiment the neutrons were generated by muons and showers mainly in a 7000-ton iron shield surrounding a 65 m 3 liquid scintillation detector. The crossing by a muon of the planes of the active detector shield, which recorded the time and coordinates of the muon-shower event, was a trigger for recording neutrons. The events of iron-shield crossing by a muon containing the detector pulses correlated with the muon were selected for the analysis. Since the main goal of the KARMEN experiment was to investigate the νA-cross sections in a beam of accelerator neutrinos, the facility was at a small depth underground. The neutrons from atmospheric muons were studied as a background source in the measurements. The mean energy of the muons passing through the shield corresponded to a depth of ∼ 40 m w.e., i.e., it was ∼ 15 GeV. Muons of such an energy produce mostly cv-neutrons, because the dominant channels of their generation are the µ − Acapture and photoproduction by virtual photons. Nevertheless, recording the temporal, spatial, and energy characteristics of scintillation detector pulses allowed one to establish the energy releases of δ-neutrons escaping from the iron shield and then to determine the shape of the spectrum of \"visible\" energy releases in the energy range 20 − 80 MeV. The authors of [7] fitted the spectrum of recorded cg-neutron energy releases F (ε vis ) by the law exp(−ε vis /ε 0 ), where ε 0 ≈ 42 MeV (Fig. 4). As follows from the graph, in the range 30 − 80 MeV being discussed 38 and 19 of the 59 experimental data points lie, respectively, above and below the straight line representing the law exp(−ε vis /42); two points visually agree with the fit. The discrepancy between the experiment and the dependence exp(−ε vis /42) is most pronounced in the tail of the spectrum: at a measurement uncertainty of about 35% in the energy range 60 − 80 MeV 17 of the 20 data points lie above the straight line. The exponential with ε 0 = 57.8 ± 9.4 is the best fit to the KARMEN data in the range 20 − 80 MeV. The significant error in ε 0 is related to the determination of count rates from the graph in Fig. 4. Taking this fact into account, we assume below that ε 0 ∼ 60 MeV. This value is supported by the result of the Soudan experiment [10] described below.",
            "paragraph_rank": 45,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 74,
                    "text": "[7]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 86,
                    "text": "[8]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 140,
                    "text": "[10]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1475,
                    "text": "[7]",
                    "end": 1478
                },
                {
                    "type": "figure",
                    "start": 1598,
                    "text": "(Fig. 4)",
                    "end": 1606
                },
                {
                    "type": "figure",
                    "start": 2295,
                    "text": "Fig. 4",
                    "end": 2301
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2432,
                    "text": "[10]",
                    "end": 2436
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The relationship between the dependences F (ε vis ) ∝ exp(−ε vis /60) and F (ε δ vis ) is shown in Fig. 5. The curve F (ε δ vis ) represents the dependence N(T δ ) ∝ T −1 δ , where the energy T δ was recalculated to the visible energy releas ε δ vis using the quenching function q(T δ ) = ε δ vis /T δ obtained for an organic liquid scintillator (LS) with an approximate composition C 10 H 20 in [22]. Here, the neutron was assumed to transfer all its energy T δ to one recoil proton, i.e., T p = T δ . In reality, the neutron in LS loses its energy in portions in np-scatterings and elastic and inelastic nC-collisions. This assumption affects insignificantly the shape of the curve F (ε δ vis ). The curves in Fig. 5 were normalized to the number of events at the energy release ε vis = 30 MeV corresponding to T δ = 47 MeV. The relative positions of the curves F (ε vis ) Figure 4: Spectrum of recorded cg-neutron energies in the KARMEN experiment. The solid line is the fit to the data from [7]. The dashed line is the best fit to the data by the law exp(ε vis /60MeV ) in the range 30 − 80 MeV. and F (ε δ vis ) show that the KARMEN experimental data in the range 30 − 80 MeV can be fitted by the law T −1 δ . The experiment [10] in an underground laboratory at a depth of 2100 m w.e. (E µ ∼ 210 GeV) at the Soudan mine (USA) was aimed at determining the spectrum F s (T δ ). The measurements were performed with a cylindrical counter (⊘ = 13 cm, L = 100 cm) filled with 12 L of LS. The range of measured energies ε vis is from 4 to 60 MeV. The range was limited from above by the electronics capabilities. The interaction of neutrons in LS was separated from the interactions of electrons, γ-ray photons, and muons by the PMT pulse shape. The low statistics of 24 events in 655 days of measurements underground did not allow definitive conclusions about the shape of the spectrum in the range 30 − 60 MeV to be reached. Of interest are the results obtained by the authors during the calibration measurements on the Earths surface: the spectrum of neutron energies ε vis in the range 30 − 56 MeV, ∝ exp(−ε vis /60MeV ) ( Fig. 6), coincided with the corrected KARMEN spectrum (Fig. 4). Thus, the authors of [10] obtained the spectrum F s (T δ ) on the surface. This fact can be explained by the detection of δ-neutrons generated by extensive air shower (EAS) pions in the roof and walls of the Figure 5: Spectra of recorded cg-neutron energies ε vis in the range 30 − 80 MeV. The dashed line is the fit to the data by the authors of the KARMEN experiment; the dotted line is the fit to the data by the law exp(−ε vis /60MeV ); the solid line is the dependence 1/T n corrected for the quenching. The dependences were normalized at ε vis = 30 MeV. room in which the measurements were made.",
            "paragraph_rank": 46,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 99,
                    "text": "Fig. 5",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 396,
                    "text": "[22]",
                    "end": 400
                },
                {
                    "type": "figure",
                    "start": 712,
                    "text": "Fig. 5",
                    "end": 718
                },
                {
                    "type": "figure",
                    "start": 875,
                    "text": "Figure 4",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 995,
                    "text": "[7]",
                    "end": 998
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1230,
                    "text": "[10]",
                    "end": 1234
                },
                {
                    "type": "figure",
                    "start": 2126,
                    "text": "Fig. 6)",
                    "end": 2133
                },
                {
                    "type": "figure",
                    "start": 2180,
                    "text": "(Fig. 4)",
                    "end": 2188
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2211,
                    "text": "[10]",
                    "end": 2215
                },
                {
                    "type": "figure",
                    "start": 2398,
                    "text": "Figure 5",
                    "end": 2406
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "A similar conclusion follows from the measurements of the neutron spectrum in the Gran Sasso National Laboratory at an altitude of 1000 m using a 1.5 m 3 scintillator detector [9]. The measured spectrum in the range 30 − 400 MeV with a knee near 90 MeV corresponds to the δ-neutron production spectrum F s (T δ ) obtained underground in the LVD experiment [8]. On the surface neutrons with energies above 30 MeV could also be generated by EAS pions in the roof of the experimental room. The similarity of the spectra of neutrons at energies above 30 MeV obtained on the surface and underground has a natural explanation: in both cases, they are generated by h-shower pions in deep-inelastic πA-scattering, whereby the energy characteristics of the produced δ-neutrons do not depend on the pion energy.",
            "paragraph_rank": 47,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 176,
                    "text": "[9]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 356,
                    "text": "[8]",
                    "end": 359
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The spectrum F s (T δ ) of cg-neutrons at a depth of 3650 m w.e. was obtained in the LVD experiment ( Fig. 7)  [8]. The main goal of the experiment is to detect and investigate the neutrino flux from a gravitational stellar core Figure 6: Observed spectrum of cg-neutron energy releases in the Soudan experiment (dots) [10]. The straight line is the dependence exp(−ε vis /60MeV ).",
            "paragraph_rank": 48,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 102,
                    "text": "Fig. 7)",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 111,
                    "text": "[8]",
                    "end": 114
                },
                {
                    "type": "figure",
                    "start": 229,
                    "text": "Figure 6",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 319,
                    "text": "[10]",
                    "end": 323
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "collapse. The LVD characteristics also allow the high-energy muons and their interaction products, including the cg-neutrons, to be studied. The rock overburden above the facility determines a mean energy of the muon flux of 280 ± 18 GeV. LVD consists of three identical 6.2 × 13.8 × 10.0 m 3 towers. Each tower contains 280 rectangular 1.5 m 3 counters accommodating 1.2 tons of liquid scintillator each. The counter energy resolution for energy releases above 20 MeV is about 20%, the time resolution is 1µs.",
            "paragraph_rank": 49,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Neutrons were generated in the material of the facility composed of LS and iron. Iron is contained in the structural elements of the facility forming a regular cellular structure whose cell is a 1.5 m 3 scintillation counter. The LS and Fe masses are identical, the LS composition is C k H 2k , k ≈ 10. The spectrum F s (T δ ) of neutrons produced by nearly vertical muons in the target column (t-column) of the facility 6.2 m in length, 2.2 m in width, and 7.5 m in height (56 counters with an LS mass of 67 t and the same Fe mass) was reconstructed from the spectrum of \"visible\" neutron energy releases in 60 scintillation counters of the detecting volume (d-volume) with an LS mass of 72 t [8]. The d-volume is separated from the t-column by a 78 g cm −2 LS layer and iron layers with a total thickness of 45 g cm −2 contained in the separating half-column (28 counters). The half-column, which incorporates Figure 7: Energy spectrum of cg-neutrons in the LVD experiment [8], N n is the number of neutrons. light and heavy materials, efficiently shields the d-volume from the particles of the electromagnetic (γ, e) and hadronic (p, π ± ) components of the emand h-showers developing in the t-column. At the same time, the separating half-column with this composition and sizes slightly deforms the shape of the spectrum F s (T δ ). This is explained by the following factors. While crossing the half-column, the neutrons with energies T > 30 MeV interact mainly with C and Fe nuclei. In elastic nC-and nFe-scatterings the neutrons lose less than 10% of their energy. During an inelastic nA-interaction the δ-neutrons with energies above 30 MeV initiate the development of INCs in the nucleus, which leads to fragmentation of the energy T δ and practically disappearance of the neutrons with an energy above 30 MeV that experienced inelastic nA- scattering. Since the cross section for this process, while slightly varying, is essentially independent of the incident neutron energy (Fig. 8), the inelastic scattering affects insignificantly the shape of the spectrum F s (T δ ).",
            "paragraph_rank": 50,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 694,
                    "text": "[8]",
                    "end": 697
                },
                {
                    "type": "figure",
                    "start": 912,
                    "text": "Figure 7",
                    "end": 920
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 975,
                    "text": "[8]",
                    "end": 978
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1986,
                    "text": "(Fig. 8)",
                    "end": 1994
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The np-scattering, as a result of which the neutron loses, on average, half of its energy, could play a prominent role in the processes under consideration. However, since the mean free path of δ-neutrons with T δ > 30 MeV relative to the np-scattering in LS, λ np > 50 cm, is comparable to the particle mean path length in LS, 75 cm (the mean length of the counter chord) and since the fraction of np-collisions in LS is about 20%, this process also slightly changes the shape of the δ-neutron spectrum F s (T δ ) at the exit from the separating half-column. Monte Carlo simulations [3], [14] also suggest a weak influence of material layer with a thickness up to several mean free paths λ nA on the spectrum shape for neutrons with energies 10 − 10 3 MeV.",
            "paragraph_rank": 51,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 584,
                    "text": "[3]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 589,
                    "text": "[14]",
                    "end": 593
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The pulses detected by the d-volume counters in a time interval of 250 ns after a muon event in the target column were attributed to the neutron energy releases. The sought-for spectrum F s (T δ ) is formed by the neutrons produced in deep-inelastic πC-, πFe-, and πp-interactions whose fractions in the total number of πA-interactions are 48% (πC), 37% (πFe), and 15% (πp). In contrast to the spectrum F s (πp) ∝ 1/T −2 δ , the spectra of δ-neutrons in carbon and iron change their shape at 72 and 124 MeV, respectively. Since the fraction of πp-interactions is small, the measured spectrum F s (T δ ) is formed by the neutrons from πC-and πFe-interactions. As a consequence, the spectrum of δ-neutrons is described by the dependence T −1 δ in the energy range from 30 to ∼ 70 MeV and by the law T −2 δ above 120 MeV. The LVD data (Fig. 7) are fitted by the law T −α δ with α = 1.11 ± 0.30 in the range 30 − 120 MeV and with α = 2.05 ± 0.14 above 120 MeV [8]. The range 70 − 120 MeV is transitional. Since the πC-and πFe-contributions are comparable, the shape of the sought-for spectrum can be assumed to change at an energy ∼ 100 MeV, i.e., T cr δ (LS + Fe) ≈ 100 MeV. Establishing the knee energy T cr δ allows the characteristics of the spectrum F s (T δ ) in the energy range 30 − 400 MeV corresponding to the measurements to be calculated: the mean energy T δ for the entire range 30 − 400 MeV and the mean energies T",
            "paragraph_rank": 52,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 832,
                    "text": "(Fig. 7)",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 956,
                    "text": "[8]",
                    "end": 959
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "(1) δ and T (2) δ before and after the knee.",
            "paragraph_rank": 53,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 12,
                    "text": "(2)",
                    "end": 15
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Our calculations give T",
            "paragraph_rank": 54,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "(1)",
            "paragraph_rank": 55,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": ". The spectrum-averaged calculated energy in the range 30 -400 MeV, T δ , is 107 MeV. For the range of measurements 30 − 1000 MeV the calculated T δ would be 143 MeV. In the experiment (Fig. 7) for total statistics of 371 neutrons (185 and 186 neutrons before and after the knee, respectively) we obtained T δ = 104 ± 6 MeV, T",
            "paragraph_rank": 56,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 185,
                    "text": "(Fig. 7)",
                    "end": 193
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "(1) δ = 59 ± 2 MeV, and T",
            "paragraph_rank": 57,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "(2) δ = 174 ± 14 MeV. It can be seen that the characteristics of the spectrum F s (T δ ) calculated for the energy range of cg-neutrons 30 − 400 MeV are consistent with the measurements. The agreement of the calculated characteristics of the spectrum F s (T δ ) with the results of the available experiments leads to the conclusion that the model for the production of cosmogenic δ-neutrons considered is efficient.",
            "paragraph_rank": 58,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "7 The spectrum of isolated neutrons F is (T n )",
            "paragraph_rank": 59,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "In underground experiments the neutron background component produced by cosmogenic isolated neutrons (is-neutrons) is difficult to remove. The neutrons whose appearance is related to the detector neither in time nor spatially are deemed isolated. The neutrons from detector-crossing muons and showers are eliminated by this condition during measurements.",
            "paragraph_rank": 60,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The spectrum of is-neutrons underground F is (T n ) is formed at the rock − experimental chamber boundary. Being equiprobably generated in the rock volume, the cg-neutrons traverse its various thicknesses, reaching the chamber walls. As a result, the neutron production spectrum F s (T n ) is transformed into the spectrum F is (T n ). The isolated neutrons in the evaporative region of the spectrum F s (T n ) at energies T n ≤ 30 MeV have an isotropic spatial distribution. Thus, despite the fact that the muon flux and showers are generally directed from top to bottom, the intensity of isolated ev-neutrons escaping from the chamber walls is approximately the same over the entire chamber surface. The attenuation length of ev-neutrons averaged over the rock composition and density (A = 22, Z = 11, ρ = 2.65 g cm −3 ) is λ is n ≈ 25 g cm −2 [23], which determines the small thickness of the rock layer, about 0.3 m, from which the ev-neutrons escape into the chamber. The energy spectrum of isolated ev-neutrons is a composition of the Maxwellian spectra F M (T n ) ∝ T n exp(T n /T 0 ) with different nuclear temperatures T 0 related to the neutron generation mechanisms in h-and em-showers and the spectrum of δ-neutrons F s (T δ ) ∝ 1/T δ at T δ < 30 MeV. The mean energy of cosmogenic ev-neutrons is 4 − 7 MeV [2], [24]; at the exit from the rock their energy decreases to 1 − 3 MeV mainly due to their quasi-elastic scattering by rock nuclei. The low energy of cosmogenic ev-neutrons allows the background produced by them to be efficiently suppressed using a detector shield that incorporates active and passive elements.",
            "paragraph_rank": 61,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 846,
                    "text": "[23]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1324,
                    "text": "[24]",
                    "end": 1328
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "As has already been noted, cg-neutrons with energies T n > 30 MeV, i.e., δ-neutrons, have the greatest penetrating power. The flux of δ-neutrons underground is characterized by a significant directivity from top to bottom. This is explained, first, by the strong anisotropy of the angular distribution of muons I µ (θ) ∝ cos n θ µ with an exponent n ≈ 2 − 5 at a depth of 1000 − 4000 m w.e. under the flat surface, second, by the development of an h-shower along the muon trajectory, and, third, by the escape of δ-neutrons from nuclei in a narrow cone along the motion of the shower pions. The energy dependence of the total nA-interaction cross section in the range 30 − 150 MeV in a standard rock is similar to the energy dependence of the cross section σ nN ∝ T −1 n (Fig. 8). The mean free path of δ-neutrons λ δ with energies 30 − 150 MeV lies within the range from 8 to 40 cm. The above peculiarities of cosmogenic particles underground in combination with the δ-neutron isolation condition determine the region from which the neutrons arrive at the detector. It is located above the detector and around its upper part. Apart from the relationship between the detector and chamber surfaces, the shape and sizes of the region depend on the mean free path λ δ and the angular distribution of δ-neutrons. The number P D (T δ ) of is-neutrons incident on the detector is proportional to the volume of this region V (T δ ):",
            "paragraph_rank": 62,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 771,
                    "text": "(Fig. 8)",
                    "end": 779
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": ". The longitudinal and transverse sizes of the region are related to the mean free path λ δ and the angular distribution of δ-neutrons, respectively. In that case, the volume V (T δ ) can be represented as a cylinder with a height proportional to λ δ and a cross section proportional to the area",
            "paragraph_rank": 63,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": ". The radius R δ is related to the ratio",
            "paragraph_rank": 64,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "where p ⊥ F is the mean transverse Fermi momentum of the nucleon in the nucleus, p r is the momentum of the r-neutron, θ δ is the escape angle of the released δ-neutron from the nucleus relative to the momentum p r directed along the motion of the shower pion that is slightly deflected from the muon trajectory and the h-shower axis.",
            "paragraph_rank": 65,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Thus, the spectrum of δ-neutrons in the source F s (T δ ) under the action of the factor V (T δ ) is transformed into the spectrum of detected isolated neutrons F is (T δ ):",
            "paragraph_rank": 66,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "In the range 30 − 150 MeV the mean free path λ δ ∝ T δ , because σ nA ∝ 1/T δ . Since at these energies F Consequently, in the range of isolated δ-neutron energies T is δ from 30 MeV to the knee (∼ 100 MeV) the spectrum F is (T δ ) underground is",
            "paragraph_rank": 67,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "The shape of the spectrum F is (T δ ) in the range T cr δ ≤ T δ ≤ T max δ ≈ 1000 MeV is determined by the quantity λ δ (T δ ) and the dependence of tanθ δ on T δ . If we assume that in the range 150 − 1000 MeV λ δ ≈ const ( Fig. 8) and tan 2 θ δ ∝ T −0.6 δ , then at T δ ≈ T cr δ the spectrum F is (T δ ) steepens sharply: The spectrum F is (T δ ) in the energy range 20 − 90 MeV was measured with the 100-ton cylindrical scintillation detector with approximately equal height and diameter of about 5.5 m. The detector is in a salt mine at a depth of 570 m w.e. [6]. The energy range was determined by the capabilities of the electronics oriented to detect the ν e p reaction caused by neutrinos from collapsing stellar cores. Neutrons were generated in the salt by a muon flux with a mean energy of ∼ 125 GeV. The neutron energy was determined from the energy release of recoil protons in the elastic np-scattering reaction and nC-interaction particles taking into account quenching in a liquid hydrocarbon scintillator. The spectral index was determined with a 20% accuracy (Fig. 10):",
            "paragraph_rank": 68,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 224,
                    "text": "Fig. 8",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 562,
                    "text": "[6]",
                    "end": 565
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1076,
                    "text": "(Fig. 10)",
                    "end": 1085
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "As can be seen from Fig. 10, the spectrum [6] also agrees satisfactorily with the dependence T −0.6 δ . The spectrum of isolated neutrons generated in h-showers in the rock at a depth of 60 m w.e. by muons at a mean energy of ∼ 20 GeV was measured in [5] in the range 10 − 60 MeV (Fig. 10). The neutron energy was also determined from the en- Figure 10: Spectra of is-neutrons. The dots are the results from [5], the histogram represents the data from [6], the dashed line indicates the dependence T −0.6 δ . All data were normalized to the value of the histogram at T δ = 20 MeV. ergy release of recoil protons in a 3.85-kg cylindrical plastic scintillator with a dimeter and height of 17.5 cm. The spectrum [5] in the range from ∼ 25 to 40 MeV is slightly steeper than the spectrum [6]. The fall of the spectrum at T n > 40 MeV is explained by the edge effect, which leads to an underestimation of the recoil proton energy. Given the measurement uncertainty, it can be concluded that, being consistent with the experimentally best results of measurements [6], the dependence (8) explains the shape of the spectrum of isolated δ-neutrons with energies from 30 to ∼ 100 MeV produced in the rock. Furthermore, the dependence (9) predicts the behavior of the spectrum F is (T δ ) in the range of energies above ∼ 100 MeV, which is not yet provided with measurements.",
            "paragraph_rank": 69,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 20,
                    "text": "Fig. 10",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 42,
                    "text": "[6]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 251,
                    "text": "[5]",
                    "end": 254
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 280,
                    "text": "(Fig. 10)",
                    "end": 289
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 343,
                    "text": "Figure 10",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 408,
                    "text": "[5]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 452,
                    "text": "[6]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 709,
                    "text": "[5]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 784,
                    "text": "[6]",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1057,
                    "text": "[6]",
                    "end": 1060
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "8 The reaction of δ-neutrons in the total number of cg-neutrons",
            "paragraph_rank": 70,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "It is well known from experiments that the number of δ-neutrons N δ with energies T δ ≥ 30 MeV is approximately half the number of evaporative neutrons N ev h produced in h-showers [2]. Furthermore, it was found in calculations [11], [25], [26] that the em-shower neutrons N em account for 25 − 40% of the total number of cosmogenic neutrons N tot n , depending on the material. Assuming that all neutrons N em belong to the evaporative region, we arrive at the equation",
            "paragraph_rank": 71,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 181,
                    "text": "[2]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 228,
                    "text": "[11]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 234,
                    "text": "[25]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 240,
                    "text": "[26]",
                    "end": 244
                }
            ]
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Hence it follows that N δ = (1 − η)N tot n /3 and at η = 0.25 − 0.40",
            "paragraph_rank": 72,
            "section_rank": 5
        },
        {
            "section": "The spectrum of δ-neutrons",
            "text": "Consequently, the number of δ-neutrons at energies 30 − 1000 MeV and evaporative neutrons (with energies up to 30 MeV) accounts for, respectively, 20 − 25% and 75 − 80% of N tot n .",
            "paragraph_rank": 73,
            "section_rank": 5
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "The cg-neutron production spectrum is explained in terms of the quark model of deep-inelastic πA-scattering. The spectrum is formed by the interactions in nuclei of atoms of the medium. The characteristics of the spectrum (the shape, the mean energy, the knee energy, the mean energies of the spectral ranges) are related to the mechanism for the qq collision of the valance quark of an incident pion with the valence quark of a nucleon in the target nucleus and the passage of the recoil neutron through the nuclear matter. The spectrum of cg-neutrons occupies the range from zero to ∼ 1 GeV and consists of three components. The first component (energies up to 30 MeV) is dominated by evaporative neutrons with a Maxwellian spectrum. The δneutrons with a spectrum 1/T δ present here have virtually no effect on the shape of the resulting spectrum. The mean energy 4 − 7 MeV of neutrons in this spectral range is determined by the value of A and is unrelated to E µ . The neutrons of thefirst component account for 75 − 80% of the total number of cg-neutrons, depending on A. The δ-neutrons of deep-inelastic πAscattering constitute the second and third components spanning the energy range from 30 MeV to ∼ 1 GeV. The spectrum of δ-neutrons F s (T δ ) has a characteristic shape representable in a logarithmic scale by a straight line with a knee at energy T cr δ . The source of δ-neutrons with energies above 30 MeV are h-showers. The neutrons of em-showers and those produced in other processes do not affect the shape of the spectrum. The shape of the spectrum F s (T δ ) originates from the energy spectrum of δ-particles 1/T 2 δ that characterizes the elastic scattering of quasi-free valance quarks. The spectrum F s (T δ ) is formed by those of the recoil neutrons that escape from the nuclei without collisions. As a result of the interactions of recoil neutrons in the nuclei, the spectrum 1/T 2 δ in the range from 30 MeV to the knee energy T cr δ takes the shape of the second component 1/T δ . The neutrons of the third component from T cr δ to ∼ 1 GeV have a spectrum 1/T 2 δ , because they all escape from the nuclei without collisions. The energy of the knee T cr δ in the spectrum F s (T δ ) depends on A as T cr δ ∝ A 1/4 ; for nuclei with A ≤ 4 the spectrum F s (T δ ) takes a mono shape proportional to T −2 δ , while for A = 207 (Pb) the second component of the spectrum proportional to T −1 δ reaches an energy of ∼ 190 MeV. The mean energy of δ-neutrons, T δ ∼ (120 − 150) MeV is weakly related to A and does not depend on the shower pion energy. As a consequence, the shape of the spectrum F s (T δ ) and the energy T δ of neutrons generated in the rock remain unchanged with increasing depth and correspondingly rising mean muon energy E µ . For the same reason, the shape of the spectrum F s (T δ ) in the atmosphere must closely follow the shape of the cg-neutron spectrum underground.",
            "paragraph_rank": 74,
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "The energy spectrum of isolated neutrons F is (T ) δ also has a three-component shape. Here, the mean energy of ev-neutrons of the first component is lower than the mean energy of ev-neutrons of the production spectrum due to the scattering of neutrons by nuclei in the medium. The spectrum of is-neutrons underground F is (T δ ) at energies above 30 MeV is formed by the δ-neutrons arriving at the detector from the region of their generation without noticable change in energy and direction. The location of this area relative to the detector and its dimensions are determined by the angular distribution of muons at the depth of observation, the angular distribution of δ-neutrons as they escape from the nuclei, and the mean free path in the rock dependent on their energy. The main factor that determines the shape of the spectrum F is (T δ ) is the dimensions of the area from which the δ-neutrons reach the detector. Under the action of this factor the second component of the spectrum F s (T δ ) acquires the shape F is (T δ ) ∝ T −0.6 δ , while the third component proportional to T −2 δ is transformed into T −2.6 δ .",
            "paragraph_rank": 75,
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "One of the revealed important peculiarities is the cutoff of the spectrum at an energy of ∼ 1 GeV corresponding to a maximum transverse momentum p ⊥ ∼ 2 GeV/c in deep-inelastic soft processes. No cutoff has been established so far in measurements, because it is fairly difficult to determine the energy of cg-neutrons in this energy range experimentally. The spectra of cg-neutrons obtained by the Monte Carlo simulation show no sharp change in their shape at energies above 1 GeV (Fig. 1). At the same time, the effect of limiting nuclear fragmentation in a deep-inelastic hadron nucleus interaction and the behavior of the cross section σ nN (Fig. 3) at T n ≥ 1 GeV (implying the dominance of pion production in πN-collisions with neutron energy loss both inside and outside the nucleus) point to the existence of a cutoff in the spectrum of cg-neutrons.",
            "paragraph_rank": 76,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 481,
                    "text": "(Fig. 1)",
                    "end": 489
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 644,
                    "text": "(Fig. 3)",
                    "end": 652
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "The Monte Carlo simulations of the cg-neutron spectrum available to date are inconsistent between themselves and with the measurements. The proposed fits to the data of these simulations by the function T −α n at α = const [27], the sum of exponentials exp(−aT n ), or a combination of these functions [12], [28], [29] do not clarify the cg-neutron spectrum formation mechanism. Monte Carlo calculations do not yet provide simulations of the generation of neutrons by highenergy muons that fit the real one. Knowing the physical processes shaping the spectrum of cg-neutrons allows the Monte Carlo codes needed for the optimization of experiments and the calculation of background effects to be selected and corrected.",
            "paragraph_rank": 77,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 223,
                    "text": "[27]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 302,
                    "text": "[12]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 308,
                    "text": "[28]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 314,
                    "text": "[29]",
                    "end": 318
                }
            ]
        },
        {
            "text": "Figure 2 :",
            "section_rank": 7
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Quark diagram for the collision of valence quarks in deep-inelastic πN-scattering to produce a recoil nucleon N r in the laboratory frame.",
            "paragraph_rank": 78,
            "section_rank": 7
        },
        {
            "text": "≈ 1",
            "section_rank": 8
        },
        {
            "section": "≈ 1",
            "text": "min r this expression takes the form E r ≈ E min r ln( E max r / E min r ); substituting E r = 63 MeV and E min r = 15 MeV here yields E max r GeV. E max r",
            "paragraph_rank": 79,
            "section_rank": 8
        },
        {
            "text": "= 1",
            "section_rank": 9
        },
        {
            "section": "= 1",
            "text": ", at fixed E r the energy E max r depends strongly on E min r . Despite being physically justified, its choice contains certain arbitrariness that admits a deviation of about 50% from the chosen value. Thus, at E min r = 11.5 MeV and E min r = 18.5 MeV for E max r we obtain 2.8 and 0.6 GeV, respectively. Assuming that the range of transverse energies below 1 GeV includes the overwhelming majority of soft processes, below we adopt E max r GeV.",
            "paragraph_rank": 80,
            "section_rank": 9
        },
        {
            "text": "Figure 3 :",
            "section_rank": 10
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Total (1) and elastic (2) cross sections for neutron-neutron (a) and neutron-proton (b) scattering",
            "paragraph_rank": 81,
            "section_rank": 10
        },
        {
            "text": "Figure 8 :",
            "section_rank": 11
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: Total and inelastic (σ p ) nA-scattering cross sections for C, Cu, and Pb.",
            "paragraph_rank": 82,
            "section_rank": 11
        },
        {
            "text": "The dependence of tanθ δ on T δ obtained at p ⊥ F c = 239 MeV (T F = 30 MeV) and T r = T δ + 40 MeV is presented in Fig. 9. When normalized at T δ = 30 MeV (T r = 70 MeV, p r c = 369 MeV), it is well fitted by the function tanθ δ = 1.8T −0.3 δ .",
            "paragraph_rank": 83,
            "section_rank": 12
        },
        {
            "text": "Figure 9 : 3 δ",
            "section_rank": 13
        },
        {
            "section": "Figure 9 : 3 δ",
            "text": "Figure 9: Relationship between the dependence tanθ δ = p ⊥ F /p r and the function T −0.3 δ",
            "paragraph_rank": 84,
            "section_rank": 13
        }
    ]
}