{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The production of a Z boson, decaying to two charged leptons, in association with jets in proton-proton collisions at a centre-of-mass energy of 13 TeV is measured. Data recorded with the CMS detector at the LHC are used that correspond to an integrated luminosity of 2.19 fb −1 . The cross section is measured as a function of the jet multiplicity and its dependence on the transverse momentum of the Z boson, the jet kinematic variables (transverse momentum and rapidity), the scalar sum of the jet momenta, which quantifies the hadronic activity, and the balance in transverse momentum between the reconstructed jet recoil and the Z boson. The measurements are compared with predictions from four different calculations. The first two merge matrix elements with different parton multiplicities in the final state and parton showering, one of which includes oneloop corrections. The third is a fixed-order calculation with next-to-next-to-leading order accuracy for the process with a Z boson and one parton in the final state. The fourth combines the fully differential next-to-next-to-leading order calculation of the process with no parton in the final state with next-to-next-to-leading logarithm resummation and parton showering.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements of vector boson production in association with jets provide fundamental tests of quantum chromodynamics (QCD). The high centre-of-mass energy at the CERN LHC allows the production of an electroweak boson along with a large number of jets with large transverse momenta. A precise knowledge of the kinematic distributions in processes with large jet multiplicity is essential to exploit the potential of the LHC experiments. Comparison of the measurements with predictions motivates additional Monte Carlo (MC) generator development and improves our understanding of the prediction uncertainties. Furthermore, the production of a massive vector boson together with jets is an important backe-mail: cms-publication-committee-chair@cern.ch ground to a number of standard model (SM) processes (production of a single top quark, tt, and Higgs boson as well as vector boson fusion and WW scattering) as well as to searches for physics beyond the SM, e.g. supersymmetry. Leptonic decay modes of the vector bosons are often used in the measurement of SM processes and searches for physics beyond the SM since they have a sufficiently high branching fraction and clean signatures that provide a strong rejection of backgrounds. Differential cross sections for the associated production of a Z boson with hadronic jets have been previously measured by the ATLAS, CMS, and LHCb Collaborations in proton-proton collisions at centre-of-mass energies of 7 [1-4], 8 [5-7] and 13 [8] TeV, and by the CDF and D0 Collaborations in proton-antiproton collisions at 1.96 TeV [9,10].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1476,
                    "text": "[8]",
                    "end": 1479
                },
                {
                    "type": "bibr",
                    "start": 1566,
                    "text": "[9,",
                    "end": 1569
                },
                {
                    "type": "bibr",
                    "start": 1569,
                    "text": "10]",
                    "end": 1572
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, we present measurements of the cross section multiplied by the branching fraction for the production of a Z/γ * boson in association with jets and its subsequent decay into a pair of oppositely charged leptons ( + − ) in proton-proton collisions at a centre-of-mass energy of 13 TeV. The measurements from the two final states, with an electron-positron pair (electron channel) and with a muonantimuon pair (muon channel), are combined. The measurements are performed with data from the CMS detector recorded in 2015 at the LHC corresponding to 2.19 fb −1 of integrated luminosity. For convenience, Z/γ * is denoted as Z. In this paper a Z boson is defined as a pair of oppositely charged muons or electrons with invariant mass in the range 91 ± 20 GeV. This range is chosen to have a good balance between the signal acceptance, the rejection of background processes, and the ratio of Z boson to γ * event yields. It is also consistent with previous measurements [4-6] and eases comparisons.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The cross section is measured as a function of the jet multiplicity (N jets ), transverse momentum ( p T ) of the Z boson, and of the jet transverse momentum and rapidity (y) of the first, second, and third jets, where the jets are ordered by decreasing p T . Furthermore, the cross section is measured as a function of the scalar sum of the jet transverse momenta (H T ) for event samples with at least one, two, and three jets. These observables have been studied in previous measurements. In addition, we study the balance in transverse momentum between the reconstructed jet recoil and the Z boson for the different jet multiplicities and two Z boson p T regions ( p T (Z) < 50 GeV and p T (Z) > 50 GeV).",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity coverage provided by the barrel and endcap detectors up to |η| = 5. The electron momentum is estimated by combining the energy measurement in the ECAL with the momentum measurement in the tracker. The momentum resolution for electrons with p T ≈ 45 GeV from Z → ee decays ranges from 1.7% for nonshowering electrons in the barrel region (|η| < 1.444) to 4.5% for showering electrons in the endcaps (1.566 < |η| < 3) [11]. When combining information from the entire detector, the jet energy resolution is 15% at 10 GeV, 8% at 100 GeV, and 4% at 1 TeV, to be compared to about 40, 12, and 5% obtained when only the ECAL and HCAL calorimeters are used. Muons are measured in the pseudorapidity range |η| < 2.4, with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive plate chambers. Matching muons to tracks measured in the silicon tracker results in a relative transverse momentum resolution for muons with 20 < p T < 100 GeV of 1.3-2.0% in the barrel and better than 6% in the endcaps. The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [12].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 831,
                    "text": "[11]",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "start": 1531,
                    "text": "[12]",
                    "end": 1535
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Events of interest are selected using a two-tiered trigger system [13]. The first level (L1), composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 μs. The second level, known as the high-level trigger (HLT), consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 66,
                    "text": "[13]",
                    "end": 70
                }
            ]
        },
        {
            "text": "Observables",
            "section_rank": 4
        },
        {
            "section": "Observables",
            "text": "The cross section is measured for jet multiplicities up to 6 and differentially as a function of the transverse momentum of the Z boson and as a function of several jet kinematic variables, including the jet transverse momentum, rapidity, and the scalar sum of jet transverse momenta.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Observables",
            "text": "Jet kinematic variables are measured for event samples with at least one, two, and three jets. In the following, the jet multiplicity will be referred to as \"inclusive\" to designate events with at least N jets and as \"exclusive\" for events with exactly N jets.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Observables",
            "text": "The balance between the Z boson and jet transverse momenta is also studied via the p T balance observable p bal T = | p T (Z)+ jets p T (j i )|, and the so-called jet-Z balance JZB = | jets p T (j i )| − | p T (Z)|, where the sum runs over jets with p T > 30 GeV and |y| < 2.4 [14,15]. The hadronic activity not included in the jets will lead to an imbalance that translates into p bal T and JZB values different from zero. It includes the activity in the forward region (|y| > 2.4), which is the dominant contribution according to simulation. Gluon radiation in the central region that is not clustered in a jet with p T > 30 GeV will also contribute to the imbalance. Hadronic activity not included in the jets will lead to a shift of the p bal T distribution peak to larger values. The JZB variable distinguishes between two configurations, one where transverse momentum due to the unaccounted hadronic activity is in the direction of the Z boson and another where it is in the opposite direction. Events in the first configuration that have a large imbalance will populate the positive tail of the JZB distribution, while those in the second configuration populate the negative tail.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 277,
                    "text": "[14,",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 281,
                    "text": "15]",
                    "end": 284
                }
            ]
        },
        {
            "section": "Observables",
            "text": "The distribution of p bal T is measured for events with minimum jet multiplicities of 1, 2, and 3. To separate low and high jet multiplicity events without p T and y constraints on the jets, the JZB variable is also studied for p T (Z) below and above 50 GeV.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Observables",
            "text": "The Z boson transverse momentum p T (Z) can be described via fixed-order calculations in perturbative QCD at high values, while at small transverse momentum this requires resummation of multiple soft-gluon emissions to all orders in perturbation theory [16,17]. The measurement of the distribution of p T (Z) for events with at least one jet, due to the increased phase space for soft gluon radiation, leads to an understanding of the balance in transverse momentum between the jets and the Z boson, and can be used for comparing theoretical predictions that treat multiple soft-gluon emissions in different ways.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 253,
                    "text": "[16,",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 257,
                    "text": "17]",
                    "end": 260
                }
            ]
        },
        {
            "text": "Phenomenological models and theoretical calculations",
            "section_rank": 5
        },
        {
            "section": "Phenomenological models and theoretical calculations",
            "text": "The measured Z + jets cross section is compared to four different calculations: two merging matrix elements (MEs) with various final-state parton multiplicities together with parton showering; a third with a combination of next-to-nextto-leading order (NNLO) calculation with next-to-next-to- Table 1 Values of the pp → + − total cross section used for the calculation in data-theory comparison plots. The cross section used, the cross section from the MC generator (\"native\"), and the ratio of the two (k) are provided. The phase space of the sample to which the cross section values correspond is indicated in the second column leading logarithmic (NNLL) resummation and with parton showering; and a fourth with fixed-order calculation. The first two calculations use MadGraph5_amc@nlo version 2.2.2 (denoted MG5_aMC) [18], which is interfaced with pythia8 (version 8.212) [19]. pythia8 is used to include initial-and final-state parton showers and hadronisation. Its settings are defined by the CUETP8M1 tune [20], in particular the NNPDF 2.3 [21] leading order (LO) parton distribution function (PDF) is used and the strong coupling α S (m Z ) is set to 0.130. The first calculation includes MEs computed at LO for the five processes pp → Z + N jets, N = 0 . . . 4 and matched to the parton shower using the k T -MLM [22,23] scheme with the matching scale set at 19 GeV. In the ME calculation, the NNPDF 3.0 LO PDF [24] is used and α S (m Z ) is set to 0.130 at the Z boson mass scale. The second calculation includes MEs computed at NLO for the three processes pp → Z + N jets, N = 0 . . . 2 and merged with the parton shower using the FxFx [25] scheme with the merging scale set at 30 GeV. The NNPDF 3.0 next-to-leading order (NLO) PDF is used and α S (m Z ) is set to 0.118. This second calculation is also employed to derive nonperturbative corrections for the fixed-order prediction discussed in the following.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 293,
                    "text": "Table 1",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 820,
                    "text": "[18]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 875,
                    "text": "[19]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1012,
                    "text": "[20]",
                    "end": 1016
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1046,
                    "text": "[21]",
                    "end": 1050
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1321,
                    "text": "[22,",
                    "end": 1325
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1325,
                    "text": "23]",
                    "end": 1328
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1419,
                    "text": "[24]",
                    "end": 1423
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1646,
                    "text": "[25]",
                    "end": 1650
                }
            ]
        },
        {
            "section": "Phenomenological models and theoretical calculations",
            "text": "The third calculation uses the geneva 1.0-RC2 MC program (GE), where an NNLO calculation for Drell-Yan production is combined with higher-order resummation [26,27]. Logarithms of the 0-jettiness resolution variable, τ , also known as beam thrust and defined in Ref. [28], are resummed at NNLL including part of the next-to-NNLL (N 3 LL) corrections. The accuracy refers to the τ dependence of the cross section and is denoted NNLL' τ . The PDF set PDF4LHC15 NNLO [29] is used for this calculation and α S (m Z ) is set to 0.118. The resulting parton-level events are further combined with parton showering and hadronisation provided by pythia8 using the same tune as for MG5_aMC.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 156,
                    "text": "[26,",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 160,
                    "text": "27]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 266,
                    "text": "[28]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 463,
                    "text": "[29]",
                    "end": 467
                }
            ]
        },
        {
            "section": "Phenomenological models and theoretical calculations",
            "text": "Finally, the distributions measured for N jets ≥ 1 are compared with the fourth calculation performed at NNLO accuracy for Z + 1 jet using the N -jettiness subtraction scheme (N jetti ) [30,31]. The PDF set CT14 [32] is used for this calculation. The nonperturbative correction obtained from MG5_aMC and pythia8 is applied. It is calculated for each bin of the measured distributions from the ratio of the cross section values obtained with and without multiple parton interactions and hadronisation. This correction is less than 7%.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 186,
                    "text": "[30,",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 190,
                    "text": "31]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 212,
                    "text": "[32]",
                    "end": 216
                }
            ]
        },
        {
            "section": "Phenomenological models and theoretical calculations",
            "text": "Given the large uncertainty in the LO calculation for the total cross section, the prediction with LO MEs is rescaled to match the pp → Z cross section calculated at NNLO in α S and includes NLO quantum electrodynamics (QED) corrections with fewz [33] (version 3.1b2). The values used to normalise the cross section of the MG5_aMC predictions are given in Table 1. All the numbers correspond to a 50 GeV dilepton mass threshold applied before QED final-state radiation (FSR). With fewz, the cross section is computed in the dimuon channel, using a mass threshold applied after QED FSR, but including the photons around the lepton at a distance R = (Δη) 2 + (Δφ) 2 smaller than 0.1. The number given in the table includes a correction computed with the LO sample to account for the difference in the mass definition. This correction is small, +0.35%. When the mass threshold is applied before FSR, the cross section is assumed to be the same for the electron and muon channels.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 247,
                    "text": "[33]",
                    "end": 251
                },
                {
                    "type": "table",
                    "start": 356,
                    "text": "Table 1",
                    "end": 363
                }
            ]
        },
        {
            "section": "Phenomenological models and theoretical calculations",
            "text": "Uncertainties in the ME calculation (denoted theo. unc. in the figure legends) are estimated for the NLO MG5_aMC, NNLO, and geneva calculations following the prescriptions recommended by the authors of the respective generators. The uncertainty coming from missing terms in the fixedorder calculation is estimated by varying the normalisation (μ R ) and factorisation (μ F ) scales by factors 0.5 and 2. In the case of the FxFx-merged sample, the envelope of six combinations of the variations is considered, the two combinations where one scale is varied by a factor 0.5 and the other by a factor 2 are excluded. In the case of the NNLO and geneva samples the two scales are varied by the same factor, leading to only two combinations. For geneva, the uncertainty is symmetrised by using the maximum of the up and down uncertainties for both cases. The uncertainty from the resummation is also estimated and added in quadrature. It is estimated using six profile scales [34,35], as described in Ref. [26]. Uncertainties in PDF and α S values are also estimated in the case of the FxFx-merged sample. The PDF uncertainty is estimated using the set of 100 replicas of the NNPDF 3.0 NLO PDF, and the uncertainty in the α S value used in the ME calculation is estimated by varying it by ±0.001. These two uncertainties are added in quadrature to the ME calculation uncertainties. For geneva and NLO MG5_aMC all these uncertainties are obtained using the reweighting method [26,36] implemented in these generators.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 971,
                    "text": "[34,",
                    "end": 975
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 975,
                    "text": "35]",
                    "end": 978
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1001,
                    "text": "[26]",
                    "end": 1005
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1470,
                    "text": "[26,",
                    "end": 1474
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1474,
                    "text": "36]",
                    "end": 1477
                }
            ]
        },
        {
            "text": "Simulation",
            "section_rank": 6
        },
        {
            "section": "Simulation",
            "text": "MC event generators are used to simulate proton-proton interactions and produce events from signal and background processes. The response of the detector is modeled with Geant4 [37]. The Z(→ + − ) + jets process is generated with NLO MG5_aMC interfaced with pythia8, using the FxFx merging scheme as described in Sect. 4. The sample includes the Z → τ + τ − process, which is considered a background. Other processes that can give a final state with two oppositely charged same-flavour leptons and jets are WW, WZ, ZZ, tt pairs, and single top quark production. The tt and single top quark backgrounds are generated using powheg version 2 [38][39][40][41] interfaced with pythia8. Background samples corresponding to diboson electroweak production (denoted VV in the figure legends) [42] are generated at NLO with powheg interfaced to pythia8 (WW), MG5_aMC interfaced to pythia8 or pythia8 alone (WZ and ZZ). The background sample corresponding to W + jets production (W) is generated at NLO using MG5_aMC interfaced with pythia8, utilizing the FxFx merging scheme.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 177,
                    "text": "[37]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 639,
                    "text": "[38]",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 643,
                    "text": "[39]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 647,
                    "text": "[40]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 651,
                    "text": "[41]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 783,
                    "text": "[42]",
                    "end": 787
                }
            ]
        },
        {
            "section": "Simulation",
            "text": "The events collected at the LHC contain multiple superimposed proton-proton collisions within a single beam crossing, an effect known as pileup. Samples of simulated pileup are generated with a distribution of proton-proton interactions per beam bunch crossing close to that observed in data. The number of pileup interactions, averaging around 20, varies with the beam conditions. The correct description of pileup is ensured by reweighting the simulated sample to match the number of interactions measured in data.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Object reconstruction and event selection",
            "section_rank": 7
        },
        {
            "section": "Object reconstruction and event selection",
            "text": "The particle-flow (PF) algorithm [43] is used to reconstruct the events. It combines the information from the various elements of the CMS detector to reconstruct and identify each particle in the event. The reconstructed particles are called PF candidates. If several primary vertices are reconstructed, we use the one with the largest quadratic sum of associated track transverse momenta as the vertex of the hard scattering and the other vertices are assumed to be pileup.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 33,
                    "text": "[43]",
                    "end": 37
                }
            ]
        },
        {
            "section": "Object reconstruction and event selection",
            "text": "The online trigger selects events with two isolated electrons (muons) with transverse momenta of at least 17 and 12 (17 and 8) GeV. After offline reconstruction, the leptons are required to satisfy p T > 20 GeV and |η| < 2.4. We Table 2 The correction factors (C) applied to the simulated tt sample with their uncertainties, which are derived from the statistical uncertainties in the data and simulation samples N jets C = 0 1 = 1 0 . 9 4 ± 0.04 = 2 0 . 9 7 ± 0.03 = 3",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 229,
                    "text": "Table 2",
                    "end": 236
                }
            ]
        },
        {
            "section": "Object reconstruction and event selection",
            "text": "1 . 0 1 ± 0.04 = 4 0 . 8 6 ± 0.06 = 5 0 . 6 1 ± 0.09 = 6 0 . 6 8 ± 0.17 require that the two electrons (muons) with highest transverse momenta form a pair of oppositely charged leptons with an invariant mass in the range 91±20 GeV. The transition region between the ECAL barrel and endcap (1.444 < |η| < 1.566) is excluded in the reconstruction of electrons and the missing acceptance is corrected to the full |η| < 2.4 region. The reconstruction of electrons and muons is described in detail in Refs. [11,12]. The identification criteria applied for electrons and muons are identical to those described in the Ref.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 502,
                    "text": "[11,",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "start": 506,
                    "text": "12]",
                    "end": 509
                }
            ]
        },
        {
            "section": "Object reconstruction and event selection",
            "text": "[6] except for the thresholds of the isolation variables, which are optimised for 13 TeV centre-of-mass energy in our analysis. Electrons (muons) are considered isolated based on the scalar p T sum of the nearby PF candidates with a distance R = (Δη) 2 + (Δφ) 2 < 0.3 (0.4). The scalar p T sum must be less than 15 (25)% of the electron (muon) transverse momentum. We also correct the simulation for differences from data in the trigger, and the lepton identification, reconstruction and isolation efficiencies. These corrections, which depend on the run conditions, are derived using data taken during the run period, and they typically amount to 1-2% for the reconstruction and identification efficiency and 3-5% for the trigger efficiency. Jets at the generator level are defined from the stable particles (cτ > 1 cm), neutrinos excluded, clustered with the anti-k T algorithm [44] using a radius parameter of 0.4. The jet four-momentum is obtained according to the Escheme [45] (vector sum of the four-momenta of the constituents). In the reconstructed data, the algorithm is applied to the PF candidates. The technique of charged-hadron subtraction [43] is used to reduce the pileup contribution by removing charged particles that originate from pileup vertices. The jet four-momentum is corrected for the difference observed in the simulation between jets built from PF candidates and generator-level particles. The jet mass and direction are kept constant for the corrections, which are functions of the jet η and p T , as well as the energy density and jet area quantities defined in Refs. [46,47]. The latter are used in the correction of the energy offset introduced by the pileup interactions. Further jet energy corrections are applied for differences between data and simulation in the pileup in zero-bias events and in the p T balance in dijet, Z + jet, and γ + jet which is estimated from the data as explained in the text. The error bars correspond to the statistical uncertainty. In the ratio plots, they include both the uncertainties from data and from simulation. The set of generators described in Sect. 5 has been used for the simulation Fig. 2 Reconstructed data, simulated signal, and background distributions of the transverse momentum balance between the Z boson and the sum of the jets with at least one jet (left) and three jets (right) for the electron (upper) and muon (lower) channels. The background distributions are obtained from the simulation, except for the tt contribution which is estimated from the data as explained in the text. The error bars correspond to the statistical uncertainty. In the ratio plots, they include both the uncertainties from data and from simulation. The set of generators described in Sect. 5 has been used for the simulation Fig. 3 Reconstructed data, simulated signal, and background distributions of the JZB variable for the electron (left) and muon (right) channels. The background distributions are obtained from the simulation, except for the tt contribution which is estimated from the data as explained in the text. The error bars correspond to the statistical uncertainty. In the ratio plots, they include both the uncertainties from data and from simulation. The set of generators described in Sect. 5 has been used for the simulation events. Since the p T balance in Z + jet events is one of the observables we are measuring in this paper, it is important to understand how it is used in the jet calibration. The balance is measured for events with two objects (jet, γ , or Z boson) back-to-back in the transverse plane (|Δφ − π | < 0.34) associated with a possible third object, a soft jet. The measurement is made for various values of ρ = p soft jet T / p ref T , running from 0.1 to 0.3, and extrapolated to ρ = 0. In the case the back-to-back objects are a jet and a boson, p ref T is defined as the transverse momentum of the boson, while in the case of two jets it is defined as the average of their transverse momenta. All jets down to p T = 5 or 10 GeV, including jets reconstructed in the forward calorimeter, are considered for the soft jet. The data-simulation adjustment is therefore done for ideal topologies with only two objects, whose transverse momenta must be balanced. The jet calibration procedure is detailed in the Ref. [48]. In this measurement, jets are further required to satisfy the loose identification criteria defined in Ref. [49]. Despite the vertex requirement used in the jet clustering some jets are reconstructed from pileup candidates; these jets are suppressed using the multivariate technique described in Ref. [50]. Jets with p T > 30 GeV and |y| < 2.4 are used in this analysis.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 880,
                    "text": "[44]",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 977,
                    "text": "[45]",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1154,
                    "text": "[43]",
                    "end": 1158
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1598,
                    "text": "[46,",
                    "end": 1602
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1602,
                    "text": "47]",
                    "end": 1605
                },
                {
                    "type": "figure",
                    "start": 2160,
                    "text": "Fig. 2",
                    "end": 2166
                },
                {
                    "type": "figure",
                    "start": 2791,
                    "text": "Fig. 3",
                    "end": 2797
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 4319,
                    "text": "[48]",
                    "end": 4323
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 4433,
                    "text": "[49]",
                    "end": 4437
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 4626,
                    "text": "[50]",
                    "end": 4630
                }
            ]
        },
        {
            "text": "Backgrounds estimation",
            "section_rank": 8
        },
        {
            "section": "Backgrounds estimation",
            "text": "The contributions from background processes are estimated using the simulation samples described in Sect. 5 and are subtracted from the measured distributions. The dominant background, tt, is also measured from data. This tt background contributes mainly due to events with two same-flavour leptons. The production cross sections for e + e − and μ + μ − events from tt are identical to the cross section of e + μ − and e − μ + and can therefore be estimated from the latter. We select events in the tt control sample using the same criteria as for the measurement, but requiring the two leptons to have different flavours. This requirement rejects the signal and provides a sample enriched in tt events. Each of the distributions that we are measuring is derived from this sample and compared with the simulation. This comparison produces a discrepancy for events with at least one jet that we correct by applying a correction factor C to the simulation depending on the event jet multiplicity. These factors, together with their uncertainties, are given in Table 2.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1058,
                    "text": "Table 2",
                    "end": 1065
                }
            ]
        },
        {
            "section": "Backgrounds estimation",
            "text": "After applying this correction to the simulation, all the distributions considered in this measurement agree with data in the tt control sample. The agreement is demonstrated with a χ 2 -test. We conclude that a parametrization as a function of Table 3 Cross section in exclusive jet multiplicity for the combination of both decay channels and breakdown of the uncertainties  Table 4 Cross section in inclusive jet multiplicity for the combination of both decay channels and breakdown of the uncertainties the jet multiplicity is sufficient to capture the dependency on the event topology. Remaining sources of uncertainties are the estimate of the lepton reconstruction and selection efficiencies and of the yield of events from processes other than tt entering in the control region. This yield is estimated from the simulation. Based on the sizes of the statistical uncertainties and background contributions, both these uncertainties are negligible. Therefore, the uncertainty in the correction factor is reduced to the statistical uncertainties in the data and simulation samples.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 245,
                    "text": "Table 3",
                    "end": 252
                },
                {
                    "type": "table",
                    "start": 376,
                    "text": "Table 4",
                    "end": 383
                }
            ]
        },
        {
            "section": "Backgrounds estimation",
            "text": "The jet multiplicity distributions in data and simulation are presented in Fig. 1. The background contamination is below 1% for the inclusive cross section, and increases with the number of jets to close to 10% for a jet multiplicity of three and above due to tt production. Multijet and W events could pass the selection if one or two jets are misidentified as leptons. The number of multijet events is estimated from data using a control sample obtained by requiring two samesign same-flavour lepton candidates, whereas the number of W events is estimated from simulation. Both contributions are found to be negligible. Figure 2 shows the p bal T distribution separately for electron and muon channels. The tt background does not peak at the same p T balance as the signal, and has a broader spectrum. The JZB distribution is shown in Fig. 3. The tt background is asymmetric, making a larger contribution to the positive side of the distribution because transverse energy is carried away by neutrinos from W boson decays, leading to a reduction in the negative term of the JZB expression. Overall the agreement between data and simulation before the background subtraction is good and differences are within about 10%.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 75,
                    "text": "Fig. 1",
                    "end": 81
                },
                {
                    "type": "figure",
                    "start": 622,
                    "text": "Figure 2",
                    "end": 630
                },
                {
                    "type": "figure",
                    "start": 837,
                    "text": "Fig. 3",
                    "end": 843
                }
            ]
        },
        {
            "text": "Unfolding procedure",
            "section_rank": 9
        },
        {
            "section": "Unfolding procedure",
            "text": "The fiducial cross sections are obtained by subtracting the simulated backgrounds from the data distributions and correcting the background-subtracted data distributions back to the particle level using an unfolding procedure, which takes into account detector effects such as detection efficiency and resolution. The unfolding is performed using the D'Agostini iterative method with early stopping [51] implemented in the RooUnfold toolkit [52]. The response matrix describes the migration probability between the particle-and reconstructed-level quantities, including the overall reconstruction efficiencies. It is computed using a Z + jets sample simulated with MG5_aMC interfaced with pythia8, using the FxFx merging scheme as described in Sect. 4. The optimal number of iterations is determined separately for each distribution by studying the fluctuations introduced by the unfolding with toy MC experiments generated at each step of the iteration. Final unfolded results have also been checked to be consistent with data-simulation comparisons on detectorfolded distributions.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 399,
                    "text": "[51]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 441,
                    "text": "[52]",
                    "end": 445
                }
            ]
        },
        {
            "section": "Unfolding procedure",
            "text": "Because of the steep slope at the lower boundary of the jet transverse momentum distributions and in order to improve its accuracy, the unfolding is performed for these distributions using histograms with two additional bins, [20,24] and [24,30] GeV, below the nominal p T threshold. The additional bins are discarded after the unfolding The particle-level values refer to the stable leptons from the decay of the Z boson and to the jets built from the stable particles (cτ > 1 cm) other than neutrinos using the same algorithm as for the measurements. The momenta of all the photons whose R distance to the lepton axis is smaller than 0.1 are added to the lepton momentum to account for the effects of the final-state radiation; the leptons are said to be \"dressed\". The momentum of the Z boson is taken to be the sum of the momenta of the two highestp T electrons (or muons). The phase space for the cross section measurement is restricted to events with a Z boson mass between 71 and 111 GeV and both leptons with p T > 20 GeV and |η| < 2.4. Jets are required to have p T > 30 GeV, |y| < 2.4 and a spatial separation from the dressed leptons of R > 0.4.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 226,
                    "text": "[20,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 230,
                    "text": "24]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 238,
                    "text": "[24,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 242,
                    "text": "30]",
                    "end": 245
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties are propagated to the measurement by varying the corresponding simulation parameters by one standard deviation up and down when computing the response matrix. The uncertainty sources are independent, and the resulting uncertainties are therefore added in quadrature. Tables 3, 4 The dominant uncertainty comes from the jet energy scale (JES). It typically amounts to 5% for a jet multiplicity of one and increases with the number of reconstructed jets. The uncertainty in the jet resolution (JER), which is responsible for the bin-to-bin migrations that is corrected by the unfolding, is estimated and the resulting uncertainty is typically 1%.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 296,
                    "text": "Tables 3, 4",
                    "end": 307
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The most important uncertainty after the JES arises from the measured efficiency (Eff) of trigger, lepton reconstruction, and lepton identification, which results in a measurement uncertainty of about 2% up to 4% for events with leptons of large transverse momenta. The uncertainty in the measurement of the integrated luminosity (Lumi) is 2.3% [53]. The resulting uncertainty on the measured distributions is 2.3%, although the uncertainty is slightly larger in regions that contain background contributions that are estimated from simulation.",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 345,
                    "text": "[53]",
                    "end": 349
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The largest background contribution to the uncertainty (Bkg) comes from the reweighting procedure for the tt simu- ",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Table 6",
            "section_rank": 11
        },
        {
            "section": "Table 6",
            "text": "Differential cross section in 1st jet p T (N jets ≥ 1) for the combination of both decay channels and breakdown of the uncertainties",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "section": "Table 6",
            "text": "Tot. unc (%) ",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Table 7",
            "section_rank": 12
        },
        {
            "section": "Table 7",
            "text": "Differential cross section in 2nd jet p T (N jets ≥ 2) for the combination of both decay channels and breakdown of the uncertainties",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "section": "Table 7",
            "text": "Tot. unc (%) ",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "Table 8",
            "section_rank": 13
        },
        {
            "section": "Table 8",
            "text": "Differential cross section in 3rd jet p T (N jets ≥ 3) for the combination of both decay channels and breakdown of the uncertainties",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Table 8",
            "text": "Tot. unc (%) lation, which is estimated to be less than 1% for jet multiplicity below 4. Theoretical contributions come from the accuracy of the predicted cross sections, and include the uncertainties from PDFs, α S and the fixed-order calculation. Three other small sources of uncertainty are: (1) the lepton energy scale (LES) and resolution (LER), which are below 0.3% in every bin of the measured distributions;",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "section": "Table 8",
            "text": "(2) the uncertainty in the pileup model, where the 5% uncertainty in the average number of pileup events results in an uncertainty in the measurement smaller than 1%; and (3) the uncertainty in the input distribution used to build the response matrix used in the unfolding and described as follows.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "Table 8",
            "text": "Because of the finite binning a different distribution will lead to a different response matrix. This uncertainty is estimated by weighting the simulation to agree with the data in each distribution and building a new response matrix. The weighting is done using a finer binning than for the measurement. The difference between the nominal results and the results unfolded using the alternative response matrix is taken as the systematic uncertainty, denoted Unf model. An additional uncertainty comes from the finite size of the simulation sample used to build the response matrix. This source of uncertainty is denoted Unf stat in the table and is included in the systematic uncertainty of the measurement.",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "text": "Results",
            "section_rank": 14
        },
        {
            "section": "Results",
            "text": "The measurements from the electron and muon channels are found to be consistent and are combined using a weighted average as described in Ref. [6]. For each bin of the measured differential cross sections, the results of each of the two measurements are weighted by the inverse of the squared total uncertainty. The covariance matrix of the combination, the diagonal elements of which are used to extract the measurement uncertainties, is computed assuming full correlation between the two channels for all the sources of uncertainty sources except the statistical uncertainties and those associated with lepton reconstruction and identification, which are taken to be uncorrelated. The integrated cross section is measured for different exclusive and inclusive multiplicities and the results are shown in Tables 3 and 4. The results for the differential cross sections are shown in Figs. 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15 and are compared to the predictions described in Sect. 4. For the two predictions obtained from MG5_aMC and pythia8 the number of partons included in the ME calculation and the order of the calculation is indicated by distinctive labels (\"≤4j LO\" for up to four partons at LO and \"≤2j NLO\" for up to two partons at NLO). The prediction of geneva is denoted as \"GE\". The label \"PY8\" indicates that pythia8 is used in these calculations for the parton showering and the hadronisation. The NNLO Z + 1 jet calculation is denoted as N jetti NNLO in the The measurement is compared with different predictions, which are described in the text. The ratio of each prediction to the measurement is shown together with the measurement statistical (black bars) and total (black hatched bands) uncertainties and the prediction (coloured bands) uncertainties. Different uncertainties were considered for the predictions: statistical (stat), ME calculation (theo), and PDF together with the strong coupling constant (α S ). The complete set was computed for one of the predictions. These uncertainties were added together in quadrature (represented by the ⊕ sign in the legend) legends. The measured cross section values along with the uncertainties discussed in Sect. 9 are given in Tables 3, 4, 5 , 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19 and 20. Figure 4 shows the measured cross section as a function of the exclusive (Table 3) and the inclusive (Table 4) jet multiplicities. Agreement between the measurement and the MG5_aMC prediction is observed. The cross section obtained from LO MG5_aMC tends to be lower than NLO MG5_aMC up to a jet multiplicity of 3. The total cross section for Z(→ + − )+ ≥ 0 jet, m + − > 50 GeV computed at NNLO and used to normalise the cross section of the LO prediction is similar to the NLO cross section as seen in Table 1. The smaller cross section seen when requiring at least one jet is explained by a steeply falling p T spectrum of the leading jet in the LO prediction. The geneva prediction describes the measured cross section up to a jet multiplicity of 2, but fails to describe the data for higher jet multiplicities, where one or more jets arise from the parton shower. This effect is not seen in the NLO (LO) MG5_aMC predictions, which give a fair description of the data for multiplicities above three (four).",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 143,
                    "text": "[6]",
                    "end": 146
                },
                {
                    "type": "table",
                    "start": 806,
                    "text": "Tables 3 and 4.",
                    "end": 821
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 883,
                    "text": "Figs. 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15",
                    "end": 929
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2199,
                    "text": "Tables 3, 4, 5",
                    "end": 2213
                },
                {
                    "type": "bibr",
                    "start": 2214,
                    "text": ", 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19",
                    "end": 2266
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2275,
                    "text": "Figure 4",
                    "end": 2283
                },
                {
                    "type": "table",
                    "start": 2348,
                    "text": "(Table 3",
                    "end": 2356
                },
                {
                    "type": "table",
                    "start": 2376,
                    "text": "(Table 4)",
                    "end": 2385
                },
                {
                    "type": "table",
                    "start": 2777,
                    "text": "Table 1",
                    "end": 2784
                }
            ]
        },
        {
            "section": "Results",
            "text": "The measured cross section as a function of the transverse momentum of the Z boson for events with at least one jet is presented in Fig. 5 and Table 5. The best model for describing the measurement at low p T , below the peak, is NLO MG5_aMC, showing a better agreement than the NNLL τ ' calculation from geneva. The shape of the distribution in the region below 10 GeV is better described by geneva than by the other predictions, as shown by the flat ratio plot. This kinematic region is covered by events with extra hadronic activity in addition to the jet required by the event selection. The estimation of the uncertainty in the shape in this region shows that it is dominated by the statistical uncertainty, represented by error bars on the plot since the systematic uncertainties are negligible. In the intermediate region, geneva predicts a steeper rise for the distribution than the other two predictions and than the measurement. The highp T region, where geneva and NLO MG5_aMC are expected to have similar accuracy (NLO), is equally well described by the two. The LO predictions undershoot the measurement in this region despite the normalisation of the total Z+ ≥ 0 jet cross section to its NNLO value. The geneva prediction shows good agreement for the measured p T of the first jet, while it undershoots the data at low p T for the second jet. The jet rapidities for the first three leading jets have also been measured and the distributions are shown in Figs. 8 and 9 (Tables 9, 10 and 11). All the predictions are in agreement with data.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 132,
                    "text": "Fig. 5",
                    "end": 138
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 143,
                    "text": "Table 5",
                    "end": 150
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1469,
                    "text": "Figs. 8 and 9",
                    "end": 1482
                }
            ]
        },
        {
            "section": "Results",
            "text": "The total jet activity has been measured via the H T variable. The differential cross section as a function of this observable is presented in Figs. 10 and 11 (Tables 12, 13,14) for inclusive jet multiplicities of 1, 2, and 3. The LO MG5_aMC calculation predicts fewer events than found in the data for the region H T < 400 GeV. For higher jet multiplicities both LO and NLO MG5_aMC are compatible with the measurement, although the contribution in the region H T < 400 GeV is smaller for LO than for NLO MG5_aMC. The contribution at lower values of H T is slightly overestimated, but the discrepancy is compatible with the theoretical and experimental uncertainties. The geneva generator predicts a steeper spectrum than measured. For jet multiplicities of at least one, we also compare with N jetti NNLO, and the level of agreement is similar to that found with NLO MG5_aMC. The uncertainty for N jetti NNLO is larger than in the jet transverse momentum distribution because of the contribution from the additional jets.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 143,
                    "text": "Figs. 10 and 11",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 171,
                    "text": "13,",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 174,
                    "text": "14)",
                    "end": 177
                }
            ]
        },
        {
            "section": "Results",
            "text": "The balance in transverse momentum between the jets and the Z boson, p bal T , is shown in Figs. 12 and  13 (Tables 15,16,17) for inclusive jet multiplicities of 1, 2, and 3. When more jets are included, the peak of p bal T is shifted to larger values. The measurement is in good agreement with NLO MG5_aMC predictions. The slopes of the distributions for the first two jet multiplicities predicted by LO MG5_aMC do not fully describe the data. This observation indicates   that the NLO correction is important for the description of hadronic activity beyond the jet acceptance used in this analysis, p T > 30 GeV and |y| > 2.4. An imbalance in the event, i.e. p bal T not equal to zero, requires two partons in the final state with one of the two out of the acceptance. Such events are described with NLO accuracy for the NLO MG5_aMC sample and LO accuracy for the two other samples. In the case of the geneva simulation, when at least two jets are required, as in the second plot of Fig. 12, the additional jet must come from parton showering and this leads to an underestimation of the cross section, as in the case of the jet multiplicity distribution. When requiring two jets within the acceptance, the NLO MG5_aMC prediction, which has an effective LO accuracy for this observable, starts to show discrepancies with the measurement. The estimated theoretical uncertainties cover the observed discrepancies.",
            "paragraph_rank": 43,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 91,
                    "text": "Figs. 12 and",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "start": 105,
                    "text": "13 (Tables 15,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 119,
                    "text": "16,",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 122,
                    "text": "17)",
                    "end": 125
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 985,
                    "text": "Fig. 12",
                    "end": 992
                }
            ]
        },
        {
            "section": "Results",
            "text": "The JZB distribution is shown in Figs. 14 and 15 (Tables 18,19,20) for the inclusive one-jet events, in the full phase space, and separately for p T (Z) below and above 50 GeV. As expected in the highp T (Z) region, i.e. in the high jet multiplicity sample, the distribution is more symmetric. The NLO MG5_aMC prediction provides a better description of the JZB distribution than geneva and LO MG5_aMC. This applies to both configurations, JZB < 0 and > 0. This observation indicates that the NLO correction is important ",
            "paragraph_rank": 44,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 39,
                    "text": "14 and 15 (Tables 18,",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 60,
                    "text": "19,",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 63,
                    "text": "20)",
                    "end": 66
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 15
        },
        {
            "section": "Summary",
            "text": "We have measured differential cross sections for the production of a Z boson in association with jets, where the Z boson decays into two charged leptons with p T > 20 GeV and |η| < 2.4. The data sample corresponds to an integrated luminosity of 2.19 fb −1 collected with the CMS detector during the 2015 proton-proton LHC run at a centre-of-mass energy of 13 TeV.",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "section": "Summary",
            "text": "The cross section has been measured as functions of the exclusive and inclusive jet multiplicities up to 6, of the transverse momentum of the Z boson, jet kinematic variables including jet transverse momentum ( p T ), the scalar sum of jet transverse momenta (H T ), and the jet rapidity (y) for inclu-    Fig. 4 caption sive jet multiplicities of 1, 2, and 3. The balance in transverse momentum between the reconstructed jet recoil and the Z boson has been measured for different jet multiplicities. This balance has also been measured separating events with a recoil smaller and larger than the boson p T using the JZB variable. Jets with p T > 30 GeV and |y| < 2.4 are used in the definition of the different jet quantities.",
            "paragraph_rank": 46,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 306,
                    "text": "Fig. 4",
                    "end": 312
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The results are compared to the predictions of four different calculations. The first two merge matrix elements with different final-state parton multiplicities. The first is LO for multiplicities up to 4, the second NLO for multiplicities up to 2 and LO for a jet multiplicity of 3, and both are based on MG5_aMC. The third is a combination of NNLO calculation with NNLL resummation, based on geneva. The fourth is a fixed order NNLO calculation of one Z boson and one jet. The first three calculations include parton showering, based on pythia8.",
            "paragraph_rank": 47,
            "section_rank": 15
        },
        {
            "section": "Summary",
            "text": "The measurements are in good agreement with the results of the NLO multiparton calculation. Even the measurements for events with more than 2 jets agree within the ≈ 10% measurement and 10% theoretical uncertainties, although this part of the calculation is only LO. The multiparton LO prediction does not agree as well as the NLO multiparton one. It exhibits significant discrepancies with data in jet multiplicity The transverse momentum balance between the Z boson and the hadronic recoil, which is expected to be sensitive to soft-gluon radiation, has been measured for the first time at the LHC. The multiparton LO prediction fails to describe the measurement, while the multiparton NLO prediction provides a very good description for jet multiplicities computed with NLO accuracy.",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "section": "Summary",
            "text": "Inclusive measurement for events with at least one jet are compared with the NNLO Z+ ≥ 1 jet fixed order calculation. The agreement is good, even for the H T observable, which is sensitive to events of different jet multiplicities.",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "section": "Summary",
            "text": "The NNLO+NNLL predictions provide similar agreement for the measurements of the kinematic variables of the two leading jets, but fail to describe observables sensitive to extra jets. At low transverse momentum of the Z boson, the NLO multiparton calculation provides a better description than the The results suggest using multiparton NLO predictions for the estimation of the Z + jets contribution at the LHC in measurements and searches, and its associated uncertainty. accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "text": "References",
            "section_rank": 16
        },
        {
            "section": "References",
            "text": "1. ATLAS Collaboration, Measurement of the production cross section of jets in association with a Z boson in pp collisions at √ s = 7 TeV with the ATLAS detector. JHEP 07, 032 (2013) https://doi. org/10.1007/JHEP07(2013)032. arXiv:1304.7098 2. ATLAS Collaboration, Measurement of the production cross section for Z/γ * in association with jets in pp collisions at √ s = 7 TeV with the ATLAS detector. Phys. Rev. D 85, 032009 (2012). https://doi.org/10.1103/PhysRevD.85.032009. arXiv:1111.2690 3. CMS Collaboration, Jet production rates in association with W and Z bosons in pp collisions at √ s = 7 TeV. JHEP 01, 010 (2012). https://doi.org/10.1007/JHEP01(2012)010. arXiv:1110.3226 4. CMS Collaboration, Measurements of jet multiplicity and differential production cross sections of Z + jets events in proton-proton collisions at √ s = 7 TeV. Phys. Rev. D 91, 052008 (2015). https:// doi.org/10.1103/PhysRevD.91.052008. arXiv:1408.3104 5. CMS Collaboration, Comparison of the Z/γ * + jets to γ + jets cross sections in pp collisions at √ s = 8 TeV. JHEP 10, 128 (2015). https://doi.org/10.1007/JHEP10(2015)128. arXiv:1505.06520 [Erratum: https://doi.org/10.1007/JHEP04(2016)010] 6. CMS Collaboration, Measurements of differential production cross sections for a Z boson in association with jets in pp collisions at √ s = 8 TeV. JHEP 04, 022 (2017). https://doi.org/10.1007/ JHEP04(2017)022. arXiv:1611.03844 7. LHCb Collaboration, Measurement of forward W and Z boson production in association with jets in proton-proton collisions at √ s = 8 TeV. JHEP 05, 131 (2016). https://doi.org/10.1007/ JHEP05(2016)131. arXiv:1605.00951 8. ATLAS Collaboration, Measurements of the production cross section of a Z boson in association with jets in pp collisions at √ s = 13 TeV with the ATLAS detector. Eur. Phys. J. C 77, 361 (2017). https://doi.org/10.1140/epjc/s10052-017-4900-z. arXiv:1702.05725 9. CDF Collaboration, Measurement of inclusive jet cross sections in Z/γ * → e + e − + jets production in pp collisions at √ s = 1.96 TeV. Phys. Rev. Lett. 100, 102001 (2008). https://doi.org/10.1103/ PhysRevLett.100.102001. arXiv:0711.3717 10. D0 Collaboration, Measurement of differential Z/γ * + jet + X cross sections in pp collisions at √ s = 1.96 TeV. Phys. Lett. B 669, 278 (2008). https://doi.org/10.1016/j.physletb.2008.09.060. arXiv:0808.1296 11. CMS Collaboration, Performance of electron reconstruction and selection with the CMS detector in proton-proton collisions at √ s = 8 TeV. JINST 10, P06005 (2015). https://doi.org/10.1088/ 1748-0221/10/06/P06005. arXiv:1502.02701 12. CMS Collaboration, Performance of CMS muon reconstruction in pp collision events at √ s = 7 TeV. JINST 7, P10002 (2012). https:// Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "text": "Fig. 1",
            "section_rank": 17
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Reconstructed data, simulated signal, and background distributions of the inclusive (left) and exclusive (right) jet multiplicity for the electron (upper) and muon (lower) channels. The background distributions are obtained from the simulation, except for the tt contribution",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "text": ", 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19 and 20 present the uncertainties for each differential cross section.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Fig. 4",
            "section_rank": 19
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Measured cross section for Z + jets as a function of the jet exclusive (left) and inclusive (right) multiplicity. The error bars represent the statistical uncertainty and the grey hatched bands represent the total uncertainty, including the systematic and statistical components. The measurement is compared with different predictions, which are described in the text. The ratio of each prediction to the measurement is shown together with the measurement statistical (black bars) and",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "Fig. 5",
            "section_rank": 20
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Measured cross section for Z + jets as a function of the transverse momentum of the Z boson for events with at least one jet. Other details are as mentioned in the Fig. 4 caption",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "Fig.",
            "section_rank": 21
        },
        {
            "section": "Fig.",
            "text": "Fig. Measured cross section for Z + jets as a function of the transverse momentum of the first jet. Other details are as mentioned in the Fig. 4 caption",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "Fig. 7",
            "section_rank": 22
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Measured cross section for Z + jets as a function of the transverse momentum of the second (upper) and third (lower) jet. Other details are as mentioned in theFig. 4 caption",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "text": "Fig. 8",
            "section_rank": 23
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8Measured cross section for Z+ jets as a function of the absolute rapidity of the first (upper) and second (lower) jet. Other details are as mentioned in theFig. 4 caption",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "text": "Fig. 9",
            "section_rank": 24
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9Measured cross section for Z+ jets as a function of the absolute rapidity of the third jet. Other details are as mentioned in theFig. 4caption",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "Fig. 10",
            "section_rank": 25
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10Measured cross section for Z + jets as a function of the H T observable for events with at least one jet. Other details are as mentioned in theFig. 4 caption",
            "paragraph_rank": 60,
            "section_rank": 25
        },
        {
            "text": "Fig. 11",
            "section_rank": 26
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11Measured cross section for Z + jets as a function of the H T observable of jets for events with at least two (upper) and three (lower) jets. Other details are as mentioned in theFig. 4 caption",
            "paragraph_rank": 61,
            "section_rank": 26
        },
        {
            "text": "Fig. 12",
            "section_rank": 27
        },
        {
            "section": "Fig. 12",
            "text": "Fig. 12Measured cross section for Z + jets as a function of the transverse momentum balance between the Z boson and the accompanying jets for events with at least one (upper) and two (lower) jets. Other details are as mentioned in theFig. 4 caption",
            "paragraph_rank": 62,
            "section_rank": 27
        },
        {
            "text": "Fig. 13",
            "section_rank": 28
        },
        {
            "section": "Fig. 13",
            "text": "Fig. 13Measured cross section for Z + jets as a function of the transverse momentum balance between the Z boson and the accompanying jets for events with at least three jets. Other details are as mentioned in theFig. 4 caption",
            "paragraph_rank": 63,
            "section_rank": 28
        },
        {
            "text": "Fig. 14",
            "section_rank": 29
        },
        {
            "section": "Fig. 14",
            "text": "Fig. 14 Measured cross section for Z + jets as a function of the JZB variable (see text), with no restriction on p T (Z). Other details are as mentioned in the Fig. 4 caption",
            "paragraph_rank": 64,
            "section_rank": 29
        },
        {
            "text": "Fig. 15",
            "section_rank": 30
        },
        {
            "section": "Fig. 15",
            "text": "Fig. 15 Measured cross section for Z + jets as a function of the JZB variable (see text), for p T (Z) < 50 GeV (left) and p T (Z) > 50 GeV (right). Other details are as mentioned in the Fig. 4 caption",
            "paragraph_rank": 65,
            "section_rank": 30
        },
        {
            "text": "funding agencies: the Austrian Federal Ministry of Science, Research and Economy and the Austrian Science Fund; the Belgian Fonds de la Recherche Scientifique, and Fonds voor Wetenschappelijk Onderzoek; the Brazilian Funding Agencies (CNPq, CAPES, FAPERJ, and FAPESP); the Bulgarian Ministry of Education and Science; CERN; the Chinese Academy of Sciences, Ministry of Science and Technology, and National Natural Science Foundation of China; the Colombian Funding Agency (COLCIENCIAS); the Croatian Ministry of Science, Education and Sport, and the Croatian Science Foundation; the Research Promotion Foundation, Cyprus; the Secretariat for Higher Education, Science, Technology and Innovation, Ecuador; the Ministry of Education and Research, Estonian Research Council via IUT23-4 and IUT23-6 and European Regional Development Fund, Estonia; the Academy of Finland, Finnish Ministry of Education and Culture, and Helsinki Institute of Physics; the Institut National de Physique Nucléaire et de Physique des Particules / CNRS, and Commissariat à l'Énergie Atomique et aux Énergies Alternatives / CEA, France; the Bundesministerium für Bildung und Forschung, Deutsche Forschungsgemeinschaft, and Helmholtz-Gemeinschaft Deutscher Forschungszentren, Germany; the General Secretariat for Research and Technology, Greece; the National Research, Development and Innovation Fund, Hungary; the Department of Atomic Energy and the Department of Science and Technology, India; the Institute for Studies in Theoretical Physics and Mathematics, Iran; the Science Foundation, Ireland; the Istituto Nazionale di Fisica Nucleare, Italy; the Ministry of Science, ICT and Future Planning, and National Research Foundation (NRF), Republic of Korea; the Lithuanian Academy of Sciences; the Ministry of Education, and University of Malaya (Malaysia); the Mexican Funding Agencies (BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI); the Ministry of Business, Innovation and Employment, New Zealand; the Pakistan Atomic Energy Commission; the Ministry of Science and Higher Education and the National Science Centre, Poland; the Fundação para a Ciência e a Tecnologia, Portugal; JINR, Dubna; the Ministry of Education and Science of the Russian Federation, the Federal Agency of Atomic Energy of the Russian Federation, Russian Academy of Sciences, the Russian Foundation for Basic Research and the Russian Competitiveness Program of NRNU \"MEPhI\"; the Ministry of Education, Science and Technological Development of Serbia; the Secretaría de Estado de Investigación, Desarrollo e Innovación, Programa Consolider-Ingenio 2010, Plan Estatal de Investigación Científica y Técnica y de Innovación 2013-2016, Plan de Ciencia, Tecnología e Inno-vación 2013-2017 del Principado de Asturias and Fondo Europeo de Desarrollo Regional, Spain; the Swiss Funding Agencies (ETH Board, ETH Zurich, PSI, SNF, UniZH, Canton Zurich, and SER); the Ministry of Science and Technology, Taipei; the Thailand Center of Excellence in Physics, the Institute for the Promotion of Teaching Science and Technology of Thailand, Special Task Force for Activating Research and the National Science and Technology Development Agency of Thailand; the Scientific and Technical Research Council of Turkey, and Turkish Atomic Energy Authority; the National Academy of Sciences of Ukraine, and State Fund for Fundamental Researches, Ukraine; the Science and Technology Facilities Council, UK; the US Department of Energy, and the US National Science Foundation. Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Scientific and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/ 07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa de Excelencia María de Maeztu and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA).",
            "paragraph_rank": 66,
            "section_rank": 31
        },
        {
            "text": "Table 5",
            "section_rank": 32
        },
        {
            "section": "Table 5",
            "text": "Differential cross section in p T (Z) (N jets ≥ 1) for the combination of both decay channels and breakdown of the uncertainties",
            "paragraph_rank": 67,
            "section_rank": 32
        },
        {
            "text": "Acknowledgements",
            "section_rank": 34
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN",
            "paragraph_rank": 68,
            "section_rank": 34
        }
    ]
}