{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for a spin-0 boson, φ, produced in proton-proton collisions at centre-of-mass energies of 7 and 8 TeV, using prompt φ → µ + µ − decays and a data sample corresponding to an integrated luminosity of approximately 3.0 fb −1 collected with the LHCb detector. No evidence is found for a signal in the mass range from 5.5 to 15 GeV. Upper limits are placed on the product of the production cross-section and the branching fraction into the dimuon final state. The limits are comparable to the best existing over most of the mass region considered and are the first to be set near the Υ resonances.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The only known elementary spin-0 particle is the resonance of mass 125 GeV (c = 1 throughout this paper) discovered at the LHC, H, whose properties are found to be consistent with those of the Standard Model (SM) Higgs boson [1,2]. However, additional spin-0 bosons, φ, arise in many extensions of the SM and are often predicted to be lighter than the H boson mass, m(H) [3]. Examples of models with light (pseudo-)scalar particles are the next-to-minimal supersymmetric SM (NMSSM) [4][5][6], Little Higgs models [7][8][9] and the two-Higgs doublet model with an additional scalar [3]. Scalar fields can also provide portals to so-called dark sectors that are neutral under SM interactions and that might include dark matter particles [10][11][12]. A scalar portal mediated by a light particle can also be associated to the inflation of the early Universe [13,14].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 225,
                    "text": "[1,",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "start": 228,
                    "text": "2]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 371,
                    "text": "[3]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 482,
                    "text": "[4]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 485,
                    "text": "[5]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 488,
                    "text": "[6]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 513,
                    "text": "[7]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 516,
                    "text": "[8]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 519,
                    "text": "[9]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 581,
                    "text": "[3]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 735,
                    "text": "[10]",
                    "end": 739
                },
                {
                    "type": "bibr",
                    "start": 739,
                    "text": "[11]",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 743,
                    "text": "[12]",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 856,
                    "text": "[13,",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 860,
                    "text": "14]",
                    "end": 863
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "An extensive and diverse set of searches has been performed for new spin-0 particles with masses less than m(H) (see ref. [15] for a recent review). Most searches performed by the ATLAS and CMS collaborations rely on the hypothetical decay H → φφ and on the reconstruction of the two φ boson decays in the µ + µ − , τ + τ − and bb final states. A complementary strategy [15] consists of searching for the direct production of φ bosons in pp collisions via, e.g. gluon-gluon fusion. Searches of this type performed at the LHC have aimed at reconstructing a possible φ boson in its decay to either γγ, τ + τ − or µ + µ − . A recent search in the γγ final state [16] explored a mass range down to m(φ) = 70 GeV, while one employing τ + τ − explored masses down to m(φ) = 90 GeV [17]. Masses as low",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 122,
                    "text": "[15]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 370,
                    "text": "[15]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 659,
                    "text": "[16]",
                    "end": 663
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 775,
                    "text": "[17]",
                    "end": 779
                }
            ]
        },
        {
            "text": "JHEP09(2018)147",
            "section_rank": 3
        },
        {
            "section": "JHEP09(2018)147",
            "text": "as m(φ) = 25 GeV were also investigated in the φ → τ + τ − decay using the signature of a φ boson produced in association with two b jets [18]. For lower masses, searches in the dimuon spectrum are currently the most sensitive [15] and include φ bosons produced in either gluon-gluon fusion in LHC collisions [19], Υ(1S) radiative decays [20,21] or rare b-hadron decays [22,23].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 138,
                    "text": "[18]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 227,
                    "text": "[15]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 309,
                    "text": "[19]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 338,
                    "text": "[20,",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 342,
                    "text": "21]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 370,
                    "text": "[22,",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 374,
                    "text": "23]",
                    "end": 377
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "As shown in ref. [24], the LHCb detector has good sensitivity to light spin-0 particles due to its high-precision spectrometer and its capability of triggering on objects with small transverse momenta. LHCb has already searched for prompt dark photons decaying to dimuons with invariant masses up to 70 GeV [25] using pp collisions at 13 TeV corresponding to an integrated luminosity of 1.6 fb −1 . These results were recently reinterpreted in the context of a φ boson search and provide the best limits in the mass region between 10.6 to 70 GeV [15], even though this search was optimised for the dark photon production kinematics. However, all searches in pp collisions exclude the region dominated by Υ resonances.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 17,
                    "text": "[24]",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 307,
                    "text": "[25]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 546,
                    "text": "[15]",
                    "end": 550
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "This article presents a search for a narrow dimuon resonance in the mass region between 5.5 and 15 GeV. The excellent mass resolution of the LHCb detector is exploited to study the region close to the Υ resonances that was not explored in previous searches. For this analysis, signal candidates are selected from pp collision data corresponding to an integrated luminosity of 0.98 (1.99) fb −1 , recorded with the LHCb detector during 2011 (2012) at a centre-of-mass energy of √ s =7 (8) TeV (a data set statistically independent from that of ref. [25]).",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 548,
                    "text": "[25]",
                    "end": 552
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "The results are interpreted in the context of a φ boson produced directly in the pp collision through gluon-gluon fusion. The analysis has been designed in a model-independent way for any prompt dimuon resonance, be it predicted by the SM (e.g. η b → µ + µ − as suggested in ref. [24]) or not. In order to be independent of the production mechanism, the data set is analysed separately in bins of the dimuon kinematics and for the two collision energies. The results are also independent of the resonance spin, allowing for an interpretation in terms of a vector boson, A .",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 280,
                    "text": "[24]",
                    "end": 284
                }
            ]
        },
        {
            "text": "Detector and simulation",
            "section_rank": 4
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [26,27] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region [28], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [29] placed downstream of the magnet. The tracking system provides a measurement of momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29 GeV/p T ) µm, where p T is the component of the momentum transverse to the beam. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors [30]. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad (SPD) and",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 18,
                    "text": "[26,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 22,
                    "text": "27]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 309,
                    "text": "[28]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 491,
                    "text": "[29]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1016,
                    "text": "[30]",
                    "end": 1020
                }
            ]
        },
        {
            "text": "JHEP09(2018)147",
            "section_rank": 5
        },
        {
            "section": "JHEP09(2018)147",
            "text": "preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [31].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 188,
                    "text": "[31]",
                    "end": 192
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "The online event selection is performed by a trigger [32], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. In this analysis, signal candidates are first required to pass the hardware trigger, which selects events containing at least one muon with p T > 1.5 (1.8) GeV in the 7 (8) TeV data sample. The subsequent software trigger requires events with either a muon with p T > 10 GeV, or alternatively, a pair of muons having an invariant mass larger than 4.7 GeV, forming a good quality vertex and with the larger muon p T exceeding 4.8 GeV. A global event cut (GEC) is also applied at the hardware stage, which requires the number of hits in the SPD to be less than 600.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 53,
                    "text": "[32]",
                    "end": 57
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "In the simulation, pp collisions are generated using Pythia [33,34] with a specific LHCb configuration [35]. Decays of hadronic particles are described by EvtGen [36], in which final-state radiation is generated using Photos [37]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [38,39] as described in ref. [40].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 60,
                    "text": "[33,",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 64,
                    "text": "34]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 103,
                    "text": "[35]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 162,
                    "text": "[36]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 225,
                    "text": "[37]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 352,
                    "text": "[38,",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 356,
                    "text": "39]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 381,
                    "text": "[40]",
                    "end": 385
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "A dimuon candidate is formed using two oppositely charged tracks identified as muons, which must satisfy the requirements of the hardware and software stages of the trigger. The vertex formed by the two tracks is required to be of good quality and to be consistent with the location of the primary vertex. Finally, the reconstructed proper decay time is required to be less than 0.1 ps to suppress background from muons produced in the decays of heavy flavour hadrons.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "The dimuon invariant mass spectrum is investigated in the range from 5.5 GeV, above the region dominated by b-hadron decays, up to 15 GeV. In this mass region the m(φ) resolution is about 0.5% and the total acceptance for φ bosons produced via gluon-gluon fusion is between 2 and 3%.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "A fiducial region is defined for the kinematics of the dimuon candidate: each muon is required to be within 2.0 < η < 4.9, and the higher (lower) muon p T is required to be in excess of 4.8 GeV (2.5 GeV). Moreover, the φ boson candidate p T is required to be between 7.5 and 50 GeV and its pseudorapidity between 2 and 4.5. The search is then performed in 6 bins of p T (φ) and 2 bins of η(φ) as well as separately for the two pp collision energies, for a total of 24 separate samples. As shown in figure 1, the binned analysis provides better separation of signal from background if the φ boson production spectrum is significantly different from that of the background dimuon candidates.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Apart from the narrow Υ(nS) (n = 1, 2, 3) resonances, the selected candidates are composed of three categories: genuine muon pairs produced via the Drell-Yan mechanism, pairs of displaced muons coming from heavy flavour decays, and wrong associations of one such muon with a prompt pion that is misidentified as a muon. While the Drell-Yan component is indistinguishable from a signal with the same production spectrum, the -3 -JHEP09(2018)147  other two categories can be reduced. For this purpose, a multivariate (MVA) classifier based on the uniform boosting (uBoost) algorithm [41] is used, where a boosted decision tree is trained to separate signal from background candidates. This technique has been successfully used in previous LHCb searches [22], as it avoids biasing the mass spectrum and, most importantly, it simplifies the determination of the classification efficiency, which can be evaluated for a single mass using, for example, Υ(1S) data. The MVA classifier is trained using a signal sample consisting of simulated Drell-Yan events and a background data sample composed of pairs of muon candidates with the same electric charge.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 581,
                    "text": "[41]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 751,
                    "text": "[22]",
                    "end": 755
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The classifier is trained on the following kinematic and topological features: IP, p T , momentum and track-fit χ 2 of each muon candidate; minimum IP χ 2 of both muons with respect to any PV in the event, where the IP χ 2 is defined as the difference between the vertex-fit χ 2 of a PV reconstructed with and without the muon; the angle between the positive muon in the φ boson rest frame and the direction opposite to that of the φ boson in the laboratory frame; IP of the dimuon candidate; and the isolation variable defined in ref. [42], related to the number of good two-track vertices a muon can make with other tracks in the event, to reduce the background from heavy flavour decays.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 536,
                    "text": "[42]",
                    "end": 540
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In order to account for small differences between simulation and data, a correction is applied through a multi-dimensional weighting [43]. This correction is determined by matching simulation and data in various detector-related variables of a Υ(1S) sample. Examples of the variables showing discrepancies are the track-fit χ 2 and the IP χ 2 of the muons. For the data sample, background is statistically subtracted using the sPlot technique [44] based on a fit to the Υ(1S) dimuon mass peak.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 133,
                    "text": "[43]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 443,
                    "text": "[44]",
                    "end": 447
                }
            ]
        },
        {
            "text": "JHEP09(2018)147",
            "section_rank": 7
        },
        {
            "section": "JHEP09(2018)147",
            "text": "To determine the best MVA requirement, the ratio S /(3/2 + √ B) [45] is maximised, where S is the signal efficiency and B the mean background yield. For this, S is taken from pp → φ → µ + µ − simulated samples, while an estimate of the average background yield under the hypothetical signal peak is taken from the mass sidebands of the Υ(nS) region in data. The resulting MVA requirement is about 90% efficient on reconstructed pp → φ → µ + µ − signal while it reduces the background by about 40%. By comparing the samples composed of same-sign and opposite-sign muons, the genuine dimuon purity is estimated to be about 50%.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 64,
                    "text": "[45]",
                    "end": 68
                }
            ]
        },
        {
            "text": "Signal efficiencies",
            "section_rank": 8
        },
        {
            "section": "Signal efficiencies",
            "text": "The determination of signal efficiencies relies on simulated dimuon samples, which are corrected for small inaccuracies of the simulation using control data samples.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Signal efficiencies",
            "text": "Trigger efficiencies are above 90%. They are determined from simulation and checked on data. The efficiency of the global event cut is instead taken from data using a sample of Υ(1S) candidates selected in the hardware trigger using a much looser requirement on the SPD multiplicity. Given the event multiplicity does not significantly change with dimuon mass, the same GEC efficiency is used for the whole range of masses.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "Signal efficiencies",
            "text": "The reconstruction and selection efficiencies are determined using simulation. The muon track reconstruction efficiency is corrected as a function of the track kinematics using a data sample of J/ψ → µ + µ − decays [46]. The total systematic uncertainty related to this procedure is about 0.8%.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 215,
                    "text": "[46]",
                    "end": 219
                }
            ]
        },
        {
            "section": "Signal efficiencies",
            "text": "The efficiency of the MVA selection is computed using the weighted simulation sample and is tested on Υ(1S) candidates selected without applying the MVA criterion. The efficiency difference in each bin is below 2%, which is assigned as a systematic uncertainty. The MVA response is decorrelated from the dimuon mass due to the use of the uBoost technique allowing this cross-check to be valid for the whole range of m(φ) considered.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "Signal efficiencies",
            "text": "The muon identification efficiency is calculated using a sample of J/ψ → µ + µ − decays, following the procedure in ref. [47]. In addition to the statistical uncertainty due to the finite size of the calibration sample, a systematic uncertainty between 1 and 7% is assigned due to the finite width of the kinematic bins used.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 121,
                    "text": "[47]",
                    "end": 125
                }
            ]
        },
        {
            "section": "Signal efficiencies",
            "text": "Finally, the total efficiency in each bin is obtained as the product of the efficiencies described above, where different sources of systematic uncertainties are assumed to be fully correlated. Efficiencies for the 12 [p T , η] bins and for three different m(φ) values are shown in figure 2 for the 8 TeV sample. Due to the fiducial region defined, the separation in kinematic bins and the use of the uBoost technique, the efficiencies are minimally correlated with the φ boson mass. A quadratic function is also fitted to the efficiency mass dependence and compared to the mass average. The mean value between the two efficiencies is taken as the nominal value while the difference is assigned as a systematic uncertainty. The dependence of the efficiency on the φ boson kinematics due to the [p T , η] bin size is evaluated by comparing the efficiencies in each bin obtained for pp → φ production to those obtained for a φ boson originating from the decay H → φφ. The latter production mode gives a vastly different spectrum, with larger p T and a more central η distribution, as shown in For the case where the boson is a vector, a systematic uncertainty of less than 5% is assigned to account for the dependency of the total efficiency on the boson polarisation. It is evaluated by weighting the spin-0 φ boson sample to match the angular distribution of a vector boson with either longitudinal or transverse polarisation.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Invariant mass fit",
            "section_rank": 9
        },
        {
            "section": "Invariant mass fit",
            "text": "The φ boson signal yield is determined for each mass value with fits to the full dimuon invariant mass spectrum. Due to their complexity, the fits are computed by parallelising the processes on a Graphics Processing Unit (GPU), for which the framework developed in ref. [48] is used, where the minimisation is based on Minuit [49]. The natural width of the φ boson candidate is assumed to be negligible compared to the detector mass resolution, which is σ(m µµ )/m(φ) ≈ 0.5% [27]. These fits are performed simultaneously in the 12 production kinematic bins, sharing some of the parameters. The φ boson mass hypotheses are scanned in steps of σ(m µµ )/2. The detector resolution on the dimuon mass is modelled according to η, p T and m(φ). The resolution model is used to simultaneously fit the Υ(nS) peaks, which are used for its calibration. Furthermore, in order to increase the invariant mass region scanned and to get as close as possible to the Υ(nS) resonances, a precise modelling of the Υ(nS) mass-distribution tails is needed. For this purpose, the reconstructed dimuon mass, m µµ , is modelled by a Gaussian-smeared Hypatia distribution, S, which is defined as ",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 270,
                    "text": "[48]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 326,
                    "text": "[49]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 475,
                    "text": "[27]",
                    "end": 479
                }
            ]
        },
        {
            "text": "JHEP09(2018)147",
            "section_rank": 10
        },
        {
            "section": "JHEP09(2018)147",
            "text": "where I is the Hypatia function [50], a generalised Crystal Ball (CB) [51] with a hyperbolic core that gives an excellent description of non-Gaussian tails, given by",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 32,
                    "text": "[50]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 70,
                    "text": "[51]",
                    "end": 74
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "otherwise, (5.2) and G(x) ≡ G(x, m(φ), σ SR , λ, ζ, β) is its core, defined as",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 11,
                    "text": "(5.2)",
                    "end": 16
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "where G is the derivative of G (defined in eq. 5.3), K λ are the cylindrical harmonics or special Bessel functions of the third kind, β is the asymmetry of the core, a and n are CB-like radiative-tail parameters, and A 2 λ = ζK λ (ζ)/K λ+1 (ζ). The parameter ζ is known to be small in most cases [50], and thus, is fixed to an arbitrarily small value. In order to reduce the number of free parameters in the simultaneous fits, a parametrisation of the dependence of the parameters defined above on p T , η and m(φ) is obtained from the simulation. The parameters β, n and a are found to be independent of p T , η and m(φ). The parameter n is fixed to the value obtained from the simulation, while β and a are shared among different kinematic bins and mass hypotheses in the fit. Further information about these functions and their parameters can be found in ref. [50].",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 296,
                    "text": "[50]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 863,
                    "text": "[50]",
                    "end": 867
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "The Gaussian smearing factorises the mass resolution model into two components: the multiple scattering (MS) information, which is encoded in the smearing parameter σ MS ; and the spatial resolution information, which is given by σ SR and λ. In this parametrisation the value of σ MS can be fixed from the ramp-up of the mass-error distribution without increasing the dimensionality of the fit. The mass error is obtained in the vertex fit and the ramp-up position is defined as the mass error corresponding to the fifth percentile of the distribution. The parameter σ MS depends on the kinematics, and thus, is modelled in bins of p T , η and m(φ) on the continuum background. The m(φ) dependence of this MS parameter is studied in bins of dimuon mass and is modelled by a linear fit. The σ MS parameter in data is found to be in excellent agreement with the simulation, and therefore, no systematic uncertainty is assigned.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "JHEP09(2018)147",
            "text": "The continuous dimuon background is modelled with an exponential function multiplying Legendre polynomials, P k , up to order N . The background shape parameters and yields are fit separately in each [p T , η] bin. For each m(φ), the model has to describe the background under the signal peak, B, to a precision exceeding its expected statistical fluctuation, √ B. The background model is tested on a sample composed of simulated Drell-Yan dimuon events and same-sign dimuon data events. The same-sign dimuon mass",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "JHEP09(2018)147",
            "section_rank": 11
        },
        {
            "section": "JHEP09(2018)147",
            "text": "spectrum is expected to be representative of the background coming from pions misidentified as muons. In this mass spectrum, the candidate fit model is required to describe any structure with a width larger than 4σ(m µµ ) to a precision better than 0.5 √ B. Furthermore, a similar test is performed on a large simulated sample of muon pairs coming from heavy-flavour decays. This background component is expected to give narrower structures, therefore the above requirement is reduced to 0.3 √ B. These requirements are well satisfied by a background model with an exponential function multiplied by Legendre polynomials of order N = 10, which is taken as reference.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "section": "JHEP09(2018)147",
            "text": "The results of the fit to data in the whole mass region is shown in figure 3, where all kinematic bins have been combined. The figure also shows how different φ boson mass peaks would look like.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 68,
                    "text": "figure 3",
                    "end": 76
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "The resolution function has 17 free parameters. The fits for φ boson mass hypotheses far from the Υ(nS) peaks are found to be largely independent of the signal model. However, for m(φ) close to the Υ(nS) resonances, the estimate of the background under a possible φ boson peak depends on the precise modelling of the Υ(nS) tails. In particular, significant differences are observed using a resolution function with fewer assumptions on the kinematic dependence of β, a and λ. The m(φ) hypotheses for which the two background estimations differ with a significance larger than one standard deviation in any kinematic bin are not considered in the φ boson search. In addition, any m(φ) hypothesis where the fit gives a correlation between the signal yield and any of the Υ(nS) yields in excess of 20%, is also excluded from the search.",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "The fit results are found to be compatible with the background-only hypothesis. Upper limits at 95% Confidence Level (CL) are set on spin-0 φ bosons produced directly from the pp collision. Pseudoexperiments are generated based on the fitted background probability distribution functions and upper limits are determined using the CLs approach [52,53]. Measured integrated luminosities, simulated signal production spectra and the modelindependent efficiencies given in section 4 are used to compute expected signal yields in each [p T , η] bin. Systematic and statistical uncertainties on the efficiency are propagated to the limit calculation, summing them in quadrature and taking into account their correlations among different bins. The integrated luminosities for the 7 and 8 TeV samples are measured [54] with a precision of 1.7% and 1.2%, respectively.",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 343,
                    "text": "[52,",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 347,
                    "text": "53]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 806,
                    "text": "[54]",
                    "end": 810
                }
            ]
        },
        {
            "section": "Results",
            "text": "The production kinematics for spin-0 φ bosons are simulated using the MSSM pseudoscalar production implemented in Pythia 8 [33]. Gluon-gluon fusion dominates, contributing more than 90% to the production cross-section in the whole φ boson mass range. In order to set limits on new spin-0 particles in terms of couplings, interference effects with spin-0 bottomonium states should be considered [24], but this is beyond the scope of this analysis. Therefore, upper limits are set on the product of the production cross-section and the dimuon branching fraction, σ(pp → φ) × B(φ → µ + µ − ). Since the cross-section depends on the collision energy, the limits are set for √ s = 8 TeV and the result from   based on the framework detailed in ref. [24]. This ratio of cross-sections is roughly equal to the ratio of collision energies and has a small dependence on m(φ) of order 4% within the mass range considered. The observed limits are given in figure 4 along with the range of limits expected for the background-only hypothesis.",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 123,
                    "text": "[33]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 394,
                    "text": "[24]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 744,
                    "text": "[24]",
                    "end": 748
                }
            ]
        },
        {
            "section": "Results",
            "text": "In appendix A the upper limits are interpreted for φ bosons coming from the decay of the 125 GeV Higgs boson to two φ bosons and for vector A bosons with Drell-Yan production. If the vector A boson is interpreted as a dark photon, these are the first limits in the region between 9.1 and 10.6 GeV. Furthermore, reinterpretation of the limits in any other model involving the production of a dimuon resonance in the mass range considered is possible by using the information given in the supplemental material.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Conclusions",
            "section_rank": 13
        },
        {
            "section": "Conclusions",
            "text": "In summary, a search is presented for a hypothetical light dimuon resonance, produced in pp collisions recorded by the LHCb detector at centre-of-mass energies of 7 and 8 TeV. A sample of dimuon candidates with invariant mass between 5.5 and 15 GeV corresponding to an integrated luminosity of 3.0 fb −1 is used. No evidence for a signal is observed and limits are placed on a benchmark model involving a new light spin-0 boson, φ, decaying to a pair of muons. For the case in which the φ boson is produced directly in the pp collision, the limits obtained are comparable with the best existing. Furthermore, by exploiting the excellent LHCb dimuon mass resolution and a detailed study of the Υ(nS) mass tails, limits are set in a previously unexplored range of m(φ) between 8.7 and 11.5 GeV. This search is designed to be largely model independent and tools are given in the supplemental material that allow for a simple reinterpretation of the result for different models. These results showcase the sensitivity of the LHCb experiment to light spin-0 bosons produced in pp collisions and its capability of closing the gaps in the invariant mass distributions by means of a superior mass resolution.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "JHEP09(2018)147",
            "section_rank": 14
        },
        {
            "section": "JHEP09(2018)147",
            "text": "and decaying to a pair of muons. The Drell-Yan production kinematics are taken from Pythia 8 [33]. These results can be interpreted as limits on dark photons since their production mode is expected to be dominated by Drell-Yan in this region of masses. In the second model the signal is assumed to come from the decay of the 125 GeV Higgs to two spin-0 φ bosons. Only one of the two φ bosons is required to decay to a dimuon final state, so the limit is set on (σ H /σ SM ) × B(H → φφ) × B(φ → µ + µ − ), where σ H is the 125 GeV Higgs cross-section and σ SM is its value as computed in the SM. The combination of 7 and 8 TeV results is obtained by taking for σ SM the SM gluon-gluon fusion crosssections for a 125 GeV Higgs from ref. [55] and assuming that σ H /σ SM is independent on the centre-of-mass energy √ s.",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 93,
                    "text": "[33]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 735,
                    "text": "[55]",
                    "end": 739
                }
            ]
        },
        {
            "section": "JHEP09(2018)147",
            "text": "The most significant excess is 2.9 σ at m(φ) 12.92 GeV in the H → φφ production model hypothesis and has a p-value of 14%, after accounting for the trials factor due to the large mass range tested in comparison to the dimuon mass resolution.",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "section": "JHEP09(2018)147",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "Figure 1 .",
            "section_rank": 15
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The expected sensitivity, defined as 2 √ B, where B is the background under a dimuon peak with invariant mass 11 GeV, is shown for the 12 [p T , η] bins. For comparison, signal yields in the various bins are shown for three different production mechanisms: a φ boson produced via gluon-gluon fusion, a φ boson coming from a H → φφ decay and a vector A boson produced via the Drell-Yan mechanism.",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Figure 2 .",
            "section_rank": 16
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Total efficiency as a function of the p T of the dimuon candidate for the two η(φ) bins considered, obtained for three different φ boson mass hypotheses.",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "7",
            "section_rank": 17
        },
        {
            "section": "7",
            "text": "TeV is combined by taking the expected fraction of cross-sections as a function of m(φ),",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "Figure 3 .",
            "section_rank": 18
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. (Top) Fit to the dimuon invariant mass distribution in the whole scanned region. All [p T , η] bins as well as the 7 and 8 TeV data sets are combined. Peaks for five φ boson mass hypotheses are displayed in green, assuming σ(pp → φ) × B(φ → µ + µ − ) = 50 pb. (Bottom) A closeup view of the mass spectrum in the Υ(nS) region together with φ boson mass peaks for the tested m(φ) values closest to the three Υ(nS) narrow resonances. To show how the Υ(nS) mass tails change with the kinematics, two regions of p T are displayed in the plot.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "Figure 4 .",
            "section_rank": 19
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Upper limits on the direct production of a spin-0 boson decaying to µ + µ − in 8 TeV pp collisions.",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "Figure 5 .",
            "section_rank": 20
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. (Left) Upper limits on the production of vector A bosons produced in 8 TeV pp-collisions through Drell-Yan and decaying to µ + µ − . (Right) Upper limits on the branching fraction of a SM Higgs decaying to two φ bosons followed by the decay of one of the two to µ + µ − .",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "Acknowledgments",
            "section_rank": 22
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, ",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "A Results for other models",
            "section_rank": 24
        },
        {
            "section": "A Results for other models",
            "text": "Two additional boson production models are tested and the resulting upper limits are shown in figure 5. The first model is a vector boson, A , produced via Drell-Yan qq → A ",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "JHEP09(2018)147",
            "section_rank": 25
        }
    ]
}