{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Limits on the cross section for weakly interacting massive particles (WIMPs) elastic scattering on nuclei in NaI(Tl) detectors at the Yangyang Underground Laboratory are obtained from a 2967.4 kg•day data exposure. The nuclei recoiling from the scattering process are identified by the pulse shape of the scintillation light signals that they produce. The data are consistent with a no nuclear-recoil hypothesis, and WIMP-mass-dependent 90% confidence-level upper-limits are set on WIMP-nuclei elastic scattering cross sections. These limits partially exclude the DAMA/LIBRA allowed region for WIMP-sodium interactions with the same NaI(Tl) target material. The 90% confidence level upper limit on the WIMP-nucleon spin-independent cross section is 3.26×10 −4 pb for a WIMP mass of 10 GeV/c 2 .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A number of astrophysical observations provide evidence that the dominant matter component of the universe is not ordinary matter, but rather non-baryonic dark matter [1,2]. Theoretically favored dark matter candidates are weakly interacting massive particles (WIMPs) [3], which were well motivated by supersymmetric models [4]. Many direct searches for WIMP dark matter in deep underground laboratories have been performed and failed to find evidence for a signal [5], with the notable exception of the DAMA experiment (including DAMA/NaI and DAMA/LIBRA) that has been operating for more than 20 years and has consistently reported a positive signal of annual modulation of event rates in Na(Tl) crystals [6][7][8][9], with a statistical significance of more than 9σ [9]. This significance has recently been strengthened with results from an additional six-year data exposure [10]. The DAMA signal has been interpreted as being due to WIMP-nucleon scattering in the context of the standard model for Milky Way galaxy's WIMP dark matter halo [11]. However, the inferred WIMP-nucleon cross sections in this case are in conflict with null observations from experiments that use different target materials [12][13][14][15]. Considering the high significance of the DAMA signal as well as the broad impact of a positive observation of WIMP dark matter, an independent verification of the DAMA signal using the same NaI(Tl) target material is required. A number of efforts with NaI target materials aimed at achieving this goal are in progress [16][17][18][19][20][21][22].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 167,
                    "text": "[1,",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 170,
                    "text": "2]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 268,
                    "text": "[3]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 324,
                    "text": "[4]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 465,
                    "text": "[5]",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 706,
                    "text": "[6]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 709,
                    "text": "[7]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 712,
                    "text": "[8]",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 715,
                    "text": "[9]",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 768,
                    "text": "[9]",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 877,
                    "text": "[10]",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1042,
                    "text": "[11]",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1203,
                    "text": "[12]",
                    "end": 1207
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1207,
                    "text": "[13]",
                    "end": 1211
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1211,
                    "text": "[14]",
                    "end": 1215
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1215,
                    "text": "[15]",
                    "end": 1219
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1539,
                    "text": "[16]",
                    "end": 1543
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1543,
                    "text": "[17]",
                    "end": 1547
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1547,
                    "text": "[18]",
                    "end": 1551
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1551,
                    "text": "[19]",
                    "end": 1555
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1555,
                    "text": "[20]",
                    "end": 1559
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1559,
                    "text": "[21]",
                    "end": 1563
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1563,
                    "text": "[22]",
                    "end": 1567
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the event that these ongoing efforts verify the annual modulation of event rates in the NaI(Tl) crystals, it will remain of particular interest to study the characteristics of the events that produce this modulation. Although the recoil signals that the DAMA experiment are usually attributed to nuclear recoils (NR), the experiment does not distinguish them from electron recoils (ER) and, thus, the results allow for interpretations by models that attribute the modulation signals to WIMP-electron interactions [23,24]. If the DAMA modulation signal is confirmed, experimental studies that can distinguish electron recoils from nuclear recoils will be necessary. NaI2 10.7 cm×27.9 cm 9.15 251.4 Table 1. The crystals used in this analysis and the amount of data for each crystal.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 516,
                    "text": "[23,",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 520,
                    "text": "24]",
                    "end": 523
                },
                {
                    "type": "table",
                    "start": 700,
                    "text": "Table 1",
                    "end": 707
                }
            ]
        },
        {
            "text": "JHEP03(2019)194",
            "section_rank": 3
        },
        {
            "section": "JHEP03(2019)194",
            "text": "The Korea Invisible Mass Search (KIMS) collaboration has developed low-background NaI(Tl) crystals for the purpose of reproducing the DAMA's modulation results [19,25]. A good understanding of the residual radioactive background contaminants of the crystals has been achieved [26]. The characteristics of NR signals in NaI(Tl) have been measured with a monoenergetic neutron source and found to have time-profile characteristics that are different than those from ER that are produced by γ-rays from a 137 Cs source [27]. Similar timeprofile differences in CsI(Tl) crystal scintillation-light signals have been used to discriminate between NR and ER events, so-called pulse shape discrimination (PSD), on a statistical basis as described in refs. [12,28], and set upper limits on WIMP-nucleon cross sections in the context of the standard galactic halo model [29]. This paper presents results from a search for WIMP-nucleon interactions with two, low-background NaI(Tl) crystals using a 2967.4 kg•day exposure that uses a PSD analysis to directly extract NR-induced events.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 160,
                    "text": "[19,",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 164,
                    "text": "25]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 276,
                    "text": "[26]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 516,
                    "text": "[27]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 747,
                    "text": "[12,",
                    "end": 751
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 751,
                    "text": "28]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 859,
                    "text": "[29]",
                    "end": 863
                }
            ]
        },
        {
            "text": "Experiment",
            "section_rank": 4
        },
        {
            "section": "Experiment",
            "text": "The two crystals are cylindrical in shape but with different dimensions; one is 12.7 cm in diameter and 17.8 cm in length with a mass of 8.26 kg (NaI1); the other is 10.7 cm in diameter and 27.9 cm in length with a mass of 9.15 kg (NaI2), as described in table 1. The crystals are encapsulated in a cylindrical copper structure with quartz windows at each end. Scintillation-light signals are read out by 76 mm Hamamatsu R12669 photomultiplier tubes (PMTs) that are optically coupled to each end of the cylinder. The assembled detector modules are installed in the shielding structure that was used for the KIMS CsI(Tl) detector measurements at the Yangyang Underground Laboratory (Y2L) [12,30,31]. The shield includes a 12-module array of low-background CsI(Tl) detectors situated inside of a shield that is comprised, from inside out, of 10 cm of copper, 5 cm of polyethylene, 15 cm of lead, and 30 cm of mineral oil to attenuate external radiation. Nitrogen gas was flushed through the detector setup to avoid radon contamination and maintain stable temperature and humidity levels. The data were collected between November 2013 and January 2015 with configurations described in ref. [25].",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 687,
                    "text": "[12,",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 691,
                    "text": "30,",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 694,
                    "text": "31]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1187,
                    "text": "[25]",
                    "end": 1191
                }
            ]
        },
        {
            "section": "Experiment",
            "text": "Signals from each PMT are amplified by custom-made preamplifiers and digitized by a 400-MHz flash analog-to-digital converter. An event is triggered when at least a single photoelectron is observed in each PMT within a 200 ns time interval. The energy scales for the crystals are determined using 59.5 keV γ events from a 241 Am calibration source. The 68.7 keV line from cosmogenic 125 I and the 46.5 keV line from a residual 210 Pb contamination are used to monitor the time-dependence of the energy scale.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Experiment",
            "text": "The measured light yields were 15.5 photoelectrons/keV for both crystals, which is approximately twice as large as that of the crystals used in previous studies by NAIAD [32] JHEP03 2019 ",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 170,
                    "text": "[32]",
                    "end": 174
                },
                {
                    "start": 182,
                    "text": "2019",
                    "end": 186
                }
            ]
        },
        {
            "text": "NaI1",
            "section_rank": 5
        },
        {
            "section": "NaI1",
            "text": "NaI2 Figure 1. Energy spectra for NaI1 and NaI2 after the application of the event selection requirements described in the text. The main backgrounds in the crystals are from 40 K and 210 Pb contaminations, and cosmogenic activations as described in ref.s [19,25].",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 5,
                    "text": "Figure 1",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 256,
                    "text": "[19,",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 260,
                    "text": "25]",
                    "end": 263
                }
            ]
        },
        {
            "section": "NaI1",
            "text": "and DAMA [33]. The increased light yield is the result of improvements in both the crystals and the PMTs. The crystals were grown with a technique that was developed by Alpha Spectra Inc. 1 that results in improved light yields. In addition, high quantum efficiency, low-background PMTs developed by Hamamatsu Photonics 2 were used. These new PMTs, also used in DAMA/LIBRA-phase2, provide, on average, about a 30% improvement in light yield [34]. The high light yields of our detectors allow for a discrimination of NR events using PSD methods [27].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 9,
                    "text": "[33]",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 188,
                    "text": "1",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 441,
                    "text": "[34]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 544,
                    "text": "[27]",
                    "end": 548
                }
            ]
        },
        {
            "section": "NaI1",
            "text": "The background levels of the NaI1 (NaI2) crystals are approximately 9 (5) counts/day/kg/keV in the 2-6 keV recoil energy region and decrease to 6 (4) counts/kg/day/keV in the 6-10 keV energy region, as shown in figure 1. This figure shows the background spectra of the crystals after the application of the event selection criteria described below. These background levels are lower than those of the crystals used by the NAIAD experiment [32], but higher than those of the DAMA/LIBRA crystals that are approximately 1 counts/day/kg/keV [33]. The higher background is primarily due to a larger contamination of 210 Pb and 40 K [19,25], which is also main cause of difference in background level between NaI1 and NaI2. Beside the internal contaminations, NaI1 has much higher cosmogenic activations due to different delivery method of air in NaI1 but sea in NaI2 [25]. Detailed background studies of these crystals are reported elsewhere [19,25,26].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 439,
                    "text": "[32]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 537,
                    "text": "[33]",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 627,
                    "text": "[19,",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 631,
                    "text": "25]",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 862,
                    "text": "[25]",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 937,
                    "text": "[19,",
                    "end": 941
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 941,
                    "text": "25,",
                    "end": 944
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 944,
                    "text": "26]",
                    "end": 947
                }
            ]
        },
        {
            "section": "NaI1",
            "text": "In order to have good reference distributions for known backgrounds and signal events, we accumulated calibration data samples for ER, NR, and surface α recoil (SR) events. The ER event calibration sample was obtained with NaI1 and NaI2 by irradiating them with a 137 Cs source in the copper shielding chamber. The setup and running conditions for the ER calibration sample were exactly same as the WIMP search data.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "JHEP03(2019)194",
            "section_rank": 6
        },
        {
            "section": "JHEP03(2019)194",
            "text": "The characteristics of NR events were measured with a small NaI(Tl) crystal (2×2×1.5 cm 3 ) (referred to as NaI-NR) that was taken from the same ingot as NaI2, by exposing it to a monoenergetic 2.43 MeV neutron beam from a deuteron-based generator [35]. We used the small-sized crystal for the NR events to minimize multiple scattering events. Since a mean free path of 2.43 MeV neutron in the NaI crystal is about 10.82 cm [36], the multiple scattering probability of the neutron in the 1.5 cm thick crystal is negligible. Neutrons that scattered from the NaI(Tl) crystal were detected in neutron tagging counters containing BC501A liquid scintillator [37]. A time coincidence between signals from the target crystal and any one of the neutron detectors was used to select neutron scattering events. Neutron-induced signals in the tagging counters were distinguished from electron and gamma background-induced events by their pulse shapes. Details of neutron calibrations with similar arrangements are reported in elsewhere [27,35,38,39].",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 248,
                    "text": "[35]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 424,
                    "text": "[36]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 653,
                    "text": "[37]",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1025,
                    "text": "[27,",
                    "end": 1029
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1029,
                    "text": "35,",
                    "end": 1032
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1032,
                    "text": "38,",
                    "end": 1035
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1035,
                    "text": "39]",
                    "end": 1038
                }
            ]
        },
        {
            "section": "JHEP03(2019)194",
            "text": "It is known that 206 Pb nuclei recoiling from α decays of 210 Po atoms attached to the crystal surfaces can mimic WIMP events in the recoil-energy region of interest (ROI) [40][41][42]. To isolate a calibration sample of SR events, we cut an 8 cm diameter, 10 cm long cylindrical NaI(Tl) crystal into two, 5 cm-long pieces and contaminated the exposed surface of one of them (referred to as NaI-SR) with 222 Rn. After waiting two weeks to allow for the build-up of surface 210 Po, we reconnected the contaminated and uncontaminated cylinders with a thin light barrier, and tagged recoil 206 Pb signals in NaI-SR by 5.3 MeV 210 Po α signals in the uncontaminated cylinder [43].",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 172,
                    "text": "[40]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 176,
                    "text": "[41]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 180,
                    "text": "[42]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 671,
                    "text": "[43]",
                    "end": 675
                }
            ]
        },
        {
            "text": "Analysis",
            "section_rank": 7
        },
        {
            "section": "Analysis",
            "text": "In order to discriminate PMT-induced noise from radiation-induced signal events, event selection criteria using the separation parameters described in ref. [25] are applied. The most important parameters reflect the differences between the \"slow\" (100-600 ns) and \"fast\" (0-50 ns) charge sums and the charge asymmetry between the two PMTs. A NR event from the WIMP interaction is expected to produce a hit in a single crystal, designated as a single-hit (SH) event, while events with accompanying hits in other surrounding NaI(Tl) or CsI(Tl) crystals are designated as multiple-hit (MH) events. The MH events are used to determine the selection efficiency and for modeling ER events. The efficiency determined with the MH events is greater than 90% in the ROI (2-8 keV). A sample of NR events from the neutron beam studies are used for an independent determination of the efficiency for NR events with results that are consistent with the determination with the ER events to within 3%.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 156,
                    "text": "[25]",
                    "end": 160
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "We use the signal shapes to determine the contributions of WIMP-induced NR events. To characterize the shape, we first identify photon clusters as an isolated pulse that is typically equivalent to a single photoelectron for signals in the low-energy region [30]. With these clusters, we determine the natural logarithm of the mean time (LMT) of an event waveform calculated over a 1 µs time window, from log(Mean Time) = LMT = log",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 257,
                    "text": "[30]",
                    "end": 261
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "where A i is the charge of the ith cluster and t i is the time of the ith cluster. is compared with that in NaI-NR. The waveform from NaI2 is slightly adjusted to get same maximum point with that from NaI-NR (solid blue line). The averaged ER-induced waveform in NaI2 shows clearly slower rise-time than that in NaI-NR, but the similar decay-time as that seen in the smaller crystal. Figure 2(a) shows the averaged waveforms for ER-and NR-induced events with energies between 2 and 10 keV, where differences in the decay portion of the signals are evident. We can, therefore, use the LMT parameter to characterize the two different types of recoils. As summarized in table 2, the crystals used to produce the NR and SR calibration samples were different from those used for WIMP search measurements. Differences between the responses to ER-induced events for the WIMP-search crystal (NaI2) and the small crystal used to generate the NR calibration sample (NaI-NR) can be seen in figure 2(b). While the rise times in the two crystals are different, the decay portion of the waveforms in the two different-sized crystals are well matched. Light signals produced in larger crystals have longer light paths to the PMT and, thus, experience more photon absorption and reemission, and undergo more reflections, resulting in longer rise times [44,45]. On the other hand, these effects are small in comparison to the scintillation light decay time. Similar crystal-size effects on the LMT distribution are expected for the SR calibration sample.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 384,
                    "text": "Figure 2",
                    "end": 392
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 979,
                    "text": "figure 2(b)",
                    "end": 990
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1336,
                    "text": "[44,",
                    "end": 1340
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1340,
                    "text": "45]",
                    "end": 1343
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "The root mean square width (RMS) of the LMT distributions determine the discrimination capability. Figure 3 (a) shows that the RMS values of the LMT distributions for ER events from three different crystals are mutually consistent. Likewise, figure 3(b) shows that the RMS values for the ER, NR and SR calibration samples are also mutually consistent. The different crystal-size-dependent rise times for the NR and SR events are corrected by using differences in the ER measurements in the corresponding crystals, assuming that the ratio R τ = τ n /τ e is independent of crystal [12,46,47], where τ n and τ e are NR and ER decay times, respectively.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 99,
                    "text": "Figure 3 (a)",
                    "end": 111
                },
                {
                    "type": "figure",
                    "start": 242,
                    "text": "figure 3(b)",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 579,
                    "text": "[12,",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 583,
                    "text": "46,",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 586,
                    "text": "47]",
                    "end": 589
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "Corrected LMT distribution of each calibration data is modeled with an asymmetric gaussian function to obtain a probability density function (PDF) for each 1 keV energy bin. We compare the LMT distributions from WIMP search data in NaI2 with PDFs for each recoil type in figure 4. As one can see in this plot, our data are dominantly described by ER, but they contain small amount of fast decaying components that might be due to either NR or SR events.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Analysis",
            "text": "Several sources of systematic uncertainties are considered in this analysis. The dominant components are associated with mean and RMS uncertainties in the modeling of each recoil due to the limited statistics of the calibration data. Allowed shape changes for PDF of the NR events are shown in figure 5. PDF for each recoil type and each 1 keV bin has considered independently. The uncertainty caused by corrections due to different distributions of the ER events caused by rise time differences from different size crystal measurements are also included. Uncertainties in the efficiency estimation and differences in the independent cross-check for different recoil-type samples are considered as possible rate changes. Variations in the energy calibrations and resolutions are also included as systematic errors.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 294,
                    "text": "figure 5",
                    "end": 302
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "To search for WIMP-induced NR events in the data, binned maximum-likelihood fits to the measured LMT spectra between 2 and 8 keV are performed. The Bayesian Analysis Toolkit [48] is used with PDFs based on the LMT models for the NR, SR, and ER events  shown in figure 4. The likelihood is built for each 1 keV bin for 2-8 keV of each crystal and multiplied as a single likelihood. Uniform priors are used for three different recoil types. The numbers of NR events across different energy bins and crystals are constrained by using the shapes of simulated WIMP energy spectra. The measured energy spectrum of the SR from ref. [43] is used to constrain the energy-dependent rate of the SR events in each crystal. However, the total amount of SR events for each crystal is freely floated.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 174,
                    "text": "[48]",
                    "end": 178
                },
                {
                    "type": "figure",
                    "start": 261,
                    "text": "figure 4",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 625,
                    "text": "[43]",
                    "end": 629
                }
            ]
        },
        {
            "section": "Analysis",
            "text": "We obtain the expected energy spectrum for WIMP interactions by generating samples for 17 different WIMP masses, ranging from 5 GeV/c 2 to 1,000 GeV/c 2 using the same parameters that are used for the WIMP interpretation of the DAMA/LIBRA-phase1 result [11] in the context of the standard halo model [29]. We used the same quenching factor (the ratio of measured energies for nuclear and electron recoils of the same energy) measured by DAMA [49] with a 252 Cf neutron source of Q Na =0.3 and Q Na =0.09 even though recent measurements using mono-energetic neutron beams report significantly lower values [35,50,51]. As noted in ref. [50], this is mainly caused by incorrect evaluation of old  measurements so that it is reasonable to use the same factor for comparison of two experiments using the same NaI(Tl) target. The systematic uncertainties are included in the fit as nuisance parameters with Gaussian priors assumed for both the rate and the shape changes. We consider the possibility of correlated rate and shape uncertainties as well as uncorrelated bin-by-bin statistical uncertainties.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 253,
                    "text": "[11]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 300,
                    "text": "[29]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 442,
                    "text": "[49]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 605,
                    "text": "[35,",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 609,
                    "text": "50,",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 612,
                    "text": "51]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 634,
                    "text": "[50]",
                    "end": 638
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "Data fits are performed for each assumed WIMP mass value. Figure 6 (a) shows the posterior PDF of the NR rate in the case for a WIMP mass of 10 GeV/c 2 as an example. The maximum value of the posterior PDF for the NR component is zero.  Figure 7. The accumulated LMT spectrum for all energy bins in the ROI and the two crystals from the data (square point) and best fit model (solid line with shaded band corresponding to 1and 2-σ uncertainties). The fitted results for ER events (blue dotted line) and SR events (green dashed line) are indicated. The magenta thin solid line represents the expected signal excess above background for a 10 GeV/c 2 WIMP mass and 6.5 × 10 −4 pb cross section which corresponds to two times of 90% limit value. The lower panel shows the residuals between the data and the background model. and a spin-independent cross section of 6.5×10 −4 pb which corresponds to two times of 90% limit value added to the best fit is overlaid.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 58,
                    "text": "Figure 6 (a)",
                    "end": 70
                },
                {
                    "type": "figure",
                    "start": 237,
                    "text": "Figure 7",
                    "end": 245
                }
            ]
        },
        {
            "section": "Results",
            "text": "For all 17 WIMP mass values that are considered, the likelihood fits found no excess corresponding to NR signal events; all the posterior PDFs for the NR rates are consistent with zero. The SR excess is consistent with the background understanding of the crystals [26,52], particularly 210 Pb contamination in the crystals [43]. We determine 90% CL upper limits on spin-independent WIMP-nucleon cross sections, such that 90% of the posterior densities fall below the limit, as shown in figure 8. The obtained limits are compared with the 3σ contours of the allowed regions associated with the DAMA signal and the limits from the NAIAD experiment [32] that used the NaI(Tl) crystals with 16388.5 kg•days exposure using the PSD analysis. Even though data exposure is only 20% of the NAIAD experiment, we obtain overall slightly better limits by taking advantage of lower background and higher light yields that provided better PSD of NR events [27]. The DAMA modulation signal was interpreted in WIMP parameter space by fitting the observed modulation amplitude to the expected spectrum from standard halo model by assuming v 0 = 220 km/s, ρ DM = 0.3 GeV/cm 3 , v esc =650 km/s with parameters; WIMP mass and cross section.  Figure 8. Observed (red solid line) 90% CL exclusion limits on the WIMP-nucleon spinindependent cross sections. The contour from WIMP-induced DAMA phase-1 3σ allowed signal region [11] and the limit from the previous NaI(Tl) detector from the NAIAD experiment [32] are shown.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 264,
                    "text": "[26,",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 268,
                    "text": "52]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 323,
                    "text": "[43]",
                    "end": 327
                },
                {
                    "type": "figure",
                    "start": 486,
                    "text": "figure 8",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 646,
                    "text": "[32]",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 942,
                    "text": "[27]",
                    "end": 946
                },
                {
                    "type": "figure",
                    "start": 1223,
                    "text": "Figure 8",
                    "end": 1231
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1403,
                    "text": "[11]",
                    "end": 1407
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1483,
                    "text": "[32]",
                    "end": 1487
                }
            ]
        },
        {
            "text": "JHEP03(2019)194",
            "section_rank": 9
        },
        {
            "text": "Conclusion",
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "We report limits on WIMP-nucleon cross sections using a data sample collected with two low-background NaI(Tl) crystals with a total exposure of 2967.4 kg•days. No excess of the NR events is observed, and 90% CL upper limits on the WIMP-nucleon cross section are set. The limit, 3.26×10 −4 pb for a WIMP mass at 10 GeV/c 2 , partially covers the DAMA 3σ region of WIMP-sodium interaction and demonstrates the feasibility of using PSD techniques for the direct extraction of WIMP-nucleon scattering from ongoing NaI(Tl) experiments such as COSINE-100 [53] and ANAIS-112 [54].",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 549,
                    "text": "[53]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 568,
                    "text": "[54]",
                    "end": 572
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 11
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The averaged waveforms for NaI-NR and NaI2 signals in the 2 to 10 keV energy region. (a) The solid blue curve and dotted red curve represent averaged ER-and NR-induced waveforms in NaI-NR, respectively, where distinctly different decay times are evident. (b) The averaged waveform of the ER-induced events in NaI2 (dashed sky-blue line) is compared with that in NaI-NR. The waveform from NaI2 is slightly adjusted to get same maximum point with that from NaI-NR (solid blue line). The averaged ER-induced waveform in NaI2 shows clearly slower rise-time than that in NaI-NR, but the similar decay-time as that seen in the smaller crystal.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Figure 4 .Figure 5 .",
            "section_rank": 12
        },
        {
            "section": "Figure 4 .Figure 5 .",
            "text": "Figure 4. The LMT distributions of data (point) in NaI2 are compared with PDFs of ER (dotted line), SR (long dashed line), and NR (dashed line) for events at 2-3 keV (a) and 3-4 keV (b).",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "Figure 6 .",
            "section_rank": 13
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. The posterior PDFs for: (a) NR events; (b) ER events; and (c) SR events for 2−8 keV of NaI2 normalized to time (day) and mass (kg). (d) Two-dimensional distribution of posterior NR and SR PDFs, where no correlation is evident.",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "text": "Figure 6 (",
            "section_rank": 14
        },
        {
            "section": "Figure 6 (",
            "text": "b) and (c) show those for the ER and SR backgrounds, which both have non-zero contributions. The two-dimensional posterior PDFs for NR and SR are given in figure 6 (d), where no evident correlation has been found. It shows that the only SR contributes a fast decaying component in the LMT distribution. The result of the maximum likelihood fit of the LMT spectrum for the 10 GeV/c 2 WIMP mass case is shown infigure 7. Here, the summed spectrum for the two crystals over the 2−8 keV ROI are shown together with the best-fit, non-NR signal result. For comparison, the expected signal for a 10 GeV/c 2 WIMP mass",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "Table 2 .",
            "section_rank": 15
        },
        {
            "section": "Table 2 .",
            "text": "The recoil energy dependence of the RMS values of LMT distributions for ERinduced signals in the crystals that were used for the underground WIMP-search and the aboveground calibration data samples. All of the ER samples have RMS values that are equal within the measurement errors, which indicates that the discrimination power is the same for the different crystals. (b) The RMS values of the LMT distributions for the ER, NR and SR calibration samples. Since the RMS depends on the crystal light yield, and the crystals used to produce the calibration samples have similar light yields, we expect each sample to have the same RMS at each energy. The Light Yield (LY) and powder of crystals used in WIMP search data and calibrations.",
            "paragraph_rank": 30,
            "section_rank": 15
        },
        {
            "section": "Table 2 .",
            "text": "http://www.alphaspectra.com. 2 https://www.hamamatsu.com.",
            "paragraph_rank": 31,
            "section_rank": 15
        },
        {
            "text": "Acknowledgments",
            "section_rank": 17
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the Korea Hydro and Nuclear Power (KHNP) Company for providing the underground laboratory space at Yangyang. This research was supported by the Institute for Basic Science (Korea) under project code IBS-R016-A1.",
            "paragraph_rank": 32,
            "section_rank": 17
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 33,
            "section_rank": 17
        }
    ]
}