{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for a narrow-width resonance decaying into two Higgs bosons, each decaying into a bottom quark-antiquark pair, is presented. The search is performed using proton-proton collision data corresponding to an integrated luminosity of 35.9 fb −1 at √ s = 13 TeV recorded by the CMS detector at the LHC. No evidence for such a signal is observed. Upper limits are set on the product of the production cross section for the resonance and the branching fraction for the selected decay mode in the resonance mass range from 260 to 1200 GeV.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of a Higgs boson (H) [1][2][3], with mass of 125 GeV [4,5] and properties consistent with the standard model (SM) of particle physics at the CERN LHC, motivates searches for resonances via their decays into Higgs bosons. Several theories for physics beyond the SM posit narrow-width resonances decaying into pairs of Higgs bosons (HH). For instance, models with a warped extra dimension [6] predict the existence of new particles such as the spin-0 radion [7][8][9] and the spin-2 first Kaluza-Klein (KK) excitation of the graviton [10][11][12], which could decay to HH. These models have an extra warped spatial dimension compactified between two branes, with an exponential metric κl, κ being the curvature and l the coordinate of the extra spatial dimension [13]. The benchmark of the model is the ultraviolet cutoff of the theory, Λ ≡ √ 8πe −κl M Pl , M Pl being the Planck scale. In proton-proton (pp) collisions at the LHC, the graviton and the radion are produced primarily through gluon-gluon fusion and are predicted to decay to HH with branching fractions of approximately 10 and 23%, respectively [14].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 35,
                    "text": "[1]",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 38,
                    "text": "[2]",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 41,
                    "text": "[3]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 67,
                    "text": "[4,",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 70,
                    "text": "5]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 401,
                    "text": "[6]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 470,
                    "text": "[7]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 473,
                    "text": "[8]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 476,
                    "text": "[9]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 546,
                    "text": "[10]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 550,
                    "text": "[11]",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 554,
                    "text": "[12]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 775,
                    "text": "[13]",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1122,
                    "text": "[14]",
                    "end": 1126
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Previous searches for resonant HH production have been performed by the ATLAS and CMS Collaborations with pp collisions at √ s = 8 and 13 TeV. The decay channels studied include bbbb [15][16][17], bbτ τ [18], bbγγ [19,20], γγWW [21], and bbWW [22].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 183,
                    "text": "[15]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 187,
                    "text": "[16]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 191,
                    "text": "[17]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 203,
                    "text": "[18]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 214,
                    "text": "[19,",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 218,
                    "text": "20]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 228,
                    "text": "[21]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 243,
                    "text": "[22]",
                    "end": 247
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper reports the results of a search for narrow-width resonances in the 260-1200 GeV mass range, decaying into a pair of Higgs bosons, each decaying into a pair of bottom quarks. The search is performed using pp collision data collected at √ s = 13 TeV -1 -",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "JHEP08(2018)152",
            "section_rank": 3
        },
        {
            "section": "JHEP08(2018)152",
            "text": "with the CMS detector at the CERN LHC, corresponding to an integrated luminosity of 35.9 fb −1 . The main challenge of this search is to discriminate the final-state signature of four bottom quark jets from the overwhelming multijet quantum chromodynamics (QCD) background. This is addressed by dedicated online selection criteria that include b jet identification and by a model of the multijet background that is tested in control regions of data. The analysis closely follows the approach adopted for the 8 TeV data [15] but the sensitivity for high resonance mass values is enhanced because of the significant increase in production cross section at 13 TeV, a new trigger strategy and a more efficient algorithm for identifying jets originating from bottom quarks.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 256,
                    "text": "(QCD)",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 519,
                    "text": "[15]",
                    "end": 523
                }
            ]
        },
        {
            "text": "Detector and simulated samples",
            "section_rank": 4
        },
        {
            "section": "Detector and simulated samples",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. A silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections, reside within the solenoid. Forward calorimeters extend the pseudorapidity (η) [23] coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [23] Simulated samples of signal events are produced using various Monte Carlo (MC) event generators, with the CMS detector response modeled using the Geant4 [24] program. To model the production of a generic narrow-width spin-0 resonance, we use an MC simulation of the bulk radion produced through gluon fusion. The momenta and angular distributions for decay products of a spin-2 resonance are distinct from those for a spin-0 resonance, and result in different kinematic distributions. Therefore, we evaluate the signal efficiencies for a narrow-width spin-2 resonance from a separate simulation of the first excitation of a bulk KK graviton produced through gluon fusion and forced to decay to a pair of Higgs bosons with the parameters reported in ref. [25]. Bulk graviton and radion signal events are simulated with masses in the range 260-1200 GeV and widths of 1 MeV (narrow-width approximation), using the MadGraph5 amc@nlo 2.3.3 [26] event generator at leading order (LO). The resonance is forced to decay into a pair of Higgs bosons which in turn decay into bb. The parton distribution function (PDF) set NNPDF3.0 [27] with LO accuracy is used. The showering and hadronization of partons are simulated with pythia 8.212 [28].",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 402,
                    "text": "[23]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 733,
                    "text": "[23]",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 891,
                    "text": "[24]",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1492,
                    "text": "[25]",
                    "end": 1496
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1673,
                    "text": "[26]",
                    "end": 1677
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1859,
                    "text": "[27]",
                    "end": 1863
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1965,
                    "text": "[28]",
                    "end": 1969
                }
            ]
        },
        {
            "section": "Detector and simulated samples",
            "text": "During the 2016 data-taking period the average number of pp interactions per bunch crossing was approximately 23. The simulated samples include these additional pp interactions, referred to as pileup interactions (or pileup), that overlap with the event of interest in the same bunch crossing. Simulated events are weighted to match the number of pp interactions per event in data.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Detector and simulated samples",
            "text": "-2 -",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "JHEP08(2018)152 3 Event reconstruction",
            "section_rank": 5
        },
        {
            "section": "JHEP08(2018)152 3 Event reconstruction",
            "text": "The particle-flow (PF) algorithm [29] is used to reconstruct and identify individual particle in an event with an optimized combination of information from the various elements of the CMS detector. The algorithm identifies each reconstructed particle (PF candidate) as an electron, a muon, a photon, or a charged or neutral hadron.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 33,
                    "text": "[29]",
                    "end": 37
                }
            ]
        },
        {
            "section": "JHEP08(2018)152 3 Event reconstruction",
            "text": "The reconstructed vertex with the largest value of summed physics-object transverse momentum squared (p 2 T ) is taken to be the primary pp interaction vertex. The physics objects are the jets, clustered using the jet finding algorithm [30,31] with the tracks assigned to the vertex as inputs, and the associated missing transverse momentum, taken as the negative vector sum of the p T of those jets. This vertex is used for all the objects in the event reconstructed with the PF algorithm.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 104,
                    "text": "2",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 236,
                    "text": "[30,",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 240,
                    "text": "31]",
                    "end": 243
                }
            ]
        },
        {
            "section": "JHEP08(2018)152 3 Event reconstruction",
            "text": "Jets are reconstructed from PF candidates using the anti-k T clustering algorithm [30], with a distance parameter of 0.4, as implemented in the FastJet package [31,32]. Jet identification criteria are also applied to reject jets originating from detector noise. The average neutral energy density from pileup interactions is evaluated from PF objects and subtracted from the reconstructed jets [33]. Jet energy corrections are derived from the simulation, and are confirmed with in situ measurements of the energy balance in dijet and photon+jet events [34].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 82,
                    "text": "[30]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 160,
                    "text": "[31,",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 164,
                    "text": "32]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 394,
                    "text": "[33]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 553,
                    "text": "[34]",
                    "end": 557
                }
            ]
        },
        {
            "section": "JHEP08(2018)152 3 Event reconstruction",
            "text": "Jets are identified as originating from b quarks (\"b jets\") using the DeepCSV [35] discriminator, a new b tagging algorithm based on a deep neural network with four hidden layers [36]. The DeepCSV discriminator employs the same set of observables as those used by the combined secondary vertex (CSV) algorithm [35,37], except that the track selection is expanded to include up to six tracks, further improving the b jet identification. The operating point chosen corresponds to a 1 (12)% rate for misidentifying a light-flavor (c-flavor) jet as a b jet. The b tagging efficiency for jets with p T in the 30-150 GeV range is approximately 69% and gradually decreases for lower and higher jet p T [35].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 78,
                    "text": "[35]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 179,
                    "text": "[36]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 310,
                    "text": "[35,",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 314,
                    "text": "37]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 695,
                    "text": "[35]",
                    "end": 699
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "The search for a narrow-width X → H(bb)H(bb) resonance is performed for mass values in the 260-1200 GeV range. The angular distributions for the decay products of such a resonance vary substantially over this range. In order to increase the sensitivity of this search, different criteria are used for events in two distinct mass regions: the low-mass region (LMR), for resonance masses from 260 to 620 GeV, and the medium-mass region (MMR), for masses from 550 to 1200 GeV. The boundary between the LMR and the MMR is at 580 GeV. It has been chosen by optimizing for the expected sensitivity and takes into account the uncertainties associated with the background modeling. The mass range above 1200 GeV (high-mass region) is not covered by this search. Above 900 GeV, the Higgs bosons have a momentum considerably higher than their mass and the Higgs to bb decays are reconstructed more efficiently as single hadronic jets with a larger anti-k T distance parameter (0.8) [38].",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 972,
                    "text": "[38]",
                    "end": 976
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "-3 -",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "JHEP08(2018)152",
            "section_rank": 7
        },
        {
            "section": "JHEP08(2018)152",
            "text": "Events are selected online by combining two different trigger selections to identify b jets, both using the CSV algorithm. For the first trigger selection, four jets with p T > 30 GeV and |η| < 2.4 are required. The latter requirement ensures that the jet lies within the tracker acceptance. Of those four jets, two are required to have p T > 90 GeV and at least three jets are required to be tagged as b jets. The second trigger selection requires four jets with p T > 45 GeV and at least three of those jets identified as b jets.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "JHEP08(2018)152",
            "text": "Events are selected offline by requiring at least four b tagged jets with p T > 30 GeV and |η| < 2.4. The selected jets are combined randomly into pairs to form two Higgs boson candidates with masses m H 1 and m H 2 . For the LMR, HH candidates are chosen from the four selected jets such that |m H − 120 GeV| < 40 GeV for each candidate Higgs boson. For the MMR the H candidates are selected using ∆R = √ (∆η) 2 + (∆φ) 2 less than 1.5, where ∆η and ∆φ are the differences in the pseudorapidities and azimuthal angles (in radians) of the two jets.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "JHEP08(2018)152",
            "text": "In the two-dimensional space defined by the reconstructed masses of the two Higgs boson candidates, H 1 and H 2 , a circular signal region (SR) is defined with R < 1, where R is defined as:",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "JHEP08(2018)152",
            "text": "The central mass value (M) is the average of the means of the m H 1 and m H 2 distributions for simulated signal events and the parameter r is set to 20 GeV. The centers of these circular regions have been determined separately for the LMR and MMR and found to be 120 and 125 GeV, respectively. If there are multiple HH candidates in an event, the combination that minimizes R 2 is used. After these event selection criteria are applied, the dijet invariant mass resolution for m H 1 and m H 2 is approximately 10-13%, depending on the p T of the reconstructed Higgs boson, with a few percent shift in the value of the mass peak, relative to 125 GeV. The Higgs boson mass resolution is further improved by applying multivariate regression techniques similar to those used in the searches for SM Higgs bosons decaying to bb in CMS [39,40]. The regression estimates a correction that is applied after the standard CMS jet energy corrections [34,41], and it is computed for individual b jets to improve the accuracy of the measured energy with respect to the b quark energy. To this end, a specialized boosted decision tree [42] is trained on simulated b jets from tt events, with inputs that include observables related to the jet structure and b tagging information. The average improvement in the Higgs boson mass resolution, measured with simulated signal samples, is 6-12%, depending on the p T of the reconstructed Higgs boson. The use of the regression technique increases the sensitivity of the analysis by 5-20% depending on the mass hypothesis. The regression technique is validated with data samples of Z → (ee, µµ) events with two b tagged jets and in tt-enriched samples [39]. The cumulative selection efficiencies of the selection criteria described above for the graviton and radion signal benchmarks are reported in figure 1.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 830,
                    "text": "[39,",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 834,
                    "text": "40]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 939,
                    "text": "[34,",
                    "end": 943
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 943,
                    "text": "41]",
                    "end": 946
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1121,
                    "text": "[42]",
                    "end": 1125
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1681,
                    "text": "[39]",
                    "end": 1685
                }
            ]
        },
        {
            "section": "JHEP08(2018)152",
            "text": "The reconstructed resonance mass (m X ), computed as the invariant mass of H 1 and H 2 , is displayed for simulated signal events with different mass hypotheses in figure 2. In - CMS Simulation Figure 1. The selection efficiency for simulated X → H(bb)H(bb) events for a spin-0 radion (left) and a spin-2 bulk KK-graviton (right), at different stages of the event selection for each mass hypothesis, for the low-mass region (solid) and the medium-mass region (dashed). The vertical line at 580 GeV corresponds to the transition between the LMR and MMR regions.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 194,
                    "text": "Figure 1",
                    "end": 202
                }
            ]
        },
        {
            "section": "JHEP08(2018)152",
            "text": "order to improve the resolution for the resonance mass, the momenta of the reconstructed b quarks are corrected by constraining the invariant mass of the Higgs boson candidates to be 125 GeV. Since jet direction is reconstructed with better resolution than jet p T , this constraint mainly benefits the latter. The improvement in resolution for the reconstructed signal resonance ranges from 20 to 40% depending on the mass hypothesis, resulting in an improvement of the sensitivity by 10-20%. The shift in the reconstructed m X , due to these corrections is also shown in figure 2. The mass shift is linear in m X and is caused by the asymmetry of the corrections due to the jet momentum resolution across the p T range considered.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Signal and background modeling",
            "section_rank": 8
        },
        {
            "section": "Signal and background modeling",
            "text": "To search for signal events with various mass hypotheses we fit the m X distribution for data events in the SR to the sum of two parametric models, one for the signal and one for the SM background, which is dominated by multijet production. This procedure is performed independently in three regions: two within the LMR, as described below, and the MMR. Quantum interference between the signal and non-resonant SM background processes is neglected. The parametric signal models are built by fitting the m X distributions obtained from simulated signal events. The shape of the signal m X distribution is different for the LMR and the MMR, as a result of the different event selection criteria. In the LMR, a sum of two Gaussian functions is used, to account for the effect of reconstructing the two Higgs boson candidates using jets not originating from their decays. This occurs in about 30% of the events for the lowest resonance mass hypothesis, decreasing to about 5% at the highest resonance mass hypothesis. Five parameters are required, the mean and width of the two -5 -  Figure 2. The m X distribution for simulated signal events (spin-2 bulk KK-graviton) after the event selection criteria for the 450, 750, and 1000 GeV mass hypotheses, with and without the correction obtained by constraining m H (kinematic constraint) and the specific b jet energy corrections (regression). The distributions are normalized so that the area under the curve for each mass is the same.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1080,
                    "text": "Figure 2",
                    "end": 1088
                }
            ]
        },
        {
            "section": "Signal and background modeling",
            "text": "Gaussian functions and the ratio of their integrals. In the MMR, the signal is modeled with a function that has a Gaussian core smoothly extended on both sides via exponential tails. This requires two parameters for the mean and width of the Gaussian function, and two parameters for the exponential tails [15].",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 306,
                    "text": "[15]",
                    "end": 310
                }
            ]
        },
        {
            "section": "Signal and background modeling",
            "text": "The parametric function used to model the background m X distribution is obtained from control regions in data in which events are expected to have kinematic properties similar to events in the SR. These control regions are: figure 3), and (ii) events in the SR and both SB regions that do not qualify as signal events due to a requirement that one of the four jets used to reconstruct m X is not identified as a b jet (anti-tag selection). For the LMR selection, the m X distributions in all control regions exhibit a kinematic turn-on, due to the trigger requirements, followed by a smoothly falling distribution at the larger m X values. The m X distributions in all control regions for the MMR selection exhibit a similar smoothly falling shape with increasing m X . This feature allows the adoption of a common form of the parametric background model in the SR and control regions. The parameters of the background model are determined by the fit used to extract a possible signal. In the following we describe the derivation of the background model from the different control regions. For the LMR, it is difficult to model simultaneously the turn-on and the tail of the m X distribution. Thus, the modeling of the background is split into two ranges, LMR1 and LMR2, with two different parametric models to accommodate either a turn-on shape or a falling distribution, respectively.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 225,
                    "text": "figure 3)",
                    "end": 234
                }
            ]
        },
        {
            "section": "Signal and background modeling",
            "text": "JHEP08 2018 An indirect method of determining the boundary between LMR1 and LMR2 is used to avoid revealing the m X distribution in the SR before fitting for a possible signal. The method uses two selections in the SR and SB, as described in table 1. For the background, the shape of the m X distribution in the SR (A) is predicted from the shape of the m X distribution in the SR using the anti-tag selection (C) but reshaped by the ratio, as a function of m X , between the m X distribution in the SB with the nominal selection (B) and the m X distribution in the SB with the anti-tag selection (D), so that A = CB/D. To test the validity of this method, new SR and SB regions, centered at 150 GeV, are defined along the diagonal in figure 3 in a similar fashion to those centered at 120 GeV. In that case the prediction E = GF/H for the m X distribution in the SR region centered at 150 GeV can be tested by directly comparing to the m X distribution in that region. Figure 4 shows the agreement between this prediction and the observed distribution, validating the use of this method for the SR distribution centered at 120 GeV. The boundary between LMR1 and LMR2 is then set at m X = 310 GeV, by optimizing for the expected sensitivity.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2018",
                    "end": 11
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 970,
                    "text": "Figure 4",
                    "end": 978
                }
            ]
        },
        {
            "section": "Signal and background modeling",
            "text": "The signal and background are evaluated independently in LMR1= [260, 310] GeV, LMR2= [310,580] GeV and the MMR= [580, 1200] GeV. For LMR1, a function with a Gaussian core smoothly extended to an exponential tail on the high side is fitted to the m X distribution [15], while the function defined in ref. [43] eq. 9is used in LMR2 and the MMR. This function was originally used to describe a Compton spectrum and has three free parameters describing the mean, width and extent of the right side tail. In each case, the goodness of the fit, characterized by the χ 2 per degree of freedom, is found to be reasonable. The fit of the background model on the SB for the MMR is shown in figure 5.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 85,
                    "text": "[310,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "start": 90,
                    "text": "580]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 263,
                    "text": "[15]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 304,
                    "text": "[43]",
                    "end": 308
                },
                {
                    "start": 313,
                    "text": "9",
                    "end": 314
                }
            ]
        },
        {
            "section": "Signal and background modeling",
            "text": "In the absence of a theoretical prediction for the background model, an alternative one based on the Crystal Ball function [44] has been studied, and the difference between -  them drives the assessment of a systematic uncertainty due to the choice of the particular model. Pseudo-datasets are generated from the alternative function and fitted with the nominal functions to compute biases in the reconstructed signal strength. This procedure is performed for each mass hypothesis and the corresponding biases range between 30-80 fb for the LMR, and 0.1-4 fb for the MMR.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 123,
                    "text": "[44]",
                    "end": 127
                }
            ]
        },
        {
            "section": "Signal and background modeling",
            "text": "The SM top quark pair production in the SR is estimated from simulation to contribute up to 10 and 15% of the selected events in the LMR and the MMR, respectively. Since the tt contribution to the background exhibits a shape very similar to that for the multijet process, it is implicitly included in the data driven estimate.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "Sources of systematic uncertainties that affect the signal yields are listed in table 2. The signal yield for a given production cross section is affected by a 2.5% systematic uncertainty in the measurement of the integrated luminosity at CMS [45]. The uncertainty in the signal -8 - Uncertainty Data-Fit Figure 5. The m X distribution in the SB of the MMR and the fit to the background multijet shape are shown. The shaded regions correspond to variations of ±1 and ±2 standard deviation (s.d.) in this parametrized form. Here n is the number of degrees of freedom in each fit. The lower panel shows the difference between the data and the fits, divided by the uncertainty in the number of data events. normalization caused by the choice of the PDF set [46] contributes up to 3.5%. The jet energy scale [34,41] is varied within one standard deviation as a function of jet p T and η, and the efficiency of the selection criteria recomputed. The signal efficiencies are found to vary by up to 2.9%. The effect of the uncertainty in the jet energy resolution [34,41] is evaluated by smearing the jet energies according to the measured uncertainty. This causes variations in the signal efficiency of between 0.9 and 2.1%. The trigger efficiency is evaluated in a tt-enriched control sample in which an isolated muon is required in addition to the four b tagged jets with p T > 30 GeV and |η| < 2.4 demanded in the analysis. The efficiency of each online kinematic and b tagging requirement is evaluated separately and then the efficiency of all the trigger selection criteria is computed in terms of conditional probability. The associated systematic uncertainties are found to impact signal efficiencies at the level of 5-9%. Signal yields are corrected to match the b tagging efficiency measured in data [35]. The associated uncertainty is evaluated to be about 6-8%.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 243,
                    "text": "[45]",
                    "end": 247
                },
                {
                    "type": "figure",
                    "start": 305,
                    "text": "Figure 5",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 754,
                    "text": "[46]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 804,
                    "text": "[34,",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 808,
                    "text": "41]",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1057,
                    "text": "[34,",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1061,
                    "text": "41]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1803,
                    "text": "[35]",
                    "end": 1807
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty associated with the choice of the parametric background model is evaluated as described in section 5. We account for the bias as a signal-shaped systematic uncertainty in the background model with normalization centered at zero and JHEP08 2018 Jet energy resolution 0.9-2.1 1.0-1.5 b tagging scale factor 6.5-6.9 6.9-8.6",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 266,
                    "text": "2018",
                    "end": 270
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Trigger efficiency 6.4-9.0 5.3-7.0 PDF 1.5-2.2 2.1-3.5 Table 2. Impact of systematic uncertainties on the signal efficiencies in the LMR and the MMR.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 55,
                    "text": "Table 2",
                    "end": 62
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "a Gaussian uncertainty with standard deviation equal to the bias. The impact on the expected limit ranges between 0.3-1.5%.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The m X distribution for data in the SR and results of the fit to the parametric background model are shown in figures 6, for the LMR1 and the LMR2, and 7 for the MMR. Parameters controlling the shapes and yields of the signal are allowed to float within ranges determined by the systematic uncertainties. The parameters and normalization of the multijet background shape are left to float freely in the fit. The shapes of the background-only fit are found to adequately describe the data in each of the search region. The observed and expected upper limits on the cross section times branching fraction for pp → X → H(bb)H(bb) at 95% confidence level (CL) are computed using the modified frequentist CL s method [47][48][49][50]. These limits are shown in figures 8 and 9 for spin-2 and spin-0 hypotheses, respectively. The green and yellow bands represent the ±1 and ±2 standard deviation confidence intervals around the expected limits. The observed limits in these figures exhibit several deviations from the expected one beyond ±2 standard deviation. The local p-value of the most significant excess (deficit) is 2.6 (−3.6) standard deviation. In order to estimate the global significance of these deviations within the search range, we estimated, based on pseudo-experiments, a global probability to see three (four) positive or negative deviations from the expected limits consistent with narrow positive or negative signal contributions with the square sum of the significances exceeding 5.1 (5.6) standard deviation, as observed in data. In both cases, the global probability was found to be in a percent range, consistent with a statistical nature of the observed deviations. In figure 8, the NLO theoretical cross section for the gluon fusion production of a bulk KKgraviton with κl and κ set to 35 and 0.5M Pl respectively is shown. This KK-graviton is excluded at 95% CL in the mass ranges of 320-450 and 480-720 GeV. In figure 9, the NLO theoretical cross section for the gluon fusion production of a radion with decay constant Λ = 3 TeV is shown. Such a radion is excluded at 95% CL in the mass ranges of 260-280, 300-450, and 480-1120 GeV.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 713,
                    "text": "[47]",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 717,
                    "text": "[48]",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 721,
                    "text": "[49]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 725,
                    "text": "[50]",
                    "end": 729
                },
                {
                    "type": "figure",
                    "start": 1689,
                    "text": "figure 8",
                    "end": 1697
                },
                {
                    "type": "figure",
                    "start": 1934,
                    "text": "figure 9",
                    "end": 1942
                }
            ]
        },
        {
            "text": "JHEP08(2018)152",
            "section_rank": 11
        },
        {
            "section": "JHEP08(2018)152",
            "text": "Events / 5 GeV Uncertainty Data-Fit Figure 6. The m X distributions for LMR1 (left) and LMR2 (right) in the SR. These distributions are fitted in the two ranges to the reference model. A fit to the background-only hypothesis, multijets, is shown. The shaded regions correspond to variations of ±1 and ±2 standard deviation (s.d.) in the parametrized form. Here n is the number of degrees of freedom in each fit. The lower panels show the difference between the data and the fits, divided by the uncertainty in the number of data events. Uncertainty Data-Fit Figure 7. The m X distribution for the multijet background in the SR in data for the MMR. A fit to the background-only hypothesis, which consists of the multijet shape, is shown. The shaded regions correspond to variations of ±1 and ±2 standard deviation (s.d.) in this parametrized form. Here n is the number of degrees of freedom in each fit. The lower panel shows the difference between the data and the fits, divided by the uncertainty in the number of data events.  Figure 8. The observed and expected upper limits on the cross section for a spin-2 resonance X → H(bb)H(bb) at 95% CL, using the asymptotic CL s method. The theoretical cross section for the bulk KK-graviton, with κ/M Pl = 0.5 and κl = 35, decaying to four b jets via Higgs bosons is overlaid. The transition between the LMR and the MMR is based on the expected sensitivity, resulting in the observed discontinuity.  Figure 9. The observed and expected upper limits on the cross section for a spin-0 resonance X → H(bb)H(bb) at 95% CL, using the asymptotic CL s method. The theoretical cross section for the production of a radion, with Λ = 3 TeV, κl = 35, and no radion-Higgs boson mixing, decaying to four b jets via Higgs bosons is overlaid. The transition between the LMR and the MMR is based on the expected sensitivity, resulting in the observed discontinuity.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 36,
                    "text": "Figure 6",
                    "end": 44
                },
                {
                    "type": "figure",
                    "start": 558,
                    "text": "Figure 7",
                    "end": 566
                },
                {
                    "type": "figure",
                    "start": 1029,
                    "text": "Figure 8",
                    "end": 1037
                },
                {
                    "type": "figure",
                    "start": 1446,
                    "text": "Figure 9",
                    "end": 1454
                }
            ]
        },
        {
            "section": "JHEP08(2018)152",
            "text": "-13 -",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "JHEP08(2018)152 8 Summary",
            "section_rank": 12
        },
        {
            "section": "JHEP08(2018)152 8 Summary",
            "text": "A search for a narrow-width resonance decaying into two Higgs bosons, each decaying into a bottom quark-antiquark pair, is presented. The search is performed using protonproton collision data corresponding to an integrated luminosity of 35.9 fb −1 at √ s = 13 TeV recorded by the CMS detector at the LHC. No evidence for a signal is observed and upper limits at 95% confidence level on the production cross section for spin-0 and spin-2 resonances in the mass range from 260 to 1200 GeV are set. These cross-section limits are translated into an exclusion at 95% confidence level of a bulk KK-graviton (with κl = 35 and κ = 0.5M Pl ) in the mass ranges of 320-450 GeV and 480-720 GeV. The corresponding excluded mass ranges for a radion (with decay constant Λ = 3 TeV) are 260-280 GeV, 300-450 GeV and 480-1120 GeV. This analysis outperforms a similar search by CMS using 17.9 fb −1 collected at 8 TeV [15] and extends the sensitivity to the gluon fusion production of a radion with decay constant Λ = 3 TeV and to bulk graviton with κ set to 0.5M Pl .",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 902,
                    "text": "[15]",
                    "end": 906
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.).",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R. S.-FNRS and FWO (Belgium) under JHEP08 (2018)152the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 478,
                    "text": "S.-FNRS and FWO (Belgium)",
                    "end": 503
                },
                {
                    "start": 517,
                    "text": "(2018)152",
                    "end": 526
                }
            ]
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "Figure 3 .",
            "section_rank": 14
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Definition of the SR and the SB in the (m H1 , m H2 ) plane used to motivate and validate the parametric model for the multijet background. The quantities m H1 and m H2 are the two reconstructed Higgs boson masses after applying the multivariate regression described in section 4. Data corresponds to a selection in the MMR.",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "Figure 4 .",
            "section_rank": 15
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. The predicted m X distribution in data for the LMR (squares) and the observed distribution in a SR (circles) centered at a Higgs boson mass of 150 GeV.",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "Table 1 .",
            "section_rank": 16
        },
        {
            "section": "Table 1 .",
            "text": "Definitions of the control regions we used to test the functional form as described in the text.",
            "paragraph_rank": 41,
            "section_rank": 16
        }
    ]
}