{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Heavy quarks, i.e. charm and beauty, are sensitive probes of the medium produced in high-energy heavy-ion collisions. They are produced in the early stage of the collision, mainly in hard partonic scattering processes, and are expected to experience the whole collision evolution interacting with the medium constituents via both elastic and inelastic processes. The nuclear modification factor (R AA ) is one of the main experimental observables that allow us to investigate the interaction strength of heavy quarks with the medium. The ALICE collaboration measured the production of open heavy-flavour hadrons via their semi-leptonic decays to electrons at mid-rapidity and to muons at forward rapidity in elementary proton-proton (pp) collisions as well as p-Pb, Pb-Pb and in Xe-Xe collisions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The main goal of the ALICE experiment [1] is to study the strongly-interacting matter at high energy density and temperature produced in ultra-relativistic heavy-ion collisions at the Large Hadron Collider (LHC). In such collisions a deconfined state of quarks and gluons, the Quark-Gluon Plasma (QGP), is expected to be formed. Due to their large masses, heavy quarks, i.e. charm (c) and beauty (b) quarks, are produced at the initial stage of the collision, almost exclusively in hard partonic scattering processes. Therefore, witnessing the full evolution of the system, they are effective probes to study the mechanisms of parton energy loss [2,3] and hadronisation [4] in the hot and dense medium, giving insight on the QGP evolution and its transport coefficients. Finally, initial-state effects due to the presence of a heavy nucleus in the collision system can play a role. At low Bjorken-x (below 10 −2 ) the parton densities in nucleons bound in nuclei are reduced with respect to those in free nucleons. This so-called \"shadowing\" leads to a reduction of heavy-flavour production rates, becoming more pronounced with decreasing p T at mid-rapidity [5]. Initialstate effects and their impact on the nuclear modification factor are investigated in p-Pb collisions. In addition they are an important tool for a complementary investigation of the long-range correlations found in small systems in the light flavour sector. In order to exploit the sensitivity of heavy-flavour observables to medium effects a precise reference where such effects are not expected is needed and it is provided by pp collisions. In pp collisions, heavy-quark production is expected to be described via perturbative QCD calculations over the full quark momentum range, while such a description does not hold for gluon and light-quark production. Therefore, measurements of heavy-flavour production cross sections in pp collisions are used to test perturbative QCD calculations and provide the necessary experimental reference for heavy-ion collisions. The modification of the p T -differential yield in heavy-ion collisions with respect to pp collisions at the same centre-of-mass energy is quantified by the nuclear modification factor R AA , defined as:",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 38,
                    "text": "[1]",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 646,
                    "text": "[2,",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 649,
                    "text": "3]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 670,
                    "text": "[4]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1159,
                    "text": "[5]",
                    "end": 1162
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "AA /dp T dy is the yield measured in heavy-ion collisions in a given p T and y interval, and d 2 σ pp /dp T dy is the corresponding production cross section in pp collisions.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Heavy-flavour hadron decay leptons in pp, Xe-Xe and Pb-Pb collisions",
            "section_rank": 3
        },
        {
            "section": "Heavy-flavour hadron decay leptons in pp, Xe-Xe and Pb-Pb collisions",
            "text": "The p T -differential production cross section of electrons from heavy-flavour hadron decays has been measured at mid-rapidity in pp collisions over a broad range of collision energies and it is shown in Fig.  1 (from left to right panel: √ s = 2.76, 5.02, 7 and 13 TeV). The photonic-tagging background subtraction method [7] allowed for a reduction of the systematic uncertainties on the pp reference cross section by a factor of about 3 compared to the previously published cross sections at √ s = 2.76 and 7 TeV [8,9]. The dashed areas represent the FONLL calculation [6]. The full systematic band of the model originates from the variation of the factorization and normalization scales as well as the heavy-quark masses and the uncertainty on the parton distribution function (PDF) used. In the lower panels of Fig. 1 the ratios of the experimental measurements with the central value of the FONLL calculations are shown. The measured cross sections are close to the upper edge of the FONLL uncertainty band for all the collision energies analysed. A strong suppression is observed in central Pb-Pb collisions above p T = 1 GeV/c, while an R pPb consistent with unity is measured, confirming that the suppression observed in central Pb-Pb collisions is predominantly induced by final-state effects due to the heavy quark energy loss in the medium. In the low p T region, the nuclear modification of the PDFs can play a significant role in the production of heavy quarks. This is addressed in the right panel of Fig. 2, which compares the measured R AA of electrons from heavy-flavour hadron decays at √ s = 2.76 TeV with TAMU, POWLANG and MC@sHQ+EPOS2 model calculations [11,12,13] with and without the inclusion of the EPS09 shadowing parameterisations [5]. The depletion of the parton densities at low x, resulting in a reduced heavy-flavour production cross section per nucleon-nucleon pair in Pb-Pb collisions with respect to bare nucleon-nucleon collisions, leads to a reduction of the R AA of electrons from heavy-flavour hadron decays at low p T . Data at p T < 3 GeV/c are better described when the nuclear PDFs are included in the theoretical calculations. Due to the QCD nature of parton energy loss, quarks are predicted to lose less energy than gluons due to color-charge effect (smaller coupling with the plasma). In addition, the dead-cone effect [14] is expected to reduce the energy loss of massive quarks with respect to light quarks. Therefore, if we consider only energyloss effects, a hierarchy in the R AA is expected to be observed when comparing the mostly gluon-originated light-flavour hadrons (e.g. pions) to D and to B mesons. The measurement and comparison of these different medium probes provide a unique test of the colour-charge and mass dependence of parton energy loss. A comparison of the R AA of electrons from beauty-hadron decays with the one from charm-plus beauty-hadron decays is shown in the left panel of Fig. 3 for the 10% most central Pb-Pb collisions at √ s = 5.02 TeV. The contribution to the heavy-flavour decay electron yield due to beauty-hadron decays was extracted by means of a fit to the electron impact parameter distribution. The two R AA are fully compatible for p T > 6 GeV/c. At lower p T , where the charm contribution dominates, the data indicates a smaller suppression for electrons coming from beauty-hadron decays with respect to electrons from inclusive heavy-flavour hadron decays. The measured R AA is in agreement within uncertainties with models implementing mass-dependent energy loss [12,15,16].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 204,
                    "text": "Fig.  1",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 323,
                    "text": "[7]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 516,
                    "text": "[8,",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 519,
                    "text": "9]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 572,
                    "text": "[6]",
                    "end": 575
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 816,
                    "text": "Fig. 1",
                    "end": 822
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1516,
                    "text": "Fig. 2",
                    "end": 1522
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1676,
                    "text": "[11,",
                    "end": 1680
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1680,
                    "text": "12,",
                    "end": 1683
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1683,
                    "text": "13]",
                    "end": 1686
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1759,
                    "text": "[5]",
                    "end": 1762
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2366,
                    "text": "[14]",
                    "end": 2370
                },
                {
                    "type": "figure",
                    "start": 2953,
                    "text": "Fig. 3",
                    "end": 2959
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 3560,
                    "text": "[12,",
                    "end": 3564
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 3564,
                    "text": "15,",
                    "end": 3567
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 3567,
                    "text": "16]",
                    "end": 3570
                }
            ]
        },
        {
            "section": "Heavy-flavour hadron decay leptons in pp, Xe-Xe and Pb-Pb collisions",
            "text": "The nuclear modification factor of electrons (and muons)   collisions is mainly due to final state effects. Data indicates a smaller suppression for electrons coming from beauty-hadron decays with respect to electrons from inclusive heavy-flavour hadron decays.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 45,
                    "text": "(and muons)",
                    "end": 56
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 4
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. p T -differential production cross section for electrons from heavy-flavour hadron decay in pp collisions at several collision energies (from left to right panel: √ s = 2.76, 5.02, 7 and 13 TeV) in comparison with FONLL calculations [6]. The ALICE collaboration measured the R AA of open heavy-flavour hadrons via their semi-leptonic decays in Pb-Pb collisions at √ s NN = 2.76 [10] and 5.02 TeV. The left panel of Fig. 2 shows the R AA of electrons from heavy-flavour hadron decays as a function of p T in central (0-10%) Pb-Pb and in p-Pb collisions [7] at √ s = 5.02 TeV.A strong suppression is observed in central Pb-Pb collisions above p T = 1 GeV/c, while an R pPb consistent with unity is measured, confirming that the suppression observed in central Pb-Pb collisions is predominantly induced by final-state effects due to the heavy quark energy loss in the medium. In the low p T region, the nuclear modification of the PDFs can play a significant role in the production of heavy quarks. This is addressed in the right panel ofFig. 2, which compares the measured R AA of electrons from heavy-flavour hadron decays at √ s = 2.76 TeV with TAMU, POWLANG and MC@sHQ+EPOS2 model calculations[11,12,13] with and without the inclusion of the EPS09 shadowing parameterisations[5]. The depletion of the parton densities at low x, resulting in a reduced heavy-flavour",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1202,
                    "text": "[11,",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1206,
                    "text": "12,",
                    "end": 1209
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1209,
                    "text": "13]",
                    "end": 1212
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1284,
                    "text": "[5]",
                    "end": 1287
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 5
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Left: R AA of electrons from heavy-flavour hadron decays as a function of p T in central (0-10%) Pb-Pb (black and grey markers) and in p-Pb (blue markers) collisions [7] at √ s = 5.02 TeV. Right: R AA of electrons from heavy-flavour hadron decays at √ s = 2.76 TeV in comparison with model calculations with and without the inclusion of the EPS09 shadowing parameterisations[11,12,13].",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 382,
                    "text": "[11,",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 386,
                    "text": "12,",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 389,
                    "text": "13]",
                    "end": 392
                }
            ]
        },
        {
            "text": "from heavy-flavour hadron decays in Xe-Xe collisions at √ s NN = 5.44 TeV in the kinematic range 0.2(3) < p T < 6(8) GeV/c are reported for the centrality classes 0-20% (0-10%) and 20-40% in the left and right panel of Fig. 4, respectively. A pp reference at √ s = 5.44 TeV is obtained by the extrapolation of the existing spectra at √ s = 5.02 TeV with a FONLL based scaling. The R AA values of electron and muons from heavy-flavour hadron decays are comparable in magnitude. When comparing nuclear modification factors at similar ranges of averaged charged particle multiplicity densities, a remarkable similarity between central Xe-Xe collisions and Pb-Pb collisions at a similar center-of-mass energy is observed. The comparison of the measured R AA values in the two colliding systems could enable a test of the path length dependence of medium-induced parton energy loss.",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Fig. 3 .Fig. 4 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 3 .Fig. 4 .",
            "text": "Fig. 3. Left: Comparison of the R AA of electrons from beauty-hadron decays (red markers) with the one from charm-plus beautyhadron decays (black markers) in Pb-Pb collisions at √ s = 5.02 TeV. Right: R AA of electrons from beauty hadron decay in comparison with models implementing mass-dependent energy loss[12,15,16] in Pb-Pb collisions at √ s = 5.02 TeV.",
            "paragraph_rank": 9,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 309,
                    "text": "[12,",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 313,
                    "text": "15,",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 316,
                    "text": "16]",
                    "end": 319
                }
            ]
        }
    ]
}