{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The concept of lepton flavour universality (LFU), according to which the three lepton families are equivalent except for their masses, is a cornerstone prediction of the Standard Model (SM). LFU can be violated in models beyond the SM by new physics particles that couple preferentially to certain generations of leptons. In the last few years, hints of LFU violation have been observed in both tree-level b → c ν and loop-level b → s transitions. These measurements, combined with the tensions observed in angular observables and branching fractions of rare semileptonic b decays, point to a coherent pattern of anomalies that could soon turn into the first observation of physics beyond the SM. These proceedings review the anomalies seen by collider experiments, and give an outlook for the near future.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Quarks and leptons, the fundamental fermions of the SM, exist in three generations, each comprised of two members. The property that distinguishes the fundamental fermions from one another is called flavour. The universality of lepton flavour (LFU) is one of the most interesting consequences of the Standard Model (SM). LFU is an accidental symmetry, broken only by Yukawa interactions, and states that the electroweak gauge bosons couple with equal strength to the three families of leptons. This property is well established in decays of light mesons, e.g. K → ν decays [1]. A violation of LFU would clearly indicate that new particles participate in quark flavour changing processes, modifying their dynamics.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 573,
                    "text": "[1]",
                    "end": 576
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the SM, transitions between different quark flavours can only be mediated by the charged weak bosons W ± . As a consequence, flavour-changing neutral current (FCNC) transitions between same-charge quarks are not directly mediated by the neutral weak boson Z 0 , but rather occur through much rarer loop processes involving virtual W ± and additional virtual quarks, in penguin-and box-like Feynman diagrams. The SM predicts the dynamics of decays governed by FCNC transitions with very high precision. New particles can either participate in the loops, or generate additional tree-level diagrams. The amplitudes of suppressed decays governed by b → s transitions are ideal laboratories to look for New Physics (NP), as effects beyond the SM can be sizeable with respect to the competing SM processes. An intriguing set of anomalies emerged in recent years from the study of such amplitudes [2][3][4][5][6][7][8][9][10][11][12][13]. In addition, tree-level decays of beauty mesons to final states with a τ lepton have been studied at BaBar [14,15], Belle [16][17][18] and LHCb [19,20]. In all cases, hints of a deviation from LFU were reported. A coherent picture emerges, with many NP models predicting particles with enhanced couplings to the second and third generation of quarks and leptons, see e.g. Refs. [21][22][23][24][25][26].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 893,
                    "text": "[2]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 896,
                    "text": "[3]",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 899,
                    "text": "[4]",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 902,
                    "text": "[5]",
                    "end": 905
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 905,
                    "text": "[6]",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 908,
                    "text": "[7]",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 911,
                    "text": "[8]",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 914,
                    "text": "[9]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 917,
                    "text": "[10]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 921,
                    "text": "[11]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 925,
                    "text": "[12]",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 929,
                    "text": "[13]",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1042,
                    "text": "[14,",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1046,
                    "text": "15]",
                    "end": 1049
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1057,
                    "text": "[16]",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1061,
                    "text": "[17]",
                    "end": 1065
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1065,
                    "text": "[18]",
                    "end": 1069
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1079,
                    "text": "[19,",
                    "end": 1083
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1083,
                    "text": "20]",
                    "end": 1086
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1313,
                    "text": "[21]",
                    "end": 1317
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1317,
                    "text": "[22]",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1321,
                    "text": "[23]",
                    "end": 1325
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1325,
                    "text": "[24]",
                    "end": 1329
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1329,
                    "text": "[25]",
                    "end": 1333
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1333,
                    "text": "[26]",
                    "end": 1337
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In these proceedings, recent results in b-hadron decays are reviewed, with a focus on tests of LFU and angular analyses performed at the Large Hadron Collider (LHC). ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Lepton universality in charged-current transitions",
            "section_rank": 3
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "The rates of b-meson decays to τ and µ leptons are expected to differ because of the substantial µ-τ mass difference. B → D ( * ) ν decays have been studied at BaBar [14,15], Belle [16][17][18] and LHCb [19,20]. In all cases, the measured observables",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 166,
                    "text": "[14,",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 170,
                    "text": "15]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 181,
                    "text": "[16]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 185,
                    "text": "[17]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 189,
                    "text": "[18]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 203,
                    "text": "[19,",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 207,
                    "text": "20]",
                    "end": 210
                }
            ]
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "where Br indicates the decay branching fraction, consistently exceed SM expectations. Figure 1 shows a combination of these experimental results, and compares them with the most recently calculated SM predictions [27,28]. The following averages are obtained [29]:",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 86,
                    "text": "Figure 1",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 213,
                    "text": "[27,",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 217,
                    "text": "28]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "[29]",
                    "end": 262
                }
            ]
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "The experimental values of R D and R D * exceed the SM expectactions by 2.3 and 3.0 standard deviations (σ), respectively, for a resulting combined tension with the SM of about 3.8σ. The fact that this discrepancy has been observed both at B-factory experiments and at the LHC corroborates its significance. The Belle and BaBar experiments measured the semitauonic decay rate relative to the sum of e, µ modes. Due to the difficult reconstruction of electrons, LHCb only used the semimuonic channel as normalization. Whereas the B meson kinematics is completely known at B-factories, at the LHC the momenta of the colliding partons are unknown. Together with the presence of invisible neutrinos in the final state, this makes the measurement of semileptonic B decays very challenging at a hadron collider. Owing to the excellent resolution of its vertex detector, LHCb manages to reconstruct the flight direction and momentum of the decaying B meson with a resolution of about 18% [19]. The longitudinal boost of the B meson is assumed to be well approximated by that of the reconstructed meson-lepton pair.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 981,
                    "text": "[19]",
                    "end": 985
                }
            ]
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "LHCb performed a first measurement of R D * using leptonic τ + → µ + ν µ ν τ decays (chargeconjugate modes are implied hereinafter). Many systematic uncertainties cancel by measuring decays with the same reconstructed particles (D * − and µ + ). A three-dimensional template fit is used to separate the two final states D * − µ + ν µ ν τ ν τ and D * − µ + ν µ , using reconstructed quantities sensitive to the number of neutrinos in the final states: the missing mass squared m 2 miss , the dilepton invariant mass squared q 2 and the rest frame muon energy E * µ . Simulation validated against data is used to estimate the shape of physics backgrounds such as B 0 → D * − D + , whereas all other backgrounds are evaluated using data-driven templates. The top panels of  Data",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "Candidates / ( 0.  show the E * µ and m 2 miss spectra in the highest q 2 bin, where the semitauonic contribution is largest. The LFU observable was measured to be R D * = 0.336 ± 0.027 (stat) ± 0.030 (syst), compatible with the SM within 2.1σ [19].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 244,
                    "text": "[19]",
                    "end": 248
                }
            ]
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "A subsequent measurement from LHCb used hadronic",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "which is well known [30]. As in the previous case, this strategy allows to suppress many reconstruction-related systematic uncertainties. The relatively long τ lifetime is exploited to suppress background from prompt pions, i.e. B 0 → D * − 3πX. A multivariate approach is adopted to suppress background from decays with an additional charmed meson, using a Boosted Decision Tree (BDT) [31]. The signal yield is determined with a three-dimensional fit to the τ proper decay time, the output of the BDT and q 2 . The bottom panels of Figure 2 show the result of the fit, highlighting the various contributions to the measured signal yield. The known branching fractions Br B 0 → D * − (3π) + and Br B 0 → D * − µ + ν µ are used to calculate R D * , which is measured to be R D * = 0.291 ± 0.019 (stat) ± 0.026 (syst) ± 0.013 (ext), where the last uncertainty is due to the external input brancing fractions [20]. This result is compatible with the SM within 1σ, and lies slightly above the prediction, as in the case of [19].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 20,
                    "text": "[30]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 386,
                    "text": "[31]",
                    "end": 390
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 533,
                    "text": "Figure 2",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 906,
                    "text": "[20]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1019,
                    "text": "[19]",
                    "end": 1023
                }
            ]
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "Lepton flavour universality can also be tested in B c decays. While the B-factories operate on the Υ(4S) resonance for a majority of their data taking, measurements using other B q species are possible at the LHC. LHCb performed a measurement of the ratio",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Lepton universality in charged-current transitions",
            "text": "with the τ + decaying leptonically to µ + ν µ ν τ . The theoretical uncertainties on the form factors governing the B c → J/ψ transition result in large uncertainties on the SM predictions for   ",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Flavour anomalies in rare b decays",
            "section_rank": 4
        },
        {
            "section": "Flavour anomalies in rare b decays",
            "text": "Rare decays of heavy-flavoured hadrons can be described by effective Hamiltonians that encode SM and possible NP contributions in the Wilson coefficients weighting the operators participating in the process. In this framework, called Operator Product Expansion (OPE) [37], a model-independent analysis of effects beyond the SM is possible. In particular, b → s transitions are described by the effective Hamiltonian",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 267,
                    "text": "[37]",
                    "end": 271
                }
            ]
        },
        {
            "section": "Flavour anomalies in rare b decays",
            "text": "where G F is the Fermi constant, V ij are elements of the CKM matrix [38,39] Various discrepancies with the SM predictions have been detected in decays dominated by the effective vector and axial-vector couplings C 9 and C 10 . Branching fractions of decays such as",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 69,
                    "text": "[38,",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 73,
                    "text": "39]",
                    "end": 76
                }
            ]
        },
        {
            "section": "Flavour anomalies in rare b decays",
            "text": ", all proceeding through a b → sµµ transition, have been measured at the LHC [2][3][4][5]41], at CDF [42] and at B-factories [7,8]. For all of these channels, interestingly, the SM expectations exceed the measured value, as visible in Figure 3. The statistical significance of these anomalies is such that a SM explanation is possible. However, many other small discrepancies -detailed belowhave been registered over the years, resulting altogether in a significant tension with the SM.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 77,
                    "text": "[2]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 80,
                    "text": "[3]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 83,
                    "text": "[4]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 86,
                    "text": "[5]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 89,
                    "text": "41]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 101,
                    "text": "[42]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 125,
                    "text": "[7,",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 128,
                    "text": "8]",
                    "end": 130
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 235,
                    "text": "Figure 3",
                    "end": 243
                }
            ]
        },
        {
            "text": "Tests of LFU with b → s decays",
            "section_rank": 5
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "Uncertainties in the hadronic form factors, and other hadronic uncertainties, cancel to a very large extent in the SM predictions for the LFU ratios us, as many systematic uncertainties cancel in the double ucted K * 0 + − mass vs. q 2 for the decays B 0 → K * 0 µ + µ − ly, the electron mode B 0 → K * 0 e + e − is more challenging to resholds and more pronounced emission of Bremsstrahlung ion. J/ψ(→ + − ) is used to control and correct simulation and l mass shape. Furthermore, it allows the determination of * 0 J/ψ(→ µ + µ − ))/B(B 0 → K * 0 J/ψ(→ e + e − )). This ratio ity and flat in control variables. As systematic differences truction do not cancel in this ratio, r J/ψ represents a very tinct regions of q 2 and finds q 2 < 1.1 GeV 2 ) = 0.66 +0.11 −0.07 ± 0.03 q 2 < 6.0 GeV 2 ) = 0.69 +0.11 −0.07 ± 0.05, at 2.1-2.3 and 2.4-2.5 σ, respectively 4 . The result is shown ons 3,5,6,7,8 .  Figure 4. (Colours online) LHCb [6], Belle [7] and BaBar [8] measurements of R K (left) and LHCb measurement of R K * [9] (right), superimposed to SM predictions [43][44][45][46][47]. Previous R K * measurements from Belle and BaBar can be found in [7,8].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 800,
                    "text": "+0.11",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 887,
                    "text": "3,",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 889,
                    "text": "5,",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 891,
                    "text": "6,",
                    "end": 893
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 893,
                    "text": "7,",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 895,
                    "text": "8",
                    "end": 896
                },
                {
                    "type": "figure",
                    "start": 900,
                    "text": "Figure 4",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 932,
                    "text": "[6]",
                    "end": 935
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 943,
                    "text": "[7]",
                    "end": 946
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 957,
                    "text": "[8]",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1018,
                    "text": "[9]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1062,
                    "text": "[43]",
                    "end": 1066
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1066,
                    "text": "[44]",
                    "end": 1070
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1070,
                    "text": "[45]",
                    "end": 1074
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1074,
                    "text": "[46]",
                    "end": 1078
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1078,
                    "text": "[47]",
                    "end": 1082
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1149,
                    "text": "[7,",
                    "end": 1152
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1152,
                    "text": "8]",
                    "end": 1154
                }
            ]
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "provided the momentum transfer to the lepton pair is sufficiently large [43][44][45][46][47]. These observables are predicted to be unity with uncertainties below 1% [43]. The LHCb experiment has provided experimental measurements of these quantities, laying out a common strategy for LFU tests with rare decays. The R X observables are defined as ratios of efficiency corrected yields limited to certain q 2 ranges, chosen in order to exclude the J/ψ and Ψ(2S) resonances, which are then used as control channels. Electron and muon channel yields are measured relative to the corresponding, much more abundant resonant modes B → XJ/ψ, where X is the strange meson under study and the J/ψ meson decays to either a µµ or ee pair. This way, thanks to the topological similarity between the nonresonant and resonant modes, the systematic uncertainties related to the differences in the reconstruction of electron and muon tracks largely cancel. In order to test the validity of the analysis procedure, the efficiency corrected resonant yields are compared, and the important cross-check observable r J/ψ ≡ Br (B → XJ/ψ (→ µµ)) / Br (B → XJ/ψ (→ ee)), expected to be unity, is measured. This way, the electron and muon reconstruction efficiencies, as well as the efficiency of the offline selection, are validated. The electron mode is much more challenging from an experimental point of view, and the low reconstruction efficiency for dielectron final states represents the dominant factor in the statistical uncertainty associated to the LHCb measurements.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 72,
                    "text": "[43]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 76,
                    "text": "[44]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 80,
                    "text": "[45]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 84,
                    "text": "[46]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 88,
                    "text": "[47]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 166,
                    "text": "[43]",
                    "end": 170
                }
            ]
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "The ratio R K was measured with B + → K + + − decays in the 1.1 < q 2 < 6.0 GeV 2 /c 4 range, finding R K = 0.745 +0.090 −0.074 (stat) ± 0.036 (syst), about 2.6σ below the SM prediction [6]. The ratio R K * was later measured with B 0 → K * 0 + − decays in two disjoint q 2 bins, finding",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 186,
                    "text": "[6]",
                    "end": 189
                }
            ]
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "R K * = 0.69 +0.11 −0.07 (stat) ± 0.05 (syst) for 1.1 < q 2 < 6.0 GeV 2 /c 4",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "with a SM compatibility at the 2.2-2.5σ level [9]. At the same time, the control ratio r J/ψ was found compatible with unity within 1σ, with r J/ψ = 1.043 ± 0.006 (stat) ± 0.045 (syst) [9]. The main systematic uncertainties for both ratios arise from double-misidentification of J/ψ decay products, from bremsstrahlung losses affecting the B mass shape in the electron channel, and from the determination of the trigger and selection efficiencies. Some of these uncertainties also depend on the size of the simulated samples used to assess the efficiencies, and are expected to shrink if more events are simulated. The R K and R K * measurements from LHCb are shown in the left-and right-hand panel of Figure 4, respectively, where they are compared to the SM predictions and to the measurements performed by the Belle [7] and BaBar [8] experiments.  Figure 5. Fit of LHCb data to the three angles describing the B 0 → K * 0 (→ Kπ)µµ decay in a central q 2 bin, where signal and background contributions are depicted in blue and red [10].",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 46,
                    "text": "[9]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 185,
                    "text": "[9]",
                    "end": 188
                },
                {
                    "type": "figure",
                    "start": 702,
                    "text": "Figure 4",
                    "end": 710
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 819,
                    "text": "[7]",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 833,
                    "text": "[8]",
                    "end": 836
                },
                {
                    "type": "figure",
                    "start": 851,
                    "text": "Figure 5",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1033,
                    "text": "[10]",
                    "end": 1037
                }
            ]
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "More R X measurements are foreseen at LHCb, using e.g.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "The source of the anomalies in b → s branching fractions and LFU observables is unclear. If new particles were participating in these decays, they would be expected to modify their rates, and also the angular distribution of the decay products. The latter is in fact induced by the scalar, vector or axial-vector nature of the decay mediator(s). For this reason, LHCb performed an analysis of the angular distribution of the particles produced in B 0 → K * 0 µ + µ − decays, using data from the LHC Run 1 [10].",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 505,
                    "text": "[10]",
                    "end": 509
                }
            ]
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "The CP-averaged differential B 0 → K * 0 (→ K + π − )µ + µ − decay rate can be expressed in terms of three angular observables and of q 2 [10], as",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 138,
                    "text": "[10]",
                    "end": 142
                }
            ]
        },
        {
            "section": "Tests of LFU with b → s decays",
            "text": "where Γ andΓ denote the decay widths of B 0 andB 0 mesons, respectively, f i are combinations of spherical harmonics and the I i are q 2 -dependent angular observables. The latters comprise CPeven (S i ) and CP-odd (A i ) observables, and are sensitive to the C 9 and C 10 Wilson coefficients. A total of 15 parameters arise, due to the interplay between the vector (K * 0 ) and scalar contributions to the Kπ system. From these parameters, optimized quantities P ( ) i can be constructed, for which the B 0 → K * 0 form factor uncertainties cancel at leading order. LHCb measured these angular parameters using an unbinned maximum likelihood fit to the three angular spectra, m(Kπ) and m(Kπµµ), and applying an independent method as a crosscheck [10]. This measurement is performed in q 2 ranges chosen in order to exclude charmonium resonances. The reconstructed B 0 mass is used to discriminate between signal and background, whereas the Kπ mass distribution is exploited to separate vector and S-wave contributions. The fit results for a central q 2 bin are shown in Figure 5. Most observables are in good agreement with the SM. However, a significant tension (3.4σ) is observed in the optimised observable P 5 . This tension has been registered also by the Belle [11] and ATLAS [12] experiments, although with larger uncertainties. Results from a CMS analysis [13] are in agreement with the SM, but also compatible with other experimental measurements. An overview of the P 5 measurements is shown in Figure 6   Figure 6. (Colours online) The P 5 observable measured by the LHCb [10], CMS [13], Belle [11] and ATLAS [12] experiments, superimposed to the SM predictions. The Belle result includes both µµ and ee data. The largest tension is registered in the dimuon channel [11].  Figure 7. (Colours online) Expected sensitivity to NP contributions in C 9 and C 10 , shown as 1, 2 and 3σ countours, after the LHC Run 2 [48].",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 747,
                    "text": "[10]",
                    "end": 751
                },
                {
                    "type": "figure",
                    "start": 1071,
                    "text": "Figure 5",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1268,
                    "text": "[11]",
                    "end": 1272
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1283,
                    "text": "[12]",
                    "end": 1287
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1365,
                    "text": "[13]",
                    "end": 1369
                },
                {
                    "type": "figure",
                    "start": 1506,
                    "text": "Figure 6",
                    "end": 1514
                },
                {
                    "type": "figure",
                    "start": 1517,
                    "text": "Figure 6",
                    "end": 1525
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1584,
                    "text": "[10]",
                    "end": 1588
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1594,
                    "text": "[13]",
                    "end": 1598
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1606,
                    "text": "[11]",
                    "end": 1610
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1621,
                    "text": "[12]",
                    "end": 1625
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1778,
                    "text": "[11]",
                    "end": 1782
                },
                {
                    "type": "figure",
                    "start": 1785,
                    "text": "Figure 7",
                    "end": 1793
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1923,
                    "text": "[48]",
                    "end": 1927
                }
            ]
        },
        {
            "text": "Interpretation and prospects",
            "section_rank": 6
        },
        {
            "section": "Interpretation and prospects",
            "text": "5σ if other observables, such as the angular coefficients and branching fractions of b → sµµ decays are included in the global fit [50]; however these observables have much larger theoretical uncertainties. It has been suggested that an incorrect evaluation of long-distance effects from vector charmonium contributions could be the responsible for some of the observed discrepancies. However, an LHCb measurement of the interference between long-and short-distance effects in B + → K + µµ suggests that such and effect may not be sufficient to explain the observations [51].",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 131,
                    "text": "[50]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 570,
                    "text": "[51]",
                    "end": 574
                }
            ]
        },
        {
            "section": "Interpretation and prospects",
            "text": "A coherent picture emerges from the tensions observed in b → c ν and b → s transitions. Both sets of anomalies have a significance in the range of 4σ. The large difference between tree-level and loop-level amplitudes, the significance and weight of the anomalies, and the fact that no deviations from theory have been observed so far in decays of light mesons prompted the physics community to develop NP models with particles that couple preferentially to the second and third generations, in a Yukawa-like hierarchy [21][22][23][24][25][26]. Direct searches for such new mediators have been performed at CMS [52,53] and ATLAS [54]; searches for lepton flavour violating decays, also predicted by such models, are reaching unprecedented sensitivities at hadron colliders [55][56][57][58].",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 518,
                    "text": "[21]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 522,
                    "text": "[22]",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 526,
                    "text": "[23]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 530,
                    "text": "[24]",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 534,
                    "text": "[25]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 538,
                    "text": "[26]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 610,
                    "text": "[52,",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "start": 614,
                    "text": "53]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 628,
                    "text": "[54]",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 772,
                    "text": "[55]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 776,
                    "text": "[56]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 780,
                    "text": "[57]",
                    "end": 784
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 784,
                    "text": "[58]",
                    "end": 788
                }
            ]
        },
        {
            "section": "Interpretation and prospects",
            "text": "A recent work [48] found that a simultaneous analysis of B 0 → K * 0 µ + µ − and B 0 → K * 0 e + e − amplitudes has the potential of turning the anomalies into a groundbreaking discovery already with the LHC Run 2 dataset, as shown in Figure 7. Measurements from the newly started Belle 2 run are also expected to shed light on the current anomalies, with the added reliability of a complementary experimental setup. For example, the LHCb uncertainty on the R D * ratio is expected to scale down about a factor 2 with the LHC Run 3, and Belle 2 will have enough data by then to provide an R D measurement with an uncertainty 2 to 3 times smaller than the current world average [59]. If the flavour anomalies persist, striking evidence of new physics will be available on a short time scale.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 14,
                    "text": "[48]",
                    "end": 18
                },
                {
                    "type": "figure",
                    "start": 235,
                    "text": "Figure 7",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 677,
                    "text": "[59]",
                    "end": 681
                }
            ]
        },
        {
            "text": "XIIIFigure 1 .",
            "section_rank": 7
        },
        {
            "section": "XIIIFigure 1 .",
            "text": "Figure 1. (Colours online) Averages of the R D ( * ) ratios as computed in summer 2018 [29].",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Figure 2",
            "section_rank": 8
        },
        {
            "text": "XIII",
            "section_rank": 9
        },
        {
            "section": "XIII",
            "text": "International Conference on Beauty, Charm and Hyperon Hadrons (BEACH 2018) IOP Conf. Series: Journal of Physics: Conf. Series 1137 (2019) 012025 IOP Publishing doi:10.1088/1742-6596/1137/1",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Figure 2 .",
            "section_rank": 10
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. (Colours online) E * µ and m 2 miss spectra for 9.35 ≤ q 2 ≤ 12.60 GeV 2 /c 4 in the LHCb measurement of R D * using semileptonic τ decays (top panels)[19]. Distributions of the τ proper decay time, q 2 and BDT output in the LHCb measurement of R D * using hadronic τ decays (bottom panels)[20].",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 161,
                    "text": "[19]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 300,
                    "text": "[20]",
                    "end": 304
                }
            ]
        },
        {
            "text": "dB dq 2 [ 10 − 7",
            "section_rank": 11
        },
        {
            "section": "dB dq 2 [ 10 − 7",
            "text": "GeV −2 ] Λ 0 b → Λ 0 µµ",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Figure 3 .",
            "section_rank": 12
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. (Colours online) Differential branching fraction for various b → sµµ transitions measured at LHCb, superimposed to SM predictions [2-5, 40].",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "operators encoding left(right)-handed long distance contributions, and C ( ) i are the corresponding Wilson coefficients.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "XIII",
            "section_rank": 14
        },
        {
            "section": "XIII",
            "text": "International Conference on Beauty, Charm and Hyperon Hadrons (BEACH 2018) IOP Conf. Series: Journal of Physics: Conf. Series 1137 (2019) 012025 IOP Publishing doi:10.1088/1742-6596/1137/1",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": ".",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Global fits to LFU tests in b → s decays highlight 4σ tensions in C 9 and C 10 , when NP is constrained to contribute to a single Wilson coefficient [49]. These tensions reach a level of XIII International Conference on Beauty, Charm and Hyperon Hadrons (BEACH 2018) IOP Conf. Series: Journal of Physics: Conf. Series 1137 (2019) 012025 IOP Publishing doi:10.1088/1742-6596/1137/1",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "This result is compatible with the SM within about 2σ [36]. Further tree-level LFU tests are ongoing at XIII International Conference on Beauty, Charm and Hyperon Hadrons (BEACH 2018) IOP Conf. Series: Journal of Physics: Conf. Series 1137 (2019) 012025",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "with central values lying in the [0.25, 0.28] range[32][33][34][35]. LHCb performed a three-dimensional fit to m 2 miss , the B c proper decay time, and a categorical variable Z representing eight bins in (q 2 , E * µ ), finding R J/ψ = 0.71 ± 0.17 (stat) ± 0.18 (syst), again exceeding predictions.",
            "paragraph_rank": 40,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 51,
                    "text": "[32]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 55,
                    "text": "[33]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 59,
                    "text": "[34]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 63,
                    "text": "[35]",
                    "end": 67
                }
            ]
        },
        {
            "text": "s vs. q 2 for (left) the decay B 0 → K * 0 µ + µ − and (right) the decay 0 → K * 0 J/ψ(→ + − ) are clearly visible, as is the more pronounced e.",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "of the branching fraction ratio R K * in two different q 2 bins 4 , overlayed surement of R K from LHCb 9 , together with earlier measurements by",
            "paragraph_rank": 42,
            "section_rank": 18
        }
    ]
}