{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurements of inclusive isolated-photon and photon+jet production in proton-proton collisions at √ s = 13 TeV are presented. The analysis uses data collected by the CMS experiment in 2015, corresponding to an integrated luminosity of 2.26 fb −1 . The cross section for inclusive isolated photon production is measured as a function of the photon transverse energy in a fiducial region. The cross section for photon+jet production is measured as a function of the photon transverse energy in the same fiducial region with identical photon requirements and with the highest transverse momentum jet. All measurements are in agreement with predictions from next-to-leading-order perturbative QCD.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurement of inclusive isolated-photon and pho-ton+jet production cross sections can directly probe quantum chromodynamics (QCD). The dominant production processes in proton-proton (pp) collisions at the energies of the CERN LHC are quark-gluon Compton scattering qg → qγ , together with contributions from quark-antiquark annihilation qq → gγ , and parton fragmentation qq(gg) → X + γ . Both the CMS and ATLAS Collaborations have reported measurements of the differential cross sections for isolated prompt photon production [1-7] and for the production of a photon in association with jets [8-10] using data with centerof-mass energies of 2.76, 7, and 8 TeV. The ATLAS Collaboration has also reported the same measurements at a centerof-mass energy of 13 TeV [11,12].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 767,
                    "text": "[11,",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "start": 771,
                    "text": "12]",
                    "end": 774
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The published measurements show agreement with the results of next-to-leading-order (NLO) perturbative QCD calculations [13,14].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 120,
                    "text": "[13,",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 124,
                    "text": "14]",
                    "end": 127
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "These LHC measurements are sensitive to the gluon density function g(x, Q 2 ) over a wide range of parton momentum fraction x and energy scale Q 2 [15][16][17]. These meae-mail: cms-publication-committee-chair@cern.ch surements were not included in the global parton distribution function (PDF) fits [18][19][20] until very recently [21]. An improved understanding of all PDFs is key to reducing the associated theoretical uncertainties in the calculation of many relevant cross sections, including Higgs boson production and new physics searches.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 147,
                    "text": "[15]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 151,
                    "text": "[16]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 155,
                    "text": "[17]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 300,
                    "text": "[18]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 304,
                    "text": "[19]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 308,
                    "text": "[20]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 333,
                    "text": "[21]",
                    "end": 337
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, measurements are reported for the inclusive isolated-photon cross section in a fiducial region using data collected by the CMS Collaboration in proton-proton collisions at √ s = 13 TeV, corresponding to an integrated luminosity of 2.26 fb −1 [22]. The specific fiducial region is defined at generator level as: (1) photon transverse momentum E T > 190 GeV, (2) rapidity |y| < 2.5, and (3) an isolated photon where the sum of the p T of all particles inside a cone of radius ΔR = √ (Δφ) 2 + (Δη) 2 = 0.4 around the photon is less than 5 GeV. The photon+jet cross section is also measured in this fiducial region with the same photon requirements and with p jet T > 30 GeV and |y jet | < 2.4. The significant increase in center-of-mass energy compared with the previous CMS papers [1,2] opens a large additional region of phase space.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 257,
                    "text": "[22]",
                    "end": 261
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The dominant background for the photon+jet process is QCD multijet production with an isolated electromagnetic (EM) deposit from decays of neutral hadrons, mostly from π 0 mesons. A multivariate analysis method is used to identify prompt photons using a boosted decision tree (BDT) algorithm, implemented using the TMVA v4.1.2 toolkit [23]. Photon yields are extracted using the shape of the BDT distributions, and the measured cross sections are compared to the results of NLO QCD calculations.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 335,
                    "text": "[23]",
                    "end": 339
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "CMS is a general-purpose detector built to explore physics at the TeV scale. The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, pro-viding a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and a strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity η coverage provided by the barrel and endcap detectors. Muons are measured in gas-ionization detectors embedded in the steel flux return yoke outside the solenoid. A more detailed description of the CMS detector, together with the definition of the coordinate system and the relevant kinematic variables, is given in Ref. [24].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 817,
                    "text": "[24]",
                    "end": 821
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "The ECAL consists of 75 848 lead tungstate crystals, which provide coverage up to |η| = 1.479 in the barrel region (EB) and 1.479 < |η| < 3.0 in two endcap regions (EE). A preshower detector consisting of two planes of silicon sensors interleaved with a total of 3 radiation lengths of lead is located in front of the EE.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The silicon tracker measures charged particles within the range |η| < 2.5. For nonisolated particles of transverse momenta 1 < p T < 10 GeV and |η| < 1.4, the track resolutions are typically 1.5% in p T and 25-90  µm in the transverse (longitudinal) impact parameter [25].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 267,
                    "text": "[25]",
                    "end": 271
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "The global event reconstruction (also called particle-flow event reconstruction) [26] reconstructs and identifies each particle candidate with an optimized combination of all subdetector information.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 81,
                    "text": "[26]",
                    "end": 85
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "In CMS, both converted and unconverted photons are reconstructed using ECAL clusters and are included in the analysis. The clustering algorithm results in an almost complete collection of the energy of the photons, unconverted ones and those converting in the material upstream of the calorimeter. First, cluster \"seeds\" are identified as local energy maxima above a given threshold. Second, clusters are grown from the seeds by aggregating crystals with at least one side in common with a clustered crystal and with an energy in excess of a given threshold. This threshold represents about two standard deviations of the electronic noise, which depends on |η|. The energy in an individual crystal can be shared between clusters under the assumption that each seed corresponds to a single EM particle. Finally, clusters are merged into \"superclusters\", to allow good energy containment, accounting for geometrical variations of the detector along η, and increasing robustness against additional pp collisions in the same or adjacent bunch crossings (pileup). The clustering excludes 1.44 < |η| < 1.56, which corresponds to the transition region between the EB and EE. The fiducial region terminates at |η| = 2.5 where the tracker coverage ends.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The energy of photons is computed from the sum of the energies of the clustered crystals, calibrated and corrected for degradation in the crystal response over time [27]. The preshower energy is added to that of the superclusters in the region covered by this detector. To optimize the resolution, the photon energy is corrected using a multivariate regression technique that estimates the containment of the electromagnetic shower in the superclusters, the shower losses for photons that convert in the material upstream of the calorimeter, and the effects of pileup [28]. The regression training is performed on simulated events using shower shape and position variables of the photon as inputs. The regression provides a per-photon estimate of the function parameters that quantify the containment, the shower losses, and pileup and therefore a prediction of the distribution of the ratio of true energy to the uncorrected supercluster energy. The most probable value of this distribution is taken as the photon energy correction. The regression output is used to correct the reconstucted photon energy in data to agree with simulated events. An additional smearing is applied to the photon energy in simulation to reproduce the resolution observed in data. The scale correction and smearing procedure uses a multistep procedure exploiting electrons from Z → e + e − decays. In the EB, an energy resolution of about 1% is achieved for unconverted photons in the tens of GeV energy range. The remaining EB photons have a resolution of about 1.3% up to |η| = 1.0, rising to about 2.5% at |η| = 1.4. In the EE, the resolution of unconverted or late-converting photons is about 2.5%, while the remaining EE photons have a resolution between 3 and 4%.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 165,
                    "text": "[27]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 568,
                    "text": "[28]",
                    "end": 572
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Electrons are identified as a primary charged track consistent with potentially multiple ECAL energy clusters from both the electron and from potential bremsstrahlung photons produced in the tracker material. Muons are identified as a track in the central tracker consistent with either a track or several hits in the muon system, associated with a minimum ionization signature in the calorimeters. Charged hadrons are charged-particle tracks not identified as electrons or muons. Finally, neutral hadrons are identified as HCAL energy clusters not linked to any charged-hadron track, or as ECAL and HCAL energy excesses with respect to the expected chargedhadron energy deposit.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "Jets are clustered from all particle candidates reconstructed by the global event reconstruction with the infraredand collinear-safe anti-k T algorithm [29,30] using a distance parameter R of 0.4. The momenta of jets reconstructed using particle-flow candidates in the simulation are within 5 to 10% of particle-level jet momenta over the whole jet p T spectrum and detector acceptance, and corrected on average accordingly. In situ measurements of the momentum balance in dijet, photon+jet, Z+jet, and multijet events are used to correct for any residual differences in jet energy scale in data and simulation [31]. The jet energy resolution amounts typically to 15 (8)% at 10 (100) GeV.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 152,
                    "text": "[29,",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 156,
                    "text": "30]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 611,
                    "text": "[31]",
                    "end": 615
                }
            ]
        },
        {
            "text": "Simulation samples",
            "section_rank": 4
        },
        {
            "section": "Simulation samples",
            "text": "Simulated event samples for photon+jet and multijet final states are generated at leading order (LO) with pythia 8 (v8.212) [32]. The photon+jet sample contains direct photon production originating from quark-gluon Compton scattering and quark-antiquark annihilation.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 124,
                    "text": "[32]",
                    "end": 128
                }
            ]
        },
        {
            "section": "Simulation samples",
            "text": "The multijet sample, which is dominated by final states with quark and gluon jets, is used in the estimate of systematic uncertainties, and to estimate the small bias in the extracted photon yield from the BDT fit, as described in Sect. 5. For these studies, events containing a photon, produced via the fragmentation process and passing the fiducial requirements, are removed, leaving only events with nonfiducial photons. The removed events are considered part of the signal, although they are not included in the signal sample in the training of the BDT due to associated large statistical uncertainties. The distributions of the variables used in the BDT training were examined and are consistent with those of the direct photons, within the statistical uncertainty.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "Simulation samples",
            "text": "The MadGraph (v5.2.2.2) [33,34] LO generator, interfaced with pythia 8, is used to generate an additional sample of photon+jet events containing up to 4 jets that are used to estimate systematic uncertainties. Samples of Z/γ * +jets events are generated at NLO with Mad-Graph5_amc@nlo (v5.2.2.2) [33,35] and are used for calibration and validation studies described later. The CUETP8M1 tune [36] is used in pythia 8. The NNPDF2.3 LO PDF [37] and the NNPDF3.0 NLO PDF [18] are used to generate simulation samples, where the former is used with pythia 8.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 24,
                    "text": "[33,",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 28,
                    "text": "34]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 296,
                    "text": "[33,",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 300,
                    "text": "35]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 391,
                    "text": "[36]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 437,
                    "text": "[37]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 467,
                    "text": "[18]",
                    "end": 471
                }
            ]
        },
        {
            "section": "Simulation samples",
            "text": "The simulated processes include the effect of the pileup. The pileup contribution is simulated with additional minimum bias events superimposed on the primary event using the measured distribution of the number of reconstructed interaction vertices, an average of 14 vertices per bunch crossing. A detailed detector simulation based on the Geant4 (v9.4p03) [38] package is applied to all the generated signal and background samples.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 357,
                    "text": "[38]",
                    "end": 361
                }
            ]
        },
        {
            "text": "Data samples and event selection criteria",
            "section_rank": 5
        },
        {
            "section": "Data samples and event selection criteria",
            "text": "Events containing high energy photon candidates are selected using the two-level CMS trigger system [39]. At the first level, events are accepted if they have an ECAL trigger tower, which has a segmentation corresponding to 5 × 5 ECAL crystals, with total transverse energy E T , defined as the magnitude of the photon transverse momentum, greater than 40 GeV. The second level of the trigger system uses the same reconstruction algorithm as the offline photon reconstruction [28]. An event is accepted online if it contains at least one ECAL cluster with E T greater than 175 GeV, and if the \"H/E\", defined as the ratio of energy deposited in the HCAL to that in the ECAL, is less than 0.15 (0.10) in the EB (EE) region.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 100,
                    "text": "[39]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 476,
                    "text": "[28]",
                    "end": 480
                }
            ]
        },
        {
            "section": "Data samples and event selection criteria",
            "text": "All events are required to have at least one wellreconstructed primary vertex [25]. The reconstructed vertex with the largest value of summed physics-object p 2",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 78,
                    "text": "[25]",
                    "end": 82
                }
            ]
        },
        {
            "section": "Data samples and event selection criteria",
            "text": "T is the primary pp interaction vertex. The physics objects are the jets, clustered using the jet finding algorithm [29,30] with the tracks assigned to the vertex as inputs, and the associated missing transverse momentum p miss T [40], taken as the negative vector sum of the p T of those jets. In addition, pho-ton+jet events are required to be balanced in p T , and hence the magnitude of missing transverse momentum, defined as the magnitude of the negative vector sum of the momenta of all reconstructed particle-flow objects projected onto the plane perpendicular to the beam axis in an event, is required to be less than 70% of the highest photon E T .",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 116,
                    "text": "[29,",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 120,
                    "text": "30]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 230,
                    "text": "[40]",
                    "end": 234
                }
            ]
        },
        {
            "section": "Data samples and event selection criteria",
            "text": "Photon candidates are selected as described in the following procedure. An electron veto is imposed by requiring the absence of hits in the innermost layer of the silicon pixel detector that could be ascribed to an electron track consistent with the energy and position of the photon ECAL cluster. Criteria on the energy measured in HCAL (H ), isolation, and shower shape variables are applied to reject photons arising from electromagnetic decays of particles in hadronic showers. Hence, H/E is required to be less than 0.08 (0.05) for photon candidates in the EB (EE), respectively. The sum of the E T of other photons in a cone (photon isolation) of size ΔR = 0.3 around the photon candidate is required to be less than 15 GeV, and the sum of p T of charged hadrons in the same cone (hadron isolation) is required to be less than 2.0 (1.5) GeV for photon candidates in the EB (EE).",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Data samples and event selection criteria",
            "text": "To further suppress photons from decays of neutral mesons (π 0 , η, etc.) that survive the isolation and HCAL energy leakage criteria, a selection on the EM shower shape is imposed by requiring that its second moment σ ηη [28], which is a measure of the lateral extension of the shower along the η direction, be <0.015 (0.045) for photon candidates in the EB (EE). The photon candidate with the highest E T that satisfies the above selection criteria in each event is referred to as the leading photon. The data consist of 212 134 events after applying inclusive isolated-photon selections and 207 120 events after applying the photon+jet requirements. The estimated electron contribution is typically at 10 −3 level as a result of the electron veto algorithm. This contribution is small compared to statistical uncertainties of the photon yield and other systematic uncertainties.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 222,
                    "text": "[28]",
                    "end": 226
                }
            ]
        },
        {
            "section": "Data samples and event selection criteria",
            "text": "The photon reconstruction and selection efficiencies are estimated using simulated events that pass the fiducial region requirements at the generator level. The efficiency is about 90-92% (83-85%) for EB (EE) photons, depending on the E T of the photon candidate. The loss of efficiency comes primarily from the hadron isolation requirement. Multiplica- tive scale factors (SF) are applied to correct potential differences in efficiencies between data and simulation. The SFs are obtained from the ratio of the efficiency in data to that in simulated control samples. The photon SF is derived from Drell-Yan Z → e + e − events, where one of the electrons is reconstructed as a photon. The events are selected by requiring the invariant mass of the electron pair to be between 60 and 120 GeV. The electron veto SF is determined using finalstate radiation photons in Z → μ + μ − γ events. All SFs are within 1% of unity, and their uncertainties are included in the total systematic uncertainty. All efficiencies and SF are measured as functions of photon E T and rapidity y using the same binning as the cross section measurement. The absolute photon trigger efficiency, as a function of photon E T , is measured using events collected with a jet trigger that contains a photon candidate, which satisfies the signal selection criteria and is spatially separated from the jet that triggered the event by ΔR(γ , jet) > 0.7. The trigger efficiency is above 99% for EB (EE) photons above 200 (220) GeV. The E T -dependent trigger efficiency is used to compute the cross section, and the associated uncertainties are incorporated into the uncertainty calculation for the cross section.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "Data samples and event selection criteria",
            "text": "For the cross section measurement as a function of jet y, the jets are required to: (1) satisfy a set of selection criteria  The measurement of the differential cross section for inclusive isolated photons uses four ranges of photon rapidity, |y γ | < 0.8, 0.8 < |y γ | < 1.44, 1.57 < |y γ | < 2.1, and 2.1 < |y γ | < 2.5. The photon+jet differential cross section measurement uses two ranges of photon rapidity, |y γ | < 1.44 and 1.57 < |y γ | < 2.5, and two ranges of jet rapidity, |y jet | < 1.5 and 1.5 < |y jet | < 2.4. For all cases, the results are presented in nine bins in photon E T between 190 and 1000 GeV, except for two cases: the 2.1 < |y γ | < 2.5 region for the isolated-photon measurement and the 1.57 < |y γ | < 2.5 and 1.5 < |y jet | < 2.4 regions for the photon+jet measurement, where eight bins in photon E T between 190 and 750 GeV are used.",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "Cross section measurement",
            "section_rank": 6
        },
        {
            "section": "Cross section measurement",
            "text": "To further suppress remaining backgrounds originating from jets faking photons, a BDT is constructed utilizing the following discriminating variables:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Cross section measurement",
            "text": "1. Photon η, φ, and energy; 2. Several shower shape variables: (a) The energy sum of the 3 × 3 crystals centered on the most energetic crystal in the photon divided by the energy of the photon; (b) The ratio of E 2×2 , the maximum energy sum collected in a 2×2 crystal matrix that includes the largest energy crystal in the photon, and E 5×5 , the energy collected in a 5 × 5 crystal matrix centered around the same crystal (E 2×2 /E 5×5 ); (c) The second moment of the EM cluster shape along the η direction (σ ηη ); is constructed from the energy-weighted crystal positions within the 5 × 5 crystal array (q ηφ ); (e) The energy-weighted spreads along η (σ η ) and φ (σ φ ), calculated using all crystals in the photon cluster, which provide further measures of the lateral spread of the shower.",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Cross section measurement",
            "text": "3. For photon candidates in the EE, the preshower shower width, σ R R = √ σ 2 x x + σ 2 yy , where σ x x and σ yy measure the lateral spread in the two orthogonal sensor planes of the detector, and the fraction of energy deposits in the preshower. 4. The median energy density per unit area in the event ρ [30] to minimize the effect of the pileup. The distributions of the BDT values are used in a twotemplate binned likelihood fit to estimate the photon yield. A separate BDT is constructed for each bin of photon y and E T . The signal BDT template is obtained from the sample of simulated photon+jet events generated using pythia 8. This template is validated using Z → μ + μ − γ data samples and also a data sample of Z → e + e − candidates where each candidate contains an electron reconstructed as a photon. The signal templates have a systematic uncertainty due to differences in the distributions of the BDT input variables in data and simulation. To evaluate this uncertainty, the distribution of each variable obtained from a sample of simulated Z → e + e − events is modified until agreement is obtained with the data. Signal templates are made using the same procedure. The difference in the templates is treated as a nuisance parameter in the fit procedure.",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 306,
                    "text": "[30]",
                    "end": 310
                }
            ]
        },
        {
            "section": "Cross section measurement",
            "text": "The background BDT template is derived from the data, using a sideband region defined using the same signal selection, but relaxing the hadron isolation criterion. The hadron isolation for the sideband region is required to be between 7 and 13 (6 and 12) GeV for EB (EE) photons, where the chosen ranges ensure negligible signal contamination. Possible biases in the photon yields due to differences between the background BDT templates in the control and signal regions are estimated using simulated events and are found to be less than 5%. Photon yields extracted from the fits are corrected for these biases. The statistical uncertainties in each bin of the background template constructed from the data sideband events are also included as nuisance parameters in the fitting procedure. Figure 1 shows the BDT templates obtained for a particular photon E T and y bin for the data sideband and for the signal and sideband regions from simulated QCD multijet events. The distributions of BDT outputs for EB and EE photons in data are shown in Fig. 2 for photon E T between 200 and 220 GeV and jet |y| < 1.5. The fitted results for the signal, background, and combined distributions are also shown in Fig. 2. The ratio of experimental data to the simulation results demonstrates agreement as indicated by the χ 2 per degree of freedom.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 790,
                    "text": "Figure 1",
                    "end": 798
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1044,
                    "text": "Fig. 2",
                    "end": 1050
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1201,
                    "text": "Fig. 2",
                    "end": 1207
                }
            ]
        },
        {
            "section": "Cross section measurement",
            "text": "The corrected signal yield is unfolded using the iterative D'Agostini method [42], as implemented in the RooUnfold software package [43], to take into account migrations between different bins due to the photon energy scale and resolution, and into and out of the fiducial E T region. The Table 2 Measured and predicted differential cross section for isolatedphoton production, along with the statistical and systematical uncertainties in the various E T and y bins. Predictions use jetphox at NLO with the NNPDF3.0 PDF set. The ratio of the jetphox predictions to data are listed in the last column, with the total uncertainty estimated assuming uncorrelated experimental and theoretical uncertainties E T (GeV)",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 77,
                    "text": "[42]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 132,
                    "text": "[43]",
                    "end": 136
                },
                {
                    "type": "table",
                    "start": 289,
                    "text": "Table 2",
                    "end": 296
                }
            ]
        },
        {
            "section": "Cross section measurement",
            "text": "Measured cross section within the bin (pb) jetphox NNPDF3.0 (pb) jetphox/Data ",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "350-400",
            "section_rank": 7
        },
        {
            "section": "350-400",
            "text": "(1.02 ± 0.04 (stat) ± 0.12 (syst)) × 10 −2 (9.5 ± 0.9) × 10 −3 0.93 ± 0.15 400-500 (4.0 ± 0.2 (stat) ± 0.5 (syst)) × 10 −3 (3.1 ± 0.3) × 10 −3 0.77 ± 0.13 500-750 (6.1 ± 0.4 (stat) ± 0.9 (syst)) × 10 −4 (4.6 ± 0.5) × 10 −4 0.76 ± 0.14 750-1000 (3.9 ± 1.0 (stat) ± 1.1 (syst)) × 10 −5 (3.0 ± 0.9) × 10 −5 0.78 ± 0.37 2.1 < |y γ | < 2.5",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "190-200",
            "section_rank": 8
        },
        {
            "section": "190-200",
            "text": "(2.52 ± 0.07 (stat) ± 0.35 (syst)) × 10 −1 (2.3 ± 0.3) × 10 −1 0.92 ± 0.17",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "200-220",
            "section_rank": 9
        },
        {
            "section": "200-220",
            "text": "(1.55 ± 0.04 (stat) ± 0.14 (syst)) × 10 −1 (1.6 ± 0.2) × 10 −1 1.04 ± 0.14 220-250 (8.8 ± 0.2 (stat) ± 0.8 (syst)) × 10 −2 (9.0 ± 1.0) × 10 −2 1.02 ± 0.15",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "250-300",
            "section_rank": 10
        },
        {
            "section": "250-300",
            "text": "(3.7 ± 0.1 (stat) ± 0.4 (syst)) × 10 −2 (3.8 ± 0.4) × 10 −2 1.01 ± 0.14 300-350 (1.32 ± 0.07 (stat) ± 0.15 (syst)) × 10 −2 (1.4 ± 0.1) × 10 −2 1.06 ± 0.17 350-400 (5.9 ± 0.4 (stat) ± 0.7 (syst)) × 10 −3 (5.0 ± 0.5) × 10 −3 0.85 ± 0.14 400-500 (1.7 ± 0.1 (stat) ± 0.3 (syst)) × 10 −3 (1.2 ± 0.1) × 10 −3 0.72 ± 0.16",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "500-750",
            "section_rank": 11
        },
        {
            "section": "500-750",
            "text": "(1.8 ± 0.2 (stat) ± 0.4 (syst)) × 10 −4 (1.4 ± 0.3) × 10 −4 0.77 ± 0.25 unfolding response matrix is obtained from the pythia 8 photon+jet sample. The unfolding corrections are small, of the order of 1%. The size of the corrections is also verified using an independent photon+jet sample generated with MadGraph.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "500-750",
            "text": "The inclusive isolated-photon differential production cross section is calculated as",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "section": "500-750",
            "text": "and the photon+jet as",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "section": "500-750",
            "text": "where U(N γ ) denotes the unfolded photon yields in bins of width ΔE γ T and Δy, and y is the rapidity of either the photon or the jet. In these equations, denotes the product of trigger, reconstruction, and selection efficiencies; SF the product of the selection and electron veto scale factors; and L is the integrated luminosity.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the efficiency of the event selection is typically small except in the high-E T region, where statistical uncertainties in both data and simulated events dominate. A summary of the systematic uncertainties in the cross section measurement, due to the uncertain in trigger and event selection efficiencies, Data-to-MC scale factors, signal and background template shapes, bin migrations from the unfolding procedure, and uncertainties in the photon energy scale and resolution, is given in Table 1. All of the above are treated as uncorrelated.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties in the trigger efficiency are dominated by the statistical uncertainty in jet trigger data where the trigger efficiencies are measured. The uncertainties of the selection efficiency are dominated by the statistical uncertainties of the simulation sample. The uncertainties of the Data-to-MC scale factor are based on the available Z → e + e − events, and a p T extrapolation is employed.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties in the signal and background templates are incorporated into the fit as nuisance parameters. For the signal template uncertainty, the nuisance parameter is assigned a Gaussian prior, while log-normal priors are assigned to the background template nuisances. A description of the general methodology can be found in Ref. [44]. The bias correction, applied to the photon yields, due to the selection of the sideband range is also considered as a systematic uncertainty.",
            "paragraph_rank": 43,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 349,
                    "text": "[44]",
                    "end": 353
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The impact on photon yields due to the event migration between photon p T bins from the unfolding uncertainties, Differential cross sections for photon+jet production in two photon rapidity bins, |y γ | < 1.44 and 1.57 < |y γ | < 2.5, and two jet rapidity bins, |y jet | < 1.5 and 1.5 < |y jet | < 2.4. The points show the measured values with their total uncertainties, and the lines show the NLO jetphox predictions with the NNPDF3.0 PDF set which include photon energy scale and resolution uncertainties, is roughly 5%. The uncertainties of the event selection efficiency due to the jet selection, jet energy scale and resolution, and jet rapidity migration are negligible.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The total uncertainty, not considering luminosity uncertainty, in the yield per bin, excluding the highest photon E T bin in each y range, is about 5-8% for EB and 9-17% for EE photons. The highest photon E T bins in all y region have limited events in data and simulated samples for the evaluation of systematics.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the measurement of the CMS integrated luminosity is 2.3% [22] and it is added in quadrature with other systematic uncertainties.",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 76,
                    "text": "[22]",
                    "end": 80
                }
            ]
        },
        {
            "text": "Results and comparison with theory",
            "section_rank": 13
        },
        {
            "section": "Results and comparison with theory",
            "text": "The measured inclusive isolated-photon cross sections as a function of photon E T are shown in Fig. 3 and the ratio compared with theory in Fig. 4 for photon E T greater than 190 GeV and |y γ | < 2.5 in 4 rapidity bins. The results are listed in Table 2. The measurements for photon+jet cross sections as a function of photon E T are shown in Fig. 5 and the ratio compared with theory in Fig. 6 with additional requirements of p jet T > 30 GeV and |y jet | < 2.4. The results are binned in two photon rapidity and two jet rapidity bins and are listed in Table 3. The predictions require an isolated photon at generator level as described previously, with a transverse isolation energy less than 5 GeV. The ratios of theoretical NLO prediction to data for the differential cross sections for photon+jet production in two photon rapidity (|y γ | < 1.44 and 1.57 < |y γ | < 2.5) and two jet rapidity (|y jet | < 1.5 and 1.5 < |y jet | < 2.4) bins , are shown. The error bars on the data points represent their statistical uncertainty, while the hatched area shows the total experimental uncertainty. The error bars on the ratios show the scale uncertainties, and the shaded area shows the total theoretical uncertainties",
            "paragraph_rank": 47,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 95,
                    "text": "Fig. 3",
                    "end": 101
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 140,
                    "text": "Fig. 4",
                    "end": 146
                },
                {
                    "type": "table",
                    "start": 246,
                    "text": "Table 2",
                    "end": 253
                },
                {
                    "type": "figure",
                    "start": 343,
                    "text": "Fig. 5",
                    "end": 349
                },
                {
                    "type": "figure",
                    "start": 388,
                    "text": "Fig. 6",
                    "end": 394
                },
                {
                    "type": "table",
                    "start": 554,
                    "text": "Table 3",
                    "end": 561
                }
            ]
        },
        {
            "section": "Results and comparison with theory",
            "text": "The measured cross sections in the overlapping photon ET regions are increased by approximately a factor of 3 to 5 compared to previous CMS measurements at 7 TeV [1,2,8]. This 13 TeV analysis also extends the photon E T range from 400 (300) GeV in the 7 TeV inclusive photon (photon+jet) results to 1 TeV.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "Results and comparison with theory",
            "text": "The measured cross sections are compared with NLO perturbative QCD calculations from the jetphox 1.3.1 generator [13,45,46], using the NNPDF3.0 NLO [18] PDFs and the Bourhis-Fontannaz-Guillet (BFG) set II parton fragmentation functions [47]. The renormalization, factorization, and fragmentation scales are all set to be equal to the photon E T . To estimate the effect of the choice of theoretical scales on the predictions, the three scales are varied independently from E T /2 to 2E T , while keeping their ratio between onehalf and two. The impact of jetphox cross section predictions due to the uncertainties in the PDF and in the strong coupling α S = 0.118 at the mass of Z boson is calculated using the 68% confidence level NNPDF3.0 NLO replica. The uncertainty of parton-to-particle level transformation of the NLO pQCD prediction due to the underlying event and parton shower is studied by comparing with dedicated pythia samples where the choice and tuning of the generator has been modified. The differences between the dedicated pythia and the nominal sample are between 0.5 and 2.0%, depending on the photon E T and y, and they are assigned as the systematic uncertainty. The total theoretical uncertainties of the cross section predictions are evaluated as the quadratic sum of the scale, PDF,α S , and underlying event and parton shower uncertainties.",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 113,
                    "text": "[13,",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 117,
                    "text": "45,",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 120,
                    "text": "46]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 148,
                    "text": "[18]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 236,
                    "text": "[47]",
                    "end": 240
                }
            ]
        },
        {
            "section": "Results and comparison with theory",
            "text": "The ratio of the theoretical predictions to data, together with the experimental and theoretical uncertainties, are shown in Figs. 4 and 6 for the isolated-photon and photon+jet cross section measurements respectively. The uncertainties in the theoretical predictions and ratios to data are symmetrized in the tables; the largest value between the positive and negative uncertainties is listed. Measured cross sections are in agreement with theoretical expectations within statistical and systematic uncertainties.",
            "paragraph_rank": 50,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 125,
                    "text": "Figs. 4 and 6",
                    "end": 138
                }
            ]
        },
        {
            "section": "Results and comparison with theory",
            "text": "The ratio of the theoretical predictions to data based on jetphox at NLO with different PDF sets, including MMHT14 [19], CT14 [20], and HERAPDF2.0 [48] together Table 3 Measured and predicted differential cross section for pho-ton+jet production, along with statistical and systematical uncertainties in the various E T and y bins. Predictions are based on jetphox at NLO with the NNPDF3.0 PDF set. The ratio of the jetphox predictions to the data are listed in the last column, with the total uncertainty estimated assuming uncorrelated experimental and theoretical uncertainties E T (GeV)",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 115,
                    "text": "[19]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 126,
                    "text": "[20]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 147,
                    "text": "[48]",
                    "end": 151
                },
                {
                    "type": "table",
                    "start": 161,
                    "text": "Table 3",
                    "end": 168
                }
            ]
        },
        {
            "section": "Results and comparison with theory",
            "text": "Measured cross section within the bin (pb) jetphox NNPDF3.0 (pb) jetphox/Data |y γ | < 1.44, |y jet | < 1.5, and p jet T > 30 GeV 190-200 (9.2 ± 0.1 (stat) ± 0.6 (syst)) × 10 −2 (7.7 ± 0.7) × 10 −2 0.83 ± 0.10 200-220 (6.26 ± 0.06 (stat) ± 0.41 (syst)) × 10 −2 (5.6 ± 0.5) × 10 −2 0.89 ± 0.10 220-250 (3.72 ± 0.04 (stat) ± 0.23 (syst)) × 10 −2 (3.3 ± 0.3) × 10 −2 0.89 ± 0.10 250-300 (1.72 ± 0.02 (stat) ± 0.11 (syst)) × 10 −2 (1.6 ± 0.2) × 10 −2 0.95 ± 0.12 300-350 (7.50 ± 0.1 (stat) ± 0.5 (syst)) × 10 −3 (7.3 ± 0.7) × 10 −3 0.97 ± 0.11 350-400 (3.34 ± 0.08 (stat) ± 0.25 (syst)) × 10 −3 (3.8 ± 0.4) × 10 −3 1.14 ± 0.15",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "400-500",
            "section_rank": 14
        },
        {
            "section": "400-500",
            "text": "(1.37 ± 0.03 (stat) ± 0.10 (syst)) × 10 −3 (1.4 ± 0.1) × 10 −3 1.02 ± 0. (1.54 ± 0.03 (stat) ± 0.10 (syst)) × 10 −2 (1.3 ± 0.1) × 10 −2 0.86 ± 0.10 250-300 (6.9 ± 0.1 (stat) ± 0.5 (syst)) × 10 −3 (6.3 ± 0.6) × 10 −3 0.91 ± 0.10",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "300-350",
            "section_rank": 15
        },
        {
            "section": "300-350",
            "text": "(2.73 ± 0.09 (stat) ± 0.18 (syst)) × 10 −3 (2.7 ± 0.3) × 10 −3 0.97 ± 0.12 350-400 (1.12 ± 0.05 (stat) ± 0.08 (syst)) × 10 −3 (1.2 ± 0.1) × 10 −3 1.07 ± 0.13 400-500 (4.4 ± 0.2 (stat) ± 0.3 (syst)) × 10 −4 (3.9 ± 0.3) × 10 −4 0.89 ± 0.10 500-750 (5.8 ± 0.5 (stat) ± 0.5 (syst)) × 10 −5 (6.0 ± 0.6) × 10 −5 1.03 ± 0.15",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "750-1000",
            "section_rank": 16
        },
        {
            "section": "750-1000",
            "text": "(4.3 ± 1.3 (stat) ± 0.4 (syst)) × 10 −6 (4.4 ± 0.7) × 10 −6 1.02 ± 0.36 1.57 < |y γ | < 2.5, |y jet | < 1.5, and p  with NNPDF3.0, are shown in Fig. 7. The differences between jetphox predictions using different PDF sets are small, within the theoretical uncertainties estimated with NNPDF3.0.",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 144,
                    "text": "Fig. 7",
                    "end": 150
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "The differential cross sections for inclusive isolated-photon and photon+jet production in proton-proton collisions at a center-of-mass energy of 13 TeV are measured with a data sample collected by the CMS experiment corresponding to an integrated luminosity of 2.26 fb −1 . The measurements of inclusive isolated-photon production cross sections are presented as functions of photon transverse energy and rapidity with E γ T > 190 GeV and |y γ | < 2.5. The photon+jet production cross sections are presented as functions of photon transverse energy, and photon and jet rapidities, with requirement of an isolated photon and jet where p jet T > 30 GeV and |y jet | < 2.4.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "The measurements are compared with theoretical predictions produced using the jetphox next-to-leading order calculations using different parton distribution functions. The theoretical predictions agree with the experimental measurements within the statistical and systematic uncertainties. For low to middle range in photon E T , where the experimental uncertainties are smaller or comparable to theoretical uncertainties, these measurements provide the potential to further constrain the proton PDFs. The agreement between data and theory, and the new next-to-next-to-leading-order (NNLO) calculations [49] motivate the use of additional measurements to better estimate the gluon and other PDFs. accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST TeV with the ATLAS detector using 4.6 fb −1 . Phys. Rev. D 89, 052004 (2014). https://doi.org/10.1103/PhysRevD.89.052004. arXiv:1311.1440 7. ATLAS Collaboration, Measurement of the inclusive isolated prompt photon cross section in pp collisions at √ s = 8 TeV with the ATLAS detector. JHEP 08, 005 (2016). https://doi.org/10.1007/ JHEP08(2016)005. arXiv:1605.03495 8. CMS Collaboration, Measurement of the triple-differential cross section for photon+jets production in proton-proton collisions at √ s = 7 TeV. JHEP 06, 009 (2014). https://doi.org/10.1007/ JHEP06(2014)009. arXiv:1311.6141 9. ATLAS Collaboration, Measurement of the production cross section of an isolated photon associated with jets in proton-proton collisions at √ s = 7 TeV with the ATLAS detector. Phys. Rev. D 85, 092014 (2012). https://doi.org/10.1103/PhysRevD.85.092014. arXiv:1203.3161 10. ATLAS Collaboration, High-E T isolated-photon plus jets production in pp collisions at √ s = 8 TeV with the ATLAS detector. Nucl. Phys. B 918, 257 (2017). https://doi.org/10.1016/j. nuclphysb.2017.03.006. arXiv:1611.06586 11. ATLAS Collaboration, Measurement of the cross section for inclusive isolated-photon production in pp collisions at √ s = 13 TeV using the ATLAS detector. Phys. Lett. B 770, 473 (2017). https:// doi.org/10.1016/j.physletb.2017.04.072. arXiv:1701.06882 12. ATLAS Collaboration, Measurement of the cross section for isolated-photon plus jet production in pp collisions at √ s = 13 TeV using the ATLAS detector. Phys. Lett. B 780, 578 (2018). https://",
            "paragraph_rank": 57,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 603,
                    "text": "[49]",
                    "end": 607
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 18
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Distributions of the BDT for background photons in the 200-220 GeV bin for the EB region. The points show events from a sideband region of the photon isolation selection criteria, the solid histogram shows the events in the signal region in simulated QCD multijet events, and the dashed histogram shows the sideband region for simulated QCD multijet events. All three samples have their statistical uncertainties shown as error bars",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Fig. 2",
            "section_rank": 19
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Distributions of the BDT output for an EB (left) and an EE (right) bin with photon E T between 200 and 220 GeV and |y jet | < 1.5. The points represent data, and the solid histograms, approaching the",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "Fig. 3",
            "section_rank": 20
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Differential cross sections for isolated-photon production in photon rapidity bins, |y γ | < 0.8, 0.8 < |y γ | < 1.44, 1.57 < |y γ | < 2.1, and 2.1 < |y γ | < 2.5. The points show the measured values and their total uncertainties; the lines show the NLO jetphox predictions with the NNPDF3.0 PDF set",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Fig. 4",
            "section_rank": 21
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4The ratios of theoretical NLO predictions to data for the differential cross sections for isolated-photon production in four photon rapidity bins, |y γ | < 0.8, 0.8 < |y γ | < 1.44, 1.57 < |y γ | < 2.1, and 2.1 < |y γ | < 2.5, are shown. The error bars on data points represent",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "Fig. 5Differential cross sections for photon+jet production in two photon rapidity bins, |y γ | < 1.44 and 1.57 < |y γ | < 2.5, and two jet rapidity bins, |y jet | < 1.5 and 1.5 < |y jet | < 2.4. The points show the measured values with their total uncertainties, and the lines show the NLO jetphox predictions with the NNPDF3.0 PDF set",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "Fig. 6The ratios of theoretical NLO prediction to data for the differential cross sections for photon+jet production in two photon rapidity (|y γ | < 1.44 and 1.57 < |y γ | < 2.5) and two jet rapidity (|y jet | < 1.5 and 1.5 < |y jet | < 2.4) bins , are shown. The error bars on the data points",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "82 ± 0.09 (stat) ± 0.22 (syst)) × 10 −4 (2.7 ± 0.2) × 10 −4 0.97 ± 0.12 750-1000 (3.0 ± 0.3 (stat) ± 0.3 (syst)) × 10 −5 (3.8 ± 0.6) × 10 −5 1.26 ± 0.26 |y γ | < 1.44, 1.5 < |y jet | < 2.4, and p jet T > 30 GeV 190-200 (4.08 ± 0.09 (stat) ± 0.27 (syst)) × 10 −2 (3.2 ± 0.4) × 10 −2 0.78 ± 0.11 200-220 (2.73 ± 0.05 (stat) ± 0.18 (syst)) × 10 −2 (2.3 ± 0.2) × 10 −2 0.84 ± 0.10 220-250",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "0 ± 0.1 (stat) ± 0.6 (syst)) × 10 −2 (5.1 ± 0.6) × 10 −2 0.85 ± 0.12200-220(3.92 ± 0.08 (stat) ± 0.39 (syst)) × 10 −2 (3.6 ± 0.4) × 10 −2 0.92 ± 0.14220-250(2.42 ± 0.04 (stat) ± 0.23 (syst)) × 10 −2 (2.1 ± 0.2) × 10 −2 0.88 ± 0.13250-300(1.08 ± 0.02 (stat) ± 0.12 (syst)) × 10 −2 (1.0 ± 0.1) × 10 −2 0.93 ± 0.14 300-350 (4.7 ± 0.1 (stat) ± 0.5 (syst)) × 10 −3 (4.2 ± 0.4) × 10 −3 0.90 ± 0.13350-400(2.03 ± 0.09 (stat) ± 0.25 (syst)) × 10 −3 (1.8 ± 0.2) × 10 −3 0.91 ± 0.15 400-500 (8.1 ± 0.3 (stat) ± 0.9 (syst)) × 10 −4 (6.0 ± 0.5) × 10 −4 0.74 ± 0.11 500-750 (1.24 ± 0.08 (stat) ± 0.17 (syst)) × 10 −4 (8.5 ± 0.9) × 10 −5 0.69 ± 0.12 750-1000 (1.0 ± 0.2 (stat) ± 0.3 (syst)) × 10 −5 (6.0 ± 2.0) × 10 −6 0.64 ± 0.32 1.57 < |y γ | < 2.5, 1.5 < |y jet | < 2.4, and pjet T > 30 GeV 190-200 (5.0 ± 0.1 (stat) ± 0.5 (syst)) × 10 −2 (4.0 ± 1.0) × 10 −2 0.85 ± 0.23 200-220 (3.39 ± 0.08 (stat) ± 0.34 (syst)) × 10 −2 (3.0 ± 0.8) × 10 −2 0.89 ± 0.24 220-250 (1.87 ± 0.05 (stat) ± 0.17 (syst)) × 10 −2 (1.7 ± 0.5) × 10 −2 0.91 ± 0.26 250-300 (8.1 ± 0.2 (stat) ± 0.9 (syst)) × 10 −3 (7.0 ± 2.0) × 10 −3 0.92 ± 0.27 300-350 (3.4 ± 0.1 (stat) ± 0.3 (syst)) × 10 −3 (2.8 ± 0.8) × 10 −3 0.83 ± 0.26 350-400 (1.38 ± 0.02 (stat) ± 0.17 (syst)) × 10 −3 (1.0 ± 0.3) × 10 −3 0.74 ± 0.25 400-500 (3.4 ± 0.3 (stat) ± 0.4 (syst)) × 10 −4(2.7 ± 0.8) × 10 −4 0.79 ± 0.27 500-750 (4.1 ± 0.7 (stat) ± 0.5 (syst)) × 10 −5 (3.0 ± 1.0) × 10 −5 0.67 ± 0.30",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "Fig. 7",
            "section_rank": 26
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Ratios of jetphox NLO predictions to data for various PDF sets as a function of photon E T for inclusive isolated-photons (top four panels) and photon+jet (four bottom panels). Data are shown as points,",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "(India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CIN-VESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research Grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA). Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 . References 1. CMS Collaboration, Measurement of the isolated prompt photon production cross section in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 106, 082001 (2011). doi: 10.1103/PhysRevLett. 106.082001. arXiv:1012.0799 2. CMS Collaboration, Measurement of the differential cross section for isolated prompt photon production in pp collisions at 7 TeV. Phys. Rev. D 84, 052011 (2011). https://doi.org/10.1103/ PhysRevD.84.052011. arXiv:1108.2044 3. CMS Collaboration, Measurement of isolated photon production in pp and PbPb collisions at √ s N N = 2.76 TeV. Phys. Lett. B 710, 256 (2012). https://doi.org/10.1016/j.physletb.2012.02.077. arXiv:1201.3093 4. ATLAS Collaboration, Measurement of the inclusive isolated prompt photon cross section in pp collisions at √ s = 7 TeV with the ATLAS detector. Phys. Rev. D 83, 052005 (2011). https://doi. org/10.1103/PhysRevD.83.052005. arXiv:1012.4389 5. ATLAS Collaboration, Measurement of the inclusive isolated prompt photon cross-section in pp collisions at √ s = 7 TeV using 35 pb −1 of ATLAS data. Phys. Lett. B 706, 150 (2011). https://doi. org/10.1016/j.physletb.2011.11.010. arXiv:1108.0253 6. ATLAS Collaboration, Measurement of the inclusive isolated prompt photons cross section in pp collisions at √ s = 7",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Table 1",
            "section_rank": 28
        },
        {
            "section": "Table 1",
            "text": "Impact on cross sections, in percent, for each systematic uncertainty source in the four photon rapidity regions, |y γ | < 0.8, 0.8 < |y γ | < 1.44, 1.57 < |y γ | < 2.1, and 2.1 < |y γ | < 2.5. The ranges, when quoted, indicate the variation over photon E T between 190 and 1000 GeV Source |y γ | < 0.8 0 .8 < |y γ | < 1.44 1.57 < |y γ | < 2.1 2 .1 < |y γ | < 2.5 GeV. The p T requirement for jets is fully efficient for simulation events with both photon and jet in their fiducial regions. The jet candidate with the highest p T satisfying the above requirements is selected.",
            "paragraph_rank": 68,
            "section_rank": 28
        },
        {
            "text": "Acknowledgements",
            "section_rank": 30
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN",
            "paragraph_rank": 69,
            "section_rank": 30
        }
    ]
}