{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "The non-invariance of weak interactions under the combined application of charge conjugation (C ) and parity ( P ) transformations is accommodated within the Standard Model by the Cabibbo-Kobayashi-Maskawa mechanism [1,2]. The violation of the CP symmetry was discovered in neutral-kaon decays [3], and later observed with B 0 [4][5][6][7][8][9][10][11][12], B + [13] and B 0 s mesons [12,14]. First evidence for CP violation in the b-baryon sector was found more recently [15]. The decays Λ 0 b → pK − and Λ 0 b → pπ − are mediated by the same quark-level transitions contributing to charmless two-body B 0 and B 0 s decays to charged pions and kaons, where nonzero values of the CP asymmetries are well established [14]. The inclusion of charge-conjugate processes is implied throughout.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 216,
                    "text": "[1,",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 219,
                    "text": "2]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 294,
                    "text": "[3]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 327,
                    "text": "[4]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 330,
                    "text": "[5]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "start": 333,
                    "text": "[6]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "start": 336,
                    "text": "[7]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 339,
                    "text": "[8]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 342,
                    "text": "[9]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 345,
                    "text": "[10]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "start": 349,
                    "text": "[11]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 353,
                    "text": "[12]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 363,
                    "text": "[13]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 385,
                    "text": "[12,",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 389,
                    "text": "14]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 473,
                    "text": "[15]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 717,
                    "text": "[14]",
                    "end": 721
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Predictions for the CP asymmetries in the decays of the Λ 0 b baryon to two-body charmless final states pK − or pπ − range from a few percent in the generalised factorisation approach [16,17] up to approximately 30% within the perturbative quantumchromodynamics formalism [18]. The only measurements of these quantities available to date were performed by the CDF Collaboration [12]. The asymmetries were found to be compatible with zero within an uncertainty of 8 to 9%.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 184,
                    "text": "[16,",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 188,
                    "text": "17]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 272,
                    "text": "[18]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 378,
                    "text": "[12]",
                    "end": 382
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Letter reports on a search for CP violation in Λ 0 b → pK − and Λ 0 b → pπ − decays, using pp-collision data collected with the LHCb detector at centre-of-mass energies of 7 and 8 TeV and corresponding to 3.0 fb −1 of integrated luminosity. The CP asymmetry is defined as",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "where is the partial width of the given decay, with f ≡ pK − (pπ − ) and f ≡ pK + (pπ + ). In addition, the difference of the two CP asymmetries,",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "CP , is also reported. As the main systematic uncertainties cancel in the difference, this quantity will become useful with the increasing size of the data sample.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "The Letter is organised as follows. After a brief introduction on the detector, trigger and simulation in Sec. 2, the formalism needed to relate the physical CP asymmetries to the experimental measurements is presented in Sec. 3. Then, the event selection and the invariant-mass fit are described in Secs. 4 and 5, respectively. The determination of instrumental asymmetries and systematic uncertainties is discussed in Sec. 6. Finally, results are given and conclusions are drawn in Sec. 7.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Detector, trigger and simulation",
            "section_rank": 2
        },
        {
            "section": "Detector, trigger and simulation",
            "text": "The LHCb detector [19,20] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region [21], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [22] placed downstream of the magnet. The tracking system provides a measurement of the momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 18,
                    "text": "[19,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 22,
                    "text": "20]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 309,
                    "text": "[21]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 491,
                    "text": "[22]",
                    "end": 495
                }
            ]
        },
        {
            "section": "Detector, trigger and simulation",
            "text": "where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors [23]. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower https://doi.org/10.1016/j.physletb.2018.10.039 0370-2693/© 2018 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 190,
                    "text": "[23]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 536,
                    "text": "3",
                    "end": 537
                }
            ]
        },
        {
            "section": "Detector, trigger and simulation",
            "text": "detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [24]. The online event selection is performed by a trigger [25], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 178,
                    "text": "[24]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 237,
                    "text": "[25]",
                    "end": 241
                }
            ]
        },
        {
            "section": "Detector, trigger and simulation",
            "text": "Simulated events are used to study the modelling of various mass line shapes. In the simulation, proton-proton collisions are generated using Pythia [26] with a specific LHCb configuration [27]. Decays of hadronic particles are described by EvtGen [28], in which final-state radiation is generated using Photos [29]. The interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [30] as described in Ref. [31].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 149,
                    "text": "[26]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 189,
                    "text": "[27]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 248,
                    "text": "[28]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 311,
                    "text": "[29]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 436,
                    "text": "[30]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 462,
                    "text": "[31]",
                    "end": 466
                }
            ]
        },
        {
            "text": "Formalism",
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "The CP asymmetries of Λ 0 b → pK − and Λ 0 b → pπ − decays are approximated as the sums of various experimental quantities",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "where A f raw is the measured raw asymmetry between the yields of the decays Λ 0 b → f and Λ 0 b → f , with f = pK − (pπ − ) and f its charge conjugate; A h D is the asymmetry between the detection efficiencies for particle h and its charge conjugate, with h = p, K − or π − ; the symbol A f PID stands for the asymmetry between the particle-identification (PID) efficiencies for the final states f and f ; trigger is the asymmetry between the trigger efficiencies for the particles in the final states f and f . This linear approximation is valid to a good enough accuracy due to the smallness of the terms involved.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "The raw asymmetry is defined as",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "where N denotes the observed signal yield for the given decay, obtained in this analysis by means of extended binned maximumlikelihood fits to the pK − and pπ − invariant-mass spectra. The proton, kaon and pion detection asymmetries are defined as",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "where ε rec is the total efficiency to reconstruct the given particle, excluding PID. Such asymmetries are mostly due to the different interaction cross-sections of particles and antiparticles with the detector material. The kaon and pion detection asymmetries are measured using charm-meson control samples employing the procedures described in Refs. [32,33]. The kaon detection asymmetry is obtained by subtracting the raw asymmetries of the",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 352,
                    "text": "[32,",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 356,
                    "text": "33]",
                    "end": 359
                }
            ]
        },
        {
            "section": "Formalism",
            "text": "S π + and D + → K − π + π + decay modes and correcting for the K 0 ( A K 0 D ) [32] and pion detection asymmetries. The latter is measured from the ratio of partially to fully reconstructed",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 79,
                    "text": "[32]",
                    "end": 83
                }
            ]
        },
        {
            "section": "Formalism",
            "text": "The proton detection asymmetry is obtained from simulated events.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "The PID asymmetries are measured from large calibration samples and are defined as",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "where",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "PID is the PID efficiency for a final state f ( f ) given a set of PID requirements.",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "The Λ 0 b production asymmetry is defined as",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "section": "Formalism",
            "text": "where σ denotes the inclusive production cross-section in the LHCb acceptance. The production asymmetry is taken as an external input, following Ref. [34].",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[34]",
                    "end": 154
                }
            ]
        },
        {
            "section": "Formalism",
            "text": "Finally, asymmetries may arise if the hardware and software trigger used to collect data do not have the same efficiencies on oppositely charged particles. These effects are estimated through various data-driven techniques, as described in Sec. 6.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The event selection starts with the reconstruction of b hadrons formed by two oppositely charged tracks with p T > 1 GeV/c, inconsistent with originating from any PV and required to form a common vertex. Each b-hadron candidate needs to have a transverse momentum greater than 1.2 GeV/c and an invariant mass, computed assigning the pion mass to both daughter tracks, in the range between 4.8 and 5.8 GeV/c 2 . Finally, each b-hadron candidate is required to be consistent with originating from a PV.",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Particle-identification selection criteria are applied to divide the data sample into mutually exclusive subsamples corresponding to the final-state hypotheses pK − , pK + , pπ − , pπ + , K + π − , K − π + , K + K − and π + π − . The latter four combinations are selected to study the background due to two-body B decays, where one or both final-state particles are misidentified.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The event selection is further refined using a boosted decision tree (BDT) classifier [35,36] to reject combinatorial background. This algorithm combines the information from several input quantities to obtain a discriminant variable used to classify the b-hadron candidates as signal or background. The following properties of the final-state particles are used as input variables: the transverse momentum of the b-hadron decay products, the logarithms of their χ 2 IP values, where χ 2 IP is defined as the difference in the vertex-fit χ 2 of a given PV reconstructed with and without the candidate under consideration, the quality of the common vertex fit of the two tracks and the distance of closest approach between the two tracks. The BDT also exploits the following properties of the b-hadron candidate: the transverse momentum, the IP with respect to the b-hadron candidate. The BDT is trained using simulated signal decays and combinatorial background events from data in the high-mass sideband.",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 86,
                    "text": "[35,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 90,
                    "text": "36]",
                    "end": 93
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The selection criteria on the BDT classifier and the PID variables are optimised separately for the Λ 0 b → pK − and Λ 0 b → pπ − decays.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Two different selections, denoted hereafter as S pK − and S pπ − , are aimed at obtaining the best statistical sensitivity on each of the two CP asymmetries. Common PID requirements are used for the final states containing only kaons and pions. Multiple candidates are present in less than 0.05% of the events in the final sample. Only one candidate is accepted for each event on the basis of a reproducible pseudorandom sequence. ",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "text": "Invariant-mass fit",
            "section_rank": 5
        },
        {
            "section": "Invariant-mass fit",
            "text": "For each final-state hypothesis, namely pK − , pK + , pπ − , pπ + ,",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "section": "Invariant-mass fit",
            "text": "of selected candidates is modelled by an appropriate probability density function. These models are used to perform a simultaneous fit to the eight invariant-mass spectra and determine at once the yields of all two-body b-hadron decays contributing to the spectra. Three categories are considered for the background: combinatorial, due to random association of tracks; partially reconstructed, due to multibody b-hadron decays with one or more particles not reconstructed; and cross-feed, arising from other two-body b-hadron decays where one or both final-state particles are misidentified. The model used to describe each signal is obtained by convolving the sum of two Gaussian functions with common mean, accounting for mass-resolution effects, with a power-law function that accounts for final-state photon radiation effects. The powerlaw distribution is taken from analytical quantum-electrodynamics calculations [37] and the correctness of the model is checked against simulated events generated with Photos [29]. The parameter governing the tail due to final-state photon radiation effects is different for each decay mode. This model describes well the invariant-mass distributions predicted by the simulation.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 919,
                    "text": "[37]",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1015,
                    "text": "[29]",
                    "end": 1019
                }
            ]
        },
        {
            "section": "Invariant-mass fit",
            "text": "The combinatorial background is modelled using exponential functions. The partially reconstructed background is parameterised using ARGUS functions [38] convolved with the sum of two Gaussian functions with zero mean values, whose relative fraction and widths are in common with the signal model. Finally, the crossfeed background is modelled using simulated two-body b-hadron decays and a kernel estimation method [39]. The cross-feed back-ground yields are set to the corresponding two-body b-hadron decay yields, determined by the simultaneous fit, multiplied by appropriate PID efficiency ratios. The efficiencies for a given PID requirement are obtained from large calibration samples of",
            "paragraph_rank": 32,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 148,
                    "text": "[38]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 415,
                    "text": "[39]",
                    "end": 419
                }
            ]
        },
        {
            "section": "Invariant-mass fit",
            "text": "c → pK − π + decays, with the aid of simulated events in the case of protons to account for phasespace regions not covered by the calibration samples (about 20% of the protons from signal decays). The efficiencies are determined in bins of particle momentum, pseudorapidity and track multiplicity, as the performances of the RICH detectors depend on such variables. They are then averaged over the momentum and pseudorapidity distributions of the final-state particles and over the distribution of track multiplicity in selected events. After the application of the optimal BDT and PID requirements, an extended binned maximum-likelihood fit with a bin width of 5 MeV/c 2 is performed simultaneously to the eight two-body invariant-mass spectra for each of the two selections, S pK − and S pπ − . The m pK − and m pπ − invariant-mass distributions are shown in Fig. 1, with   ",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 861,
                    "text": "Fig. 1, with",
                    "end": 873
                }
            ]
        },
        {
            "text": "Instrumental asymmetries and systematic uncertainties",
            "section_rank": 6
        },
        {
            "section": "Instrumental asymmetries and systematic uncertainties",
            "text": "The determination of the instrumental asymmetries introduced in Eqs. (2) and (3) is crucial to obtain the CP asymmetries, as described in Sec. 3.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 69,
                    "text": "(2)",
                    "end": 72
                }
            ]
        },
        {
            "section": "Instrumental asymmetries and systematic uncertainties",
            "text": "The kaon detection asymmetry is determined as a function of the kaon momentum, following the approach developed in Ref. [32] and subtracting A K 0 D = (0.054 ± 0.014)% [32] and the pion detection asymmetry. The momentum-dependent values are then weighted with the background-subtracted [40] momentum distribution of kaons from Λ 0 b → pK − decays to obtain A K − D = (−0.76 ± 0.23)%, where the dominant uncertainty is due to the finite size of the samples used. The pion detection asymmetry is obtained in an analogous way, adopting the approach of Ref. [33], and is determined to be A π − D = (0.13 ± 0.11)%. A different approach is followed for the proton detection asymmetry, since no measurement of this quantity is available to date. Simulated events are used to obtain the reconstruction efficiency defined as the number of reconstructed over generated decays, in bins of proton momentum. Then, according to Eq. (5), an asymmetry is defined and weights are computed from the background-subtracted [40] proton-momentum distributions of Λ 0 b → pK − and Λ 0 b → pπ − decays. The proton detection asymmetries for both decays are found to be equal, consistent with the fact that the kinematics of the protons for the two decays do not exhibit significant differences, as shown in Fig. 2. The common value is A p D = (1.30 ± 0.03 ± 0.16 ± 0.65)%, where the first uncertainty is due to the finite amount of simulated events and the second is associated to the knowledge of the material budget of the LHCb detector. The third uncertainty is due to the assumptions made on the proton and antiproton crosssections used in the computation. The PID asymmetries are calculated using calibration samples with the aid of simulation to account for the limited phase-space coverage of the protons from Λ → pπ − and Λ + c → pK − π + decays. The dominant uncertainty comes from different PID performances in data and simulation in the phase-space region where simulated events are used. This discrepancy has been studied us- Asymmetries related to different trigger efficiencies for the charge-conjugated final states may arise. The efficiency for a charged hadron to be responsible for the affirmative decision of the hardware trigger is determined as a function of transverse  [25]. The asymmetry of the software trigger is also studied using B 0 → K + π − decays, determining the charge asymmetry of the fraction of B 0 → K + π − decays for which both final-state hadrons fire the software trigger with respect to those for which only one hadron fires. The total trigger asymmetries are measured to be A Several sources of systematic uncertainties associated with the fit model are investigated. The alternative models used to determine systematic uncertainties associated with the choices of the invariant-mass shapes consist in turn of: adding a Gaussian function to the invariant-mass resolution model used for signals and cross-feed backgrounds to account for long tails due to candidates with a poor determination of the final-state particles momenta; changing the value of the parameter governing the final-state photon radiation effects according to its uncertainty; substituting the exponential function used to model the combinatorial background with a linear function and removing the partially reconstructed background component by rejecting candidates with m pK − (m pπ − ) lower than 5.5 GeV/c 2 . When testing alternative models, 250 pseudoexperiments are generated according to the baseline fit model and using as input the central values of the baseline results. Fits are performed to each of the generated samples using the baseline model and then the alternative models. The mean and the root mean square of the distribution of the difference between the raw asymmetries determined by the two sets of fits are added in quadrature and the resulting value is taken as a systematic uncertainty.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 120,
                    "text": "[32]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "start": 168,
                    "text": "[32]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 286,
                    "text": "[40]",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 554,
                    "text": "[33]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1003,
                    "text": "[40]",
                    "end": 1007
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1282,
                    "text": "Fig. 2",
                    "end": 1288
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2267,
                    "text": "[25]",
                    "end": 2271
                }
            ]
        },
        {
            "section": "Instrumental asymmetries and systematic uncertainties",
            "text": "A different approach is adopted to assess systematic uncertainties related to the knowledge of the PID efficiencies. Samples are generated using the baseline fit model and results. The baseline fit model is then fitted 250 times to the generated samples, varying the PID efficiencies according to their uncertainties, which are mainly driven by the choice of the binning scheme used to divide the phase-space. These uncertainties are assessed by changing the baseline binning scheme with alternative schemes and computing again the efficiencies. The largest root mean square of the raw asymmetry distributions is taken as a systematic uncertainty.",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Instrumental asymmetries and systematic uncertainties",
            "text": "The systematic uncertainties due to the fit model choice, PID efficiencies determination and instrumental asymmetries measurement, along with the total uncertainty obtained as the quadratic sum of the individual contributions, are reported in Table 1.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 243,
                    "text": "Table 1",
                    "end": 250
                }
            ]
        },
        {
            "text": "Results and conclusions",
            "section_rank": 7
        },
        {
            "section": "Results and conclusions",
            "text": "Using in Eqs. (2) and 3 A quantity that is independent from the proton detection and Λ 0 b production asymmetries is obtained by taking the difference",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 14,
                    "text": "(2)",
                    "end": 17
                },
                {
                    "ref_id": "formula_4",
                    "start": 22,
                    "text": "3",
                    "end": 23
                }
            ]
        },
        {
            "section": "Results and conclusions",
            "text": "trigger .",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "Results and conclusions",
            "text": "The statistical and systematic correlations between the raw asymmetries, the PID asymmetries and the detection asymmetries are taken into account when propagating the uncertainty to A CP , obtaining A CP = 0.014 ± 0.022 ± 0.010, where the first uncertainty is statistical and the second systematic. These results represent the world's best measurements to date, with much improved precision with respect to previous CDF determinations [12].",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 435,
                    "text": "[12]",
                    "end": 439
                }
            ]
        },
        {
            "text": "between the production cross-sections of Λ 0 b and Λ 0 b baryons; and A f",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "χ 2 IP",
            "section_rank": 9
        },
        {
            "section": "χ 2 IP",
            "text": "quantity, and the logarithm of the flight distance with respect to the associated PV, defined as that with the smallest χ 2",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Invariant-mass distributions: (top left) m pK − , (top right) m pK + , (bottom left) m pπ − and (bottom right) m pπ + for candidates passing the (top) S pK − and (bottom) S pπ − selections. The results of the fits are superimposed.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "the results of the fits superimposed. The values of the raw asymmetries and of the signal yields obtained from the fits to the candidates passing the respectiveS pK − or S pπ − selection are A pK − raw = (1.0 ± 1.3)%, A pπ − raw = (0.5 ± 1.7)%, N pK − sig + N pK + sig = 8 847 ± 125 and N pπ − sig + N pπ + sig = 6 026 ± 105.The fit is validated by generating a large number of pseudoexperimental data samples according to the total probability density function of the model and performing an extended binned maximum-likelihood fit to each sample. The resulting pull distributions for A pK − raw and A pπ − raw are found to be Gaussian with zero means and unitary widths.",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Distributions of (top) momentum, (middle) transverse momentum and (bottom) pseudorapidity for (left) protons from Λ 0 b decays and (right) Λ 0 b baryons. The distributions are background-subtracted and normalised to unit area. Below each plot the ratio between the two distributions corresponding to Λ 0 b → pK − and Λ 0 b → pπ − decays is also shown.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "for which the phase-space coverage of calibration data is larger. The values of the PID asymmetries are found to be A pK − PID = (−0.30 ± 0.74)% and A pπ − PID = (−0.18 ± 0.73)%. The integrated Λ 0 b production asymmetries are calculated convolving the background-subtracted [40] two-dimensional transverse-momentum and rapidity distributions of Λ 0 b → pK − and Λ 0 b → pπ − candidates with the production asymmetries measured as a function of the same variables reported in Ref. [34]. Since Λ 0 b baryons selected in the pK − or pπ − final states have very similar kinematics, as shown in Fig. 2, the value A Λ 0 b P = (2.7 ± 1.4)%, averaged for 7 and 8 TeV data, is obtained for the production asymmetry of both decays.",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "pK − trigger = (0.18 ± 0.53)% and A pπ − trigger = (−0.08 ± 0.55)%. The uncertainties are mainly due to the limited size of the samples used in their determination.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "the values of the raw asymmetries reported in Sec. 5 and those of the instrumental and production asymmetries reported in Sec. 6, the following CP asymmetries are obtained A pK − CP = −0.020 ± 0.013 ± 0.019, A pπ − CP = −0.035 ± 0.017 ± 0.020, where the first uncertainties are statistical and the second systematic. The correlation between A pK − CP and A pπ − CP is found to be 0.5. No evidence for CP violation is observed.",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "Table 1",
            "section_rank": 16
        },
        {
            "section": "Table 1",
            "text": "Systematic uncertainties on A",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "section": "Table 1",
            "text": "0 → K + π − decays",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "Acknowledgements",
            "section_rank": 18
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC ",
            "paragraph_rank": 51,
            "section_rank": 18
        }
    ]
}