{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Quarkonia, i.e. bound states of bb and cc quarks, are powerful observables to study the properties of nuclear matter under extreme conditions. The formation of a Quark-Gluon Plasma (QGP), which is predicted by lattice QCD calculations at high temperatures as reached at the LHC energies, has a strong influence on the production and behavior of quarkonia.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The latest ALICE results on bottomonium and charmonium production in nucleus−nucleus collisions are presented. This includes measurements of the Υ(1S) and Υ(2S) nuclear modification factor (R AA ) at forward rapidity and the J/ψ R AA and v 2 as a function of centrality, p T and rapidity in Pb−Pb collisions at √ s NN = 5.02 TeV. Also, first results from J/ψ measurements in Xe−Xe collisions at √ s NN = 5.44 TeV are presented. Further on, the experimental results are compared to various calculations from theoretical models.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The significant enhancement of the J/ψ nuclear modification factor (R AA ) at the LHC energies compared to the SPS and RHIC energies [1,2] indicates an almost leveled competition between suppression and (re)generation of charmonium states in nucleus−nucleus collisions in the TeV regime. The R AA is defined as the ratio of production yields in nucleus−nucleus collisions (dN AA ) and pp collisions (dN pp ) scaled with number of binary nucleon-nucleon collisions (N coll ): R AA = dNAA Ncoll × dNpp . Heavy-quark pairs (QQ), i.e. bb and cc, are produced in initial hard processes, thus the quarkonium bound state production is subject to the full evolution of the collision. A suppression of quarkonium states in a Quark-Gluon Plasma (QGP) is expected due to the color-screening effect, which is based on a Debye screening of the color charge [3]. In competition with the color-screening effect, where initial QQ pairs are separated and not able to form a bound state, is the (re)combination effect. It is based on the non-zero probability that quasi-free quarks and anti-quarks move close enough in space and momentum to form a quarkonium bound state. The influence on the quarkonium production rates of this effect is strongly coupled to the QQ production cross-section (σ QQ ) [4,5]. Both effects are highly sensitive to the properties of the QGP and should induce diverging behavior on the differential quarkonium production, e.g. momentum distribution and elliptic flow.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 133,
                    "text": "[1,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 136,
                    "text": "2]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 844,
                    "text": "[3]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1281,
                    "text": "[4,",
                    "end": 1284
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1284,
                    "text": "5]",
                    "end": 1286
                }
            ]
        },
        {
            "text": "In the following, the ALICE results for quarkonium measurements in nucleus−nucleus collisions presented during the Quark Matter Conference 2018 are discussed. This includes the J/ψ-R AA measurement in Xe−Xe collisions at √ s NN = 5.44 TeV, multi-differential J/ψ-yield measurements and differential measurements of the bottomonium R AA in the forward rapidity range and the elliptic flow of J/ψ at forward and mid-rapidity in Pb−Pb collisions at √ s NN = 5.02 TeV.  The ALICE experiment measures charmonia and bottomonia in their leptonic decay channels. The dimuon channel is measured at forward rapidity in the range of 2.5 < y lab < 4 with the muon spectrometer, while the dielectron channel is measured at mid-rapidity in the range of −0.9 < y lab < 0.9 with the central-barrel detectors. A more detailed description of the ALICE experiment can be found in [9]. The results presented in the following are based on Pb−Pb (A Pb = 208) and Xe−Xe (A Xe = 129) collisions at √ s NN = 5.02 TeV and √ s NN = 5.44 TeV, respectively, provided by the LHC. The ALICE experiment was capable to record integrated luminosities of L Pb int ≈ 225 μb −1 and L Xe int ≈ 0.34 μb −1 at forward rapidity and L Pb int ≈ 13 μb −1 and L Xe int ≈ 0.25 μb −1 at mid-rapidity, respectively. The large difference, especially for the Pb−Pb sample, is due the fact that at mid-rapidity minimum bias events were selected, while at forward rapidity special muon triggers were applied during data taking [2,6].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 861,
                    "text": "[9]",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1475,
                    "text": "[2,",
                    "end": 1478
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1478,
                    "text": "6]",
                    "end": 1480
                }
            ]
        },
        {
            "text": "The J/ψ R AA measurement in Xe−Xe collisions at √ s NN = 5.44 TeV enables the comparison between lighter (Xe) and heavier (Pb) nuclei. The measurement of the J/ψ R AA as a function of the average number of participants N part [10] in the forward [6] and mid-rapidity range is shown in Fig. 1 together with the J/ψ R AA for Pb−Pb collisions. At forward rapidity, the results for both collision systems agree with each other for similar N part within uncertainties. A comparison of the measurements at forward rapidity to a transport model [7,8] is shown in Fig. 2. The model is based on the thermal rate equation and contains continuous J/ψ dissociation and regeneration in the QGP and the hadronic phase. The two collision systems as well as data and model agree well, which indicates that similar √ s NN and N part lead to similar relative contributions of suppression and (re)generation. However, strong conclusions are still difficult due to the uncertainties, which for the model are driven by the uncertainties on σ cc . In J/ψ-R AA measurements as a function of rapidity in √ s NN = 2.76 TeV Pb−Pb collisions, ALICE observed an opposing trend between data [11] and cold-nuclear-matter model calculations [12,13]. These models expected an increase of R AA with rapidity, while a decrease was observed in the data. The large data sample from √ s NN = 5.02 TeV Pb−Pb collisions allows a multi-differential analysis of J/ψ yields as a function of rapidity, transverse momentum and centrality [14]. First preliminary results of this analysis are shown in Fig. 3a and Fig. 3b. In Fig. 3a the J/ψ yield as a function of rapidity for different p T intervals in the 20% most central events is illustrated. The rapidity dependence is then fitted with exponential functions, the resulting slopes are depicted in Fig. 3b. The slope decreases with increasing p T and shows only a weak dependence on centrality.  Another way to obtain more information about the different charmonium production mechanisms is the analysis of the elliptic flow. J/ψ from (re)combined cc quarks should inherit the charm elliptic flow, which was observed in measurements of D-mesons [15]. The results at forward rapidity show a significant positive J/ψ elliptic flow in all studied p T bins. Within the large statistical uncertainties the measurement at mid-rapidity agrees with the one at forward rapidity [16]. A comparison to model calculations [8,17] is shown in Fig. 4. Both models describe the data in the low-p T regime, where the elliptic flow of the models is generated by their regeneration component. At high p T the models clearly underestimate the measured elliptic flow. The question remains open how the elliptic flow of J/ψ above p T ≈ 5 GeV/c is generated.  Pb−Pb collisions [18], compared to transport [19,20] and hydro-dynamical [21] model calculations.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 226,
                    "text": "[10]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 246,
                    "text": "[6]",
                    "end": 249
                },
                {
                    "type": "figure",
                    "start": 285,
                    "text": "Fig. 1",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 538,
                    "text": "[7,",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 541,
                    "text": "8]",
                    "end": 543
                },
                {
                    "type": "figure",
                    "start": 556,
                    "text": "Fig. 2",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1162,
                    "text": "[11]",
                    "end": 1166
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1210,
                    "text": "[12,",
                    "end": 1214
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1214,
                    "text": "13]",
                    "end": 1217
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1494,
                    "text": "[14]",
                    "end": 1498
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1556,
                    "text": "Fig. 3a",
                    "end": 1563
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1568,
                    "text": "Fig. 3b",
                    "end": 1575
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1580,
                    "text": "Fig. 3a",
                    "end": 1587
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1807,
                    "text": "Fig. 3b",
                    "end": 1814
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2154,
                    "text": "[15]",
                    "end": 2158
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2378,
                    "text": "[16]",
                    "end": 2382
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2419,
                    "text": "[8,",
                    "end": 2422
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2422,
                    "text": "17]",
                    "end": 2425
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2438,
                    "text": "Fig. 4",
                    "end": 2444
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2763,
                    "text": "[18]",
                    "end": 2767
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2791,
                    "text": "[19,",
                    "end": 2795
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2795,
                    "text": "20]",
                    "end": 2798
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 2819,
                    "text": "[21]",
                    "end": 2823
                }
            ]
        },
        {
            "text": "ALICE measured the Υ(1S) R AA as a function of p T and y as well as the inclusive Υ(2S) R AA in the forward rapidity range [18]. An increase of the Υ(1S) suppression towards more central events is observed, but due to the not precisely known feed-down fraction, the amount of direct Υ(1S) suppression is an open question. The measurement is shown in Fig. 5 and compared with three model calculations (two transport [19,20] and one hydro-dynamical model calculation [21]), which all agree with the data within the uncertainties. The two transport models are shown without a regeneration component, both versions agree with the data, which indicates that a regeneration component for bottomonium should be negligible at LHC energies. The Υ (2S) suppression is significantly stronger then the one of the Υ(1S) visible in the ratio of the Υ (2S) over Υ(1S) R AA : R Υ(2S) AA /R Υ(1S) AA = 0.28 ± 0.12(stat.) ± 0.06(syst.). For the Υ(1S) R AA neither a significant dependence on p T nor on y is observed [18].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 123,
                    "text": "[18]",
                    "end": 127
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 350,
                    "text": "Fig. 5",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 415,
                    "text": "[19,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 419,
                    "text": "20]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 465,
                    "text": "[21]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "start": 862,
                    "text": "Υ(2S)",
                    "end": 867
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 999,
                    "text": "[18]",
                    "end": 1003
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 3
        },
        {
            "section": "Conclusions",
            "text": "Measurements of J/ψ R AA in Xe−Xe collisions at √ s NN = 5.44 TeV and the elliptic flow and multidifferential yields of J/ψ as well as the differential (inclusive) Υ(1S) (Υ(2S)) R AA in Pb−Pb collisions at √ s NN = 5.02 TeV have been presented. The results indicate that quarkonia production at the LHC is a combination of suppression and (re)generation, strongly dependent on the σ QQ . However, there are still unanswered questions, e.g. the reason for the significant J/ψ elliptic flow at higher p T or the amount of direct Υ(1S) suppression, which hopefully can be answered in the near future.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Fig. 1 :ALI-DER- 157319 Fig. 2 :",
            "section_rank": 4
        },
        {
            "section": "Fig. 1 :ALI-DER- 157319 Fig. 2 :",
            "text": "Fig. 1: J/ψ R AA as a function of N part . Red (open) circles: 2.5 < y lab < 4, √ s NN = 5.44 (5.02) TeV Xe−Xe (Pb−Pb) collisions [6]. Blue (open) squares: 0.9 < |y lab | (0.8 < |y lab |), √ s NN = 5.44 (5.02) TeV Xe−Xe (Pb−Pb) collisions.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Fig. 3 :",
            "section_rank": 5
        },
        {
            "section": "Fig. 3 :",
            "text": "Fig. 3: Preliminary results of a multi-differential J/ψ-yield analysis in √ s NN = 5.02 TeV Pb−Pb collisions.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Fig. 4 :",
            "section_rank": 6
        },
        {
            "section": "Fig. 4 :",
            "text": "Fig. 4: J/ψ elliptic flow as a function of p T at forward and midrapidity in semi-central √ s NN = 5.02 TeV Pb−Pb collisions [16] compared to transport model calculations [8, 17].",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "Fig. 5 :",
            "section_rank": 7
        },
        {
            "section": "Fig. 5 :",
            "text": "Fig. 5: Υ R AA as a function of N part in √ s NN = 5.02 TeV",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "section": "Fig. 5 :",
            "text": "P. Dillenseger / Nuclear Physics A 982 (2019) 703-706",
            "paragraph_rank": 12,
            "section_rank": 7
        }
    ]
}