{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Search for supersymmetry in events with a τ lepton pair and missing transverse momentum in proton-proton collisions at √ s = 13 TeV",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The CMS collaboration",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Supersymmetry (SUSY) [1][2][3][4][5][6][7][8] is an attractive extension of the standard model (SM) of particle physics. It potentially provides solutions to some of the shortcomings affecting the SM, such as the need for fine tuning [9][10][11][12][13][14] to explain the observed value of the Higgs boson mass [15][16][17][18][19][20], and the absence of a dark matter (DM) candidate. Supersymmetric models are characterized by the presence of a superpartner for every SM particle with the same quantum numbers except that its spin differs from that of its SM counterpart by half a unit. The cancellation of quadratic divergences in quantum corrections to the Higgs boson mass from SM particles and their superpartners could resolve the fine-tuning problem. In SUSY models with R-parity conservation [21], the lightest supersymmetric particle (LSP) is stable [22,23] and could be a DM candidate [24]. The superpartners of the electroweak gauge and Higgs bosons, namely the bino, winos, and Higgsinos, mix to",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 21,
                    "text": "[1]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 24,
                    "text": "[2]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 27,
                    "text": "[3]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 30,
                    "text": "[4]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 33,
                    "text": "[5]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 36,
                    "text": "[6]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 39,
                    "text": "[7]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 42,
                    "text": "[8]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 234,
                    "text": "[9]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 237,
                    "text": "[10]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 241,
                    "text": "[11]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 245,
                    "text": "[12]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 249,
                    "text": "[13]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 253,
                    "text": "[14]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 312,
                    "text": "[15]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 316,
                    "text": "[16]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 320,
                    "text": "[17]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 324,
                    "text": "[18]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 328,
                    "text": "[19]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 332,
                    "text": "[20]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 802,
                    "text": "[21]",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 861,
                    "text": "[22,",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 865,
                    "text": "23]",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 897,
                    "text": "[24]",
                    "end": 901
                }
            ]
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 3
        },
        {
            "section": "JHEP11(2018)151",
            "text": "form neutral and charged mass eigenstates, referred to as the neutralinos ( χ 0 i ) and charginos ( χ ± i ), respectively. In this paper we assume χ 0 1 , the lightest neutralino, to be the LSP. The analysis reported in this paper investigates the production of the hypothetical τ slepton ( τ ), the superpartner of the τ lepton. Supersymmetric scenarios in which the τ is light lead to the possibility of τ lepton rich final states [25,26]. Coannihilation scenarios involving a light τ that has a small mass splitting with an LSP that is almost purely bino lead to a DM relic density consistent with cosmological observations [27][28][29][30][31][32], making the search for new physics in these final states particularly interesting. In this analysis, we examine simplified SUSY models [33][34][35][36] in which the τ can be produced either directly, through pair production, or indirectly, in the decay chains of charginos and neutralinos. In all cases, we assume that the τ decays to a τ lepton and χ 0",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 433,
                    "text": "[25,",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 437,
                    "text": "26]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 627,
                    "text": "[27]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 631,
                    "text": "[28]",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 635,
                    "text": "[29]",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 639,
                    "text": "[30]",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 643,
                    "text": "[31]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 647,
                    "text": "[32]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 787,
                    "text": "[33]",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 791,
                    "text": "[34]",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 795,
                    "text": "[35]",
                    "end": 799
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 799,
                    "text": "[36]",
                    "end": 803
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "1 . The most sensitive searches for direct τ pair production to date were performed at the CERN LEP collider [37][38][39][40][41]. At the CERN LHC, the ATLAS [42,43] and CMS [44,45] collaborations have both performed searches for direct and indirect τ production with 8 TeV LHC data. The ATLAS collaboration has also recently reported the results of a search for SUSY in final states with τ leptons, probing indirect τ production in models of chargino-neutralino and chargino pair production, using data collected at √ s = 13 TeV [46].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 109,
                    "text": "[37]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 113,
                    "text": "[38]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 117,
                    "text": "[39]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 121,
                    "text": "[40]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 125,
                    "text": "[41]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 158,
                    "text": "[42,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 162,
                    "text": "43]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 174,
                    "text": "[44,",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 178,
                    "text": "45]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 530,
                    "text": "[46]",
                    "end": 534
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The cross section for direct τ pair production depends strongly on the chirality of the SM partner [47], while the experimental acceptance also changes considerably due to differences in the polarization of the τ leptons. We use the terms left-or right-handed τ to refer to a τ that is the superpartner of a left-or right-handed chiral state, respectively. In the case of a purely right-handed τ , the decay products of hadronically decaying τ leptons originating from τ decays have larger visible transverse momentum (p T ) than in the purely left-handed scenario, while the reverse is true for leptonically decaying τ leptons. Three different scenarios of direct τ pair production are considered in this paper: (i) a purely left-handed τ ( τ L ), (ii) a purely right-handed τ ( τ R ), and (iii) maximal mixing between the right-and left-handed eigenstates. We also consider simplified models of mass-degenerate chargino-neutralino ( χ ± 1 χ 0 2 ) and chargino pair ( χ ± 1 χ ∓ 1 ) production. We assume that χ 0 2 (the second-lightest neutralino mass eigenstate) decays through the chain χ 0 2 → τ τ → τ τ χ 0 1 , and that χ ± 1 (the lightest chargino) decays as χ ± 1 → τ ν τ / ν τ τ → τ ν τ χ 0 1 , with equal branching fractions assumed for each of the two possible χ ± 1 decay chains. For these indirect τ production mechanisms, we assume the τ to be in the maximally mixed state, and the degenerate τ and ν τ masses to be halfway between the mass of the produced particles ( χ ± 1 / χ 0 2 ) and the χ 0 1 mass. Diagrams illustrating these simplified models of direct and indirect τ production are shown in figure 1. The results reported in this paper are based on data collected with the CMS detector at the LHC during 2016 in proton-proton (pp) collisions at a center-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 35.9 fb −1 . We study events with two τ leptons in the final state, taking into account both hadronic and leptonic decay modes of the τ lepton. The following reconstructed visible final states are considered: eµ, eτ h , µτ h , and τ h τ h , where τ h denotes a hadronically decaying τ lepton. For the purposes of this paper, we will occasionally refer to the τ h τ h final state as the all-hadronic final state, and the eµ, eτ h , and µτ h final states collectively as the leptonic final states. In most cases, we -2 -  Figure 1. Diagrams for the simplified models studied in this paper: direct τ pair production followed by each τ decaying to a τ lepton and χ 0 1 (left), and chargino-neutralino (middle) and chargino pair (right) production with subsequent decays leading to τ leptons in the final state.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 99,
                    "text": "[47]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "start": 1620,
                    "text": "1.",
                    "end": 1622
                },
                {
                    "type": "figure",
                    "start": 2367,
                    "text": "Figure 1",
                    "end": 2375
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "require the presence of significant missing transverse momentum, which can arise from the presence of stable neutralinos produced at the end of the SUSY particle decay cascades, as well as from the neutrinos produced in τ lepton decays.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The structure of this paper is as follows. A brief description of the CMS detector is presented in section 2, followed by a discussion of the event reconstruction and simulation in section 3. We describe the event selection for the search in section 4, the background estimation strategy in section 5, and the systematic uncertainties affecting the analysis in section 6. Finally, the results of the search and their statistical interpretation are presented in section 7, followed by a summary in section 8.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The CMS detector",
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid. Events of interest are selected using a twotiered trigger system [48]. The first level, composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 µs. The second level, known as the high-level trigger, consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [49].",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 638,
                    "text": "[48]",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1250,
                    "text": "[49]",
                    "end": 1254
                }
            ]
        },
        {
            "text": "Event reconstruction and simulated samples",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and simulated samples",
            "text": "Event reconstruction uses a particle-flow (PF) algorithm [50], combining information from the tracker, calorimeter, and muon systems to identify charged and neutral hadrons, photons, electrons, and muons in an event. The missing transverse momentum, p miss T , is computed as the negative vector sum of the p T of all PF candidates reconstructed in an event, -3 -",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 57,
                    "text": "[50]",
                    "end": 61
                }
            ]
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 6
        },
        {
            "section": "JHEP11(2018)151",
            "text": "and its magnitude p miss T is an important discriminator between signal and SM background. Events selected for the search are required to pass filters [51] designed to remove detectorand beam-related noise and must have at least one reconstructed vertex. Usually more than one such vertex is reconstructed, due to pileup, i.e., multiple pp collisions within the same or neighboring bunch crossings. The reconstructed vertex with the largest value of summed physics-object p 2 T is selected to be the primary pp interaction vertex. The physics objects are the jets, clustered using a jet finding algorithm [52,53] with the tracks assigned to the vertex as inputs, and the associated p miss T . Charged particles that originate from the primary vertex, photons, and neutral hadrons are clustered into jets using the anti-k T algorithm [52] with a distance parameter of 0.4, as implemented in the FastJet package [53]. The jet energy is corrected to account for the contribution of additional pileup interactions in an event and to compensate for variations in detector response [53,54]. Jets considered in the searches are required to have their axes within the tracker volume, within the range |η| < 2.4. We also require them to have p T > 20 GeV. Jets are required to be separated from electron, muon, or τ h candidates that are selected for the analysis by ∆R ≡ √ (∆η) 2 + (∆φ) 2 > 0.4 in order to avoid double counting of objects.",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 151,
                    "text": "[51]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 474,
                    "text": "2",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 605,
                    "text": "[52,",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 609,
                    "text": "53]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 833,
                    "text": "[52]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 910,
                    "text": "[53]",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1076,
                    "text": "[53,",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1080,
                    "text": "54]",
                    "end": 1083
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Jets originating from the hadronization of b quarks are identified, or \"tagged\", with the combined secondary vertex (CSV) algorithm [55,56] using two different working points, referred to as \"loose\" and \"medium\". The b tagging efficiency for jets originating from b quarks is measured in simulation to be about 81 (63)% for the loose (medium) working point, while the misidentification rates for jets from charm quarks, and from light quarks or gluons, are about 37 and 9% (12 and 1%), respectively.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 132,
                    "text": "[55,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 136,
                    "text": "56]",
                    "end": 139
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Electron candidates are reconstructed by first matching clusters of energy deposited in the ECAL to reconstructed tracks. Selection criteria based on the distribution of the shower shape, track-cluster matching, and consistency between the cluster energy and track momentum are then used in the identification of electron candidates [57]. Muon candidates are reconstructed by requiring consistent measurement patterns in the tracker and muon systems [58]. Electron and muon candidates are required to be consistent with originating from the primary vertex by imposing restrictions on the magnitude of the impact parameters of their tracks with respect to the primary vertex in the transverse plane (d xy ), and on the longitudinal displacement (d z ) of those impact points. To ensure that the electron or muon candidate is isolated from any jet activity, the relative isolation quantity (I rel ), defined as the ratio of the scalar p T sum of the particles in an η-φ cone around the candidate to the candidate p T , is required to be below a threshold appropriate for the selection under consideration. An area-based estimate [54] of the pileup energy deposition in the cone is used to correct I rel for contributions from particles originating from pileup interactions.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 333,
                    "text": "[57]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 450,
                    "text": "[58]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1127,
                    "text": "[54]",
                    "end": 1131
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The τ h candidates are reconstructed using the CMS hadron-plus-strips algorithm [59,60]. The constituents of the reconstructed jets are used to identify individual τ lepton decay modes with one charged hadron and up to two neutral pions, or three charged hadrons. The presence of extra particles within the jet, not compatible with the reconstructed decay mode, is used as a criterion to discriminate τ h decays from other jets. A multivariate",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 80,
                    "text": "[59,",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 84,
                    "text": "60]",
                    "end": 87
                }
            ]
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 7
        },
        {
            "section": "JHEP11(2018)151",
            "text": "discriminant [61], which contains isolation as well as lifetime information, is used to suppress the rate for quark and gluon jets to be misidentified as τ h candidates. The working point used for the analysis in the eτ h and µτ h final states, referred to as the \"tight\" working point, typically has an efficiency of around 50% for genuine τ h , with a misidentification rate of approximately 0.03% for light-quark or gluon jets. A more stringent (\"very tight\") working point is used for the analysis in the τ h τ h final state in order to suppress the background from SM events comprised uniquely of jets produced through the strong interaction, referred to as quantum chromodynamics (QCD) multijet events. The very tight working point corresponds to typical efficiencies of around 40% for genuine τ h , and a misidentification rate of approximately 0.01% for light-quark or gluon jets. We also employ a relaxed (\"loose\") working point in the extrapolation procedures used to estimate the contributions of events to the background in which light-quark or gluon jets are misidentified as τ h . The loose working point corresponds to an efficiency of ≈65% for genuine τ h , and a misidentification rate of ≈0.07%. Electrons and muons misidentified as τ h are suppressed using dedicated criteria based on the consistency between the measurements in the tracker, calorimeters, and muon detectors [60,61].",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 13,
                    "text": "[61]",
                    "end": 17
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1394,
                    "text": "[60,",
                    "end": 1398
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 1398,
                    "text": "61]",
                    "end": 1401
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Significant contributions to the SM background for this search originate from Drell-Yan+jets (DY+jets), W+jets, tt, and diboson processes, as well as from QCD multijet events. Smaller contributions arise from rare SM processes such as triboson and Higgs boson production, single top quark production, and top quark pair production in association with vector bosons. We rely on a combination of data control samples and Monte Carlo (MC) simulations to estimate the contributions of each background source. MC simulations are also used to model the signal processes.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The MadGraph5 amc@nlo 2.3.3 [62] event generator is used at leading order (LO) precision to produce simulated samples of the W+jets and DY+jets processes, based on the NNPDF3.0LO [63] set of parton distribution functions (PDFs). Top quark pair production, diboson and triboson production, and rare SM processes like single top production or top quark pair production with associated bosons, are generated at next-to-leading order (NLO) precision with MadGraph5 amc@nlo and powhegv2.0 [64][65][66][67], using the NNPDF3.0NLO [63] set of PDFs. Showering and hadronization are carried out by the pythia 8.205 package [68], while a detailed simulation of the CMS detector is based on the Geant4 [69] package. Finally, renormalization and factorization scale and PDF uncertainties have been derived with the use of the SysCalc package [70].",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 28,
                    "text": "[62]",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 179,
                    "text": "[63]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 484,
                    "text": "[64]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 488,
                    "text": "[65]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 492,
                    "text": "[66]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 496,
                    "text": "[67]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 524,
                    "text": "[63]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 614,
                    "text": "[68]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 691,
                    "text": "[69]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 830,
                    "text": "[70]",
                    "end": 834
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Signal models of direct τ pair production are generated with MadGraph5 amc@nlo at LO precision up to the production of τ leptons, which are then decayed with pythia 8.212. For the models of chargino-neutralino pair production that are also studied, pythia 8.212 is used to describe the decays of the parent charginos and neutralinos produced by MadGraph5 amc@nlo at LO precision. The NNPDF3.0LO set of PDFs is used in the generation of all signal models. The CMS fast simulation package [71] is used to simulate the CMS detector for the signal samples.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 487,
                    "text": "[71]",
                    "end": 491
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Event reconstruction in simulated samples is performed in a similar manner as for data. A nominal distribution of pileup interactions is used when producing the simulated samples. The samples are then reweighted to match the pileup profile observed in the -5 -",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 8
        },
        {
            "section": "JHEP11(2018)151",
            "text": "collected data. The signal production cross sections are calculated at NLO with nextto-leading logarithmic (NLL) soft-gluon resummation calculations [47,72,73]. The most precise cross section calculations that are available are used to normalize the SM simulated samples, corresponding most often to next-to-next-to-leading order (NNLO) accuracy.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 149,
                    "text": "[47,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 153,
                    "text": "72,",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 156,
                    "text": "73]",
                    "end": 159
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 9
        },
        {
            "section": "Event selection",
            "text": "The data used for this search are selected with various triggers that require the presence of isolated electrons, muons, or τ h candidates. In the case of the eτ h final state, the trigger used relies on the presence of an isolated electron with p T > 25 GeV satisfying stringent identification criteria, while for the µτ h final state, the trigger is based on the presence of an isolated muon with p T > 24 GeV. A combination of triggers is used for the events selected in the eµ final state, requiring the presence of an electron and a muon. These triggers require the leading lepton to have p T greater than 23 GeV and the subleading lepton to have p T greater than 8 or 12 GeV for an electron or muon, respectively. Data in the τ h τ h final state are selected with a trigger requiring the presence of two τ h candidates, each with p T > 35 GeV. Trigger efficiencies are measured in data and simulation. We apply scale factors accounting for any discrepancies, parameterized in the p T and η of the reconstructed electrons, muons, and τ h candidates, to the simulation. The efficiencies measured in data are applied directly as correction factors to simulated signal samples, which are produced using the fast simulation package and for which the trigger simulation is not available. The trigger efficiencies range from 60 to 95%, depending on the final state and the p T and η range under consideration.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "section": "Event selection",
            "text": "Subsequent to the trigger criteria, the event selection for each final state requires the presence of exactly two reconstructed leptons with opposite charges, corresponding to the eµ, eτ h , µτ h , or τ h τ h final states. The various lepton selection requirements implemented in the analysis are summarized in table 1. The p T and |η| thresholds implemented when selecting these objects are dictated by the corresponding trigger thresholds described above. We require all selected leptons to be isolated. In the case of electron and muon candidates, the isolation requirement is enforced by placing an upper bound on the relative isolation quantity, I rel . For τ h candidates, we use a multivariate discriminant. In order to ensure consistency with the primary vertex, upper bounds are placed on the absolute values of the electron and muon d xy and d z . We avoid overlaps between the two reconstructed leptons in the mixed final states (eµ, eτ h , and µτ h ) by requiring them to have a minimum separation in ∆R of at least 0.3. In order to ensure orthogonality between the different final states and suppress background, we reject events with additional electrons or muons beyond the two selected leptons that satisfy slightly less stringent selection criteria. These criteria are summarized in table 2.",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Event selection",
            "text": "A subsequent set of selection criteria is imposed for each final state to further suppress background and enhance the search sensitivity. Differences in the background compositions between the different final states play a role in the determination of the corresponding selection criteria which, together with the selection requirements described above, define the \"baseline selection\". In all final states, we require |∆φ( 1 , 2 )| > 1.5, with additional requirements of ∆R( 1 , 2 ) < 3.5 and |∆η( 1 , 2 )| < 2 being applied for the leptonic final states to suppress the QCD multijet background. Here 1 and 2 represent the leading and trailing reconstructed electrons, muons, or τ h candidates, respectively. In order to suppress backgrounds with top quarks, we veto events containing any b-tagged jet with p T > 30 GeV identified with the loose CSV working point in the τ h τ h final state. In the leptonic final states, these backgrounds are reduced by vetoing any event that contains either more than JHEP11(2018)151 one jet with p T > 20 GeV, or any such jet that is b tagged using the medium CSV working point. One-jet events in these final states are required to have a separation in |∆η| of less than 3 between the jet and the reconstructed leptons and, in the case of the eτ h and µτ h final states, a separation in ∆R of less than 4 between the jet and the τ h . Background events from low-mass resonances are removed in these final states by requiring the invariant mass of the two leptons, m( 1 , 2 ), to exceed 50 GeV. In the eµ final state, m( 1 , 2 ) is required to lie in the window 90-250 GeV in order to suppress Z+jets events with Z → τ τ , while the electron and muon p T are required to be less than 200 GeV in order to suppress tt and WW events, since the signal processes targeted are not expected to produce leptons with higher p T .",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 10
        },
        {
            "section": "JHEP11(2018)151",
            "text": "In order to further improve discrimination against the SM background, we take advantage of the expected presence of two χ 0 1 in the final state for signal events, which would lead to additional p miss T . While background processes such as W+jets with W → ν can also produce genuine p miss T , the correlations between p miss T and the reconstructed leptons are expected to be different between signal and background processes, and these differences can be exploited. In particular, mass observables that can be calculated from the reconstructed leptons and the p miss T provide strong discriminants between signal and background. For a mother particle decaying to a visible and an invisible particle, the transverse mass (m T ), calculated using only the p T of the decay products, should have a kinematic endpoint at the mass of the mother particle. Assuming that the p miss T corresponds to the p T of the invisible particle, we calculate the m T observable for the visible particle q and the invisible particle as follows:",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2018)151",
            "text": "> 120 GeV where here represents the electron (muon) in the eτ h (µτ h ) final state, the W+jets background is significantly reduced. To further suppress the SM background in the leptonic final states, we require the sum of the transverse masses, Σm T , to be at least 50 GeV. The Σm T is defined as the scalar sum of",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2018)151",
            "text": ". The baseline selection criteria described above are summarized in table 3. We apply these criteria to obtain an optimized sample of events in each final state. These events are then further subdivided using discriminating kinematic variables into exclusive search regions (SRs) to improve the sensitivity of the search to a range of sparticle masses. One of these discriminating variables is the \"stransverse mass\" m T2 [74,75]. This kinematic mass variable is a generalization of the variable m T for situations with multiple invisible particles. It serves as an estimator of the mass of pair-produced particles in situations in which both particles decay to a final state containing the same invisible particle. For direct τ pair production, with both τ decaying to a τ lepton and a χ 0 1 , m T2 should be correlated with the τ mass. Large values of m T2 can therefore be used to discriminate between models with large τ masses and the SM background. This variable is again calculated using the p T of the different particles:",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 422,
                    "text": "[74,",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 426,
                    "text": "75]",
                    "end": 429
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "or >120 Table 3. Summary of baseline selection requirements in each final state.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 8,
                    "text": "Table 3",
                    "end": 15
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "where p",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2018)151",
            "text": "are the unknown transverse momenta of the two undetected particles and m (i)",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2018)151",
            "text": "T are the transverse masses obtained by either pairing of the two hypothetical invisible particles with the two leptons. The minimization is done over the possible momenta of the invisible particles, which should add up to the p miss T in the event. Another variable that is used to distinguish signal from background, D ζ , is defined as:",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2018)151",
            "text": "where P ζ,miss = p miss T",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "JHEP11(2018)151",
            "text": "• ζ and P ζ,vis = ( p 1 T + p 2 T ) • ζ, with ζ being the bisector between the directions of the two leptons. The D ζ variable helps to discriminate events in which p miss T originates from the decay of two τ leptons from other processes [76,77]. Different background processes are characterized by different ranges of D ζ . For instance, the DY+jets background is largely expected to have positive D ζ values, while W+jets and tt events may have negative values.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 238,
                    "text": "[76,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 242,
                    "text": "77]",
                    "end": 245
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The more restrictive trigger requirements in the τ h τ h final state significantly reduce the signal acceptance, and the very low cross sections of the targeted τ τ signal models result in very small expected signal event yields after the baseline selection. Events surviving the baseline selection in this final state are therefore categorized into only three SRs. These three SRs are exclusive and are optimized for sensitivity to different τ mass ranges. For higher values of the τ mass, a requirement of large m T2 significantly improves the discrimination of signal from background. We therefore define a search region, designated SR1, by selecting events with m T2 > 90 GeV. For lower τ masses, Σm T is found to be a more powerful discriminant than m T2 . Two additional SRs, designated SR2 and SR3, are therefore defined by selecting events with moderate m T2 (40 < m T2 < 90 GeV), and further subdividing them into high and moderate Σm T ranges: >350 GeV and 300-350 GeV, respectively. For these two SRs, we place a further requirement of p miss T > 50 GeV to sufficiently suppress the QCD multijet background. Table 4. Definition of SRs in the 0-jet category for the eτ h and µτ h final states.",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1119,
                    "text": "Table 4",
                    "end": 1126
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "In the leptonic final states, events satisfying the baseline selection criteria are categorized into SRs based on a series of thresholds applied to the values of the discriminating observables p miss T , m T2 , and D ζ . The SR binning is defined to be slightly different for events in the 0-and 1-jet categories and is chosen such that there are small variations in the relative background contributions in the different bins. This allows us to obtain stronger constraints on the background predictions in the final result, obtained from a simultaneous maximum likelihood fit to the data in all SRs. Tables 4 to 7 list the criteria used to define the SRs in the 0-and 1-jet categories, respectively. While the same binning is chosen for the eτ h and µτ h final states, the SR bins chosen in the eµ final state are slightly different because of the different background composition.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 11
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Bin name  Table 5. Definition of SRs in the 1-jet category for the eτ h and µτ h final states.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 10,
                    "text": "Table 5",
                    "end": 17
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 12
        },
        {
            "section": "Background estimation",
            "text": "The dominant background sources for this search are DY+jets, W+jets, QCD multijet, tt, and diboson processes. These background sources have different relative contributions in the different final states. For the τ h τ h final state, the dominant background consists of QCD multijet and W+jets processes, where one or more of the τ h candidates originates from a parton and is misidentified as a prompt τ h . This background is predicted using a data-driven method relying on a control region with a loose isolation requirement. For the eτ h and µτ h final states, the main backgrounds after the baseline selection are DY+jets (≈50%), W+jets (≈30%), and QCD multijet (≈10%) events. The DY+jets background -11 -",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 13
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Bin name Table 6. Definition of SRs in the 0-jet category for the eµ final state.",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 9,
                    "text": "Table 6",
                    "end": 16
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "contribution, which usually consists of events with two prompt leptons, is determined from simulation after applying shape and normalization corrections that are determined from data. The W+jets and QCD multijet backgrounds usually contain a jet that is misidentified as τ h , and are determined from a sideband sample using a data-driven method similar to the one used in the τ h τ h case. The main backgrounds in the eµ final state originate from tt (≈45%) and WW (≈35%) events, and are estimated from simulation after applying corrections derived from data. A detailed description of the procedures used to estimate the background contributions from the different sources follows.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "Estimation of the Drell-Yan+jets background",
            "section_rank": 14
        },
        {
            "section": "Estimation of the Drell-Yan+jets background",
            "text": "The DY+jets background mainly originates from Z → τ τ decays. We estimate the contribution of this background from simulation after corrections based on control samples in -12 -",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 15
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Bin name  Table 7. Definition of SRs in the 1-jet category for the eµ final state.",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 10,
                    "text": "Table 7",
                    "end": 17
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "data. If the Z boson mass shape or p T spectrum are poorly modeled in the simulation, then distributions of the discriminating kinematic variables can differ significantly between data and simulation, especially at the high-end tails that are relevant for the SRs. We therefore use a high-purity Z → µµ control sample to compare the dimuon mass and p T spectra between data and simulation and apply the observed differences as corrections to the simulation in the search sample in the form of two-dimensional weights parameterized in the generator-level Z boson mass and p T . The correction factors range up to 30% for high mass and p T values. The full size of this correction is propagated as a systematic uncertainty. The known differences in the electron, muon, and τ h identification and isolation efficiencies, jet, electron, muon, and τ h energy scales, and b tagging efficiency between data and simulation are taken into account. The uncertainties corresponding to these cor-",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 16
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Entries / 10 GeV rections are also propagated to the final background estimate. The corrected simulation is validated in the τ h τ h final state using a Z → τ τ control sample selected by inverting either the m T2 or Σm T requirements used to define the SRs. Additionally requiring a p T of at least 50 GeV for the τ h τ h system reduces the QCD multijet background and improves the purity of this control sample. Figure 2 (left) shows that the corrected simulation agrees with the data within the experimental uncertainties in this sample. Finally, for the analysis in the leptonic final states, a normalization scale factor as well as corrections to the Z p T distribution in the simulation are derived from a very pure Z → µµ control sample in data. Events in this sample are selected by requiring two isolated muons and no additional leptons, fewer than two jets, no b-tagged jets, and a dimuon mass window of 75-105 GeV to increase the probability that they originate from Z → µµ decays to >99%. After subtracting all other contributions estimated from simulation, a normalization scale factor of 0.96±0.05 is extracted from the ratio of data to simulated events. The uncertainty in the scale factor is dominated by the systematic uncertainty. Figure 2 (right) shows a comparison of the dimuon mass distribution in data and simulation after all the corrections, including the normalization scale factor, have been applied.",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 414,
                    "text": "Figure 2",
                    "end": 422
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1249,
                    "text": "Figure 2",
                    "end": 1257
                }
            ]
        },
        {
            "text": "Estimation of the background from misidentified jets",
            "section_rank": 17
        },
        {
            "text": "Estimation in the τ h τ h final state",
            "section_rank": 18
        },
        {
            "section": "Estimation in the τ h τ h final state",
            "text": "After requiring two high-p T τ h candidates, the dominant background for the search in the τ h τ h final state consists of QCD multijet and W+jets events, in which one or both of the -14 -",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 19
        },
        {
            "section": "JHEP11(2018)151",
            "text": "τ h candidates originate from a jet and are misidentified as prompt τ h . This background is predicted using a method relying on extrapolation from a data sample selected with a loose isolation requirement. We estimate how frequently nonprompt or misidentified τ h candidates that are selected with the loose isolation working point also pass the very tight isolation requirement applied in the SRs by studying a multijet-enriched control sample where we require both τ h candidates to have the same charge. The same-charge τ h τ h event sample is collected with the same trigger as the search sample, in order to take into account any biases from the isolation requirement present at the trigger level, which is not identical to the isolation requirement that corresponds to the final analysis selection criteria. We also require m T2 to be small (<40 GeV) to reduce any potential contributions from signal and W+jets events.",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The final rate measured in this sample for misidentified τ h selected with the loose isolation working point to pass the very tight isolation requirement is around 25%, but it depends considerably on the p T and the decay mode (one-or three-prong) of the τ h candidate, and the parent jet flavor. The extrapolation is measured in bins of τ h p T and separately for the different decay modes to reduce any dependence on these factors. A systematic uncertainty of around 30% is evaluated that accounts for the dependence of the misidentification rate on the jet flavor, based on studies performed in simulation. We also noticed that the extrapolation is affected by whether or not the τ h candidate other than the one for which the extrapolation is being applied is isolated. A correction and a corresponding systematic uncertainty are derived for this effect.",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Since the isolation efficiency for prompt τ h candidates is only around 65%, processes with genuine τ h may leak into the data sideband regions and need to be taken into account when calculating the final estimate for the background processes with misidentified τ h . To take this correctly into account, we define three categories for events that have at least two loosely isolated τ h candidates: events with both τ h candidates passing the very tight isolation requirement, events with one passing and one failing the very tight isolation requirement, and finally events with both τ h candidates failing the very tight isolation requirement. We then equate these observable quantities with the expected sum totals of contributions from events with two prompt τ h candidates, two misidentified τ h candidates, or one prompt and one misidentified τ h candidate to each of these populations. The contributions of background events with one or two misidentified τ h candidates in the SRs can then be determined analytically by inverting this set of equations. A closure test is performed in events with two oppositely charged τ h candidates. where the m T2 or Σm T requirements used to define the SRs are explicitly inverted to avoid any overlap with the SRs. Figure 3 (left), which shows the m T2 distribution in this sample, confirms that the background estimation method is able to predict the background with misidentified τ h candidates within the systematic uncertainties.",
            "paragraph_rank": 46,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1259,
                    "text": "Figure 3",
                    "end": 1267
                }
            ]
        },
        {
            "text": "Estimation in the eτ h and µτ h final states",
            "section_rank": 20
        },
        {
            "section": "Estimation in the eτ h and µτ h final states",
            "text": "The misidentification of jets as τ h candidates also gives rise to a major source of background for the search in the eτ h and µτ h final states, mainly from W+jets events with leptonic W boson decays. We estimate this background from a sideband sample in data selected by    showing the estimation of the background with a jet misidentified as a τ h , which is determined in a signal depleted control region. The last bin includes overflows. Bottom: distribution of the muon d z in the eµ final state after the baseline selection, showing the estimation of the QCD multijet background using the matrix method. In the legend,\"Top quark\" refers to the background originating from tt and single top quark production. In all cases, the predicted and observed yields show good agreement. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The ratio of signal to background is expected to be small for these selections. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. applying the SR selections, with the exception that the τ h candidates are required to satisfy the loose but not the tight isolation working point. A transfer factor for the extrapolation in τ h isolation is determined from a W+jets control sample selected from events with one muon and at least one τ h candidate that passes the loose isolation requirement. In events with more than one τ h candidate, the most isolated candidate is used in the determination of the transfer factor. Events with additional electrons or muons satisfying the criteria listed in table 2 are rejected. In order to increase the purity of W+jets events in this sample by reducing the contribution of tt and QCD multijet events, we require 60 < m T < 120 GeV, p miss T > 40 GeV, no more than two jets, and an azimuthal separation of at least 2.5 radians between any jet and the W boson reconstructed from the muon and the p miss T . The remaining sample has an expected purity of 82% for W+jets events. The transfer factor, R, is then determined from this control sample, after subtracting the remaining non-W+jets background contributions estimated from simulation, as follows:",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "section": "Estimation in the eτ h and µτ h final states",
            "text": "Here, N CS data corresponds to the number of events in the control sample in data. The parenthetical arguments T and L&!T denote events in which the τ h candidate satisfies the tight isolation working point, and the loose but not the tight working point, respectively. The transfer factor is determined in bins of p T and η of the τ h candidate, as tabulated in table 8.",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "section": "Estimation in the eτ h and µτ h final states",
            "text": "The contribution of the background originating from a jet misidentified as a τ h candidate in each SR is then determined from the corresponding data sideband region selected by requiring the τ h candidate to satisfy the loose but not the tight isolation working point as follows:",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "section": "Estimation in the eτ h and µτ h final states",
            "text": "where N sideband data represents the number of data events in the sideband region, from which N sideband MC (genuine τ ), the expected contribution of events with genuine τ leptons determined from simulation with generator-level matching, is subtracted. Figure 3 (middle) shows a comparison of the data with the background prediction in the eτ h final state for the Σm T distribution for the baseline selection, where the ratio of signal to background is expected to be small.",
            "paragraph_rank": 50,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 254,
                    "text": "Figure 3",
                    "end": 262
                }
            ]
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 21
        },
        {
            "text": "Estimation in the eµ final state",
            "section_rank": 22
        },
        {
            "section": "Estimation in the eµ final state",
            "text": "Jets may also be misidentified as electrons or muons, although the misidentification probabilities for these objects are smaller than for τ h . The contribution of the background from misidentified jets in the eµ final state is determined from data using a matrix method. For each SR selection we define four regions A, B, C, and D, which contain events with two leptons of either the same or opposite charge. We designate two categories for the leptons: well-isolated (electrons with I rel < 0.1, muons with I rel < 0.15), or loosely-isolated (0.1 < I rel < 0.2 for electrons, 0.15 < I rel < 0.30 for muons). In order to enrich the QCD multijet contribution in events in the loosely-isolated category, we also invert the baseline selection requirements affecting the separation between the two leptons, i.e., we now require ∆R( 1 , 2 ) > 3.5 and |∆η( 1 , 2 )| > 2. We use the designations A (B) for the regions with two well-isolated leptons of the same (opposite) charge, and C (D) for the corresponding regions with a loosely-isolated lepton. Region B constitutes the search region. The purity of the C and D regions in QCD multijet events is >90%, while that of the A regions is ≈55% after the SR selections.",
            "paragraph_rank": 51,
            "section_rank": 22
        },
        {
            "section": "Estimation in the eµ final state",
            "text": "The charge and the isolation of misidentified leptons are expected to be uncorrelated. However, we expect a correlation to be present for the other backgrounds in these regions, e.g., prompt leptons from tt events are expected to have opposite charge. In order to account for this effect, we subtract the contributions expected from simulation for all other backgrounds from the observed numbers of events in the A, C, and D regions to obtain the estimate of the background originating from misidentified leptons in the SRs, N B , as follows:",
            "paragraph_rank": 52,
            "section_rank": 22
        },
        {
            "section": "Estimation in the eµ final state",
            "text": "3)",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "section": "Estimation in the eµ final state",
            "text": "The distribution of the muon d z is shown in figure 3 (right) for events in the eµ final state and illustrates the estimation of the QCD multijet background using the matrix method. The data agree well with the predicted background.",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "Estimation of other backgrounds",
            "section_rank": 23
        },
        {
            "section": "Estimation of other backgrounds",
            "text": "Smaller contributions exist from other SM backgrounds, including other diboson processes, such as WZ +jets, triboson, and Higgs boson processes. There are also contributions from top quark processes: tt and single top quark production, or top quark pair production in association with vector bosons. These are estimated from simulation, using the known efficiency and energy scale corrections and evaluating both experimental and theoretical uncertainties as described in section 6. The shape of the top quark p T spectrum is known to be different between simulation and data from studies of the differential tt cross section [78,79]. The simulation is therefore reweighted by a correction factor parameterized in the top quark p T to improve the modeling of the tt background, and the full size of the correction is propagated as a systematic uncertainty. The normalization of this background is checked in an eµ control sample enriched in tt events, selected by requiring the presence of at least two jets, at least one of which should be b tagged. The ratio of data to simulation for tt events is found to be 1.00 ± 0.05 (syst) ± 0.01 (stat), i.e., consistent with unity.",
            "paragraph_rank": 55,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 626,
                    "text": "[78,",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 630,
                    "text": "79]",
                    "end": 633
                }
            ]
        },
        {
            "section": "Estimation of other backgrounds",
            "text": "-18 -",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 24
        },
        {
            "section": "JHEP11(2018)151",
            "text": "6 Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 24
        },
        {
            "section": "JHEP11(2018)151",
            "text": "We rely on control samples in data in various ways for the estimation of the major backgrounds in the analysis. The dominant uncertainties affecting these estimates are therefore often statistical in nature, driven by the limited event yields in the corresponding control samples. For the estimates that rely on simulation, we also propagate systematic uncertainties corresponding to the different corrections that are applied, as well as statistical uncertainties related to the limited size of simulated samples. A more detailed discussion of the assessment of systematic uncertainties affecting the individual background sources follows.",
            "paragraph_rank": 58,
            "section_rank": 24
        },
        {
            "section": "JHEP11(2018)151",
            "text": "In the τ h τ h final state, we rely on an extrapolation in the τ h isolation to obtain an estimate of the background with misidentified τ h candidates. The uncertainty in this extrapolation is driven by the uncertainty introduced by the dependence of the isolation on the jet flavor. It also includes the statistical uncertainty in the control regions from which this extrapolation is measured. The uncertainty in the identification and isolation efficiency for prompt τ h candidates is also propagated to the final estimate. Finally an additional uncertainty is assessed for the fact that the extrapolations for both τ h candidates are correlated, leading to an overall systematic uncertainty of 30-37% for this background estimate, depending on the SR. In the estimation of the background from jets misidentified as τ h in the eτ h and µτ h final states, for which the transfer factor is estimated in a W+jets control sample, the purity of this control sample is ≈85%, and the remaining ≈15% is propagated as a systematic uncertainty. A systematic uncertainty of up to 5% is considered for the rate of leptons misidentified as τ h candidates in the leptonic final states.",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The effects of different sources of uncertainty, such as uncertainties related to the jet energy scale; unclustered energy contributing to p miss T ; and muon, electron, and τ h energy scales that affect the simulated event samples used in the evaluation of the transfer factor are also propagated to the final background estimate. In the eµ final state, the largest source of uncertainty in the estimation of the background with misidentified leptons is the contamination from other background processes in the control regions A, C, and D used for the background estimation. While the C and D regions are quite pure in QCD multijet events (>90%), the level of contamination can be as high as ≈45% in the A region. A 50% uncertainty is assigned to the QCD multijet background prediction in this final state to cover the potential effects of this contamination.",
            "paragraph_rank": 60,
            "section_rank": 24
        },
        {
            "section": "JHEP11(2018)151",
            "text": "We rely mostly on simulation to obtain estimates of the other background contributions and the signal yields. We propagate uncertainties related to the b tagging, trigger, and selection efficiencies, renormalization and factorization scale uncertainties, PDF uncertainties, and uncertainties in the jet energy scale, jet energy resolution, unclustered energy contributing to p miss T , and the energy scales of electrons, muons, and τ h . For the DY+jets background, we have an additional uncertainty related to the corrections applied to the mass shape and p T distribution, while for the tt background, we propagate an uncertainty arising from the corrections to the top quark p T spectrum. In the leptonic final states, we derive normalization scale factors for the DY+jets and tt backgrounds in high-purity control samples. We assess uncertainties in these scale factors arising from the various JHEP11(2018)151 systematic effects mentioned above and propagate them to the corresponding background estimates. We also monitor the trends of these scale factors by applying a series of selection requirements on the discriminating kinematic variables that are as close as possible to the selections applied in the SRs. In the τ h τ h final state, where the SRs are selected with stringent criteria applied to kinematic variables, we assign a 20% normalization uncertainty for the production cross sections of these backgrounds, as well as for other SM processes. In the leptonic final states, an uncertainty of 10% is assigned to the normalization of rare SM backgrounds to cover potential variations between the different SRs. As the WW background contribution can be sizeable in the leptonic final states and in particular for the eµ final state, a normalization uncertainty of 25% is considered for this contribution. These uncertainties have been determined from sideband regions that are defined by the same baseline cuts as those that define the search bins, except considering only those bins of the search variables that are not used in the fit for the signal extraction.",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The uncertainty of 2.5% [80] in the integrated luminosity measurement is taken into account in all background estimates for which we do not derive normalization scale factors in dedicated data control samples, as well as for signal processes. In the case of the signal models we assign additional uncertainties due to differences between the fast simulation used for the signal models and the full simulation used for the background estimates that affect the p miss T resolution and lepton efficiencies. We also checked the effects of possible mismodeling of the initial-state radiation (ISR), which affects the total transverse momentum (p ISR T ) of the system of SUSY particles, for the signal processes by reweighting the p ISR T distribution of simulated signal events. This reweighting procedure is based on studies of the transverse momentum of Z boson events [81]. However these effects were found to be negligible for our SR definitions. The main systematic uncertainties for the signal models and background estimates are summarized in table 9.",
            "paragraph_rank": 62,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 24,
                    "text": "[80]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 867,
                    "text": "[81]",
                    "end": 871
                }
            ]
        },
        {
            "text": "Results and interpretation",
            "section_rank": 25
        },
        {
            "section": "Results and interpretation",
            "text": "The results of the analysis in the τ h τ h final state are summarized in table 10. The background estimates for the different SM processes are shown with the full uncertainty, the quadratic sum of the statistical and systematic uncertainties. As discussed in section 6, the uncertainties in the τ h τ h final state are dominated by the statistical uncertainties in the data control regions and the number of simulated events produced. These uncertainties are modeled in the likelihood function used for the statistical interpretation of the results with gamma distributions [82]. If there is no event in the control region used to obtain a given background estimate for any SR or no event in the simulated sample surviving the SR selection criteria, then the one standard deviation (s.   Table 10. Final predicted and observed event yields in the three SRs defined for the τ h τ h final state with all statistical and systematic uncertainties combined. For the background estimates with no event in the corresponding data control region or in the simulated sample after the SR selection, the predicted yield is indicated as being less than the one standard deviation upper bound evaluated for that estimate. The central value and the uncertainties for the total background estimate are then extracted from the full pre-fit likelihood. Expected yields are also given for signal models of direct τ pair production in the purely left-and right-handed scenarios and in the maximally mixed scenario, with the τ and χ 0 1 masses in GeV indicated in parentheses.",
            "paragraph_rank": 63,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 574,
                    "text": "[82]",
                    "end": 578
                },
                {
                    "type": "table",
                    "start": 788,
                    "text": "Table 10",
                    "end": 796
                }
            ]
        },
        {
            "section": "Results and interpretation",
            "text": "-21 -",
            "paragraph_rank": 64,
            "section_rank": 25
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 26
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Entries / bin   Figure 4. Distributions of the search variables p miss T (left) and Σm T (right) for the τ h τ h final state for events after the baseline selection. The black points show the data. The background estimates are represented with stacked histograms. Distributions for two benchmark models of charginoneutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In both cases, the last bin includes overflows.",
            "paragraph_rank": 65,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 16,
                    "text": "Figure 4",
                    "end": 24
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "estimates derived for all the SRs in the leptonic final states, as defined in tables 4 and 5, together with their uncertainties, are used as inputs to a simultaneous maximum likelihood fit to the observed data. The results for the SR bins that are used for the signal extraction in the final statistical interpretation procedure are shown in figures 8-10. Both histograms before the simultaneous fitting of all SRs (pre-fit) and after fitting (post-fit) are shown. The numbers of expected and observed events in each SR are also reported in tables 12-14 in appendix A. No significant deviations from the expected SM background are observed in this search. The results are interpreted as limits on the cross section for the production of τ pairs in the context of simplified models. The produced τ is assumed to always decay to a τ lepton and a χ 0 1 . The 95% confidence level (CL) upper limits on SUSY production cross sections are calculated using a modified frequentist approach with the CL s criterion [83,84] and asymptotic approximation for the test statistic [82,85]. Since the cross section of direct τ pair production and the τ lepton decay are strongly dependent on chirality, the results are shown for three different scenarios. Figures 11-13 show the cross section upper limits obtained for τ τ production for the left-handed, maximally mixed, and right-handed scenarios as a function of the τ mass for different χ 0 1 mass hypotheses, namely 1, 10, 20, 30, 40, and 50 GeV. It can be seen that the constraints are reduced for higher χ 0 1 masses due to the smaller experimental acceptance. The stronger than expected limits observed at low τ mass values for a χ 0 1 mass of 50 GeV in the purely left-and right-handed scenarios are driven by a deficit in the µτ h final state in the 0-jet category, leading to strong constraints on the -22 -",
            "paragraph_rank": 66,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 1006,
                    "text": "[83,",
                    "end": 1010
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 1010,
                    "text": "84]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 1066,
                    "text": "[82,",
                    "end": 1070
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 1070,
                    "text": "85]",
                    "end": 1073
                },
                {
                    "type": "figure",
                    "ref_id": "fig_20",
                    "start": 1240,
                    "text": "Figures 11-13",
                    "end": 1253
                }
            ]
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 27
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Entries / bin −    , and D ζ (bottom) for the eτ h final state for events after the baseline selection. The black points show the data. The background estimates are represented with stacked histograms. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In all cases, the last bin includes overflows.",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "section": "JHEP11(2018)151",
            "text": "predicted background contribution in SRs sensitive to these signal models. The extremely small τ τ production cross sections make this scenario in general very challenging. This analysis is most sensitive to scenarios with a left-handed τ and a nearly massless χ 0 1 , in which we exclude production rates larger than 1.26 (1.34) times the expected SUSY cross section for a τ mass of 90 (125) GeV.",
            "paragraph_rank": 68,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 263,
                    "text": "0",
                    "end": 264
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "-23 -",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 28
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Entries / bin − h τ µ",
            "paragraph_rank": 70,
            "section_rank": 28
        },
        {
            "text": "Observed",
            "section_rank": 29
        },
        {
            "section": "Observed",
            "text": "Top quark   , and D ζ (bottom) for the µτ h final state for events after the baseline selection. The black points show the data. The background estimates are represented with stacked histograms. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In all cases, the last bin includes overflows.",
            "paragraph_rank": 71,
            "section_rank": 29
        },
        {
            "section": "Observed",
            "text": "We also interpret the results as exclusion limits in simplified models of mass-degenerate chargino-neutralino ( χ ± 1 χ 0 2 ) and chargino pair ( χ ± 1 χ ∓ 1 ) production with decays to τ leptons in the final state via the decay chains χ ± 1 → τ ν τ / ν τ τ → τ ν τ χ 0 1 , χ 0 2 → τ τ → τ τ χ 0 1 . Equal branching fractions are assumed for each of the two possible χ ± 1 decay chains considered. The τ and ν τ masses are assumed to be degenerate in these models and to have a value halfway between the mass of the parent sparticles and the χ 0 1 mass. Figure 14 shows the -24 -",
            "paragraph_rank": 72,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 554,
                    "text": "Figure 14",
                    "end": 563
                }
            ]
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 30
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Entries / bin −  , and D ζ (bottom) for the eµ final state for events after the baseline selection. The black points show the data. The background estimates are represented with stacked histograms. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In all cases, the last bin includes overflows.",
            "paragraph_rank": 73,
            "section_rank": 30
        },
        {
            "section": "JHEP11(2018)151",
            "text": "95% CL exclusion limits in the mass plane of χ ± 1 / χ 0 2 versus χ 0 1 mass obtained for the χ ± 1 χ 0 2 scenario. We exclude χ ± 1 / χ 0 2 masses up to around 710 GeV for a nearly massless χ 0 1 hypothesis in this scenario. Figure 15 shows the corresponding limits for the χ ± 1 χ ∓ 1 signal scenario in the plane of χ ± 1 versus χ 0 1 mass. In this scenario, we exclude χ ± 1 masses up to around 630 GeV for a nearly massless χ 0 1 hypothesis.  SR : Figure 8. Pre-fit (upper) and post-fit (lower) results for the SRs used for the final signal extraction in the eτ h final state. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In the ratio panels, the black markers indicate the ratio of the observed data in each SR to the corresponding pre-fit or post-fit SM background prediction.",
            "paragraph_rank": 74,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 226,
                    "text": "Figure 15",
                    "end": 235
                },
                {
                    "type": "figure",
                    "start": 453,
                    "text": "Figure 8",
                    "end": 461
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "-26 - ( SR : Figure 9. Pre-fit (upper) and post-fit (lower) results for the SRs used for the final signal extraction in the µτ h final state. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In the ratio panels, the black markers indicate the ratio of the observed data in each SR to the corresponding pre-fit or post-fit SM background prediction. ( SR : Figure 10. Pre-fit (upper) and post-fit (lower) results for the SRs used for the final signal extraction in the eµ final state. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In the ratio panels, the black markers indicate the ratio of the observed data in each SR to the corresponding pre-fit or post-fit SM background prediction.      Figure 14. Exclusion limits at 95% CL for chargino-neutralino production with decays through τ to final states with τ leptons. The production cross sections are computed at NLO+NLL precision assuming mass-degenerate wino χ ± 1 and χ 0 2 , light bino χ 0 1 , and with all the other sparticles assumed to be heavy and decoupled [72,73]. The regions enclosed by the thick black curves represent the observed exclusion at 95% CL, while the thick dashed red line indicates the expected exclusion at 95% CL. The thin black lines show the effect of variations of the signal cross sections within theoretical uncertainties on the observed exclusion. The thin red dashed lines indicate the region containing 68% of the distribution of limits expected under the background-only hypothesis. The green and blue dashed lines show separately the expected exclusion regions for the analyses in the all-hadronic and leptonic final states, respectively.",
            "paragraph_rank": 75,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 13,
                    "text": "Figure 9",
                    "end": 21
                },
                {
                    "type": "figure",
                    "start": 590,
                    "text": "Figure 10",
                    "end": 599
                },
                {
                    "type": "figure",
                    "start": 1164,
                    "text": "Figure 14",
                    "end": 1173
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 1490,
                    "text": "[72,",
                    "end": 1494
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 1494,
                    "text": "73]",
                    "end": 1497
                }
            ]
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 31
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 32
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 33
        },
        {
            "text": "CMS",
            "section_rank": 34
        },
        {
            "section": "CMS",
            "text": "In order to simplify the reinterpretation of the results obtained in the leptonic final states using other signal models, we define a small set of aggregate SRs by combining subsets of the SRs. These aggregate SRs are chosen to have sensitivity to a range of signal models. Since they are not exclusive, the results obtained for these aggregate SRs cannot be statistically combined. These results are tabulated in table 11.",
            "paragraph_rank": 76,
            "section_rank": 34
        },
        {
            "text": "Summary",
            "section_rank": 35
        },
        {
            "section": "Summary",
            "text": "A search for the direct and indirect production of τ sleptons has been performed in protonproton collisions at a center-of-mass energy of 13 TeV in events with a τ lepton pair and significant missing transverse momentum in the final state. Both leptonic and hadronic decay modes of the τ leptons are considered. Search regions are defined using discriminating kinematic observables that exploit expected differences between signal and background. The data sample used for this search corresponds to an integrated luminosity of 35.9 fb −1 .",
            "paragraph_rank": 77,
            "section_rank": 35
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 36
        },
        {
            "section": "JHEP11(2018)151",
            "text": "[GeV]  Figure 15. Exclusion limits at 95% CL for chargino pair production with decays through τ to final states with τ leptons. The production cross sections are computed at NLO+NLL precision assuming a wino-like χ ± 1 , light bino χ 0 1 , and with all the other sparticles assumed to be heavy and decoupled [72,73] No excess above the expected standard model background has been observed. Upper limits on the cross section of direct τ pair production are derived for simplified models in which each τ decays to a τ lepton and the lightest neutralino, with the latter being assumed to be the lightest supersymmetric particle (LSP). The analysis is most sensitive to a τ that is purely left-handed. For a left-handed τ of 90 GeV decaying to a nearly massless LSP, the observed limit is 1.26 times the expected production cross section in the simplified model. The limits obtained for direct τ pair production represent a considerable improvement in sensitivity for this production mechanism with respect to previous ATLAS and CMS measurements. Exclusion limits are also derived for simplified models of charginoneutralino and chargino pair production with decays to τ leptons that involve indirect τ production via the chargino and neutralino decay chains. In the chargino-neutralino production model, in which the parent chargino and second-lightest neutralino are assumed to have the same mass, we exclude chargino masses up to 710 GeV under the hypothesis of a nearly massless LSP. In the chargino pair production model, we exclude chargino - masses up to 630 GeV under the same hypothesis. In both cases, we significantly extend the exclusion limits with respect to previous CMS measurements.",
            "paragraph_rank": 78,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 7,
                    "text": "Figure 15",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 308,
                    "text": "[72,",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 312,
                    "text": "73]",
                    "end": 315
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: the Austrian   Numbers of expected and observed events in the eτ h channel. The total background includes the total uncertainty, while for each process the statistical and systematic uncertainties are quoted separately. The two numbers that are quoted for the benchmark signal models are the masses of the parent SUSY particle and the χ 0 1 , respectively, in GeV. In the case of the chargino-neutralino signal models, the first number within parentheses indicates the common χ ± 1 and χ 0 2 mass in GeV.",
            "paragraph_rank": 79,
            "section_rank": 36
        },
        {
            "section": "JHEP11(2018)151",
            "text": "-  Table 13.",
            "paragraph_rank": 80,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 13",
                    "end": 11
                }
            ]
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Numbers of expected and observed events in the µτ h channel. The total background includes the total uncertainty, while for each process the statistical and systematic uncertainties are quoted separately. The two numbers that are quoted for the benchmark signal models are the masses of the parent SUSY particle and the χ 0 1 , respectively, in GeV. In the case of the chargino-neutralino signal models, the first number within parentheses indicates the common χ ± 1 and χ 0 2 mass in GeV.",
            "paragraph_rank": 81,
            "section_rank": 36
        },
        {
            "text": "Figure 2 .",
            "section_rank": 37
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Left: visible mass spectrum used to validate the modeling of the DY+jets background in the τ h τ h final state in a Z → τ τ control sample selected with low m T2 or Σm T and a minimum τ h τ h system p T of 50 GeV. The last bin includes overflows. Right: dimuon mass distribution in the high-purity Z → µµ control sample after all estimated correction factors have been applied to the simulation. In the legend, \"Top quark\" refers to the background originating from tt and single top quark production.",
            "paragraph_rank": 82,
            "section_rank": 37
        },
        {
            "text": "d.) upper bound evaluated for that background contribution is presented in the table. No significant excess is observed in any of the SRs. A comparison of the observed data with the background prediction for the search variables p miss T and Σm T is shown for the all-hadronic final state in figure 4 after the baseline selection. Similar comparisons are shown for the three search variables p miss T , m T2 , and D ζ used in the leptonic final states (eτ h , µτ h , and eµ) in figures 5-7. The background -20 -JHEP11(2018)151 Uncertainty (%) Signal Misidentified e/µ/τ h DY+jets Top quark backgrounds Rare SM",
            "paragraph_rank": 83,
            "section_rank": 38
        },
        {
            "text": "Figure 5 .",
            "section_rank": 39
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Distributions of the search variables p miss T (top left), m T2 (top right), and D ζ (bottom) for the eτ h final state for events after the baseline selection. The black points show the data. The background estimates are represented with stacked histograms. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In all cases, the last bin includes overflows.",
            "paragraph_rank": 84,
            "section_rank": 39
        },
        {
            "text": "Figure 6 .",
            "section_rank": 40
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Distributions of the search variables p miss T (top left), m T2 (top right), and D ζ (bottom) for the µτ h final state for events after the baseline selection. The black points show the data. The background estimates are represented with stacked histograms. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In all cases, the last bin includes overflows.",
            "paragraph_rank": 85,
            "section_rank": 40
        },
        {
            "text": "Figure 7 .",
            "section_rank": 41
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Distributions of the search variables p miss T (top left), m T2 (top right), and D ζ (bottom) for the eµ final state for events after the baseline selection. The black points show the data. The background estimates are represented with stacked histograms. Distributions for two benchmark models of chargino-neutralino production, and one of direct left-handed τ pair production, are overlaid. The numbers within parentheses in the legend correspond to the masses of the parent SUSY particle and the χ 0 1 in GeV for these benchmark models. In all cases, the last bin includes overflows.",
            "paragraph_rank": 86,
            "section_rank": 41
        },
        {
            "text": "Figure 11 .",
            "section_rank": 42
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Excluded τ pair production cross section as a function of the τ mass for the left-handed τ scenario, and for different χ 0 1 masses of 1, 10, 20, 30, 40, and 50 GeV from upper left to lower right, respectively. The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. The red line indicates the NLO+NLL prediction for the signal production cross section calculated with Resummino[47], while the red hatched band represents the uncertainty in the prediction.",
            "paragraph_rank": 87,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 519,
                    "text": "[47]",
                    "end": 523
                }
            ]
        },
        {
            "text": "Figure 12 .",
            "section_rank": 43
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. Excluded τ pair production cross section as a function of the τ mass for the maximallymixed τ scenario, and for different χ 0 1 masses of 1, 10, 20, 30, 40, and 50 GeV from upper left to lower right, respectively. The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the backgroundonly hypothesis. The red line indicates the NLO+NLL prediction for the signal production cross section calculated with Resummino[47], while the red hatched band represents the uncertainty in the prediction.",
            "paragraph_rank": 88,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 521,
                    "text": "[47]",
                    "end": 525
                }
            ]
        },
        {
            "text": "Figure 13 .",
            "section_rank": 44
        },
        {
            "section": "Figure 13 .",
            "text": "Figure 13. Excluded τ pair production cross section as a function of the τ mass for the righthanded τ scenario, and for different χ 0 1 masses of 1, 10, 20, 30, 40, and 50 GeV from upper right to lower right, respectively. The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the backgroundonly hypothesis. The red line indicates the NLO+NLL prediction for the signal production cross section calculated with Resummino[47], while the red hatched band represents the uncertainty in the prediction.",
            "paragraph_rank": 89,
            "section_rank": 44,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 519,
                    "text": "[47]",
                    "end": 523
                }
            ]
        },
        {
            "text": "limit on cross section[pb]    ",
            "paragraph_rank": 90,
            "section_rank": 45
        },
        {
            "text": "Figure 15. Exclusion limits at 95% CL for chargino pair production with decays through τ to final states with τ leptons. The production cross sections are computed at NLO+NLL precision assuming a wino-like χ ± 1 , light bino χ 0 1 , and with all the other sparticles assumed to be heavy and decoupled[72,73]. The regions enclosed by the thick black curves represent the observed exclusion at 95% CL, while the thick dashed red line indicates the expected exclusion at 95% CL. The thin black lines show the effect of variations of the signal cross sections within theoretical uncertainties on the observed exclusion. The thin red dashed lines indicate the region containing 68% of the distribution of limits expected under the background-only hypothesis. The green and blue dashed lines show separately the expected exclusion regions for the analyses in the all-hadronic and leptonic final states, respectively.",
            "paragraph_rank": 91,
            "section_rank": 46,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 300,
                    "text": "[72,",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 304,
                    "text": "73]",
                    "end": 307
                }
            ]
        },
        {
            "text": "dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Scientific and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contractsJHEP11(2018)151A Event yields for the analysis in the eτ h , µτ h , and eµ final states",
            "paragraph_rank": 92,
            "section_rank": 47
        },
        {
            "text": "Table 2 .",
            "section_rank": 48
        },
        {
            "section": "Table 2 .",
            "text": "Summary of requirements for identifying additional electrons and muons.",
            "paragraph_rank": 93,
            "section_rank": 48
        },
        {
            "text": "Top left: closure test for the method used to estimate the τ h misidentification rate for the τ h τ h final state in a data control sample where the m T2 or Σm T requirements used in the SRs are inverted. Top right: Σm T distribution for events in the eτ h final state after the baseline selection,",
            "paragraph_rank": 94,
            "section_rank": 49
        },
        {
            "text": "CMSFigure 3.",
            "paragraph_rank": 95,
            "section_rank": 49
        },
        {
            "text": "Table 8 .",
            "section_rank": 50
        },
        {
            "section": "Table 8 .",
            "text": "|η|, p T ) 20-30 GeV 30-40 GeV >40 GeV |η| < 0.80 0.74 ± 0.07 0.66 ± 0.01 0.56 ± 0.02 0.80 < |η| < 1.44 0.68 ± 0.01 0.61 ± 0.01 0.39 ± 0.03 Transfer factor R determined from the W+jets control sample according to eq. (5.1), as a function of p T and η of the τ h candidate. The uncertainties are statistical only.",
            "paragraph_rank": 96,
            "section_rank": 50
        },
        {
            "section": "Table 8 .",
            "text": "(",
            "paragraph_rank": 97,
            "section_rank": 50
        },
        {
            "text": "Table 9 .",
            "section_rank": 51
        },
        {
            "section": "Table 9 .",
            "text": "Systematic uncertainties in the analysis for the signal models and the different SM background predictions. The uncertainty values are evaluated separately for each signal model and mass hypothesis studied and are listed as percentages.",
            "paragraph_rank": 98,
            "section_rank": 51
        },
        {
            "text": "Table 11 .",
            "section_rank": 52
        },
        {
            "section": "Table 11 .",
            "text": "Definition of the aggregate SRs to be used for easier reinterpretation of the results in the eτ h , µτ h , and eµ final states. In all of these regions, a selection requirement of D ζ > −500 GeV is applied.",
            "paragraph_rank": 99,
            "section_rank": 52
        },
        {
            "text": "Deutscher Forschungszentren, Germany; the General Secretariat for Research and Technology, Greece; the National Research, Development and Innovation Fund, Hungary; the Department of Atomic Energy and the Department of Science and Technology, India; the Institute for Studies in Theoretical Physics and Mathematics, Iran; the Science Foundation, Ireland; the Istituto Nazionale di Fisica Nucleare, Italy; the Ministry of Science, ICT and Future Planning, and National Research Foundation (NRF), Republic of Korea; the Ministry of Education and Science of the Republic of Latvia; the Lithuanian Academy of Sciences; the Ministry of Education, and University of Malaya (Malaysia); the Ministry of Science of Montenegro; the Mexican Funding Agencies (BUAP, CINVES-TAV, CONACYT, LNS, SEP, and UASLP-FAI); the Ministry of Business, Innovation and Employment, New Zealand; the Pakistan Atomic Energy Commission; the Ministry of Science and Higher Education and the National Science Centre, Poland; the Fundação para a Ciência e a Tecnologia, Portugal; JINR, Dubna; the Ministry of Education and Science of the Russian Federation, the Federal Agency of Atomic Energy of the Russian Federation, Russian Academy of Sciences, the Russian Foundation for Basic Research, and the National Research Center \"Kurchatov Institute\"; the Ministry of Education, Science and Technological Development of Serbia; the Secretaría de Estado de Investigación, Desarrollo e Innovación, Programa Consolider-Ingenio 2010, Plan Estatal de Investigación Científica y Técnica y de Innovación 2013-2016, Plan de Ciencia, Tecnología e Innovación 2013-2017 del Principado de Asturias, and Fondo Europeo de Desarrollo Regional, Spain; the Ministry of Science, Technology and Research, Sri Lanka; the Swiss Funding Agencies (ETH Board, ETH Zurich, PSI, SNF, UniZH, Canton Zurich, and SER); the Ministry of Science and Technology, Taipei; the Thailand Center of Excellence in Physics, the Institute for the Promotion of Teaching Science and Technology of Thailand, Special Task Force for Activating Research and the National Science and Technology Development Agency of Thailand; the Scientific and Technical Research Council of Turkey, and Turkish Atomic Energy Authority; the National Academy of Sciences of Ukraine, and State Fund for Fundamental Researches, Ukraine; the Science and Technology Facilities Council, U.K.; the U.S. Department of Energy, and the U.S. National Science Foundation. Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche",
            "paragraph_rank": 100,
            "section_rank": 53
        },
        {
            "text": "Acknowledgments",
            "section_rank": 55
        },
        {
            "text": "JHEP11(2018)151",
            "section_rank": 57
        },
        {
            "section": "JHEP11(2018)151",
            "text": "The CMS collaboration",
            "paragraph_rank": 101,
            "section_rank": 57
        },
        {
            "section": "JHEP11(2018)151",
            "text": "Yerevan Physics Institute, Yerevan, Armenia A.M. Sirunyan, A. Tumasyan",
            "paragraph_rank": 102,
            "section_rank": 57
        }
    ]
}