{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of off-shell Higgs boson production in the ZZ 4i and ZZ 2f.2v decay channels, where I stands for either an electron or a muon, is performed using data from proton-proton collisions at a centre-of-mass energy of Vs = 13 TeV. The data were collected by the ATLAS experiment in 2015 and 2016 at the Large Hadron Collider, and they correspond to an integrated luminosity of 36.1 fb-1. An observed (expected) upper limit on the off-shell Higgs signal strength, defined as the event yield normalised to the Standard Model prediction, of 3.8 (3.4) is obtained at 95% confidence level (CL). Assuming the ratio of the Higgs boson couplings to the Standard Model predictions is independent of the momentum transfer of the Higgs production mechanism considered in the analysis, a combination with the on-shell signal-strength measurements yields an observed (expected) 95% CL upper limit on the Higgs boson total width of 14.4 (15.2) MeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The observation of the Higgs boson by the ATLAS and CMS experiments [1,2] at the Large Hadron Collider (LHC) marks a mile stone towards the understanding of the mechanism of electroweak (EW) symmetry breaking [3][4][5]. Further studies of the spin, par ity and couplings of the new particle have shown no significant deviation from the predictions for the Standard Model (SM) Higgs boson [6][7][8][9][10]. Efforts to measure the properties of the Higgs boson are primarily focused on on-shell production. For a Higgs boson at a mass of 125 GeV [10,11], the expected natural width of the SM Higgs boson is r™ ~ 4.1 MeV [12]. However, above 125 GeV offshell production of the Higgs boson has a substantial cross section at the LHC [13][14][15][16], due to the increased phase space as the vector bosons (V = W, Z) and top quark decay products become on-shell with the increasing energy scale. This provides an opportunity to study the Higgs boson properties at higher energy scales. Off-shell production can provide sensitivity to new physics that alters the interactions between the Higgs boson and other fundamental par ticles in the high-mass region [17][18][19][20][21][22][23][24].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 68,
                    "text": "[1,",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 71,
                    "text": "2]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 209,
                    "text": "[3]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 212,
                    "text": "[4]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 215,
                    "text": "[5]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 388,
                    "text": "[6]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 391,
                    "text": "[7]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 394,
                    "text": "[8]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 397,
                    "text": "[9]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 400,
                    "text": "[10]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 544,
                    "text": "[10,",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 548,
                    "text": "11]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 618,
                    "text": "[12]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 729,
                    "text": "[13]",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 733,
                    "text": "[14]",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 737,
                    "text": "[15]",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 741,
                    "text": "[16]",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1151,
                    "text": "[17]",
                    "end": 1155
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1155,
                    "text": "[18]",
                    "end": 1159
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1159,
                    "text": "[19]",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1163,
                    "text": "[20]",
                    "end": 1167
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1167,
                    "text": "[21]",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1171,
                    "text": "[22]",
                    "end": 1175
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1175,
                    "text": "[23]",
                    "end": 1179
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1179,
                    "text": "[24]",
                    "end": 1183
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The measured off-shell event yield from gluon-gluon fu sion (ggF) production normalised to the SM prediction, where this ratio is referred to as the signal strength ^off-shell. can be expressed as where ^Off-sheii 'Z/ 's the cross section of the off-shell Higgs bo son production via ggF with subsequent decay into a ZZ pair, and Kg,off-shell and Kz,off-shell are the off-shell coupling modifiers rela tive to the SM predictions associated with the gg H* production and the H* ZZ decay, respectively. The off-shell Higgs boson signal cannot be treated independently of the gg ZZ back ground, as sizeable negative interference effects appear [13]. The interference term is assumed to be proportional to VM-ofCshell = Kg,off-shell • KZ,off-shell. Similarly, ^on-shell for the on-shell Higgs   [15,25]. The above formalism describing the ratio of off-shell to on-shell cross sections also applies to the vector-boson fu sion (VBF) production mode. As in the previous measurement [26], for a measurement of Th it is necessary to assume that the onshell and off-shell coupling modifiers are the same, and for an upper limit that the on-shell coupling modifiers are not larger than the off-shell couplings. It is also assumed that any new physics which modifies the off-shell signal strength and the off-shell cou plings does not modify the relative phase of the interfering signal and background processes. Further, it is assumed that there are neither sizeable kinematic modifications to the off-shell signal nor new sizeable signals in the search region of this analysis unrelated to an enhanced off-shell signal strength. The ATLAS and CMS experiments have presented studies of the off-shell production of the Higgs boson using Run-1 proton-proton (pp) collisions data [26][27][28][29]. ATLAS obtained an observed (ex pected) upper limit on the off-shell Higgs boson signal strength (Zoff-shell) in the range of 5.1-8.6 (6.7-11.0) [26], using the ZZ and WW channels. This range is determined by the assumption that the gg ZZ and gg WW background K-factors, correspond ing to the ratio of the next-to-leading-order (NLO) QCD predic tions to the leading-order (LO) predictions, lie between one-half and twice the value of the gg H* ZZ(WW) signal K-factor. An observed (expected) 95% confidence level (CL) upper limit of Th < 23 (33) MeV was obtained, assuming the gg ZZ(WW) background K-factor is equal to the gg H* ZZ(WW) sig nal K-factor. CMS presented a similar study in the ZZ and WW channels, with observed (expected) 95% CL upper limit of Th < 13(26) MeV [29]. By comparison, the precision of Th from direct on-shell Higgs boson mass measurements alone is approximately 1 GeV [9,30,31], limited by measurement resolution.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 641,
                    "text": "[13]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "start": 783,
                    "text": "Higgs",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 791,
                    "text": "[15,",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 795,
                    "text": "25]",
                    "end": 798
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 976,
                    "text": "[26]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1767,
                    "text": "[26]",
                    "end": 1771
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1771,
                    "text": "[27]",
                    "end": 1775
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1775,
                    "text": "[28]",
                    "end": 1779
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1779,
                    "text": "[29]",
                    "end": 1783
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1929,
                    "text": "[26]",
                    "end": 1933
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2324,
                    "text": "(33)",
                    "end": 2328
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2557,
                    "text": "[29]",
                    "end": 2561
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2678,
                    "text": "[9,",
                    "end": 2681
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2681,
                    "text": "30,",
                    "end": 2684
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2684,
                    "text": "31]",
                    "end": 2687
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Letter presents an analysis of off-shell Higgs boson produc tion in the ZZ 4L and ZZ 2L2v final states (L = e, z), using 36.1 fb-1 of data collected by the ATLAS detector in pp collisions at s/s = 13 TeV. The off-shell region is defined by requiring the invariant mass of the ZZ system (mZZ) to be above the on-shell ZZ production threshold, hence well above the Higgs boson mass, and the on-shell region is defined by a mass window around the 125 GeV resonance. This analysis adopts the same methodology used in the Run-1 analysis reported in Ref. [26]. The analysis for the ZZ 4L final state closely follows the Higgs boson measure ments and high-mass search in the same final state described in Refs. [32,33]. The off-shell Higgs signal strength is extracted using a matrix-element discriminant, defined in Section 4, in a mass re gion 220 GeV < m4L < 2000 GeV. The on-shell signal strength was measured in the 118 GeV < m4L < 129 GeV region in Ref. [32]. The analysis of the ZZ 2L2v channel, described in Section 5, follows a strategy similar to that used in the search for heavy ZZ reso nances described in Ref. [33]. For this channel, the signal strength is extracted from the transverse mass distribution in the 250 to 2000 GeV range. For off-shell production of the Higgs boson, the dominant processes of ggF and VBF are considered. Next-to-nextto-leading-order (NNLO) QCD and NLO EW corrections are known for the off-shell signal process gg H* ^ ZZ [25]. More recently, NLO QCD corrections have also become available for the gg ZZ background and for the signal-background interference [34,35], for which additional details are given in Section 3. Given that the QCD corrections for the off-shell signal processes have only been calcu lated inclusively in the jet multiplicity, the analysis is performed inclusively in jet observables and the event selection is designed to minimise the dependence on the momentum of the ZZ system, which is sensitive to the jet multiplicity.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 554,
                    "text": "[26]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 709,
                    "text": "[32,",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 713,
                    "text": "33]",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 958,
                    "text": "[32]",
                    "end": 962
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1122,
                    "text": "[33]",
                    "end": 1126
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1463,
                    "text": "[25]",
                    "end": 1467
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1599,
                    "text": "[34,",
                    "end": 1603
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1603,
                    "text": "35]",
                    "end": 1606
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS experiment is described in Ref. [36]. ATLAS is a multipurpose detector with a forward-backward symmetric cylin drical geometry and a solid-angle1 * * * coverage of nearly 4n. The inner tracking detector, covering the region |nl < 2.5, consists of a silicon pixel detector, a silicon microstrip detector and a straw-tube transition-radiation tracker. The innermost layer of the pixel detector, the insertable B-layer [37], was installed between Run 1 and Run 2 of the LHC. The inner detector is surrounded by a thin superconducting solenoid providing a 2 T magnetic field, and by a finely segmented lead/liquid-argon (LAr) electromagnetic calorimeter covering the region |nl < 3.2. A steel/scintillator-tile hadronic calorimeter provides coverage in the central region |nl < 1 .7. The endcap and forward regions, covering the pseudorapidity range 1.5 < |nl < 4.9, are instrumented with electromagnetic and hadronic LAr calorimeters, with copper or tungsten as the absorber material. A muon spectrometer system incorporating large super conducting toroidal air-core magnets surrounds the calorimeters. Three layers of precision wire chambers provide muon tracking in the range |n| < 2.7, while dedicated fast chambers are used for triggering in the region |n| < 2.4. The trigger system is com posed of two stages [38]. The first stage, implemented with custom hardware, uses information from calorimeters and muon chambers to reduce the event rate from about 40 MHz to a maximum of 100 kHz. The second stage, called the high-level trigger, reduces the data acquisition rate to about 1 kHz on average. The high-level trigger is software-based and runs reconstruction algorithms simi lar to those used in the offline reconstruction.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 42,
                    "text": "[36]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "start": 426,
                    "text": "[37]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1321,
                    "text": "[38]",
                    "end": 1325
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "1 The ATLAS experiment uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, $) are used in the transverse plane, $ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle 0 as n = -lntan(0/2).  [39][40][41][42]. Matrix elements were calcu lated for zero jets and one jet at LO and merged with the Sherpa parton shower [43]. The NNPDF30NNLO [44] PDF set was used, and the QCD renormalisation and factorisation scales were set to mzz/2.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 465,
                    "text": "[39]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 469,
                    "text": "[40]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 473,
                    "text": "[41]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 477,
                    "text": "[42]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 589,
                    "text": "[43]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "start": 611,
                    "text": "[44]",
                    "end": 615
                }
            ]
        },
        {
            "text": "Monte Carlo simulation and higher-order theory corrections",
            "section_rank": 4
        },
        {
            "section": "Monte Carlo simulation and higher-order theory corrections",
            "text": "The K-factor for the gg H* ZZ process is known up to NNLO in QCD as a function of mZZ [12,25]. More recently, a NLO QCD calculation which includes the gg ZZ continuum process has become available [34,35] allowing mZZ differential K-factors to be calculated with an expansion in the inverse top mass (1/mt) be low 2mt, and assuming a massless-quark approximation above this threshold. This NLO QCD calculation was used to correct all three components with separate K-factors computed for the signal gg H* ZZ (KS(mZZ)), the background gg ZZ (KB(mZZ)) and the interference (KI(mZZ)). Since the NNLO QCD correction is only known differentially in mZZ for the gg H* ZZ process and not for all three components in the off-shell region, an overall cor rection is applied by scaling the differential NLO QCD reweighted cross section by an additional factor of 1.2, which is assumed to be the same for the signal, background and interference. This ad ditional constant scale factor is justified by the constant NNLO to (1) (",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 86,
                    "text": "[12,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 90,
                    "text": "25]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 196,
                    "text": "[34,",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 200,
                    "text": "35]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1010,
                    "text": "(1)",
                    "end": 1013
                }
            ]
        },
        {
            "text": "2)",
            "section_rank": 5
        },
        {
            "section": "2)",
            "text": "NLO ratio of the QCD predictions over the data region considered in the analysis. Using these scaled NLO K-factors, the cross section for the gg (   [45] with matrix elements calculated at LO. The QCD renormalisation and factorisation scales were set to mW following the recommenda tion in Ref. [46] and the NNPDF23LO PDF set [47] was used. Pythia 8.186 [48] was used for parton showering and hadronisation, with the A14 set of tuned parameters for the underlying event [49]. Due to the different rH dependence, the on-shell and off-shell Higgs boson production processes are separated when weighting MC events as in Eqs. 1 NLO QCD accuracy is achieved in the matrix-element calculation for 0-and 1-jet final states and LO accuracy for 2and 3-jet final states. The merging with the Sherpa parton shower was performed using the MePs@NLO prescription. NLO EW corrections are applied as a function of the particle-level mZZ [50,51].",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 145,
                    "text": "(",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 149,
                    "text": "[45]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 295,
                    "text": "[46]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 326,
                    "text": "[47]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 354,
                    "text": "[48]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 470,
                    "text": "[49]",
                    "end": 474
                },
                {
                    "start": 622,
                    "text": "1",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 921,
                    "text": "[50,",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 925,
                    "text": "51]",
                    "end": 928
                }
            ]
        },
        {
            "section": "2)",
            "text": "The WW and WZ backgrounds were simulated at NLO in QCD using the Powheg-Box v2 event generator [52] with the CT10NLO PDF set [53] and Pythia 8.186 for parton showering and hadronisation. The non-perturbative effects were modelled with the AZNLO set of tuned parameters [54]. The interference between the qq ZZ and qq WW processes for the 2T2v final state is found to be negligible and thus is not considered.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 95,
                    "text": "[52]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 125,
                    "text": "[53]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 269,
                    "text": "[54]",
                    "end": 273
                }
            ]
        },
        {
            "section": "2)",
            "text": "Events containing a single Z boson with associated jets ( Z + jets) were simulated using the Sherpavv2.2.1 event generator. Ma trix elements were calculated for up to two partons at NLO and four partons at LO using the Comix [55] and OpenLoops [41] matrix-element generators and merged with the Sherpa parton shower [43] using the MePs@NLO prescription. The NNPDF30NNLO PDF set was used in conjunction with dedicated parton-shower tuning developed by the Sherpa authors. The Z + jets events are normalised using the NNLO cross sections [56].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 225,
                    "text": "[55]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 244,
                    "text": "[41]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 316,
                    "text": "[43]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 536,
                    "text": "[56]",
                    "end": 540
                }
            ]
        },
        {
            "section": "2)",
            "text": "The triboson backgrounds ZZZ, WZZ, and WWZ with fully leptonic decays and at least four prompt charged leptons were modelled using Sherpav V2.2.1. The contribution from triboson backgrounds with one W or Z boson decaying hadronically is not included in the simulation, but the impact on the analysis is found to be negligible. For the fully leptonic tt + Z background, with four prompt charged leptons originating from the decays of the top quarks and Z boson, MADGRAPH5_aMC@NLO was used. The tt background, as well as the single-top and Wt production, were modelled using Powheg-Box v2 interfaced to Pythia 6.428 [57] with the Perugia 2012 [58] set of tuned parameters for parton showering, hadronisation and the underlying event, and to Evt-Gen v1.2.0 [59] for properties of the bottom and charm hadron decays.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 614,
                    "text": "[57]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 641,
                    "text": "[58]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 754,
                    "text": "[59]",
                    "end": 758
                }
            ]
        },
        {
            "section": "2)",
            "text": "The particle-level events produced by each MC event generator were processed through the ATLAS detector simulation within the Geant 4 framework [60,61] or the fast detector simulation package Atlfast-II [61]. Additional pp interactions in the same and nearby bunch crossings (pile-up) are included in the simulation. The pile up events were generated using Pythia 8 with the A2 set of tuned parameters [62] and the MSTW2008LO PDF set [63]. The simula tion samples were weighted to reproduce the observed distribution of the mean number of interactions per bunch crossing in the data.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 144,
                    "text": "[60,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 148,
                    "text": "61]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 203,
                    "text": "[61]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 402,
                    "text": "[62]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 434,
                    "text": "[63]",
                    "end": 438
                }
            ]
        },
        {
            "text": "ZZ 4t analysis",
            "section_rank": 6
        },
        {
            "section": "ZZ 4t analysis",
            "text": "The analysis for the ZZ 41 final state closely follows the on-shell Higgs boson measurements and high-mass search in the same final state described in Refs. [32,33], with the same event reconstruction, trigger and event selections, and background esti mation methods. A matrix-element-based (ME-based) discriminant computed at LO is constructed to enhance the separation between the gg H* ^ ZZ signal and the gg ZZ and qq ZZ back grounds, and this discriminant is subsequently used in a binned maximum-likelihood fit for the final result. To minimise the de pendence of the gg ZZ kinematics on higher-order QCD effects, the analysis is performed inclusively, ignoring the number of jets in the events.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 157,
                    "text": "[32,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 161,
                    "text": "33]",
                    "end": 164
                }
            ]
        },
        {
            "section": "ZZ 4t analysis",
            "text": "The analysis is split into three channels (4m, 2e2M, 4e). Each electron (muon) must have transverse momentum pT > 7 (5) GeV and be measured in the pseudorapidity range ¡nl < 2.47 (¡nl < 2.7). The highest-pT lepton in the quadruplet must satisfy pT > 20 GeV, and the second (third) lepton in pT order is required to have pT > 15 GeV (pT > 10 GeV). Lepton pairs are formed from same-flavour opposite-charge leptons. For each channel, the quadruplet with a lepton pair whose mass is closest to the Z bo son mass is kept. This pair is referred to as the leading dilepton pair and its invariant mass, m12, is required to be between 50 GeV and 106 GeV. The second (subleading) pair is chosen from the re maining leptons as the pair closest in mass to the Z boson and in the range 50 GeV < m34 < 115 GeV. The off-shell region is de fined as the range 220 GeV < m4£ < 2000 GeV, while the on-shell region is defined as 118 GeV < m4£ < 129 GeV.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "ZZ 4t analysis",
            "text": "The dominant background in the ZZ 4T channel arises from qq ZZ events. This is modelled using MC simulation, accurate to NLO QCD and NLO EW corrections as explained in Section 3. Other backgrounds, such as triboson production, ttV, Z + jets, and top quark production, constitute less than 2% of the total background in the off-shell signal region, and are either taken from simulation or from dedicated data control regions. Fig. 1(a) shows the observed and expected distributions of m4£ combining all lepton channels in the off-shell region. The data are in agreement with the SM predictions, with two small excesses at m4£ around 240 GeV and 700 GeV, each having a significance of about two standard deviations (2a), as evaluated by the high-mass resonance search reported in Ref. [33]. Table 1 shows the expected and observed numbers of events in the signal region and addi tionally in the 400 GeV < m4£ < 2000 GeV mass range, which is  enriched in signal. The latter mass region was chosen for this table since it is optimal for a counting experiment. The matrix-element kinematic discriminant fully exploits the event kinematics in the centre-of-mass frame of the 4£ system. It is computed from eight kinematic observables: the three masses m4£, mi2 and m34, and the leading Z boson production angle and four decay angles defined in Ref. [64]. These observables are used to calculate the matrix elements for the different processes with the MCFM program [15] at LO. The following matrix ele ments are calculated for each event in the mass range 220 GeV < m4£ < 2000 GeV:",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 425,
                    "text": "Fig. 1(a)",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 783,
                    "text": "[33]",
                    "end": 787
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 789,
                    "text": "Table 1",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 1343,
                    "text": "[64]",
                    "end": 1347
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1459,
                    "text": "[15]",
                    "end": 1463
                }
            ]
        },
        {
            "section": "ZZ 4t analysis",
            "text": "• Pqq: the matrix element squared for the qq",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "ZZ 4t analysis",
            "text": "• Pgg: the matrix element squared for the gg (H* ^)ZZ",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "ZZ 4t analysis",
            "text": "4T process, which includes the Higgs boson with SM couplings, the continuum background and their interference,",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "ZZ 4t analysis",
            "text": "• PH : the matrix element squared for the gg H* ZZ 4T process without continuum background or interference.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "ZZ 4t analysis",
            "text": "The ME-based discriminant is defined as in Ref. [15]:",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 48,
                    "text": "[15]",
                    "end": 52
                }
            ]
        },
        {
            "section": "ZZ 4t analysis",
            "text": "where c = 0.1 is a constant whose value is chosen to balance the overall cross sections of the qq ZZ and gg (H* ^)ZZ pro cesses. The value of c has a small effect on the analysis sensitivity. Fig. 1(b) shows the observed and expected distributions of DME.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 192,
                    "text": "Fig. 1(b)",
                    "end": 201
                }
            ]
        },
        {
            "section": "ZZ 4t analysis",
            "text": "Events with a DME value between -4.5 and 0.5 are used for the final result.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "ZZ 2i2v analysis",
            "section_rank": 7
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "The analysis in the ZZ 2T2v final state closely follows the one performed to search for ZZ resonances [33]. The reconstruc tion, identification and selection of electrons, muons, jets, b-jets and missing transverse momentum are identical while the event selection is optimised for the current analysis.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 102,
                    "text": "[33]",
                    "end": 106
                }
            ]
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "To discriminate the signal from the background and enhance the sensitivity to off-shell Higgs boson production, the transverse mass of the ZZ system (mZZ) is used, defined as:",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "where p|£ is the transverse momentum of the dilepton system, mZ is the mass of the Z boson fixed to mZ = 91.187 GeV [65] and ET miss is the magnitude of the missing transverse momentum E™ss.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 116,
                    "text": "[65]",
                    "end": 120
                }
            ]
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "The latter is computed as the negative sum of transverse momenta of all the leptons and jets, as well as the tracks originating from the primary vertex but not associated with any of the leptons or jets, the so-called soft term.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "The event selection is designed to minimise the dependence on the pT of the ZZ system, and thus is performed inclusively in number of jets. First, events with two opposite-charge lep tons of the same flavour are selected with the requirement of pT > 30 (20) GeV for the leading (sub-leading) lepton. The dilep ton invariant mass mu is required to be in the range 76 GeV < mu < 106 GeV. Events with additional, loosely identified lep tons with pT > 7 GeV are rejected to reduce the amount of WZ background. The two Z bosons originating from the decay of an off-shell Higgs boson are boosted and tend to be back-toback in the transverse plane. A series of selection requirements are applied to reduce the Z + jets background: the two lep tons are required to be produced with an angular separation of AR = y(An)2 + (A0)2 < 1.8; E™ss is required to be larger than 175 GeV; the azimuthal angle between the transverse momentum of the dilepton system and the missing transverse momentum is required to be large, A0 The qq ZZ background is modelled in the same manner as for the ZZ 4T channel. The WZ background is estimated with simulation using a normalisation correction factor extracted from a dedicated control region (CR). This WZ-enriched CR is defined by selecting Z",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1006,
                    "text": "A0",
                    "end": 1008
                }
            ]
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "TT candidates with an additional electron or muon with pT > 20 GeV. Events with a b-jet are rejected to suppress leptonic tt decays and a mT(W) > 60 GeV requirement is applied to reduce the Z +jets contamination. The correction factor is then calculated in the CR as the number of data events, after subtract ing the non-WZ contributions, divided by the predicted WZ yield, and is found to be 1.29. The statistical uncertainty of the WZ es timate is about 2%, while the systematic uncertainty is estimated to be 5% from theoretical and experimental uncertainties in the simulation-based transfer factor between the three-lepton control region and the two-lepton signal region.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "The non-resonant-TT background, including WW, tt, Wt and Z tt processes, is estimated from a control sample of e^ events, in the same manner as in Ref. [33], except that the e^ CR is defined by requiring ET miss > 120 GeV. The background estimation is performed by extrapolating the result obtained with the relaxed E™ss requirement to the SR, extracting the efficiency of the E™ss selection criteria from MC simulation of the non-resonant-TT back ground. The m^Z distributions for the non-resonant-TT background are derived from the data CR and extrapolated to the SR. The total uncertainty in the non-resonant-TT estimate is about 40%, includ ing the statistical uncertainty of the data in the control region, the extrapolation and the method bias estimated from simulation. The m^Z distribution differences between data and simulation are taken as a shape uncertainty (~10%).",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 152,
                    "text": "[33]",
                    "end": 156
                }
            ]
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "The Z + jets background, expected to be ~2% of the total back ground, is estimated from a combination of MC and data-driven techniques. A Z + jets enriched CR is defined by reversing the E™ss/HT selection. Additionally, the b-jet veto and the require ment on A$(pTT, E™ss) are removed to allow more data events. The estimation is performed by extrapolating the number of events observed in the CR, after subtracting non-Z -boson backgrounds, to the SR with a correction factor based on simulation. The m^Z dis tribution for the Z + jets background is derived from simulation. The total uncertainty in the Z + jets estimate is about 50% (80%) for the ee (^^) channel, including the statistical uncertainty of the data in the control region and the extrapolation factor. The shape difference in m^Z between Z + jets MC events in the SR and those in the CR is taken into account as a systematic uncertainty.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "Other backgrounds, such as triboson production, ttV, W + jets, and top quark processes other than pair production, constitute only a tiny fraction of the total background in the off-shell signal re gion, < 1%, and are taken from simulation. The contribution from the on-shell Higgs production is negligible in the off-shell signal region.",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "ZZ 2i2v analysis",
            "text": "The expected and observed numbers of events in the signal re gion for the ZZ 2T2v analysis are summarised in Table 1. Fig. 2 shows the observed and expected distributions of m^Z in both the ee and //// channels in the off-shell region.",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 109,
                    "text": "Table 1",
                    "end": 116
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 118,
                    "text": "Fig. 2",
                    "end": 124
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainty sources impacting the analysis of both channels can be divided into two categories: uncertainties in the theoretical description of the signal and background processes and experimental uncertainties related to the detector or to the re construction algorithms. The largest systematic uncertainties arise from the theoretical uncertainties in the gg-initiated ZZ processes and the qq ZZ background process. The uncertainties from ex perimental measurements are generally small compared to the theoretical uncertainties in this analysis.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical uncertainties originate from the PDF choice, the missing higher-order corrections, and the parton-shower mod elling. The PDF uncertainty corresponds to the 68% CL varia tions of the nominal PDF set NNPDF30NNLO for both qq ZZ and gg (H* ZZ, as well as the difference from alternative PDF sets. The alternative PDF sets used are CT10NNLO [68] and MMHT2014NNLO [69]. The uncertainty due to PDF is found to be about 3% in the high-mass region considered. The uncertainty due to higher-order QCD corrections (QCD scale uncertainty) is estimated by varying the renormalisation and factorisation scales independently, ranging from a factor of one-half to two. The un certainty in the K-factors due to the NLO QCD scale uncertainty is 10-20% as a function of mZZ for the gg-initiated ZZ processes in the probed high-mass region, and ranges from 5% to 10% as a func tion of mZZ for the qq ZZ background. The QCD scale uncer tainties are treated as correlated among the gg-initiated ZZ pro cesses, and uncorrelated with the qq-initiated ZZ process. There are a few additional normalisation uncertainties associated with the NLO K-factors discussed in section 3. In the region below 2mt, the higher-order corrections are computed with a maximum jet transverse momentum of 150 GeV to ensure a good description by the 1/mt expansion. The default scale uncertainty is therefore dou bled for events which have a jet with pT > 150 GeV, corresponding to about 8% of the events in this region. The scale uncertainty is also increased by 50% around the 2mt threshold, with a Gaussiansmoothed transition decreasing to the default uncertainty within 50 GeV of the threshold. This is intended to allow for possible ef fects on the K-factor which have not been estimated as the top quark moves on-shell. It is assumed that the 10-20% NLO QCD scale uncertainty for the gg-initiated ZZ processes covers the as sumption of massless loops above the 2mt threshold, and as well the uncertainties in the 1.2 scale factor estimated only for the NNLO/NLO signal correction but also applied to the background and interference components. These NLO QCD scale uncertainties are larger than those associated with the NNLO QCD signal uncer tainties. The EW correction uncertainty for qq ZZ is evaluated using the same method as in Ref. [26] and its impact is esti mated to be about 1%. The parton-shower uncertainty is evaluated by varying parameters in the parton-shower tunes according to Refs. [49,54] and found to be 2-3% in normalisation.",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 352,
                    "text": "[68]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 374,
                    "text": "[69]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2315,
                    "text": "[26]",
                    "end": 2319
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 2476,
                    "text": "[49,",
                    "end": 2480
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 2480,
                    "text": "54]",
                    "end": 2483
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical uncertainties due to the missing higher-order corrections and PDF variations are small for VH-like and VBF-like processes pp ZZ + 2j; therefore, they are not included in the analysis.",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the ZZ 4T analysis, the same sources of experimental uncertainty as in Ref. [32] are evaluated. The leading experimental systematic uncertainties are due to the electron and muon recon struction and selection efficiency uncertainties, which are smaller than the uncertainties associated with the theoretical predictions.",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 80,
                    "text": "[32]",
                    "end": 84
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Similarly, for the ZZ 2T2v channel, the same sources of ex perimental uncertainty as in Ref. [70] are evaluated. These experi mental uncertainties affect the sensitivity of the ^off-shell measure ment only at the percent level.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 93,
                    "text": "[70]",
                    "end": 97
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the combined 2015 and 2016 integrated lu minosity is 2.1%, derived following a methodology similar to that detailed in Ref. [71], from a preliminary calibration of the lumi nosity scale using x-y beam-separation scans. This uncertainty is applied to the normalisation of the signal and also to background contributions whose normalisations are derived from MC simula tions. A variation in the pile-up reweighting of MC events is in cluded to cover the uncertainty in the ratio of the predicted and measured inelastic cross sections in Ref. [72].",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 143,
                    "text": "[71]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 559,
                    "text": "[72]",
                    "end": 563
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The results for the ZZ 41 and ZZ 2l2v analyses are first translated into limits on the off-shell signal strength ^Off-shell. A single off-shell signal-strength parameter is applied for all pro duction modes, assuming that the ratio of the off-shell production rates via the ggF process to those via the VBF process are as predicted in the SM, namely ^ggfFshell/^VffFshell = 1. In a second step, the off-shell analyses are combined with the on-shell ZZ* Table 2 The 95% CL upper limits on Mor-shell. rH/rHM and Rgg. Both the observed and expected limits are given. The 1a (2a) uncertainties represent 68% (95%) confidence intervals for the expected limit. The upper limits are evaluated using the CLs method, with the SM values as the alternative hypothesis for each interpretation. 4£ [73] analysis, where the on-shell Higgs signal strength is mea sured to be ^on-shell = 1-28+0'2lj-The combination with the onshell analysis is performed with two assumptions that correspond to different interpretations of the results. In the first combination, the parameter of interest is the ratio of off-shell to on-shell sig nal strengths, which can be interpreted as the Higgs boson width normalised to its SM prediction: M-off-shell/M-on-shell = Th/T™. This interpretation assumes that the off-and on-shell coupling modi fiers are the same for both ggF and VBF production modes (i.e.,",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 453,
                    "text": "Table 2",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 785,
                    "text": "[73]",
                    "end": 789
                }
            ]
        },
        {
            "section": "Results",
            "text": "Kg, on-shell = Kg,off-shell = KV,on-shell = KV,off-shell). In the second combination, the parameter of interest is the ratio of off-shell to on-shell signal strengths for the ggF production only, Rgg = ^ggfFshell/^onFshell, which can be interpreted as the ratio of off-shell to on-shell gluon couplings: Rgg = Kg,off-shell/Kg,on-shell. In this case the coupling scale factors kv = kv,on-shell = kv,off-shell associated with on-and off-shell VBF production and the HW ZZ decay are assumed to be the same and fitted to the data (profiled). This also assumes that the total width is equal to the SM prediction.",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The statistical analysis is based on the framework described in Refs. [74][75][76]. A binned likelihood function is constructed as a product of Poisson probability terms over all bins of the fit tem plates considered. This function depends on the parameter of in terest ^, corresponding to one of the different interpretations dis cussed above (^off-shell, TH/rHM and Rgg), and 0, a set of nuisance parameters that encode the effects of systematic uncertainties on the signal and expected backgrounds, as described in Section 6. The nuisance parameters are constrained using either Gaussian or log-normal terms.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 70,
                    "text": "[74]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 74,
                    "text": "[75]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 78,
                    "text": "[76]",
                    "end": 82
                }
            ]
        },
        {
            "section": "Results",
            "text": "In the ZZ 4£ channel, a binned maximum-likelihood fit to the Dme distribution is performed to extract the limits on ^. The fit model accounts for signal and background processes, includ ing gg (  1and (2). In the ZZ 2£2v channel, a simi lar maximum-likelihood fit to the m^Z distribution is performed. The modelling of the dominant signal and background processes is the same as in the ZZ 4£ channel. The likelihood function for the combination of the ZZ 4£ and ZZ 2£2v channels is the product of the Poisson likelihoods of these individual channels. The main common theoretical and experimental systematic uncer tainties are treated as correlated within different channels.",
            "paragraph_rank": 43,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 193,
                    "text": "(",
                    "end": 194
                },
                {
                    "start": 196,
                    "text": "1",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 201,
                    "text": "(2)",
                    "end": 204
                }
            ]
        },
        {
            "section": "Results",
            "text": "The PDF uncertainties and uncertainties from higher-order QCD corrections applied to the qq ZZ process are considered corre lated between the on-shell and off-shell measurements. Given the different theoretical computations, the corresponding uncertainties are considered uncorrelated for the gg-initiated ZZ processes be tween the on-shell and off-shell measurements, and the impact of such a correlation effect is found to be small. In addition to the main theoretical uncertainties, the common experimental system atic uncertainties are treated as correlated between the on-shell and off-shell measurements.",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "Hypothesis testing and confidence intervals are based on the profile likelihood ratio [77]. The parameters of interest are different in the various tests, while the remaining parameters are profiled. All 95% CL upper limits are derived using the CLs method [78],   Table 2. As a result of the small data excess observed in the off-shell region, the observed limits on Moff-shell are less stringent than the expected ones. The observed (expected) limit on rH/r™ is 3.5 (3.7) at the 95% CL. Due to the fact that the measured on-shell signal strength Mon-shell is larger than one [32], the observed limit on rH/rHM is smaller than the expected limit. The limit on rH/rHM can be trans lated into a limit on the total width of the Higgs boson, leading to an observed (expected) 95% CL upper limit on the Higgs boson to tal width of 14.4 (15.2) MeV.",
            "paragraph_rank": 45,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 86,
                    "text": "[77]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 257,
                    "text": "[78]",
                    "end": 261
                },
                {
                    "type": "table",
                    "start": 265,
                    "text": "Table 2",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 577,
                    "text": "[32]",
                    "end": 581
                }
            ]
        },
        {
            "section": "Results",
            "text": "These results are significantly improved compared to the Run-1 publication [26], the expected limit being about a factor two better.",
            "paragraph_rank": 46,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 75,
                    "text": "[26]",
                    "end": 79
                }
            ]
        },
        {
            "section": "Results",
            "text": "If instead of constraining the qq ZZ background to the the oretical expectation, the normalisation is left as a free parameter in the profile likelihood fit, the upper limits on Mon-shell are about 4% worse in the ZZ 4£ channel. If only the NLO K-factor are applied to the SM prediction of the gg-initiated ZZ processes, without the additional NNLO/NLO K-factor of 1.2 (Section 3), the upper limits on Moff-shell and rH/rHM are about 10% worse.",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The impact of the various systematic uncertainties on the ex pected limit in the Moff-shell fit are listed in Table 3. The values in this table were derived by fixing all the nuisance parameters asso ciated with the systematic uncertainties to the values derived from the SM-conditional fit to the data, with the exception of the one under study. The uncertainties with the largest impact on the sen sitivity of Moff-shell are the theoretical uncertainties of the ggand qq-initiated ZZ processes.",
            "paragraph_rank": 48,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 110,
                    "text": "Table 3",
                    "end": 117
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "A determination of the off-shell Higgs boson signal strength in the ZZ 4£ and ZZ 2£2v final states and their combination is The solid lower black (upper blue) line represents the observed (expected) value including all systematic uncertainties, while the dashed lower black (upper blue) line is for the observed (expected) value without systematic uncertainties (lower and upper refer here to the position of the lines in the legend). The double minimum structure of the scan when the parameter of interest approaches zero is the consequence of the parametrisation as shown in Eqs. (1). (For interpretation of the colours in the figure(s), the reader is referred to the web version of this article.)",
            "paragraph_rank": 49,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 582,
                    "text": "(1)",
                    "end": 585
                }
            ]
        },
        {
            "text": "Table 3",
            "section_rank": 11
        },
        {
            "section": "Table 3",
            "text": "The expected 95% CL upper limit on ^off-shell with a ranked listing of the impact of the leading systematic uncertainty individually, comparing with no systematic uncertainty or all systematic uncertainties. The upper limits are evaluated using the CLs method.  The crucial computing support from all WLCG partners is ac knowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Swe den), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [79]. ",
            "paragraph_rank": 50,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 715,
                    "text": "[79]",
                    "end": 719
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Observed distributions in the range 220 GeV < m4£ < 2000 GeV for (a) the four-lepton invariant mass m4£ and (b) the ME-based discriminant Dme combining all lepton final states, compared to the expected contributions from the SM including the Higgs boson (stacked). Events with m4£ > 1200 GeV are included in the last bin of the m4£ distribution. The hatched area shows the combined statistical and systematic uncertainties. The dashed line corresponds to the total expected event yield, including all backgrounds and the Higgs boson with ^off-shell = 5. The ratio plot shows the observed data yield divided by the SM prediction (black points) as well as the total expected event yield with ^off-shell = 5 divided by the SM prediction (dashed line) in each bin.",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Observed transverse mass mTZ distribution in the (a) ee channel and (b) //// channel of the ZZ 2l2v off-shell region, compared to the expected contributions from the SM including the Higgs boson (stacked). Events with 1500 < m^Z < 2000 GeV are included in the last bin of the distribution. The hatched area shows the combined statistical and systematic uncertainties. The dashed line corresponds to the total expected event yield, including all backgrounds and the Higgs boson with ^off-shell = 5. The ratio plot shows the observed data yield divided by the SM prediction (black points) as well as the total expected event yield with ^off-shell = 5 divided by the SM prediction (dashed line) in each bin.(b)",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "2 2",
            "section_rank": 14
        },
        {
            "section": "2 2",
            "text": "based on the ratio of one-sided p-values:R CLs (m)pm/(1pi)where pm is the p-value for testing a given m -Moff-shell or m -rH/r™ (the non-SM hypothesis) and p1 is the p-value derived from the same test statistic under the SM hypothesis of Moff-shell -1 in the first case and rH/rHM -1 in the second case.In the context of this analysis the alternative hypothesis is given by the SM value(s) for all relevant parameters of the fit model.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "The negative log-likelihood, -2 ln A, is scanned as a function of a single parameter of interest, chosen to be Moff-shell, rH/rHM or R gg. The results are shown inFig. 3 for observed and expectedvalues. The results based on the CLs method for the two individ ual analyses and their combination are reported in",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Scan of the negative log-likelihood, -2 lnA, for the (a) off-shell Higgs signal strength, ^off-shell (b) rH/r™ ratio (c) Rgg = Kg off-shell/Kg on-sheU. The solid lower black (upper blue) line represents the observed (expected) value including all systematic uncertainties, while the dashed lower black (upper blue) line is for the observed (expected) value without systematic uncertainties (lower and upper refer here to the position of the lines in the legend). The double minimum structure of the scan when the parameter of interest approaches zero is the consequence of the parametrisation as shown in Eqs.(1). (For interpretation of the colours in the figure(s), the reader is referred to the web version of this article.)",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 617,
                    "text": "(1)",
                    "end": 620
                }
            ]
        },
        {
            "text": "result is based on pp collision data collected by the ATLAS experiment at the LHC, corresponding to an integrated lu minosity of 36.1 fb-1 at a collision energy of y/s = 13 TeV. Using the CLs method, the observed (expected) 95% confidence level (CL) upper limit on the off-shell signal strength is 3.8 (3.4). Assuming the ratio of the relevant Higgs boson couplings to the SM predic tions are constant with energy from on-shell production to the high-mass range considered in this analysis, a combination with the on-shell measurements yields an observed (expected) 95% CL upper limit on the Higgs boson total width of 14.4 (15.2) MeV. Assuming that the total width of the Higgs boson is as ex pected in the SM, and the coupling scale factors associated with on-and off-shell VBF production and the H(*) • ZZ decay are the same, the same combination can be interpreted as a limit on the ratio of the off-shell to the on-shell couplings to glu ons Rgg = off-shell/Kg, on-shell. An ^rred (exp^d) limit of 4.3 (4.1) at 95% CL on Rgg is obtained. France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Cen ter, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZS, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallen berg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, in dividual groups and members have received support from BCKDF, the Canada Council, Canarie, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Hori zon 2020 and Marie Sklodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "text": "bo son production via ggF is given by:",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "H* ZZ process with any off-shell Higgs boson signal strength Moff-shell can be obtained from a parameterisation of three SM MC samples: the gg H* ^ ZZ signal (aggM>H* .ZZ),",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "Table 1",
            "section_rank": 20
        },
        {
            "section": "Table 1",
            "text": "The expected and observed numbers of events in the signal region for both final states. For the ZZ • 4L anal ysis, numbers are given for both the signal region and a signal-enriched region which covers the mass range 400 GeV < m4£ < 2000 GeV. The other backgrounds in the ZZ • 4L final state include contributions from Z + jets and top quark processes, while in the ZZ • 2^2v final state they include contributions from tri-boson production, the W + jets process, and top quark processes other than pair production. For the ZZ • 2^2 v anal ysis, the range 250 GeV < mZZ < 2000 GeV is considered. The upper part of the table contains the expected events for the gg • (H* -)ZZ and VBF (H* •)ZZ processes which include the Higgs boson signal, back ground and interference for the SM predictions. The SM estimates for the signal (S) and background (B) event yields without interference are given in parentheses. The lower part of the table contains the corresponding predictions for ^off-shell = 5. The uncertainties in the number of expected events include the statistical uncer tainties from MC samples and systematic uncertainties, summed in quadrature. Empty entries correspond to contributions with event yields smaller than 0.1 events.",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "(p|£, E™ss) > 2.7; p|£ is required to be balanced by the E™ss and jets, |p. ' | nlss,Jelptf ¡/p^ < 0.2, where pmiss,jet = |gnnss + pJ Tet|; and E™ss/HT > 0.33, where HT is the scalar sum of lepton and jet transverse momenta. Finally, events with a b-jet with pT > 20 GeV and |n| < 2.5, identified by the MV2c10 algorithm [66,67] with 85% tagging efficiency, are vetoed to suppress the top quark background. Z boson decay include WW, tt, Wt and Z tt. The remaining background comes from Z + jets with poorly reconstructed E miss, W +jets events with at least one misidentified electron or muon, semileptonic top decays, and multi-jet events.",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "The dominant backgrounds in the ZZ 2L2v channel consist of qq ZZ events, followed by WZ events. Other background processes with two genuine leptons not directly originating from a",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "The ATLAS Collaboration / PhysicsLetters B 786 (2018)   ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Ar menia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azer baijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, ",
            "paragraph_rank": 64,
            "section_rank": 23
        }
    ]
}