{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for doubly charged scalar bosons decaying into W boson pairs is presented. It uses a data sample from proton-proton collisions corresponding to an integrated luminosity of 36.1 fb −1 collected by the ATLAS detector at the LHC at a centre-of-mass energy of 13 TeV in 2015 and 2016. This search is guided by a model that includes an extension of the Higgs sector through a scalar triplet, leading to a rich phenomenology that includes doubly charged scalar bosons H ±± . Those bosons are produced in pairs in protonproton collisions and decay predominantly into electroweak gauge bosons H ±± → W ± W ± . Experimental signatures with several leptons, missing transverse energy and jets are explored. No significant deviations from the Standard Model predictions are found. The parameter space of the benchmark model is excluded at 95% confidence level for H ±± bosons with masses between 200 and 220 GeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "An extension of the scalar sector of the Standard Model (SM) is possible in the context of type II seesaw models [1], originally conceived to explain the smallness of the neutrino masses. In the model investigated in this paper, the scalar sector includes a hypercharge Y = 2 scalar triplet, , in addition to the SM scalar doublet H [2,3]. Electroweak symmetry breaking (EWSB) is achieved if the neutral components of H and acquire vacuum expectation values, v d and v t respectively. After the EWSB, the mixing between these fields results in seven scalar bosons: H ±± , H ± , A 0 (CP odd), H 0 (CP even), h 0 (CP even). A small mixing between the CPeven scalars allows h 0 to have the expected properties of the SM Higgs boson. In addition, the triplet-neutrino Yukawa term provides non-zero neutrino masses proportional to the vacuum expectation value of the triplet v t . Constraints from electroweak precision measurements lead to an upper bound on v t of around 1 GeV. This range is significantly lower than the electroweak scale and matches the need for small values e-mail: atlas.publications@cern.ch suggested by the natural association of v t with the neutrino masses.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 113,
                    "text": "[1]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 333,
                    "text": "[2,",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 336,
                    "text": "3]",
                    "end": 338
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The assumption of a non-zero v t , of the order of a hundred MeV, opens the possibility for the doubly charged boson to decay into a pair of same-sign W bosons, H ±± → W ± W ± , while the leptonic decays H ±± → ± ± are suppressed with increasing v t [4,5]. Extensive searches for leptonic decays H ±± → ± ± have been performed at various colliders [6][7][8][9][10][11], where H ±± bosons with masses up to about 800 GeV have been excluded. Moreover, searches for H ±± → W ± W ± decays have been performed by the CMS Collaboration in the context of single H ±± production through vector-boson fusion at large v t (of order of tens of GeV) [12,13] for a model with two Higgs triplets [14]. For that model, a custodial symmetry avoids large contributions to the electroweak precision observables [15]. In contrast, the H ±± → W ± W ± decay mode has not been directly searched for so far for small values of v t , where the vector-boson fusion is suppressed.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 250,
                    "text": "[4,",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 253,
                    "text": "5]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 348,
                    "text": "[6]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 351,
                    "text": "[7]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 354,
                    "text": "[8]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 357,
                    "text": "[9]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 360,
                    "text": "[10]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "start": 364,
                    "text": "[11]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "start": 682,
                    "text": "[14]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "start": 793,
                    "text": "[15]",
                    "end": 797
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The present paper focuses on the phenomenology of doubly charged scalar bosons H ±± that can be produced in pairs at the Large Hadron Collider (LHC) and decay into W bosons. The triplet vacuum expectation value is taken to be v t = 0.1 GeVsuch that only the H ±± → W ± W ± decays are relevant, leading to final states with four W bosons. The mixing between the CP-even scalars is taken to be 10 −4 and the remaining five Yukawa parameters in the potential are adjusted to obtain a given H ±± mass hypothesis while requiring h 0 to have a mass of 125 GeV. The corresponding crosssection calculation is performed for on-shell W bosons, and therefore only the region m H ±± > 200 GeV is considered in the present analysis.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The four-boson final states are identified by the presence of light charged leptons (electrons or muons), missing transverse momentum, and jets. The analysis uses three final states defined according to the number of light leptons: same-sign (SS) dilepton channel (2 ss ), trilepton channel (3 ) and fourlepton channel (4 ). Similar final states were used for other searches for new phenomena in ATLAS [16][17][18]. However, 0123456789().: V,-vol the previously searched signal topologies differ significantly from those targeted in the present analysis and a dedicated event selection optimisation is therefore applied.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 319,
                    "text": "(4 )",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "start": 402,
                    "text": "[16]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "start": 406,
                    "text": "[17]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "start": 410,
                    "text": "[18]",
                    "end": 414
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper includes a description of the experimental setup in Sect. 2, followed by a description of the simulation used in the analysis in Sect. 3. The event selection and background estimations for the three explored signatures are described in Sect. 4. The signal region optimisation is described in Sect. 5. The systematic uncertainties are presented in Sect. 6. The results are shown in Sect. 7, followed by the conclusions in Sect. 8.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 253,
                    "text": "4",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 309,
                    "text": "5",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 364,
                    "text": "6",
                    "end": 365
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS experiment [19] at the LHC is a multipurpose particle detector with a forward-backward symmetric cylindrical geometry and a near 4π coverage in solid angle. 1 It consists of an inner tracking detector surrounded by a superconducting solenoid providing a 2 T axial magnetic field, electromagnetic and hadronic calorimeters, and a muon spectrometer. The inner tracking detector, covering the pseudorapidity range |η| < 2.5, consists of silicon pixel and silicon microstrip tracking detectors inside a transitionradiation tracker that covers |η| < 2.0. It includes, for the √ s = 13 TeVrunning period, a newly installed innermost pixel layer, the insertable B-layer [20]. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements for |η| < 2.5 with high granularity and longitudinal segmentation. A hadronic calorimeter consisting of steel and scintillator tiles covers the central pseudorapidity range (|η| < 1.7). The endcap and forward regions are instrumented with LAr calorimeters for EM and hadronic energy measurements up to |η| = 4.9. The muon spectrometer surrounds the calorimeters and is based on three large aircore toroid superconducting magnets with eight coils each. It includes a system of precision tracking chambers (|η| < 2.7) and fast detectors for triggering (|η| < 2.4). A two-level trigger system is used to select events [21]. The first-level trigger is implemented in hardware and uses a subset of the detector information to reduce the accepted rate to a design maximum of 100 kHz. This is followed by a software-based trigger with a sustained average accepted event rate of about 1 kHz. 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Angular distance is measured in units of R ≡ ( η) 2 + ( φ) 2 .",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 21,
                    "text": "[19]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 167,
                    "text": "1",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 673,
                    "text": "[20]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1389,
                    "text": "[21]",
                    "end": 1393
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1658,
                    "text": "1",
                    "end": 1659
                }
            ]
        },
        {
            "text": "Data and simulation",
            "section_rank": 4
        },
        {
            "section": "Data and simulation",
            "text": "The data sample collected by the ATLAS Collaboration at √ s = 13 TeV during 2015 and 2016 was used. After the application of beam and data quality requirements, the integrated luminosity is 36.1 fb −1 .",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Data and simulation",
            "text": "Monte Carlo (MC) simulation samples were produced for signal and background processes using the full ATLAS detector simulation [22] based on Geant4 [23] or, for selected smaller backgrounds and some of the signal samples, a fast simulation using a parameterisation of the calorimeter response and Geant4 for the tracking system [24]. To simulate the effects of additional pp collisions in the same and nearby bunch crossings (pile-up), additional interactions were generated using Pythia 8.186 [25,26] with a set of tuned parameters for the underlying event, referred to as the A2 tune [27], and the MSTW2008LO set of parton distribution functions (PDF) [28], and overlaid on the simulated hard-scatter event. The simulated events were reweighted to match the distribution of the number of interactions per bunch crossing observed in the data and were reconstructed using the same procedure as for the data.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 127,
                    "text": "[22]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 148,
                    "text": "[23]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 328,
                    "text": "[24]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 494,
                    "text": "[25,",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 498,
                    "text": "26]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 586,
                    "text": "[27]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 654,
                    "text": "[28]",
                    "end": 658
                }
            ]
        },
        {
            "section": "Data and simulation",
            "text": "The signal events containing H ±± pairs were simulated with the CalcHEP generator version 3.4 [29], which is at leading order in QCD, using the Lagrangian described in Ref. [3] and the PDF set CTEQ6L1 [30,31]. The modelling of the parton showering and hadronisation of these events was performed using PYTHIA 8.186 [25,26] with the A14 tune [32]. Event samples for the process pp → H ±± H ∓∓ → W ± W ± W ∓ W ∓ were simulated for m H ±± in the range from 200 to 700 GeV with steps of 100 GeV. The production cross-section decreases rapidly with m H ±± and is 80.7 fb for m H ±± = 200 GeV, 5.0 fb for m H ±± = 400 GeV, and 0.35 fb for m H ±± = 700 GeV. Next-to-leading order (NLO) corrections [33] in QCD were applied, which increase these cross-sections by a factor 1.25. The fast detector simulation was used for the samples corresponding to m H ±± > 500 GeV.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 94,
                    "text": "[29]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 173,
                    "text": "[3]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 201,
                    "text": "[30,",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 205,
                    "text": "31]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 315,
                    "text": "[25,",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 319,
                    "text": "26]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "start": 341,
                    "text": "[32]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 691,
                    "text": "[33]",
                    "end": 695
                }
            ]
        },
        {
            "section": "Data and simulation",
            "text": "The SM background processes were simulated using the MC event generator programs and configurations shown in Table 1. The production of",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 109,
                    "text": "Table 1",
                    "end": 116
                }
            ]
        },
        {
            "section": "Data and simulation",
            "text": "denotes a vector boson W or Z and qq labels the vector-boson fusion production mechanism) was simulated with a NLO QCD matrix element computed by Sherpa and matched to the Sherpa parton shower. The main background contribution in the 2 ss and 3 channels is from W Z production, for which the total cross-section prediction is 48.2 ± 1.1 pb [44]. The main contribution to the 4 topology is from Z Z production with a total cross-section of 16.9 ± 0.6 pb [45,46], which is suppressed by requiring significant missing transverse momentum in these events. The MC samples used to simulate tt H, tt V , V V and tt are described in more detail in Refs. [47][48][49]. Table 1 Configurations used for event generation of background processes. If only one PDF is shown, the same is used for both the matrix element (ME) and parton shower generators; if two are shown, the first is used for the matrix element calculation and the second for the parton shower. V refers to the production of an electroweak boson (W or Z /γ * ). \"Tune\" refers to the underlying-event tune of the parton shower generator. \"MG5_aMC\" refers to MadGraph5_aMC@NLO 2.2.1; \"Pythia 6\" refers to version 6.427; \"Pythia 8\" refers to version 8.1; \"Herwig++\" refers to version  The simulated SM contributions in each of the channels considered are separated into prompt-lepton and fake-lepton contributions, depending on the source of the reconstructed leptons at generator level. The processes that contain only reconstructed charged leptons originating from prompt leptonic decays of W and Z bosons are classified as a promptlepton contribution, while processes with at least one of the reconstructed leptons being a misidentified hadron or photon, or a lepton from hadron decays constitute the fake-lepton contribution. The simulated events are not used to evaluate the background originating from charge-misidentified leptons for the 2 ss channel and fake leptons for the 2 ss and 3 channels. These are estimated in general using data-driven methods because they are not well modelled by simulations. This is the case in particular for Z → + − , W → ν and tt processes. The background process V γ can contribute if electrons originating from the photon conversion are selected. This contribution is found to be small and adequately modelled, so it is estimated using the MC simulation. For the 4 channel, the background from fake leptons is small and the data-driven methods are not applicable due to the low number of events available, so the MC simulation is used to estimate both the prompt-lepton and the fake-lepton contributions.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 340,
                    "text": "[44]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 453,
                    "text": "[45,",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 457,
                    "text": "46]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 646,
                    "text": "[47]",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 650,
                    "text": "[48]",
                    "end": 654
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 654,
                    "text": "[49]",
                    "end": 658
                },
                {
                    "type": "table",
                    "start": 660,
                    "text": "Table 1",
                    "end": 667
                }
            ]
        },
        {
            "text": "Event selection and background estimates",
            "section_rank": 5
        },
        {
            "text": "Event reconstruction",
            "section_rank": 6
        },
        {
            "section": "Event reconstruction",
            "text": "Interaction vertices originating from pp collisions are reconstructed using at least two tracks with transverse momentum p T > 0.4 GeV, and required to be consistent with the beamspot envelope. The primary vertex is identified as the vertex with the largest sum of squares of the transverse momenta from associated tracks [50].",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 322,
                    "text": "[50]",
                    "end": 326
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Electrons are reconstructed as tracks in the inner detector matched to clusters in the electromagnetic calorimeter, within the region of pseudorapidity |η| < 2.47 [51]. The candidates in the transition region between the barrel and the endcap calorimeters (1.37 < |η| < 1.52) are removed. Only those electron candidates with transverse momentum greater than 10 GeVare considered. The electron identification is based on a multivariate likelihood-based discriminant that uses the shower shapes in the electromagnetic calorimeter and the associated track properties measured in the inner detector. In particular, the loose and tight identification working points, described in Ref. [51], are used, providing electron identification efficiencies of approximately 95% and 78-90% (depending on p T and η), respectively. In order to reduce contributions from converted photons and hadron decays, the longitudinal impact parameter of the electron track relative to the selected event primary vertex, multiplied by the sine of the polar angle, |z 0 sin θ |, is required to be less than 0.5 mm. The transverse impact parameter divided by its uncertainty, |d 0 |/σ (d 0 ), is required to be less than five. The identification algorithm is complemented by an isolation requirement, based on the energy in a cone around the electron candidate calculated using either charged tracks or calorimetric deposits. The calorimeter-and track-based isolation criteria are applied jointly to suppress fake electrons.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 163,
                    "text": "[51]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 680,
                    "text": "[51]",
                    "end": 684
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Muon candidates are reconstructed by combining tracks formed in the inner detector and in the muon spectrometer, within the region of pseudorapidity |η| < 2.5 [52]. Only those muon candidates with transverse momentum greater than 10 GeVare considered. A muon candidate is required to satisfy loose or tight identification criteria which are defined in Ref. [52], and which have efficiencies of approximately 98% and 92%, respectively. Similarly to electrons, isolation criteria complement the identification requirements. The impact parameters must satisfy |z 0 sin θ | < 0.5 mm and",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 159,
                    "text": "[52]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 357,
                    "text": "[52]",
                    "end": 361
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Combining the selection criteria mentioned above, two types of lepton requirements are used for both the electrons and muons: type T (for tight) and L (for loose). The type T leptons are a subset of the type L.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Event reconstruction",
            "text": "Jets are reconstructed from topological clusters [53] of energy deposits in the calorimeters using the anti-k t algorithm [54,55]  To avoid object double counting, an overlap removal procedure is applied to resolve ambiguities among electrons, muons, and jets in the final state. Any electron candidate sharing an inner detector track with a muon candidate is removed. Jets within R = 0.2 of an electron, as well as jets with less than three tracks within R = 0.2 of a muon candidate are discarded. Any remaining electron candidate within R = 0.4 of a jet is discarded. Any remaining muon candidate within R = 0.04",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 49,
                    "text": "[53]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 122,
                    "text": "[54,",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 126,
                    "text": "55]",
                    "end": 129
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "The missing transverse momentum, with magnitude E miss T , is defined as the negative vector sum of the transverse momenta of all identified leptons and jets and the remaining unclustered energy of the event, which is estimated from tracks associated with the primary vertex but not assigned to any physics object [58].",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Event preselection",
            "section_rank": 7
        },
        {
            "section": "Event preselection",
            "text": "Candidate events are selected using triggers that require at least one electron or one muon to pass various thresholds of p T [21]. The higher thresholds are applied with looser lepton identification and/or isolation requirements in order to ensure efficiencies close to 100% for leptons with transverse momentum above 30 GeV.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 126,
                    "text": "[21]",
                    "end": 130
                }
            ]
        },
        {
            "section": "Event preselection",
            "text": "The signal topologies studied in this search involve the presence of at least two leptons of the same charge and are classified as explained above in three mutually exclusive categories: 2 ss , 3 and 4 channels. The 2 ss channel targets signal events where the two same-sign W bosons from one of the doubly charged Higgs boson decays leptonically, while the two W bosons from the other doubly charged Higgs boson decay hadronically. In the 3 channel, one W boson decays hadronically and in the 4 channel, all W bosons decay leptonically. All channels present significant E miss T corresponding to the neutrinos from leptonic W boson decays. In the 2 ss and 4 channels, jets from W boson decays originate from the first-and second-generation quarks, and therefore lead to events without b-jets. The event selection is divided into two steps: the preselection and the signal region selection.",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "section": "Event preselection",
            "text": "The preselection requirements are summarised in Table 2. The electrons (muons) are selected in the pseudorapidity range |η| < 2.47 (2.5) with a transverse momentum of at least 10 GeV, satisfying the type L requirement. Events are selected only if the absolute value of the sum of charges of the leptons is two, one and zero for the 2 ss , 3 and 4 channels, respectively. At least one of the leptons is required to have p T > 30 GeV to ensure a high trigger efficiency. To reduce the fake-lepton contamination in the 2 ss channel, the second highest p T (subleading) lepton is required to have p T > 20 GeV and both leptons are required to be of type T .",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 48,
                    "text": "Table 2",
                    "end": 55
                }
            ]
        },
        {
            "section": "Event preselection",
            "text": "Similarly in the 3 channel, each lepton in the pair of leptons of the same sign, which is expected to suffer more from fakelepton contamination, is required to have p T > 20 GeV and to both be of type T . In the 2 ss and 4 channels, the leptons are labelled by descending p T , and are denoted by 1,2,... . The ranking follows a different logic for the 3 channel: the lepton that has a charge opposite to the total lepton charge is denoted as 0 , while the same-sign leptons are denoted by 1 and 2 , ranked by increasing distance to 0 in the η-φ plane.",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "Event preselection",
            "text": "Further preselection requirements are based on E miss T , the jet multiplicity N jets and the number of jets tagged as b-jets N b-jet . Moreover, in order to reduce the background from Z bosons and neutral mesons decaying into same-flavour opposite-sign leptons (SFOS), the invariant mass of such lepton pairs is required to be greater than 12 (15) GeV for the 3 (4 ) channel and to have an invariant mass that is not compatible with the Z boson. For the 2 ss channel, the Z boson invariant mass veto is also applied to e ± e ± events, in order to reduce the contributions originating from electron charge misidentification.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Event preselection",
            "text": "After this preselection, 562 data events are selected in the 2 ss channel, 392 events in the 3 channel, and 44 events in the 4 channel.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Background estimate",
            "section_rank": 8
        },
        {
            "section": "Background estimate",
            "text": "The background processes containing only prompt selected leptons are estimated with MC simulations normalised to the most precise cross-section calculation (see Sect. 3). Further contributions originate from non-prompt and mismeasured leptons. The procedures used to estimate those contributions are described in the following. ",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Charge misidentification",
            "section_rank": 9
        },
        {
            "section": "Charge misidentification",
            "text": "In the 2 ss channel, a background contribution is expected from events with opposite-sign lepton pairs when the charge of one of the leptons is misidentified, while the background contribution from charge misidentification is negligible for 3 and 4 channels. In the transverse momentum domain relevant for this analysis, charge misidentification is only significant for electrons and is due mainly to bremsstrahlung interactions with the inner detector material. The radiated photon produces an e + e − pair near the original electron trajectory leading to a charge identification confusion. The misidentification rate is measured using a large data sample of dilepton events originating mainly from Z → e + e − decays selected by two type T electrons with an invariant mass between 80 and 100 GeV. The sample contains mostly opposite-sign dileptons, with a small fraction of samesign dileptons. The fraction of same-sign dilepton events is used to extract the charge-misidentification rate as a function of electron p T and η. This rate is found to range between 0.02% and 10%, where large values are obtained at large rapidities where the amount of material is higher. The statistical error of this estimate is taken as systematic uncertainty of the charge misidentification rate. The background from fake leptons in both the opposite-sign and same-sign samples is estimated using sidebands around the Z boson mass peak. Its impact on the charge misidentification rate is about 2% and is included in the systematic uncertainty.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "Charge misidentification",
            "text": "The background from charge misidentification in a given region is estimated using a data control sample selected with the same criteria as the nominal sample but with oppositesign dilepton pairs, where at least one lepton is an electron, weighted by the probability that the charge of the electron(s) is misidentified.",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Fake-lepton contributions",
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "The composition of the fake-lepton background varies considerably among the analysis channels. Therefore, the methods to estimate the fake-lepton contributions are different for the 2 ss , 3 and 4 channels. The contribution from fake leptons for the 2 ss and 3 channels are estimated using the fakefactor method, while the simulation prediction corrected with data-driven scale factors is used for the 4 channels. Those methods involve various fake-enriched control samples that are summarised in Table 3 and described below.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 497,
                    "text": "Table 3",
                    "end": 504
                }
            ]
        },
        {
            "section": "Fake-lepton contributions",
            "text": "Fake-lepton contribution estimate for the 2 ss channel The fake-factor method assumes that the fake-lepton contribution in a nominal region, which can be the preselection or the signal region, can be computed using an extrapolation factor that is referred to as a fake factor, and is denoted as θ in the following. The fake factor is multiplied by the number of events containing fake leptons in a region with the same selection criteria as the nominal region, except that at least one of the leptons is required to satisfy the type L but not the type T identification criteria. That lepton is denoted by ¡ e, μ or collectively ¡ in the following.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "The fake factors are calculated in fake-enriched control regions with kinematic selections designed to enhance their content in fake leptons. In the case of the 2 ss channel (2 ss column in Table 3), this is achieved by requiring low E miss T . The fake factor is defined as the number of fake-lepton events in the fake-enriched region where all selected leptons pass the type T identification, divided by the number of fakelepton events in the same region but where one of the selected leptons is of type ¡ .",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 190,
                    "text": "Table 3",
                    "end": 197
                }
            ]
        },
        {
            "section": "Fake-lepton contributions",
            "text": "The muon fake factor is thus computed in the fakeenriched region, where a pair of same-sign muons was selected, as follows: Table 3 The selection criteria defining the fake-enriched control regions used to determine the fake factors for the 2 ss and 3 channel and the MC scale factors for the 4 channel. The symbol \"−\" means no requirement. The transverse mass m T , used for the 4 -Z region to reduce the W Z contributions, is calculated as the invariant mass of the vector sum of transverse momentum of the fake-lepton candidate and the missing transverse momentum ",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 124,
                    "text": "Table 3",
                    "end": 131
                }
            ]
        },
        {
            "section": "Fake-lepton contributions",
            "text": "Distribution of variables used for the signal region optimisation of the 2 ss final state. The events are selected with the preselection requirements listed in Table 2. The data (dots) are compared with the predictions (histograms) that include the contributions from the dominant prompt-lepton background (W Z), other prompt-lepton backgrounds, processes where a fake lepton is reconstructed, and electrons with misidentified charge (QMisID). The expected signal distributions corresponding to two H ±± masses are also shown, scaled up for visibility. The last bin includes overflows. In each figure the bottom panel shows the ratio of data to the prediction, where the band around unity represents the total uncertainty of the SM prediction",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 160,
                    "text": "Table 2",
                    "end": 167
                }
            ]
        },
        {
            "section": "Fake-lepton contributions",
            "text": "where N Data,C μμ and N Data,C μ ¡ μ are the number of events where both muons are of type T , and where one is of type T and the other of type μ, respectively. The prompt-lepton contributions N Prompt , which are estimated using MC simulation, are subtracted from data event yields to obtain a pure estimate of the fake-lepton contributions in the μμ and μ μ regions. The superscript C indicates the fake-enriched control region.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "The electron fake factor is computed using the fakeenriched region where a same-sign eμ pair was selected:",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "In addition to the prompt-lepton contribution, the electron charge-misidentification contribution, denoted by N Q , needs to be subtracted. It is computed using the method described in Sect. 4.3.1. Furthermore, the fake-muon contribution in the eμ sample is subtracted from the numerator. It is computed as:",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "The fake-muon contribution is not considered in the denominator of the electron fake factor, in Eq. (2), because it is negligible.",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "The muon fake factor is measured to be 0.14±0.03, while the electron fake factor is 0.48±0.07, where the uncertainties are statistical only. A systematic uncertainty of 35% (56%) in the electron (muon) fake factor is estimated from complementary control samples with low jet multiplicity or by applying a different selection to vary the fraction of jets containing heavy-flavour hadrons. The uncertainty in the muon fake factor is larger than in the electron fake factor due lower number of data events available for those checks. The fakelepton contributions in the nominal region (signal or preselection, denoted collectively by the superscript R) are obtained by multiplying the fake factors by the number of events in a region with the same selection as the nominal region, but where at least one lepton is of type ¡ : ",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "where the prompt-lepton and the charge misidentifications contributions are subtracted as explained above.",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "section": "Fake-lepton contributions",
            "text": "Fake-lepton contribution estimate for the 3 channel A method similar to that employed for the 2 ss channel is applied for the 3 channel. Here the opposite-sign lepton 0 is assumed to be prompt, an assumption that was found to be valid in MC simulation. The fake-enriched region used to calculate the fake factors for the 3 channel, which is described in Table 3, follows the 3 preselection conditions except that the jet multiplicity is required to be exactly one. The fake factors for electrons and muons are both calculated by applying a formula analogous to Eq. (1) to the 0 ee/ 0 e ¡ e and 0 μμ/ 0 μ μ regions, respectively. The muon fake factor is found to be 0.17 ± 0.06 and the electron fake factor is found to be 0.39 ± 0.07, where the errors are statistical only. The values are compatible with those obtained for the 2 ss channel. Additional control samples, defined such that the content is enriched in either Z +jets or tt events, are used to test the method and to estimate systematic uncertainties of 55% and 81% for the electron and muon fake factors, respectively. The fake-lepton contributions to the nominal regions are then calculated using relations analogous to Eq. (3).",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 354,
                    "text": "Table 3",
                    "end": 361
                }
            ]
        },
        {
            "text": "Fake-lepton contribution estimate for the 4 channel",
            "section_rank": 11
        },
        {
            "section": "Fake-lepton contribution estimate for the 4 channel",
            "text": "There are too few data events to apply the fake-factor method in the 4 channel. Instead, the fake-lepton contribution is estimated from the yields predicted by the MC simulation but corrected using process-dependent scale factors that are extracted in two fake-enriched control regions. The fakelepton contribution in this channel comes mainly from tt V processes, where the fake lepton originates from a b-jet. A small component from light quarks is also present. Two data samples designed to contain fake leptons originating from Z +jets and tt events are used to study the capability of the simulation to describe fake leptons originating from lightand heavy-flavour jets, respectively. The two control samples are labelled Z and T and are defined in Table 3. The samples are required to have three identified leptons. For the Z region, the fake-lepton candidate is assumed not to be part of the lepton pair forming the Z boson candidate. For the T region, the fake lepton is assumed to be the lepton with the lower p T in the same-sign lepton pair. The scale fac- Fig. 3 Distribution of variables used for the signal region optimisation of the 4 channel (a detailed description can be found in the caption of Fig. 1) tors are derived independently for fake electrons and fake muons. Four scale factors λ X (with = e, μ and X = Z, T) are obtained by solving the system of equations",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 754,
                    "text": "Table 3",
                    "end": 761
                },
                {
                    "type": "figure",
                    "start": 1068,
                    "text": "Fig. 3",
                    "end": 1074
                },
                {
                    "type": "figure",
                    "start": 1213,
                    "text": "Fig. 1)",
                    "end": 1220
                }
            ]
        },
        {
            "section": "Fake-lepton contribution estimate for the 4 channel",
            "text": "where the event yields N are labelled by the nature of the contribution, data (Data) or simulation (Prompt, tt and Z +jets), and the equations are derived in each of the respective control region X (Z or T). The obtained scale factors are λ e T = 1.12 ± 0.05, λ e Z = 1.02 ± 0.07, λ μ T = 1.11 ± 0.05 and λ μ Z = 0.94 ± 0.07, where the errors are statistical only. Alternative trilepton control samples, where the jet multiplicity and the lepton p T threshold are varied, are used to estimate a systematic uncertainty of 50% in these scale factors. The scale factors are used as weights to the simulated events that contain a fake lepton according to the fake-lepton flavour and the presence of heavy-flavour jets in the event.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "Signal region optimisation",
            "section_rank": 12
        },
        {
            "section": "Signal region optimisation",
            "text": "The hypothetical signal produces four W ± bosons in each event. Since at least two leptonic W boson decays are needed to lead to the multi-lepton topologies considered in this analysis, all signal events are expected to feature significant E miss T , while jets are expected from hadronic W boson decays for 2 ss and 3 channels. Moreover, when the mass of the doubly charged Higgs boson is in the range of 200-300 GeV, each H ±± is produced with a significant momentum and the two subsequent W bosons are emitted close to each other in the laboratory frame. Consequently, the two same-sign leptons from the decays of the two W bosons tend to be close in the η-φ plane. The decay products of the other doubly charged Higgs boson are generally well-separated from the two same-sign leptons.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "Signal region optimisation",
            "text": "The analysis channels face different background contributions from the SM. The 2 ss category is populated with events containing one prompt lepton from a W boson, or to a lesser extent from a Z boson, and one fake lepton from the hadronic final state produced. The 2 ss events with two same-sign electrons can also originate from Drell-Yan and tt production, where the charge of one of the electrons is misidentified, as explained above. In the 2 ss and 3 channels, most of the expected prompt-lepton contribution is due to the production of W Z associated with jets, with both bosons subsequently decaying into leptons. This process also produces other features of the signal, such as significant E miss T and the absence  of b-jets for most of the production cross-section. For the W Z events, the mass of the same-flavour opposite-sign lepton pair is close to the Z boson mass, while no such resonant distribution is expected for the signal. In the 4 channel, the dominant background originates from tt V and Z Z production. Processes containing top quarks (tt, tt V ) can lead to events with multiple leptons in the final state. A noticeable feature of those processes is the presence of b-jets. Given these properties of the signal and of the expected background, the following discriminating variables, in addition to E miss T , are considered:",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Signal region optimisation",
            "text": "• m x , the invariant mass of the system composed of all selected leptons in the event, where x can be 2, 3 or 4. • R ± ± , the distance in η-φ between two same-sign leptons. This variable is used for the 2 ss and 3 channels. In the 4 channel, two such variables can be calculated per event, R min ± ± and R max ± ± , denoting the minimum and maximum values, respectively.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "Signal region optimisation",
            "text": "• m jets , the invariant mass of the system composed of all jets in the event. When there are more than four jets in the event, only the leading four jets are used. This variable is used only for the 2 ss channel.",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "• p leading jet T",
            "section_rank": 13
        },
        {
            "section": "• p leading jet T",
            "text": ", the transverse momentum of the highestp T jet.",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "section": "• p leading jet T",
            "text": "• φ( , E miss T ), the difference in azimuth between the dilepton system and E miss T . This variable is used in the 2 ss channel.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "• p leading jet T",
            "text": "• R −jet , the minimal distance in η-φ between any lepton and its closest jet. This variable is used in the 3 channel. • S, is a variable used for the 2 ss channel to describe the event topology in the transverse plane, and defined using the spread of the φ angles of the leptons, E miss T , and jets as follows:",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "section": "• p leading jet T",
            "text": "where the R is the root mean square that quantifies the spread,",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "• p leading jet T",
            "text": "The azimuthal angles φ are bounded in (−π, π], and the bound is considered in the calculation. The S variable is expected to be on average smaller for the signal than for the background for low H ±± mass values.",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "section": "• p leading jet T",
            "text": "The distributions of the selected variables for the 2 ss , 3 and 4 channels are shown at preselection level in Figs. 1, 2 and 3, respectively. The data are compared with the sum of the prompt lepton, fake lepton and charge-misidentified lepton background predictions. The prompt-lepton backgrounds are estimated with simulations while the background from fake leptons and charge-flipped leptons are measured with the methods described in the previous section. Good agreement is observed in both normalisation and shape, demonstrating that the background contributions are well modelled. The expected signal distributions for various H ±± masses are also shown to illustrate the discriminating power of the selected variables.",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "section": "• p leading jet T",
            "text": "The strategy used to extract the signal is based on rectangular cut optimisation using the TMVA package [59]. For each m H ±± hypothesis, six signal regions are defined using the following lepton flavour content: in the 2 ss channel, three signal regions are optimised separately for ee, eμ and μμ channels; in the 3 channel, the signal regions are optimised separately for events with no same-flavour opposite-sign lepton pairs (SFOS 0, for which the SM background is small) and for events with one or two such pairs (SFOS 1,2); the 4 channel is treated globally, with no further lepton flavour distinction. The selection criteria used to define the signal regions are shown in Table 4. The optimisation is performed as a function of the H ±± mass for m H ±± = 200, 300, 400 and 500 GeV, and seeks the best expected signal significance. The last optimisation point is applied to m H ±± ≥ 600 GeVas well, since the signal discrimination power does not vary significantly in this regime. In order to verify the background estimate reliability for the signal region, three further checks were performed: the optimised cuts were applied individually, the cuts were applied successively, or each cut was inverted while the other cuts were applied. The agreement between data and prediction remains adequate for all those cases.",
            "paragraph_rank": 53,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 679,
                    "text": "Table 4",
                    "end": 686
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical uncertainties associated with the signal prediction originate from the PDFs, the matrix element calculation and the parton shower simulation. The uncertainties related to PDFs are evaluated using the Hessian method provided in LHAPDF6 [60] and are found to be in the range Table 5 Event yields in the signal regions of corresponding targeted masses of H ±± . The signal yield is for the corresponding mass point and is normalised to the luminosity of 36.1 fb −1 . The dominant background from prompt-lepton sources is from the W Z process in the 2 ss channel. For the 3 and 4 channels, the dominant background from prompt-lepton sources is from W Z and tt V processes. The overall signal acceptance A and the upper limit of extra contribution to each signal region at 95% confidence level n 95 are also presented. The data and SM prediction yields obtained for m H ±± = 500 GeV are also valid for m H ±± = 600 and 700 GeV , and is found to be 2.4%, 1.7%, and 3.8% for the 2 ss , 3 , and 4 channels, respectively. The higher-order corrections are assumed to induce an additional 15% uncertainty in the cross-section calculations [33]. Combining those uncertainties in quadrature, an overall uncertainty of 17% is obtained for the signal normalisation.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 289,
                    "text": "Table 5",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1144,
                    "text": "[33]",
                    "end": 1148
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical uncertainties associated with the largest SM backgrounds, V V [48] (including same-sign W W qq and W Z processes) and tt V [62], are estimated using dedicated MC samples, where the factorisation and renormalisation scales are varied independently by factors of 2 and 0.5 and the parton shower parameters are varied within the given model uncertainties. The theoretical uncertainties obtained are 24% for V V and 17% for tt V . The uncertainties related to PDFs are found to be negligible. The uncertainty associated with the V γ contributions is taken to be 25%, as indicated by dedicated studies using converted photons. The uncertainties related to the V V V and t Z process predictions are taken from the respective inclusive cross-section measurements [63,64]. For other rare backgrounds which have no dedicated measurements yet (ttt, tt W + W − ), uncertainties of 50% are assumed and are found to have a negligible impact on the sensitivity.",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 78,
                    "text": "[48]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "start": 772,
                    "text": "[63,",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "start": 776,
                    "text": "64]",
                    "end": 779
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The experimental uncertainties arise from the accuracy of the detector simulation and from the uncertainties associated with the data-driven methods that are used to estimate the instrumental backgrounds. These uncertainties originate from the following sources:",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "• The uncertainties related to event reconstruction include the lepton [52,65] and the jet [66] energy scales and resolutions and the uncertainties in the reconstruction of E miss T [58]. The impact of this type of uncertainty on the signal and background yields is in the range 3-8% and 10-30%, respectively.",
            "paragraph_rank": 57,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 71,
                    "text": "[52,",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "start": 75,
                    "text": "65]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "start": 182,
                    "text": "[58]",
                    "end": 186
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "• The uncertainties related to the efficiencies of electron [51] and muon [52] reconstruction and identification, including the uncertainties in the trigger efficiency are estimated in dedicated studies. The impact of this type of uncertainty on the signal and background yields is found to be in the range 4-6% and 2-5%, respectively. The uncertainties related to the b-jet identification algorithms, used in the analysis to veto events containing bjets, are found to be negligible. • The uncertainties originating from data-taking conditions include the luminosity measurement and the pile-up simulation procedure. The uncertainty of the integrated luminosity is 2.1%, determined using a methodology similar to that detailed in Ref. [67]. The uncertainty from the pile-up simulation is about 5%. Observed and expected upper limits for pp → H ±± H ∓∓ → W ± W ± W ∓ W ∓ cross-section times branching fraction at 95% CL obtained from the combination of 2 ss , 3 and 4 channels. The region above the observed limit is excluded by the measurement. The bands represent the expected exclusion curves within one and two standard deviations. The theoretical prediction [3] including the NLO QCD corrections [33] is also shown and is excluded for m H ±± < 220 GeV",
            "paragraph_rank": 58,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 60,
                    "text": "[51]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 74,
                    "text": "[52]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "start": 735,
                    "text": "[67]",
                    "end": 739
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1162,
                    "text": "[3]",
                    "end": 1165
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1200,
                    "text": "[33]",
                    "end": 1204
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "• The uncertainties related to the background contributions from electron charge misidentification are 22-28% for the 2 ss ee and eμ channels. The uncertainties of the fake-lepton contributions range from 50 to 250%, and mainly originate from the fake factors (2 ss and 3 channels) and the scale factors for MC simulation (4 channel) described in Sect. 4.3.2 and the statistics of the control samples. The uncertainties exceed 100% in some cases due to the subtraction of the prompt-lepton contributions in the fake-lepton control regions.",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical and experimental systematic uncertainties described above are assumed to be correlated amongst the various signal regions in the interpretation of the final results. Overall, the sensitivity of the search is dominated by the statistical uncertainty of the event yield in the signal regions.",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Results",
            "section_rank": 15
        },
        {
            "section": "Results",
            "text": "The expected and observed event yields in the signal regions are shown in Fig. 4 and Table 5. For a H ±± mass of The statistical analysis of the results is based on a likelihood ratio test [68] using the CL s method [69]. The parameter of interest is the signal strength, defined as the cross-section of the hypothetical contribution from physics beyond the SM in units of the cross-section of the benchmark model. The likelihood function is constructed from Poisson probability distributions of counting experiments for each of the six channels in each signal region. The systematic uncertainties are treated as nuisance parameters implemented in the likelihood functions with Gaussian constraints.",
            "paragraph_rank": 61,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 74,
                    "text": "Fig. 4",
                    "end": 80
                },
                {
                    "type": "table",
                    "start": 85,
                    "text": "Table 5",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 189,
                    "text": "[68]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 216,
                    "text": "[69]",
                    "end": 220
                }
            ]
        },
        {
            "section": "Results",
            "text": "The expected and observed upper limits of the H ±± → W ± W ± cross-section at 95% confidence level (CL), obtained from the combination of 2 ss , 3 and 4 channels for the six H ±± mass hypotheses are shown in Fig. 5. Assuming a linear interpolation of the sensitivity between neighbouring mass hypotheses, and the cross-section of the benchmark model, the observed (expected) lower limit on the mass of the H ±± boson is 220 GeV (250 GeV) at 95% CL.",
            "paragraph_rank": 62,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 208,
                    "text": "Fig. 5",
                    "end": 214
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 16
        },
        {
            "section": "Conclusion",
            "text": "A search for the pair production of doubly charged Higgs scalar bosons with subsequent decays into W bosons is performed in proton-proton collisions at a centre-of-mass energy of 13 TeV. The data sample was collected by the ATLAS experiment at the LHC and corresponds to an integrated luminosity of 36.1 fb −1 . The search for the H ±± → W ± W ± decay mode, not considered in previous analyses at colliders, is motivated by a model with an extended scalar sector that includes a triplet in addition to the Standard Model scalar doublet. The analysis proceeds through the selection of multi-lepton events in three channels (a pair of same-sign leptons, three leptons and four leptons) with missing transverse momentum and jets. The signal region is optimised as a function of the H ±± mass. The data are found to be in good agreement with the Standard Model predictions for all channels investigated. Combining those channels, the model considered is excluded at 95% confidence level for H ±± boson masses between 200 and 220 GeV. of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Sk odowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [70].",
            "paragraph_rank": 63,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 3066,
                    "text": "[70]",
                    "end": 3070
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "section": "Conclusion",
            "text": "11. ATLAS Collaboration, Search for doubly charged Higgs boson production in multi-lepton final states with the ATLAS detector using proton-proton collisions at √ s = 13 T eV . Eur. Phys. J. C 78, 199 (2018). arXiv:1710.09748 [ ",
            "paragraph_rank": 65,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 226,
                    "text": "[",
                    "end": 227
                }
            ]
        },
        {
            "text": "with a radius parameter of R = 0.4. Only jets with p T > 25 GeVand |η| < 2.5 are considered. In order to suppress jets arising from pile-up collisions, jets with p T < 60 GeVand |η| < 2.4 must have a sizeable fraction of their tracks matched to the selected primary vertex [56]. Jets containing b-hadrons are identified (b-tagged) via a multi-variate discriminant combining information from the impact parameters of displaced tracks with topological properties of secondary and tertiary decay vertices reconstructed within the jet [57]. The b-tagging algorithm used for this search has an average efficiency of 70% to identify b-jets with p T > 20 GeVand |η| < 2.5 in simulated tt events.",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "text": "Fig. 2",
            "section_rank": 18
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Distribution of variables used for the signal region optimisation of the 3 channel (a detailed description can be found in the caption ofFig. 1)",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "Fig. 4",
            "section_rank": 19
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Event yields in the signal regions optimised for the m H ±± = 200, 300, 400 and 500 GeV searches. The bottom panel shows the ratio of the data to the total background prediction, where the band illustrates the total uncertainty of the SM background. The error bars attributed",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "Fig. 5",
            "section_rank": 20
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Observed and expected upper limits for pp → H ±± H ∓∓ → W ± W ± W ∓ W ∓ cross-section times branching fraction at 95% CL obtained from the combination of 2 ss , 3 and 4 channels. The region above the observed limit is excluded by the measurement. The bands represent the expected exclusion curves within one and two standard deviations. The theoretical prediction[3] including the NLO QCD corrections[33] is also shown and is excluded for m H ±± < 220 GeV",
            "paragraph_rank": 69,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 369,
                    "text": "[3]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 406,
                    "text": "[33]",
                    "end": 410
                }
            ]
        },
        {
            "text": "Table 2",
            "section_rank": 21
        },
        {
            "section": "Table 2",
            "text": "The preselection criteria for the three analysis channels. The leptons are ordered by decreasing p T ( 1 , 2 , . . .) in the 2 ss and 4 channels, while for the 3 channel 1 , 2 denote the same-sign leptons and 0 the lepton with a charge opposite to the total lepton charge. Q denotes the charge of each leptonTriggerAt least one lepton with p T > 30 GeV that fulfils the requirements of single-lepton triggers N (L-type, p T > 10 GeV, |η | < 2.",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "Table 4",
            "section_rank": 22
        },
        {
            "section": "Table 4",
            "text": "The selection criteria used to define the signal regions. The variables are described in Sect. 5",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "Table 4",
            "section_rank": 23
        },
        {
            "text": "hep-ex] 12. CMS Collaboration, Study of vector boson scattering and search for new physics in events with two same-sign leptons and two jets. Phys. Rev. Lett. 114, 051801 (2015). arXiv:1410.6315 [hep-ex] 13. CMS Collaboration, Observation of electroweak production of same-sign W boson pairs in the two jet and two same-sign lepton final state in proton-proton collisions at √ s = 13 T eV . Phys. Rev. Lett. 120, 081801 (2018). arXiv:1709.05822 [hep-ex] 14. H. Georgi, M. Machacek, Doubly charged Higgs bosons. Nucl. Phys. B 262, 463 (1985) 15. C. Englert, E. Re, M. Spannowsky, Triplet Higgs boson collider phenomenology after the LHC. Phys. Rev. D 87, 095014 (2013). arXiv:1302.6505 [hep-ph] 16. ATLAS Collaboration, Search for Higgs boson decays to beyondthe-Standard-Model light bosons in four-lepton events with the ATLAS detector at √ s = 13 T eV (2018). arXiv:1802.03388 [hepex] 17. ATLAS Collaboration, Search for electroweak production of supersymmetric particles in final states with two or three leptons at √ s = 13 T eV with the ATLAS detector. (2018). arXiv:1803.02762 [hepex] 18. ATLAS Collaboration, Search for supersymmetry in final states with two same-sign or three leptons and jets using 36 f b −1 of √ s = 13 T eV pp collision data with the ATLAS detector. JHEP 56. ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 T eV using the ATLAS detector. Eur. Phys. J. C 76, 581 (2016). arXiv:1510.03823 [hep-ex] 57. ATLAS Collaboration, Performance of b-jet identification in the ATLAS experiment. JINST 11, P04008 (2016). arXiv:1512.01094 [hep-ex] 58. ATLAS Collaboration, Performance of missing transverse momentum reconstruction with the ATLAS detector using proton-proton collisions at √ s = 13 T eV , (2018), arXiv:1802.08168 [hep-ex] 59. A. Hoecker et al., TMVA: Toolkit for Multivariate Data Analysis, PoS ACAT, 040 (2007). arXiv:physics/0703039 60. A. Buckley, LHAPDF6: parton density access in the LHC precision era. Eur. Phys. J. C 75, 132 (2015). arXiv:1412.7420 [hep-ph] 61. S. Gieseke, C. Röhr, A. Siódmok, Colour reconnections in Her-wig++. Eur. Phys. J. C 72, 2225 (2012). arXiv:1206.0041 [hep-ph] 62. ATLAS Collaboration, Studies on top-quark Monte Carlo modelling with Sherpa and MG5_aMC@NLO, ATL-PHYS-PUB-2017-007 (2017). https://cds.cern.ch/record/2261938 63. ATLAS Collaboration, Search for triboson W ± W ± W ∓ production in pp collisions at √ s = 8 T eV with the ATLAS detector. Eur. Phys. J. C 77, 171 (2017). arXiv:1610.05088 [hep-ex] 64. ATLAS Collaboration, Measurement of the production crosssection of a single top quark in association with a Z boson in proton-proton collisions at 13 TeV with the ATLAS detector. Phys. Lett. B 780, 557 (2018). arXiv:1710.03659 [hep-ex] 65. ATLAS Collaboration, Electron and photon energy calibration with the ATLAS detector using data collected in 2015 at √ s = 13 T eV , ATL-PHYS-PUB-2016-015, 2016. https://cds.cern.ch/ record/2203514 66. ATLAS Collaboration, Jet energy scale measurements and their systematic uncertainties in proton-proton collisions at √ s = 13 T eV with the ATLAS detector, Phys. Rev. D 96 (2017) 072002, arXiv:1703.09665 [hep-ex] 67. ATLAS Collaboration, Luminosity determination in pp collisions at √",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "GeV, substantial signal yield is expected in all channels, and the analysis sensitivity is found to be comparable across the 2 ss , 3 and 4 channels. No significant excess has been observed.Table 5also includes the overall signal acceptance A, defined as the number of selected events selected in a given channel divided by the total number of pp → H ±± H ∓∓ → W ± W ± W ∓ W ∓ events and representing the signal reduction due to phase space acceptance, branching ratio and detector efficiency.",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "Acknowledgements",
            "section_rank": 26
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation",
            "paragraph_rank": 75,
            "section_rank": 26
        }
    ]
}