{
    "level": "paragraph",
    "abstract": [
        {
            "text": "In this paper, we report the measurement relative to the production of forward neutrons in proton-proton collisions at √ s = 13 TeV obtained using the LHCf Arm2 detector at the Large Hadron Collider. The results for the inclusive differential production cross section are presented as a function of energy in three different pseudorapidity regions: η > 10.76, 8.99 < η < 9.22 and 8.81 < η < 8.99. The analysis was performed using a data set acquired in June 2015 that corresponds to an integrated luminosity of 0.194 nb −1 . The measurements were compared with the predictions of several hadronic interaction models used to simulate air showers generated by Ultra High Energy Cosmic Rays. None of these generators showed good agreement with the data for all pseudorapidity intervals. For η > 10.76, no model is able to reproduce the observed peak structure at around 5 TeV and all models underestimate the total production cross section: among them, QGSJET II-04 shows the smallest deficit with respect to data for the whole energy range. For 8.99 < η < 9.22 and 8.81 < η < 8.99, the models having the best overall agreement with data are SIBYLL 2.3 and EPOS-LHC, respectively: in particular, in both regions SIBYLL 2.3 is able to reproduce the observed peak structure at around 1.5-2.5 TeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP11(2018)073",
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "In recent years, several ground-based experiments, like the Pierre Auger Observatory [1] and Telescope Array [2], have measured the flux and composition [3,4] of cosmic rays at energies above 10 18 eV, the Ultra High Energy Cosmic Rays (UHECRs). In all cases, the results are affected by large systematic uncertainties because of the reliance on hadronic interaction models necessary for the data analysis. These generators are in fact extensively used in the reconstruction of incident cosmic rays starting from the Extensive Air Shower (EAS) they form when interacting in the atmosphere. Because of the lack of calibration data, relative to forward secondary particle production in high energy collisions, these models show a very different behavior, especially in the phase space regions that are relevant to the EAS physics [5]. Some of these generators, namely QGSJET II-04 [6], EPOS-LHC [7] and SIBYLL 2.3 [8], were tuned using the measurements made in p-p collisions at √ s = 0.9 and 7 TeV, during the Run I operations at CERN Large Hadron Collider (LHC) [9], the highest energy accelerator currently available. Even considering these post-LHC models, the level of agreement between them is far from satisfactory [10] and higher energy data is needed to reduce the observed discrepancies. Among LHC experiments, the LHCf experiment [11] JHEP11(2018)073",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 85,
                    "text": "[1]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 109,
                    "text": "[2]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 153,
                    "text": "[3,",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 156,
                    "text": "4]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 828,
                    "text": "[5]",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 879,
                    "text": "[6]",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 893,
                    "text": "[7]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 912,
                    "text": "[8]",
                    "end": 915
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1062,
                    "text": "[9]",
                    "end": 1065
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1220,
                    "text": "[10]",
                    "end": 1224
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1339,
                    "text": "[11]",
                    "end": 1343
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "has been designed to specifically measure the distributions of neutral particles produced in the very forward region in p-p and p-nucleus collisions. Of particular interest are the forward neutral hadrons detectable by the experiment, mainly neutrons, because of the key role that forward baryons have in the development of the atmospheric showers and in the abundance of the muonic component [12]. The measurements relative to the inclusive differential cross section of forward neutrons produced in p-p collisions at √ s = 7 TeV have already been published by our collaboration [13]. In this paper, we extend this analysis to the data obtained in p-p collisions at √ s = 13 TeV, making use of the same pseudorapidity regions defined in the previous work. Compared to the 7 TeV run, this corresponds to an effective increase of the energy in the laboratory frame by a factor of four and an increase in the p T coverage by a factor of two. The results presented here were obtained using data from only one of the two LHCf detectors (Arm2), but in the future we will extend this analysis to the other one (Arm1) in order to enlarge the pseudorapidity coverage, exploiting the slightly different geometrical acceptance of the two detectors.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 393,
                    "text": "[12]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 580,
                    "text": "[13]",
                    "end": 584
                }
            ]
        },
        {
            "text": "The LHCf experiment",
            "section_rank": 4
        },
        {
            "section": "The LHCf experiment",
            "text": "The LHCf experiment consists of two detectors [14], Arm1 and Arm2, placed in two regions on the opposite sides of LHC Interaction Point 1 (IP1). These regions, called Target Absorber Neutral (TAN), are located at a distance of 141.05 m from IP1, after the dipole magnets that bend the two proton beams. In this position, the two detectors are capable of detecting neutral particles produced in p-p and p-nucleus collisions with a pseudorapidity coverage η > 8. 4.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 46,
                    "text": "[14]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 461,
                    "text": "4",
                    "end": 462
                }
            ]
        },
        {
            "section": "The LHCf experiment",
            "text": "Arm2 consists of two calorimetric towers made from 16 Gd 2 SiO 5 (GSO) scintillators layers (1 mm thick) interleaved with 22 tungsten (W) plates (7 mm thick) for a total length of about 21 cm, equivalent to 44 X 0 and 1.6 λ I . The transverse sizes of the two towers, called small tower and large tower, are respectively 25 mm × 25 mm and 32 mm × 32 mm. Apart from the energy, measured using the 16 scintillator layers, the transverse position is also reconstructed from the transverse profile of the showers, measured using 4 xy imaging layers. These imaging layers, placed at different depths in the calorimeter, consist of 160 µm read-out pitch silicon microstrip detectors.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "The LHCf experiment",
            "text": "The detector just illustrated is an upgraded version of the one described in reference [13]: the upgrade was necessary to improve the radiation hardness of the detector for the LHC Run II operations. However, the performance of the current detector in the reconstruction of hadronic showers, investigated making use of beam test data and MC simulations, are not significantly different from the old ones [15]. For hadrons between 1 and 6.5 TeV, detection efficiency ranges from about 52% to 72%, energy resolution from 28% to 38%, and position resolution from 300 µm to 100 µm.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 87,
                    "text": "[13]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 404,
                    "text": "[15]",
                    "end": 408
                }
            ]
        },
        {
            "text": "Experimental data set",
            "section_rank": 5
        },
        {
            "section": "Experimental data set",
            "text": "The data analyzed in this paper was acquired during p-p collisions at √ s = 13 TeV, from 22:32 of June 12th to 1:30 of June 13th 2015 (CEST). This time period corresponds to the LHC Fill 3855, a special low luminosity and high β * fill specifically provided for LHCf",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 6
        },
        {
            "section": "JHEP11(2018)073",
            "text": "operations. In this fill, 29 bunches collided at IP1 with a half crossing angle of 145 µrad downward. Additionally, 6 and 2 bunches that did not collide at IP1 circulated in the clockwise and counter-clockwise beams, respectively. Beam β * was around 19 m and µ, the average number of collisions per bunch crossing, was in the range 0.007-0.012. Given the 15% acceptance of the calorimeter for inelastic collisions, event pile-up at the detector level was estimated to be below 1%, and was therefore neglected in this analysis. The number of shower events in Arm2 that were recorded during this time period was 2.1 × 10 6 . Using the instantaneous luminosity measured from the ATLAS experiment (3-5 × 10 28 cm −2 s −1 , [16]) and taking into account LHCf data acquisition live time, the recorded integrated luminosity was estimated to be 0.194 nb −1 .",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "Simulation data set",
            "section_rank": 7
        },
        {
            "section": "Simulation data set",
            "text": "Monte Carlo simulations (MC) with the same experimental configuration used for LHC data taking are necessary for four different purposes: estimation of correction factors and systematic uncertainties, validation of the whole analysis procedure, energy spectra unfolding and comparison of the models with the experimental results. All simulations steps (collision, transport and interaction with the detector) used Cosmos 7.633 [17] and EPICS 9.15 [18] libraries, except where otherwise specified. In the following, MC are separated in three different categories, summarized in table 1: a) MC that require a full detector simulation, i.e. generating collisions, transporting secondary products from IP1 to the TAN region (taking into account the effect of the magnetic field, particle decays and particle interactions with the beam pipe) and finally simulating the interaction with the detector. Three different models were used to generate collisions: QGSJET II-04, EPOS-LHC and DPMJET 3.04 [19], with a corresponding statistics of 10 8 , 5×10 7 and 2×10 7 inelastic collisions, respectively. In all cases, the transport along the beam pipe and the interaction with the detector were simulated using the DPMJET 3.04 model. In addition, we generated another special set of 4×10 7 inelastic collisions dedicated to multihit events (events in which more than one particle enters a given calorimetric tower) both for QGSJET II-04 and EPOS-LHC. These special events were generated in two steps. First, starting from the full sample described above, we separated each multihit event, where n particles simultaneously hit the detector, into n independent singlehit events (events in which only one particle enters a given calorimetric tower). Then, we simulated again the interaction with the detector, this time one particle at a time. All the full detector simulations were used for the validation of the whole analysis procedure and for a preliminary comparison with experimental data at the folded spectra level, as well as for the estimation of a part of the correction factors (beam-pipe background, Particle IDentification (PID), multihit, fake, missed, see section 5.2) and of the systematic uncertainties (position resolution, unfolding method, see section 5.4). Note that for this last purpose (evaluation of corrections and uncertainties), only QGSJET II-04 and EPOS-LHC were used as collision generators, whereas DPMJET 3.04 was  Table 1. Summary of the three MC sets described in the text. The simulation is divided in three main steps: generation of particles produced in p-p collisions at √ s = 13 TeV, transport of secondary products from IP1 to the TAN region (taking into account the effect of the magnetic field, particle decays and particle interactions with the beam pipe), interaction of particles with the Arm2 detector. For each MC set we specified which software interfaces and which interaction models were used to simulate each step. The symbol \"-\" indicates that it was not necessary to simulate the given step for that MC set. excluded because of its very limited agreement with data already at the folded spectra level (as discussed in section 6). b) MC that require only the generation of collisions and the transport of secondary products from IP1 to the TAN region, without taking into account the interaction with the detector. We simulated 10 8 collisions for each of the following models: QGSJET II-04, EPOS-LHC, SIBYLL 2.3, DPMJET 3.06 and PYTHIA 8.212 [20]. The PYTHIA 8.212 simulation data set was generated using its own dedicated generator, whereas CRMC [21], an interface tool for event generators, was employed for the remaining models (version 1.5.6 for DPMJET 3.06, version 1.6.0 for the others). In both cases, all particles having cτ < 1 cm were considered unstable and their decay was treated by the interface. After generation, the secondary products were transported along the beam pipe making use of the DPMJET 3.04 model. All these simulations were used in the estimation of the hadron contamination correction factors and for the comparison with the measured distributions after unfolding. c) MC that require only the interaction with the detector to construct the response matrix used for unfolding. In order to be independent of the particular shape of the injected distribution, we considered a single neutron flat energy spectrum from 0 to 6.5 TeV, uniformly distributed on the whole area of the detector. The interaction with the detector was simulated using DPMJET 3.04 and QGSJET II-04, so that we could estimate the dependence of the results on the model adopted in the unfolding procedure. 1 This sample consists of about 10 7 neutrons per tower for each model.",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 427,
                    "text": "[17]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 447,
                    "text": "[18]",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 991,
                    "text": "[19]",
                    "end": 995
                },
                {
                    "type": "table",
                    "start": 2435,
                    "text": "Table 1",
                    "end": 2442
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 3483,
                    "text": "[20]",
                    "end": 3487
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 3588,
                    "text": "[21]",
                    "end": 3592
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 4645,
                    "text": "1",
                    "end": 4646
                }
            ]
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 8
        },
        {
            "section": "JHEP11(2018)073",
            "text": "As a curious aside, we found that in case of p-p collisions at √ s = 13 TeV, QGSJET II-04 predicts a significant number of neutrons having exactly p T = 0 GeV/c. According to the author's explanation [22], these neutrons arise when a valence quark from one of the two protons is involved in a collision having a small impact parameter. For simplicity, a temporary value of p T = 0 GeV/c was assigned during model implementation, but in fact these events should not contribute to particle production in the forward region. Because of this reason, following the author's suggestion, in the current analysis such kind of neutrons was removed a posteriori from all simulation sets relative to this generator.",
            "paragraph_rank": 11,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 200,
                    "text": "[22]",
                    "end": 204
                }
            ]
        },
        {
            "text": "Analysis",
            "section_rank": 9
        },
        {
            "section": "Analysis",
            "text": "In this section, we present the analysis procedure, divided in four main steps. First, after defining the event selection criteria, we reconstruct the events in the sample and derive the folded energy distributions for each pseudorapidity region (section 5.1). Second, we estimate the correction factors that are then applied to the folded spectra (section 5.2). Third, we unfold the energy distributions using a deconvolution procedure that takes into account the detector response (section 5.3). Fourth, all necessary systematic uncertainties are evaluated and associated to the folded and unfolded spectra (section 5.4). Finally, in the next section, we will use these distributions to derive the inclusive differential production cross section and compare it to the various model predictions (section 6).",
            "paragraph_rank": 12,
            "section_rank": 9
        },
        {
            "text": "Event reconstruction",
            "section_rank": 10
        },
        {
            "section": "Event reconstruction",
            "text": "The event reconstruction algorithm used in this analysis is similar to the one developed in reference [13]. Because of the detector upgrade after the LHC Run I operations, we revised all the calibration parameters and optimized the reconstruction criteria, making use of beam test and MC simulation data. In particular, because of the inherent difficulty found in correctly identifying a multihit hadronic event, we decided to reconstruct all events as singlehit and to apply afterwards a correction factor, as described in section 5.2. 2 An event is accepted if it satisfies a software trigger condition, defined as a raw energy deposit above 850 MeV in at least three consecutive scintillator layers. This value was chosen by taking into account the efficiency curves of the discriminators used to generate the hardware trigger during LHC operations. Since hadron detection efficiency falls sharply for true hadron incident energies below 500 GeV, we report our final result only above this value. However, in all analysis steps we considered all reconstructed energies over 250 GeV, because we found that this choice improves the unfolding accuracy on the final result. The reason is that, due to the limited hadron energy resolution of the detector, low energy tails in the deposits of high energy hadrons lead to a significant contribution in the 250-500 GeV range of the folded distribution.",
            "paragraph_rank": 13,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 102,
                    "text": "[13]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 537,
                    "text": "2",
                    "end": 538
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "In this analysis, we used the same three pseudorapidity regions defined in reference [13], here called A, B and C, that correspond to a η coverage of η > 10.76, 8.99 < η < 9.22 and 8.81 < η < 8.99, respectively.   Table 2. Definition of the three pseudorapidity regions used in the analysis: η is the pseudorapidity, r is the distance from the beam center in the detector plane and ∆φ is the azimuthal angle coverage.",
            "paragraph_rank": 14,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 85,
                    "text": "[13]",
                    "end": 89
                },
                {
                    "type": "table",
                    "start": 214,
                    "text": "Table 2",
                    "end": 221
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "area (more details are given in table 2). Due to the limited position resolution of the imaging layers, a small migration of events inside and outside the pseudorapidity regions is present. This effect is taken into account both by including it in the fake and missed events correction factors and by adding a position resolution systematic uncertainty.",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "section": "Event reconstruction",
            "text": "Particle identification exploits the variable",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "section": "Event reconstruction",
            "text": "and L 90% representing the longitudinal depths where the fraction of the energy deposit of a shower compared to the total release in the calorimeter is 20% and 90%, respectively. For each pseudorapidity region, we identified as neutrons all events having L 2D > L thr 2D , where L thr 2D is a threshold value, estimated from simulations, that maximizes the product of efficiency vs purity. Although this threshold has in principle a slight energy dependence, for simplicity we chose a constant value for all energy bins within the same pseudorapidity region, and later applied a correction for residual inefficiencies and contaminations.  Figure 2. Relative correction factors before (left) and after (right) unfolding. In the two cases, black markers show the statistical error present on the folded and the unfolded distributions, respectively. The different colors represent the relative change of the histograms after each correction.",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 639,
                    "text": "Figure 2",
                    "end": 647
                }
            ]
        },
        {
            "text": "Correction factors",
            "section_rank": 11
        },
        {
            "section": "Correction factors",
            "text": "The values of correction factors estimated for the current analysis are summarized in figure 2 and table 3. Apart from beam-gas contamination, all of them were calculated independently for each energy bin. Corrections were applied to the energy spectra, before or after unfolding, in the same order they are mentioned in the following:",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "section": "Correction factors",
            "text": "• Beam background Beam-related background is due to two different processes: the interaction of primary protons with residual gas in the beam line and the interaction of secondary particles from collisions with the beam pipe. The first contribution was estimated using events -7 -",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "section": "Correction factors",
            "text": "Fake events (-8%, -1%) (-7%, -2%) (-7%, -4%)",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "section": "Correction factors",
            "text": "Missed events (+40%, +270%) (+40%, +240%) (+40%, +230%)",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "section": "Correction factors",
            "text": "Hadron contamination (-60%, -7%) (-55%, -15%) (-55%, -15%) associated with non-crossing bunches at IP1, generated purely from beam-gas interactions, and comparing this number to the events associated with colliding bunches, that include both signal and background. We obtained a background-to-signal ratio of about 1%. The second contribution was estimated making use of MC simulations in which we simulated the interaction with the beam pipe, leading to a background to signal ratio that depends on the reconstructed energy, ranging from about 5% at 500 GeV to less than 1% above 1 TeV. Both corrections were applied to the measured distributions and the uncertainty was neglected, being always smaller than 1%.",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "section": "Correction factors",
            "text": "• PID PID has a limited efficiency (hadron identification) and purity (photon contamination). Correction factors were estimated by performing a template fit of the L 2D distributions of photons and hadrons, derived from simulations, to the L 2D distributions experimentally observed. An example of this procedure is shown in figure 3. We did not observe any significant dependence on the generator, since the correction factors are more related to the detector response than to the distributions of incoming particles. Thus, the uncertainty on the PID correction factors is mainly statistical, estimated using a confidence interval method on the result of the template fit. The correction ranges between -5% and +8%, whereas the uncertainty is below 10%.",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "• Multihit",
            "section_rank": 12
        },
        {
            "section": "• Multihit",
            "text": "Multihit events are not correctly identified by the reconstruction algorithm described in section 5.1. For this reason, we estimated the relative correction factors using the special simulation sample described in section 4: in this MC, each multihit event involving n particles simultaneously hitting the same tower was subdivided in n different events, one per particle. This sample was reconstructed in two different ways: in one case we artificially piled-up each group of n events in a single multihit event, whereas in the other case we considered each event individually. These two cases correspond, respectively, to the real/ideal situation in which our detector cannot/can distinguish multihit events. Corrections were calculated making use of the QGSJET II-04 and the EPOS-LHC generators, with the final correction factors estimated from the average over the two models and the systematic error given by half their difference. The correction ranges between -14% and +9%, whereas the uncertainty is below 10%.  Figure 3. Template fit for the reconstructed energy bin 4000 GeV < E < 4250 GeV of pseudorapidity region A. The binning of the L 2D scale varies depending on the expected statistics for each energy bin. QGSJET II-04 hadrons (blue) and photons (red) distributions were fitted to experimental data (black). The result of the fit is shown in green.",
            "paragraph_rank": 24,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1020,
                    "text": "Figure 3",
                    "end": 1028
                }
            ]
        },
        {
            "section": "• Multihit",
            "text": "• Fake and missed Fake and missed events refer, respectively, to events that, due to detector misreconstructions, are either incorrectly included in, or incorrectly excluded from, the measured distributions. Both effects are due to improper position and/or energy reconstruction, which are significant only in the low energy region. As discussed in section 5.1, the limited hadron detection efficiency contributes as well to the missed events. Actually, it constitutes the largest contribution to correction factors: indeed, due to the small depth of the detector, a large fraction of hadrons either interacts late or does not interact at all in the calorimeter. Above 2 TeV, the detection efficiency is mostly constant around a 70% value, whereas, below 2 TeV, it strongly decreases due to the smaller energy deposits left in the scintillators. Note that fake and missed events corrections are expressed as a function of different definitions of energy (reconstructed and true) because they are respectively applied before and after unfolding. They were both estimated making use of the ideal (multihit corrected) sample described before, using the average between QGSJET II-04 and EPOS-LHC as the final correction factors. Since different generators change the result by less than 1%, we decided to neglect the contribution to the total systematic uncertainty due to model dependence of these correction factors. Fake events correction (i.e. 1 − f i , where f i is the ratio between the entries that should not be reconstructed in bin i and the number of reconstructed events in bin i) slightly decreases with increasing energy, ranging from -8% to -1%. Missed events correction (i.e. m j , where m j is the ratio between the entries that should be reconstructed in bin j and the number of reconstructed events in bin j) ranges from more than +100% at 500 GeV to about +40% at 6.5 TeV.",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 13
        },
        {
            "section": "JHEP11(2018)073",
            "text": "• Hadron contamination A non-negligible fraction of hadrons reaching the detector are not actually neutrons, but mainly Λ 0 , K 0 L and other neutral and charged hadrons. Since the detector does not distinguish between them, the unfolded spectra must be corrected in order to recover the distributions of neutrons at IP1. Neutrons at IP1 include both neutrons produced from p-p collisions and neutrons produced from the decay of short lived particles (cτ < 1 cm). The hadron contamination was calculated using all five generators described in section 4, also simulating the transport of the secondary products from IP1 to the TAN region. The correction factors were estimated from the average over the five models with a systematic error given by the maximum deviation observed. The correction ranges between -60% and -7%, whereas the uncertainty is below 20%.",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "Spectra unfolding",
            "section_rank": 14
        },
        {
            "section": "Spectra unfolding",
            "text": "Given the limited hadron energy resolution, we chose to perform an unfolding of the spectra in order to deconvolute our measurements from the detector response. For this purpose, we used the iterative Bayesian method [23], implemented in the RooUnfold package [24]. Some changes to the default implementation were made, in order to separate the choice of the prior used as initial hypothesis of the algorithm from the distribution employed to construct the response matrix of the detector. This modification was necessary because we need to distinguish between the different contributions to the systematic uncertainty coming from the unfolding procedure itself, as discussed in section 5.4. The best estimation for the final unfolded distributions was obtained choosing a flat prior as initial hypothesis and constructing the response matrix from the single neutron flat energy sample simulated using the DPMJET 3.04 model. In order to estimate the uncertainties related to the deconvolution, the unfolding procedure was repeated several times for different priors, response matrices, or test input spectra. It was therefore important to define a general convergence criteria that could be valid for all the different cases tested: we decided to stop the iterative procedure when ∆χ 2 , the χ 2 change between the outputs of two consecutive iterations, is below 1. This threshold was chosen as a compromise between convergence requirements and number of iterations needed to reach that convergence. As an example, in the case of the data points in the final unfolded distributions, this convergence criteria corresponds to 51, 12 and 10 iterations for Region A, B and C, respectively. Differently from the default procedure, we also chose to apply the fake and missed events corrections outside of the unfolding algorithm, although we verified that the results are consistent with the standard approach. Note that this procedure is different from the one used in reference [13].",
            "paragraph_rank": 27,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 217,
                    "text": "[23]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 260,
                    "text": "[24]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1974,
                    "text": "[13]",
                    "end": 1978
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "The typical value of systematic uncertainties estimated for the current analysis are summarized in figure 4 and table 4. All of them were assumed to be independent and added in quadrature in the final result. Attention must be paid in distinguishing between uncertainties associated to the spectra after unfolding (unfolding error, hadron contamination) and before unfolding (all the remaining contributions). While the first can simply be added  Figure 4. Relative systematic uncertainties for the final unfolded distributions. From left to right, the three columns represent: the uncertainties already associated to the folded spectra, the uncertainties due to the unfolding procedure and the uncertainties related to hadron contamination corrections. Black markers show the statistical error present on the unfolded distribution.",
            "paragraph_rank": 28,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 447,
                    "text": "Figure 4",
                    "end": 455
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "to the final distributions, the second must be correctly propagated through the unfolding procedure. Since the iterative Bayesian unfolding is capable of handling statistical but not systematic errors, we devised the following procedure. First, we considered each contribution independently and artificially shifted the folded nominal spectrum by its estimated systematic uncertainty. Then, we unfolded the two distributions, that corresponds to the two extremes of the systematic error bars, using the same number of iterations as for the nominal case. Lastly, we derived the systematic uncertainty on the unfolded distribution from the ratio between the unfolded spectra relative to the error bar and the unfolded nominal one. In the following we detail all contributions to the systematic uncertainties: Hadron contamination correction 3-20% 5-20% 5-20% Table 4. Minimum-maximum value of the relative systematic uncertainties for each contribution discussed in section 5.4, separately reported for pseudorapidity regions A, B and C.",
            "paragraph_rank": 29,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 857,
                    "text": "Table 4",
                    "end": 864
                }
            ]
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 16
        },
        {
            "section": "JHEP11(2018)073",
            "text": "• Energy scale",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "section": "JHEP11(2018)073",
            "text": "The source of uncertainty on the energy scale comes from three different contributions. The first is due to calorimeter calibration (3.7%), comprising the absolute gain calibration for each scintillator layer, the non-uniformity of the position dependent correction factors, and the residuals in the conversion from the deposited energy to primary energy. The second comes from different hardware effects present during data taking at the LHC (2.0%), like ADCs non-linearity, cables attenuation, high voltages stability, PMTs gain calibration. The third is related to the observed shift in the position of the π 0 mass peak with respect to the simulations (+1.6%), as reconstructed from the two gamma invariant mass distribution [25]. Despite the fact that this shift is well within the consistency bounds of the two previously mentioned systematic uncertainties, we decided to consider this contribution as an additional source of error in our analysis. This conservative approach is justified, in the case of hadronic showers, because we do not have a clear energy signature that can be used to calibrate the absolute energy scale. The total energy scale error, obtained from the quadratic sum of these three terms, is ±4.5%. The systematic uncertainty on the unfolded spectra was estimated by shifting the energy scale by the corresponding error and comparing it with the nominal distribution. As we can see from table 4, the energy scale is the main source of uncertainty, especially in the high energy region where the slope of the distributions is steep. The systematic uncertainty strongly depends on energy, ranging from about 1% to about 100%.",
            "paragraph_rank": 31,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 729,
                    "text": "[25]",
                    "end": 733
                }
            ]
        },
        {
            "section": "JHEP11(2018)073",
            "text": "-12 -",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 17
        },
        {
            "section": "JHEP11(2018)073",
            "text": "• Beam center",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "section": "JHEP11(2018)073",
            "text": "In order to measure the event pseudorapidity, we need to know the beam center, defined as the projection of the beam direction at the interaction point on the detector plane. This parameter was obtained by fitting the position distribution of high energy hadrons with a two dimensional function. The uncertainty estimated using this procedure was ±0.3 mm, a value well consistent with the observed run-by-run fluctuations of this parameter. In order to evaluate the systematic uncertainty on the spectrum, we shifted the beam center position by this quantity on the x and y axes. Making use of these four additional distributions, we obtained the systematic uncertainty from the maximum deviation between each of them and the nominal one. The systematic uncertainty is generally below 5%.",
            "paragraph_rank": 34,
            "section_rank": 17
        },
        {
            "text": "• Position resolution",
            "section_rank": 18
        },
        {
            "section": "• Position resolution",
            "text": "In order to simplify the unfolding procedure, deconvolution takes into account only the effects due to energy smearing, and not to position resolution. Although migration caused by position misreconstruction was corrected applying fake and missed events correction factors, we decided to consider this effect as a source of systematic uncertainty as well. This contribution was estimated from simulations, comparing the spectrum obtained using reconstructed position with the one obtained using true position. After having evaluated this ratio with both QGSJET II-04 and EPOS-LHC, the maximum deviation found was used as an estimation of the systematic uncertainty. The systematic uncertainty is generally below 10%.",
            "paragraph_rank": 35,
            "section_rank": 18
        },
        {
            "section": "• Position resolution",
            "text": "• Integrated luminosity",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "section": "• Position resolution",
            "text": "The error on the integrated luminosity, derived from ATLAS measurements taking into account LHCf data acquisition live time, was estimated to be 1.9%: this value was considered as an energy independent systematic uncertainty.",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "• Correction factors",
            "section_rank": 19
        },
        {
            "section": "• Correction factors",
            "text": "The systematic uncertainties due to correction factors were discussed in section 5.2: they are significant for the PID, multihit, and hadron contamination corrections, but negligible for beam-related background, fake events, and missed events corrections.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "• Interaction cross section",
            "section_rank": 20
        },
        {
            "section": "• Interaction cross section",
            "text": "The main contribution to missed events correction factors is due to detection inefficiency, which, in turn, depends on the cross section that describes the interaction of a hadron with the detector. This parameter has similar values in the DPMJET 3.04 and QGSJET II-04 implementations inside EPICS, but it changes if we consider a different generator implemented inside another simulation toolkit. In order to estimate the uncertainty on this parameter, we compared the proton-tungsten interaction cross section used for the DPMJET 3.04 model in EPICS with the one obtained from the QGSP BERT 4.0 model in GEANT4 [26], a completely different simulation toolkit. The maximum deviation found below 6.5 TeV is 6%, and is considered as an energy independent systematic uncertainty on the spectrum.",
            "paragraph_rank": 39,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 613,
                    "text": "[26]",
                    "end": 617
                }
            ]
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 21
        },
        {
            "section": "JHEP11(2018)073",
            "text": "• Unfolding",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "section": "JHEP11(2018)073",
            "text": "Four different terms contribute to the systematic uncertainty related to the unfolding procedure itself. The first, here called unfolding method uncertainty (mostly below 20%), depends on the ability of the iterative Bayesian method to produce a spectrum consistent with the true level one. We estimated this term using simulations relative to the QGSJET II-04 and EPOS-LHC generators, unfolding the distributions making use of a flat prior and comparing the unfolded spectra obtained in this way with the true distribution. The second, here called unfolding prior uncertainty (mostly below 20%), derives from the dependence of the unfolded spectrum on the chosen prior used as the initial hypothesis of the iterative procedure. We estimated this term by comparing the unfolded results obtained using a flat prior with the ones obtained using priors chosen from the QGSJET II-04, EPOS-LHC and DPMJET 3.04 generators.",
            "paragraph_rank": 41,
            "section_rank": 21
        },
        {
            "section": "JHEP11(2018)073",
            "text": "As discussed in appendix A, the best knowledge we could have on the prior shape would be given by the assumption of x F scaling [27] and the extrapolation from ISR measurements [28,29], using the method suggested in reference [30]. 3 However, in the end we chose not to follow this approach as it introduces an unacceptably large unfolding bias. The third, here called unfolding interaction uncertainty (up to 70%), depends on the choice of the hadronic interaction model used to construct the response matrix. We estimated this term by comparing the unfolded results obtained simulating the detector interaction using two different models: DPMJET 3.04, employed for all simulations described in section 4, and QGSJET II-04. We decided against superimposing this uncertainty on the final results because, as described in appendix B, the large effects found are mainly due to the poor agreement between QGSJET II-04 and the experimental data obtained in various beam tests, which are anyway well reproduced by DPMJET 3.04. The fourth, here called unfolding algorithm uncertainty (up to 100%), derives from the different unfolded spectrum that we can obtain using different algorithms. We estimated this term comparing the unfolded results obtained using the iterative Bayesian method with those obtained using SVD [31] and TUnfold [32] (also implemented inside the RooUnfold package). In principle, this uncertainty should already be included in the first two, but we decided to conservatively consider it as an additional independent source of error. This is because the algorithm performances, tested using simulations, could change unpredictably when applied to real data, given the marked differences with the experimental results shown by all models, especially in Region A.  Figure 5. Folded differential neutron production cross section for p-p collisions at √ s = 13 TeV, measured using the LHCf Arm2 detector. Black markers represent the experimental data with statistical errors, whereas gray bands represent the quadratic sum of statistical and systematic uncertainties. Colored histograms refer to models predictions at the detector level. The top plot shows the energy distributions expressed as dσ n /dE and the bottom one the ratios of these distributions to the experimental data points.",
            "paragraph_rank": 42,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 128,
                    "text": "[27]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 177,
                    "text": "[28,",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 181,
                    "text": "29]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 226,
                    "text": "[30]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 232,
                    "text": "3",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1313,
                    "text": "[31]",
                    "end": 1317
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1330,
                    "text": "[32]",
                    "end": 1334
                },
                {
                    "type": "figure",
                    "start": 1780,
                    "text": "Figure 5",
                    "end": 1788
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 22
        },
        {
            "section": "Results",
            "text": "In this section, we present the measurements relative to neutron production and we compare them with model predictions, both before and after unfolding. Distributions are expressed in terms of the inclusive differential production cross section dσ n /dE, which was corrected for the limited coverage of the azimuthal angle. In the comparison with generators, for each model we used its own inelastic cross section, as reported in reference [25].",
            "paragraph_rank": 43,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 440,
                    "text": "[25]",
                    "end": 444
                }
            ]
        },
        {
            "section": "Results",
            "text": "The Arm2 dσ n /dE folded distribution is shown in figure 5. This result is obtained before the application of the multihit correction factors, thus the total uncertainty is given by the quadratic sum of all statistical and systematic contributions relative to the folded spectrum, except multihit and interaction cross section errors. The binning was chosen so that the statistical uncertainty stays always below 10%. As we can see, no model reproduces completely the experimental measurements and, in particular, the agreement of DPMJET 3.04 with data is very limited both in terms of spectral shape and total yield. For this reason, as described in section 4, we excluded this generator from the estimation of model dependent corrections and uncertainties.",
            "paragraph_rank": 44,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 50,
                    "text": "figure 5",
                    "end": 58
                }
            ]
        },
        {
            "section": "Results",
            "text": "The Arm2 dσ n /dE unfolded distribution is shown in figure 6. The total uncertainty is given by the quadratic sum of all statistical and systematic contributions. The values of the inclusive differential production cross section are also summarized in appendix C. In the pseudorapidity region η > 10.76, neutron production exhibits a peak structure at around 5 TeV, which is not predicted by any of the models available. As discussed in appendix A, the peak is present independently of the choice of a flat prior or even an ISR -15 -  Figure 6. Unfolded differential neutron production cross section for p-p collisions at √ s = 13 TeV, measured using the LHCf Arm2 detector. Black markers represent the experimental data with statistical errors, whereas gray bands represent the quadratic sum of statistical and systematic uncertainties. Colored histograms refer to models predictions at the generator level. The top plot shows the energy distributions expressed as dσ n /dE and the bottom one the ratios of these distributions to the experimental data points.",
            "paragraph_rank": 45,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 52,
                    "text": "figure 6",
                    "end": 60
                },
                {
                    "type": "figure",
                    "start": 535,
                    "text": "Figure 6",
                    "end": 543
                }
            ]
        },
        {
            "section": "Results",
            "text": "prior, though the position of the peak itself does change from x F ∼ 0.75 to x F ∼ 0.80, which, in turn, does affect the conclusions on the validity of the x F scaling hypothesis. Regarding the models, QGSJET II-04 shows a constant increase in the production rate up to high energies, whereas EPOS-LHC and SIBYLL 2.3 reach an approximately constant production rate above 3.5 TeV. These three generators do not contemplate the presence of a high energy peak in the forward neutron differential cross section, leading to a lower yield at 5 TeV and a higher yield at 6.5 TeV. On the other hand, DPMJET 3.06 and PYTHIA 8.212 show a peak structure, but they strongly underestimate both the position of the peak and the production rate at high energies. For all generators the total production cross section at η > 10.76 is lower than the one experimentally observed: QGSJET II-04 is the model having the smallest deficit with respect to data, amounting to a value of around 20%. Even in the pseudorapidity regions 8.99 < η < 9.22 and 8.81 < η < 8.99, no model reproduces completely the experimental measurements, although deviations are smaller than at η > 10.76. For these two pseudorapidity intervals, SIBYLL 2.3 and EPOS-LHC show the best overall agreement with our data at 8.99 < η < 9.22 and 8.81 < η < 8.99, respectively. In particular, SIBYLL 2.3 is compatible with the experimental measurements in the region between 1.5 TeV and 2.5 TeV, where neutron production is maximum, but it is softer below and harder above this interval. The other models generally underestimate (QGSJET II-04, EPOS-LHC) or overestimate (DPMJET 3.06, PYTHIA 8.212) the inclusive differential cross section in all the energy range.",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "section": "Results",
            "text": "-16 -",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 23
        },
        {
            "section": "JHEP11(2018)073",
            "text": "The general trend of the experimental results is similar to what observed at √ s = 7 TeV [13]. Direct comparison of the data-models agreement cannot be made because the versions used here are different with respect to the ones employed there. In particular, QGSJET II-04, EPOS-LHC and SIBYLL 2.3 were tuned using the LHC Run I results. Comparing the pre-LHC and post-LHC version of SIBYLL, we can observe a significant increase of the neutron production in all the pseudorapidity regions and this fact improves the agreement of the model with the current experimental measurements. Differently, QGSJET and EPOS are not affected by relevant changes. Whereas no significant variation is found also in PYTHIA, DPMJET exhibits a very different inclusive differential cross section in the two cases. Because no relevant change in the mechanisms responsible for forward neutron production is expected between √ s = 7 and 13 TeV, this variation must be due to the fact that the p T coverage is different in the two LHC runs, i.e. the p T intervals corresponding to a given pseudorapidity region at 13 TeV are almost twice the ones at 7 TeV.",
            "paragraph_rank": 48,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 89,
                    "text": "[13]",
                    "end": 93
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 24
        },
        {
            "section": "Summary",
            "text": "The LHCf experiment measured the inclusive differential cross section of forward neutrons produced in proton-proton collisions at √ s = 13 TeV. The analysis covers the same three pseudorapidity regions considered in the previous results at √ s = 7 TeV: η > 10.76, 8.99 < η < 9.22 and 8.81 < η < 8.99. Experimental measurements were compared to the prediction of several hadronic interaction models: QGSJET II-04, EPOS-LHC, SIBYLL 2.3, DPMJET 3.06 and PYTHIA 8.212. No one of these generators showed complete or acceptable agreement with our data, indicating that further progress must be made in the understanding of particle production in the forward region. For η > 10.76, the experimental energy distribution exhibits a peak structure at around 5 TeV that is not predicted by any of the models, which also underestimate the total production cross section: QGSJET II-04 shows the smallest deficit with respect to data for the whole energy range. In the other two regions, the experimental energy distributions exhibit a peak structure at around 1.5-2.5 TeV that is well reproduced by SIBYLL 2.3: SIBYLL 2.3 and EPOS-LHC show the best overall agreement for 8.99 < η < 9.22 and 8.81 < η < 8.99, respectively.",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "section": "Summary",
            "text": "The results presented in this paper are relative to the Arm2 detector only. In the future we plan to extend this analysis to the Arm1 detector as well, in order to enlarge the pseudorapidity coverage, exploiting the slightly different acceptance of the two detectors. An additional improvement of our results will be possible thanks to the common data acquisition that the LHCf and the ATLAS experiments had during the operations relative to the data analyzed in this paper. By exploiting the ATLAS information in the central region, we can tag LHCf triggers on an event-by-event basis, investigating the different mechanisms responsible for neutron production in the forward region [33,34]. The ISR prior was extrapolated applying the method described in reference [30] to the data relative to p-p collisions at √ s = 44.9 GeV [28,29]. Note that the ISR prior leads to an unfolded result that is very different from the one obtained with the other priors.",
            "paragraph_rank": 50,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 683,
                    "text": "[33,",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 687,
                    "text": "34]",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 766,
                    "text": "[30]",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 828,
                    "text": "[28,",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 832,
                    "text": "29]",
                    "end": 835
                }
            ]
        },
        {
            "section": "Summary",
            "text": "-19 -",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "JHEP11(2018)073 B Test of hadronic interaction models using beam test data",
            "section_rank": 25
        },
        {
            "section": "JHEP11(2018)073 B Test of hadronic interaction models using beam test data",
            "text": "The choice of the hadronic interaction model used to simulate the detector response plays a very important role in the analysis described in this paper. It is employed for detector calibration, for the estimation of correction factors, for the evaluation of systematic uncertainties, and for spectra unfolding. Unfortunately, the agreement between different models is not good in the energy range considered in this analysis. Because of this reason, we decided to test them using experimental data at the highest energy achievable at beam test facilities. These data were acquired at the CERN Super Proton Synchrotron (SPS) in July-August 2015, making use of muon, electron and proton beams at different energies. The total energy deposit of 350 GeV protons in the detector was compared to the one predicted by DPMJET 3.04 and QGSJET II-04 models in the same experimental configuration. The event selection applied to these distributions differs from the one described in section 5.1 for two main reasons: the reduction of the software trigger threshold (75 MeV for small tower, 150 MeV for large tower) to cope with the otherwise small detection efficiency at this energy; the reduction of the detector fiducial area to a small square around center (5 mm × 5 mm for small tower, 6 mm × 6 mm for large tower) in order to select a region of uniform response. The comparison between data and MC is shown in figure 8, whereas the parameters of the distributions are reported in table 5. As we can see, DPMJET 3.04 is in very good agreement with experimental measurements, whereas QGSJET II-04 leads to an energy deposit that is slightly higher than the one observed. Thus, in the current analysis, we decided to use the DPMJET 3.04 model every time we need to simulate the interaction of a particle with the detector. In particular, the deviation of the energy mean and the energy resolution between DPMJET 3.04 predictions and experimental measurements is at most 2%. Because this difference is compatible with the error on the gain of scintillator channels, we decided to neglect this additional contribution to the total systematic uncertainty on the energy scale. As a final remark, it is important to note that the choice of the model used to simulate the interaction with the detector is independent from the ability of the same model to reproduce the distributions of secondary particles produced in √ s = 13 TeV p-p collisions. This is because, apart from the fact that in the calorimeter the first interaction is between the incoming particle and tungsten, there is a difference of more than four orders of magnitude between the highest possible energy of a particle reaching the detector (6.5 TeV) and the energy of the primary proton in the laboratory frame where the other proton is at rest (90 PeV).    Table 5. Energy mean and energy resolution for distributions shown in figure 8. For each parameter, the ratio of model prediction to the experimental value is also reported.",
            "paragraph_rank": 52,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 2813,
                    "text": "Table 5",
                    "end": 2820
                }
            ]
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 26
        },
        {
            "section": "JHEP11(2018)073",
            "text": "-21 -",
            "paragraph_rank": 53,
            "section_rank": 26
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 27
        },
        {
            "section": "JHEP11(2018)073",
            "text": "C  Table 6. Inclusive differential neutron production cross section for p-p collisions at √ s = 13 TeV. The measurements refer to the results obtained using the LHCf Arm2 detector in the three pseudorapidity regions considered in the current analysis. Upper and lower uncertainties, expressed as the quadratic sum of statistical and systematics contributions, are also reported.",
            "paragraph_rank": 54,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 6",
                    "end": 10
                }
            ]
        },
        {
            "section": "JHEP11(2018)073",
            "text": "-22 -",
            "paragraph_rank": 55,
            "section_rank": 27
        },
        {
            "text": "JHEP11(2018)073",
            "section_rank": 28
        },
        {
            "section": "JHEP11(2018)073",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 56,
            "section_rank": 28
        },
        {
            "text": "17 A 18 B 20 C",
            "section_rank": 29
        },
        {
            "section": "17 A 18 B 20 C",
            "text": "Dependence of the unfolded result on the choice of flat or ISR prior Test of hadronic interaction models using beam test dataTable of inclusive differential production cross section 22",
            "paragraph_rank": 57,
            "section_rank": 29
        },
        {
            "text": "Figure 1 Figure 1 .",
            "section_rank": 30
        },
        {
            "section": "Figure 1 Figure 1 .",
            "text": "Figure 1. Definition of the three pseudorapidity regions A (blue), B (yellow) and C (red) on the Arm2 detector seen from IP1. The origin of the reference frame is centered on the projection of beam center on the detector during Fill 3855. The left and the right squares correspond to the small tower and the large tower, respectively. All analysis regions are chosen within a fiducial area (dashed line), which is 2 mm inside the edges of the towers (solid line).",
            "paragraph_rank": 58,
            "section_rank": 30
        },
        {
            "text": "Figure 7 .",
            "section_rank": 31
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Top figure shows the different priors used for iterative Bayesian unfolding and bottom figures show the unfolded results corresponding to these different priors: left is experimental measurements, right is QGSJET II-04 simulations. The unfolded results are shown both as absolute value (top) and as the ratio to the spectrum ontained using flat prior (bottom). The different priors are: flat (green), QGSJET II-04 (blue), EPOS-LHC (magenta), DPMJET 3.04 (red), ISR (cyan). The ISR prior was extrapolated applying the method described in reference[30] to the data relative to p-p collisions at √ s = 44.9 GeV[28,29]. Note that the ISR prior leads to an unfolded result that is very different from the one obtained with the other priors.",
            "paragraph_rank": 59,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 556,
                    "text": "[30]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 617,
                    "text": "[28,",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 621,
                    "text": "29]",
                    "end": 624
                }
            ]
        },
        {
            "text": "Figure 8 .",
            "section_rank": 32
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Total energy deposit distributions relative to 350 GeV protons. Black points with error bars are experimental data with statistical uncertainty. Histograms refer to DPMJET 3.04 and QGSJET II-04 predictions at the detector level. Left is small tower, right is large tower.",
            "paragraph_rank": 60,
            "section_rank": 32
        },
        {
            "text": "Table 3 .",
            "section_rank": 33
        },
        {
            "section": "Table 3 .",
            "text": "(Minimum, maximum) value of the relative correction factors for each contribution discussed in section 5.2, separately reported for pseudorapidity regions A, B and C.",
            "paragraph_rank": 61,
            "section_rank": 33
        },
        {
            "text": "Table of inclusive differential production cross section η > 10.76 8.99 < η < 9.22 8.81 < η < 8.99",
            "paragraph_rank": 62,
            "section_rank": 34
        },
        {
            "text": "In the case of QGSJET II-04, the simulation of hadronic showers in the calorimeter was carried out using DPMJET 3.04 for particles below 90 GeV.",
            "paragraph_rank": 63,
            "section_rank": 34
        },
        {
            "text": "Reconstructing an event as singlehit means that we always identify only one single peak in the transverse shower profile as imaged by the silicon layers, independently on the number of peaks actually present.",
            "paragraph_rank": 64,
            "section_rank": 34
        },
        {
            "text": "The Feynman variable is defined as xF ≡ 2pZ/ √ s, where pZ, the longitudinal component of the momentum, can be approximated to the energy E in the very forward region. The xF scaling hypothesis asserts that, for xF above some value (typically xF 0.20), the production cross section of secondary particles expressed as a function of xF should be independent of √ s.",
            "paragraph_rank": 65,
            "section_rank": 34
        },
        {
            "text": "Acknowledgments",
            "section_rank": 36
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the CERN staff and ATLAS Collaboration for their essential contributions to the successful operation of LHCf. We are grateful to S. Ostapchenko for useful comments about QGSJET II-04 generator and to C. Baus, T. Pierog, and R. Ulrich for the implementation of the CRMC interface tool. This work was supported by the Japanese Society for the Promotion of Science (JSPS) KAKENHI (Grant Numbers JP26247037, JP23340076) in Japan, by Istituto Nazionale di Fisica Nucleare (INFN) in Italy and by the joint research program of the Institute for Cosmic Ray Research (ICRR), University of Tokyo. Parts of this work were performed using the computer resource provided by ICRR (University of Tokyo), CERN and CNAF (INFN).",
            "paragraph_rank": 66,
            "section_rank": 36
        },
        {
            "text": "A Dependence of the unfolded result on the choice of flat or ISR prior Experimental measurements of inclusive differential neutron production cross section in the forward region have been carried out at ISR [28,29], and at RHIC by the PHENIX experiment [30]. The different results are in good agreement between each other and demonstrates the validity of x F scaling hypothesis for p-p collisions in the range √ s = 30.6-200 GeV. Thus, when choosing the prior used as initial hypothesis of the iterative Bayesian unfolding, it would be in principle better to choose the one extrapolated from ISR measurements rather than the flat one. This extrapolation can be easily done using the same method described in reference [30], limiting the integration to the acceptance of Region A in LHCf, corresponding to p T < 0.276 GeV/c • x F in the case of p-p collisions at √ s = 13 TeV. Here we call ISR prior the one obtained extrapolating the ISR results relative to p-p collisions at √ s = 44.9 GeV according to the procedure mentioned above. Unfortunately, as shown in figure 7, this prior was found to have a large bias on the final result, observed both on experimental data and generator simulations. In particular, being very different from all models, the ISR prior leads to an unfolded spectrum that is very different from the generator truth in the case of QGSJET II-04. This is likely due to the spectral shape of the prior, which shows a sharp peak at about x F = 0.80 that rapidly decreases to 0 at x F = 1. In addition, this problem was found only with the ISR prior, but not with an artificial prior obtained shifting the peak position from x F = 0.80 towards smaller or larger values. Thus, we concluded that the ISR prior is not a safe choice for our analysis because, in the case the distribution present in nature was different from ISR measurements, the unfolding procedure would lead to a result that is different from the true one. As shown in figure 7, all other priors lead to similar results and, in any case, the residual difference is considered as a source of systematic uncertainty on our final measurements. Note that all this discussion applies only to Region A, but not to Region B and C, whose p T coverage is outside the validity of the extrapolation suggested in reference [30].",
            "paragraph_rank": 67,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 207,
                    "text": "[28,",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 211,
                    "text": "29]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 253,
                    "text": "[30]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 718,
                    "text": "[30]",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2298,
                    "text": "[30]",
                    "end": 2302
                }
            ]
        }
    ]
}