{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Heavy quarks are produced in the early stages of ultra-relativistic heavy-ion collisions, and their number is preserved throughout the subsequent evolution of the system. Therefore, they constitute ideal probes for characterising the Quark-Gluon Plasma (QGP) medium and for the study of its transport properties. In particular, heavy quarks interact with the partonic constituents of the plasma, losing energy, and are expected to be sensitive to the medium collective motion induced by its hydrodynamical evolution. In pp collisions, the measurement of heavy-flavour hadron production provides a reference for heavyion studies, and allows also testing perturbative QCD calculations in a wide range of collision energies. Similar studies in p-Pb collisions help in disentangling cold nuclear matter effects from modifications induced by the presence of a QGP medium, and are also useful to investigate the possible existence of collective phenomena also in this system. The ALICE detector provides excellent performances in terms of particle identification and vertexing capabilities. Hence, it is fully suited for the reconstruction of charmed mesons and baryons and of electrons from heavy-flavour hadron decays at central rapidity. Furthermore, the ALICE muon spectrometer allows reconstructing heavy-flavour decay muons at forward rapidity. A review of the main ALICE results on open heavy flavour production in pp, p-Pb and Pb-Pb collisions is presented. Recent, more differential measurements are also shown, including azimuthal correlations of heavy-flavour particles with charged hadrons in p-Pb collisions, and D-meson tagged-jet production in p-Pb and Pb-Pb collisions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Heavy quarks (charm and beauty) are excellent probes for the study of the Quark-Gluon Plasma (QGP), a colour-deconfined medium of strongly-interacting matter formed in ultrarelativistic heavy-ion collisions [1]. Due to their large mass, heavy quarks are produced in hard parton scatterings during the initial stages of the collision, and their thermal production and in-medium annihilation rates are negligible at the LHC energies. Hence, they experience the whole evolution of the QGP medium and are subject to its effects.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 207,
                    "text": "[1]",
                    "end": 210
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In particular, charm and beauty quarks are expected to interact with the medium constituents via elastic and inelastic processes. This leads to a loss of their initial energy while crossing the medium [2][3][4], though to a lesser extent with respect to lighter quarks and gluons, due to the colour-charge and 'dead-cone' effects [5]. A sensitive observable to partonic energy loss is the nuclear modification factor, defined as R AA (p T ) = dN AA /dp T N coll dN pp /dp T , i.e. the EPJ Web of Conferences 192, 00016 (2018) https://doi.org/10.1051/epjconf/201819200016 QCD@Work 2018 ratio of the production yields of a given particle normalised by the production yield in pp collisions and scaled by the average number of binary nucleon-nucleon collisions N coll .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 201,
                    "text": "[2]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 204,
                    "text": "[3]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 207,
                    "text": "[4]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 330,
                    "text": "[5]",
                    "end": 333
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In heavy-ion collisions with non-zero impact parameter, a collective motion of the medium is also expected to emerge, in case of thermalisation of its constituents. This motion translates the initial spatial anisotropy of the system into a momentum anisotropy, reflected in the final-state particle azimuthal distribution [6]. The degree of participation of heavy quarks to the medium collective motion can be quantified via the 'elliptic-flow' coefficient v 2 at low and intermediate transverse momentum (p T ). The elliptic-flow coefficient is defined as the second-order coefficient of the Fourier decomposition of the azimuthal distribution of a given particle.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 322,
                    "text": "[6]",
                    "end": 325
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Among the heavy-flavour species, the study of charm and beauty baryons is of particular interest. It was suggested that, in a QGP environment, heavy-flavour quarks could hadronise also via recombination with other quarks present in the medium, in addition to string fragmentation. This would induce an enhancement of the baryon-to-meson ratio at low and intermediate p T with respect to pp collisions [7,8]. In addition, for pp collisions, the sensitivity of heavy-flavour baryons to fragmentation allows us to test the universality of the parton fragmentation functions, commonly evaluated from electron-positron data.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 401,
                    "text": "[7,",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 404,
                    "text": "8]",
                    "end": 406
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The availability of large data samples collected during the latest years has opened the possibility of performing more differential analysis also for rare probes as heavy flavours. In this contest, the study of azimuthal correlation distributions between electrons from heavy-flavour hadron decays (HFe) and charged hadrons in p-Pb collisions can provide a measurement of the HFe v 2 coefficient also in this collision system. A positive v 2 was already measured by AL-ICE for light-flavour hadrons at midrapidity [9], and its interpretation, either as a final-state or initial-state effect, is currently debated, evidencing the need of additional measurements also in the heavy-flavour sector. Another recent differential study is the measurement of the production cross section of jets with a D-meson constituent (D-jets), in all collision systems. This measurement provides a closer access to the parton kinematics with respect to the study of the D-meson cross section. In addition, comparing the momentum fraction of the jet carried by the D meson in pp and Pb-Pb collisions provides information on the modification of the heavy-quark fragmentation in a QGP medium.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 514,
                    "text": "[9]",
                    "end": 517
                }
            ]
        },
        {
            "text": "Experimental apparatus and results",
            "section_rank": 3
        },
        {
            "section": "Experimental apparatus and results",
            "text": "The ALICE detector [10,11] provides excellent performances in terms of particle identification, low-p T track reconstruction, and vertexing. Thanks to these capabilities, open heavyflavour particles at low and intermediate p T can be reconstructed with great precision. In particular, D 0 , D * + , D + and D + s mesons, as well as Λ + c and Ξ 0 c baryons can be reconstructed from their hadronic (for D-mesons and Λ + c baryons) and semileptonic (for Λ + c and Ξ 0 c ) decay channels at midrapidity (|y| < 0.5), exploiting their displaced decay topologies, thanks to the possibility of separating primary and secondary vertices with the Inner Tracking System (ITS). To improve the selection, daughter particles can be identified by means of specific energy loss in the Time Projection Chamber (TPC) and time-of-flight in the Time Of Flight (TOF) detector. Heavy-flavour hadron decay electrons can also be reconstructed at central rapidity. The identification of electron at high p T is performed with the Electromagnetic Calorimeter (EMCal), while TPC and TOF are used in the low p T region. Furthermore, the ALICE muon spectrometer, composed of a set of tracking and trigger stations, allows reconstructing heavy-flavour hadron decay muons at forward rapidity (−4 < y < −2.5).",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 19,
                    "text": "[10,",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 23,
                    "text": "11]",
                    "end": 26
                }
            ]
        },
        {
            "section": "Experimental apparatus and results",
            "text": "EPJ Web of Conferences 192, 00016 2018https://doi.org/10.1051/epjconf/201819200016 QCD@Work 2018",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 34,
                    "text": "2018",
                    "end": 38
                }
            ]
        },
        {
            "text": "Results for charmed mesons",
            "section_rank": 4
        },
        {
            "section": "Results for charmed mesons",
            "text": "The left panel of Fig. 1 shows the nuclear modification factor for the average of non-strange D mesons as a function of p T , in 0-10% central Pb-Pb collisions at √ s NN = 5.02 TeV [12].",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 18,
                    "text": "Fig. 1",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 181,
                    "text": "[12]",
                    "end": 185
                }
            ]
        },
        {
            "section": "Results for charmed mesons",
            "text": "A strong suppression of a factor ≈ 5 is observed for 2 < p T < 6 GeV/c, while the R AA increases at lower p T , being compatible with unity for 1 < p T < 2 GeV/c. This suppression can be ascribed to final-state effects, since in p-Pb collisions the equivalent observable R pPb was found to be compatible with unity within uncertainties over the full p T range [13]. In both panels, ALICE measurements are compared with model predictions based on heavy-quark transport in a viscous hydrodynamic medium, which provide a description for both observables. Models in which charm quarks pick up collective flow via recombination or subsequent elastic collisions and include radiative energy loss in an expanding medium better reproduce the two observables. Anyway, a simultaneous description of both observables over the full p T range remains a challenging task, and these measurements are able to set strong constraints to models. The best v 2 description is provided by models predicting a charm thermalisation time of τ c = 3 − 14 fm/c. This is of the same order of the QGP decoupling time, implying a certain degree of thermalisation of charm quarks in the medium. ",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 360,
                    "text": "[13]",
                    "end": 364
                }
            ]
        },
        {
            "text": "Results for charmed baryons",
            "section_rank": 5
        },
        {
            "section": "Results for charmed baryons",
            "text": "In Fig. 2   decreasing trend for p T > 4 GeV/c. ALICE results show larger ratios with respect to measurements performed in e + e − collisions at lower centre-of-mass energies, where mechanisms expected to increase the baryon-to-meson ratio as colour reconnection and multi-parton interactions are expected to play a smaller role. The Λ + c /D 0 ratios reported by ALICE are also larger, though still compatible, than analogue measurements by LHCb [18] at forward rapidity (2 < y < 4.5) in a comparable transverse momentum range and at the same energy.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3,
                    "text": "Fig. 2",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 447,
                    "text": "[18]",
                    "end": 451
                }
            ]
        },
        {
            "section": "Results for charmed baryons",
            "text": "Measurements in pp collisions are compared to predictions from several Monte Carlo generators employing different hadronisation mechanisms, with fragmentation fractions of charm into hadrons based on electron-positron collision data. The event generator which provides the closest description to data is PYTHIA8 [19,20] with an enhanced colour reconnection mechanism (orange dashed curve), which is supposed to increase the baryon production. Nevertheless, also this generator underestimates ALICE measurements by a factor ≈ 2 over the full p T range. . This feature could be explained by the onset of coalescence mechanism in Pb-Pb central collisions: D + s production should be increased by recombination of charm quark with strange quarks in a strangeness-rich environment as the QGP, and coalescence shall enhance the production of baryons with respect to the production rate in pp collisions.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 312,
                    "text": "[19,",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 316,
                    "text": "20]",
                    "end": 319
                }
            ]
        },
        {
            "section": "Results for charmed baryons",
            "text": "Charmed-hadron R AA is also compared to nuclear modification factor measurements for charged tracks and charged pions. A hint of a larger R AA is observed for D mesons with EPJ Web of Conferences 192, 00016 (2018) https://doi.org/10.1051/epjconf/201819200016 QCD@Work 2018 respect to charged pions over the common p T range. It is not straightforward, anyway, to interpret this feature as a smaller in-medium energy loss for charm quarks rather than for light-flavour quarks and gluons, due to the dead-cone effect. The light hadron production does not scale with the average number of binary collision N coll for p T ≤ 3GeV/c; a different energy scale from heavy-and light-flavour hadrons to corresponding partons could enter in play due to the different fragmentation of the latter, and the initial p T spectrum is not the same for light and heavy partons; finally, the radial flow contribution could affect differently lightand heavy-flavour mesons.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 184,
                    "text": "Conferences 192, 00016 (2018)",
                    "end": 213
                }
            ]
        },
        {
            "text": "Results for heavy-flavour correlations and jets",
            "section_rank": 6
        },
        {
            "section": "Results for heavy-flavour correlations and jets",
            "text": "The left panel of Figure 4 shows the azimuthal correlation distribution between heavy-flavour decay electrons with 2 < p T < 4 GeV/c and charged particles with 0.3 < p T < 2 GeV/c, in p-Pb collisions at √ s NN = 5.02 TeV, normalised by the number of heavy-flavour decay electrons [21]. Two different multiplicity ranges, 0-20% (red points) and 60-100% (black points), classified using the signal amplitude in the V0-A detector, were considered. The correlation distributions are shown after the subtraction of a 'baseline' term, evaluated via a fit with a constant to the three lowest points of the distribution. An enhancement of the peaks at ∆ϕ ≈ 0 and ∆ϕ ≈ π can be observed for high-multiplicity collisions. The jet contribution is assumed comparable for the two multiplicity classes and removed by subtracting the lowmultiplicity from the high-multiplicity distribution. This allows extracting the v 2 coefficient of heavy-flavour decay electrons via a fit to the subtracted correlation distribution with a Fourier decomposition in ∆ϕ.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 18,
                    "text": "Figure 4",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 280,
                    "text": "[21]",
                    "end": 284
                }
            ]
        },
        {
            "section": "Results for heavy-flavour correlations and jets",
            "text": "The values of the elliptic-flow coefficient are shown in the right panel of Fig. 4 as a function of the electron transverse momentum. A positive v 2 is measured for the range 1.5 < p T < 4 GeV/c with a significance of 5.1σ. The values of heavy-flavour decay electron v 2 are generally lower, though still comparable, than those measured for charged particles, dominated by light-flavour hadrons. An interpretation of this comparison is anyway not immediate, since the transverse-momentum distribution of heavy-flavour hadrons from which the electrons originate is considerably broader than that of light-flavour hadrons, as well as EPJ Web of Conferences 192, 00016 (2018) https://doi.org/10.1051/epjconf/201819200016 QCD@Work 2018 having a larger average value. The v 2 of heavy-flavour decay electrons has a similar trend of that of inclusive muons, measured by ALICE at forward and backward rapidity [22] and dominated by heavy-flavour decay muons for p T > 2 GeV/c. Drawing conclusions from this comparison is not straightforward because of the different cold-nuclear-matter effects affecting heavy flavours in different rapidity ranges. ALICE has measured the p T -differential production cross section of prompt D 0 -jets in p-Pb and Pb-Pb collisions at √ s NN = 5.02 TeV. Jets were reconstructed in the pseudorapidity range |η| < 0.6, using the FASTJET [23] package with the anti-k T algorithm, after substituting the daughters tracks of the D 0 with the D 0 particle. The feed-down contribution to the D 0 -jet spectrum was subtracted exploiting POWHEG+PYTHIA [24,25] simulations. Detector effects and background fluctuations were corrected for with a Bayes unfolding procedure [26].",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 76,
                    "text": "Fig. 4",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "start": 643,
                    "text": "Conferences 192, 00016 (2018)",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 903,
                    "text": "[22]",
                    "end": 907
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1360,
                    "text": "[23]",
                    "end": 1364
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1568,
                    "text": "[24,",
                    "end": 1572
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1572,
                    "text": "25]",
                    "end": 1575
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1686,
                    "text": "[26]",
                    "end": 1690
                }
            ]
        },
        {
            "section": "Results for heavy-flavour correlations and jets",
            "text": "In the left panel of Fig. ??, the D 0 -jet production cross section in p-Pb collisions is showed for 5 < p T (jet) < 50 GeV/c. Data are compared to POWHEG+PYTHIA predictions, which are found to be compatible with ALICE measurements within uncertainties, dominated by the theory uncertainty band. In the right panel of the same figure, the nuclear modification factor of D 0 -jets in 0-20% central Pb-Pb collisions is presented for 5 < p T (jet) < 20 GeV/c, showing a strong suppression by a factor ≈ 5-6. D 0 -jet R AA is compared with the inclusivejet R AA , dominated by gluon and light-flavour jets. A stronger suppression seems to occur for D 0 -jets, though the non-overlapping p T ranges of the two measurements prevent drawing firm conclusions. D 0 -jet R AA is also compared with the average of non-strange D-meson R AA [12], showing a similar suppression in the common p T range. This could signal that the D 0 -jets energy loss could be dominated by the energy loss of their leading particle, although the different energy scale for the charm quark transverse momentum in the two cases has to be accounted for.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 21,
                    "text": "Fig. ?",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 828,
                    "text": "[12]",
                    "end": 832
                }
            ]
        },
        {
            "text": "On the right panel of the same figure, the elliptic-flow coefficient of the average of non-strange D mesons is shown for Pb-Pb collisions at √ s NN = 5.02 TeV, in the 30-50% centrality class. A positive v 2 is measured in the range 2 < p T < 10 GeV/c, with a strength comparable to that of charged pions. This suggests that low-momentum charm quarks effectively participate to the medium collective motion. Both measurements refer to the prompt component of D-meson yields only. The feed-down contribution was subtracted via a model-driven approach, based on FONLL [14] pQCD calculations for feed-down D-meson production.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Left: average nuclear modification factor of D 0 , D + and D * + mesons as a function of p T in 0-10% central Pb-Pb collisions. Right: average elliptic-flow coefficient of D 0 , D + and D * + mesons in Pb-Pb collisions, for 30-50% centrality. For both panels, data are compared with model predictions which provide a simultaneous description of both observables.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "Figure 2 .",
            "section_rank": 9
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Ratio of Λ + c /D 0 production yields in pp and p-Pb collisions as a function of p T , compared with Monte Carlo predictions.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Figure 3 shows",
            "section_rank": 10
        },
        {
            "section": "Figure 3 shows",
            "text": "ALICE measurements of the nuclear modification factor of non-strange D mesons (average of D 0 , D + and D * + ), D + s meson and Λ + c as a function of p T , at central rapidity, in p-Pb collisions (left panel) and Pb-Pb collisions (right panel) at √ s NN = 5.02 TeV. 0-10% (0-80%) central Pb-Pb collisions are considered for D-meson (Λ + c ) measurement. The values of R pPb of all the charmed hadron species are consistent within uncertainties and compatible with unity, suggesting a limited impact of cold-nuclear-matter effects. The measurements in Pb-Pb show a possible hierarchy for the nuclear modification factor values, with R AA (Λ + c ) > R AA (D + s ) > R AA (non-strange D)",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "Figure 3 .",
            "section_rank": 11
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Comparison of nuclear modification factor of average D mesons, D + s , Λ + c , charged pions and charged particles in p-Pb (left panel) and Pb-Pb (right panel) collisions.",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Figure 4 .",
            "section_rank": 12
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Left: baseline-subtracted azimuthal correlations between HFe and charged particles, for highmultiplicity and low-multiplicity p-Pb collisions. Right: v 2 of HFe as a function of p T compared to the v 2 of unidentified charged particles.",
            "paragraph_rank": 22,
            "section_rank": 12
        }
    ]
}