{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a search for Higgs bosons that are produced via vector boson fusion and subsequently decay into invisible particles. The experimental signature is an energetic jet pair with invariant mass of O(1) TeV and O(100) GeV missing transverse momentum. The analysis uses 36.1 fb −1 of pp collision data at √ s = 13 TeV recorded by the ATLAS detector at the LHC. In the signal region the 2252 observed events are consistent with the background estimation. Assuming a 125 GeV scalar particle with Standard Model cross sections, the upper limit on the branching fraction of the Higgs boson decay into invisible particles is 0.37 at 95% confidence level where 0.28 was expected. This limit is interpreted in Higgs portal models to set bounds on the wimp-nucleon scattering cross section. We also consider invisible decays of additional scalar bosons with masses up to 3 TeV for which the upper limits on the cross section times branching fraction are in the range of 0.3-1.7 pb.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "We present a search for the decays of the Higgs boson [1,2], produced via the vector boson fusion (VBF) process [3,4], into invisible particles (χχ ) with an anomalous and sizable O(10)% branching fraction. The hypothesis under consideration [5][6][7][8][9][10][11][12][13][14][15][16] is that the Higgs boson might decay into a pair of weakly interacting massive particles (wimp) [17,18], which may explain the nature of dark matter (see Ref. [19] and the references therein). The search carried out for the 125 GeV Higgs boson is repeated for hypothetical scalars with masses up to 3 TeV. The search is independent on the decay of the mediator because the final state particles are invisible to the detector, while it is dependent on its E miss T distribution (defined below) because that quantity is reflective of the mediator's p T distribution.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 54,
                    "text": "[1,",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 57,
                    "text": "2]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 112,
                    "text": "[3,",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 115,
                    "text": "4]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 242,
                    "text": "[5]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 245,
                    "text": "[6]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 248,
                    "text": "[7]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 251,
                    "text": "[8]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 254,
                    "text": "[9]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 257,
                    "text": "[10]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 261,
                    "text": "[11]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 265,
                    "text": "[12]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 269,
                    "text": "[13]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 273,
                    "text": "[14]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 277,
                    "text": "[15]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 281,
                    "text": "[16]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 381,
                    "text": "[17,",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 385,
                    "text": "18]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 444,
                    "text": "[19]",
                    "end": 448
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The data sample corresponds to an integrated luminosity of 36.1 fb −1 of proton-proton (pp) collisions at √ s = 13 TeV recorded by the ATLAS detector at the LHC in 2015 and 2016. The experimental signature of the VBF production process is a pair of energetic quark jets with a wide gap in pseudorapidity (η) corresponding to the O (1) TeV value of the invariant mass (m jj ) of the highest-p T jets in the event. 1 The signature for the decay pro-E-mail address: atlas .publications @cern .ch. 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the center of the detector and the z-axis along the beam direction. The x-axis points from the interaction point to the center of the LHC ring; the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, where φ is the azimuthal angle around the z-axis. The pseudorapidity is defined as η = − ln(tan (θ/2)), where θ is the polar angle.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 331,
                    "text": "(1)",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 413,
                    "text": "1",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 494,
                    "text": "1",
                    "end": 495
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "cess is the O(100) GeV value of the missing transverse momentum E miss T that corresponds to the Higgs boson p T . The VBF topology offers a powerful rejection of the strongly produced 2 backgrounds due to single vector boson plus two jets, and the multijet background produced from QCD processes. In this analysis, the Higgs production via the gluon fusion mechanism is subdominant to VBF and is considered as part of the signal.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Direct searches for invisible Higgs decays look for an excess of events over Standard Model expectations. The absence of an excess is interpreted as an upper limit on the branching fraction of invisible decays (B inv ) assuming the Standard Model production cross section [20] of the 125 GeV Higgs boson. Other published results have targeted a variety of production mechanisms-gluon fusion, VBF, W or Z associated production [21][22][23][24][25]-to set upper limits on B inv . The best limits are from the statistical combination of search results for which ATLAS reports an observed (expected) limit of 0.26 (0.17) [26] and CMS reports 0.26 (0.20) [27] at 95% confidence level (CL). For these combinations the single input with the highest expected sensitivity is VBF, the channel pursued here. For the VBF channel using Run-1 data, ATLAS reports 0.28 (0.31) [28] and CMS reports 0.43 (0.31) [29]. In a more recent update of the VBF channel using Run-2 data, ATLAS reports 0.37 (0.28) [this paper] CMS reports 0.33 (0.25) [27].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 272,
                    "text": "[20]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 426,
                    "text": "[21]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "start": 430,
                    "text": "[22]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "start": 434,
                    "text": "[23]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "start": 438,
                    "text": "[24]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "start": 442,
                    "text": "[25]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "start": 861,
                    "text": "[28]",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "start": 894,
                    "text": "[29]",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "start": 1024,
                    "text": "[27]",
                    "end": 1028
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Global fits to the measurements of visible decay channels of the Higgs boson place indirect constraints on the beyond-the-SM 2 For the W and Z background processes in this paper, electroweak (EW) refers to diagrams that are of O(α 4 ew ) or greater, while strong refers to diagrams that are of O(α 2 s ) or greater accompanied by O(α 2 ew ). , there is complementarity between the direct search for invisible Higgs decays and the indirect constraints from the global fits. In this analysis, several changes and improvements are made with respect to the previous ATLAS paper on this topic [28]. The trigger and hadronic objects are defined considering the simultaneous pp collisions in the same and nearby bunch crossings (pileup) (Section 2). The leading backgrounds are simulated using state-of-the-art QCD predictions (Section 3). The event selections are changed to retain a good sensitivity despite the higher pileup. The analysis extracts the signal yield using a binned likelihood fit to the m jj spectrum in 3 bins to increase the signal sensitivity (Section 4). The estimation of the important and dominant background for the Z → νν process (denoted Z νν ) relies only on the Z ee and Z μμ control samples, and is not affected by theoretical uncertainties of the W -to-Z extrapolation (Section 5). The systematic uncertainties are evaluated separately for each m jj bin (Section 6). The search is repeated for other scalars with masses up to 3 TeV, which can easily be reinterpreted for models not considered in this Letter (Section 7). Several aspects of the analysis have not changed compared to the ATLAS Run-1 analysis-e.g., subdetector descriptions, transfer factor method, Higgs portal models-and details of these may be found in Ref.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 125,
                    "text": "2",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 231,
                    "text": "4",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 298,
                    "text": "2",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "start": 588,
                    "text": "[28]",
                    "end": 592
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "[28].",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Detector, trigger, and analysis objects",
            "section_rank": 3
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "ATLAS is a multipurpose particle physics detector with a forward-backward symmetric cylindrical geometry consisting of a tracking system, electromagnetic and hadronic calorimeters, and a muon system [34].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 199,
                    "text": "[34]",
                    "end": 203
                }
            ]
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "The trigger to record events in the sample containing the VBF signal candidates used a two-level E miss T algorithm with thresholds adjusted throughout the data-taking period to cope with varying levels of pileup [35,36]. The level-1 system used coarse-granularity analog sums of the energy deposits in the calorimeter towers to require E miss T > 50 GeV. The second-level high level trigger system [37] used jets that are reconstructed from calibrated clusters of cell energies [38] and requires E miss T > 70-110 GeV depending on the luminosity and the pileup level. The trigger efficiency [39] for signal events is 98% for E miss T > 180 GeV when comparing the trigger selection with the offline E miss T definition that contains additional corrections.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 213,
                    "text": "[35,",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 217,
                    "text": "36]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 399,
                    "text": "[37]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 479,
                    "text": "[38]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 592,
                    "text": "[39]",
                    "end": 596
                }
            ]
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "The triggers to record the control samples for background studies used lepton and jet algorithms [40]. The samples with leptonic W and Z decays were collected with a single-electron or -muon trigger with p T > 24 GeV (26 GeV) and an isolation requirement in 2015 (towards the end of 2016). The sample of multijet events was collected using a set of low-threshold single-jet triggers with large prescale values to keep the event rate relatively low.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 97,
                    "text": "[40]",
                    "end": 101
                }
            ]
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "For each event, a vertex is reconstructed from two or more associated tracks (t) with p T > 400 MeV. If multiple vertices are present, we consider the one with the largest 2 as the primary vertex of our candidates.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 172,
                    "text": "2",
                    "end": 173
                }
            ]
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "Leptons ( = e, μ) are identified to help characterize events with leptonic final states from decays of vector bosons. Since the signal process contains no leptons, such events are used for the background estimation, which is described in Section 5. Electrons (muons) must have p T > 7 GeV, |η| < 2.47 (2.5), and satisfy an isolation requirement. Electrons are reconstructed by matching clustered energy deposits in the electromagnetic calorimeter to tracks from the inner detector [41,42] and muons by matching inner detector and muon spectrometer tracks [43]. For electrons (muons) with a p T value of at least 30 GeV (20-100 GeV), the reconstruction efficiency 80% (96%) with a rejection factor of around 500 (600). All leptons must originate from the primary vertex. Jets are reconstructed from topological clusters in the calorimeters using the anti-k t algorithm [44] with a radius parameter R = 0.4. Jets must have p T > 20 GeV and |η| < 4.5. The subset of jets with p T < 60 GeV and |η| < 2.4 are jet vertex tagged (jvt) [45] to suppress pileup effects, using tracking and vertexing. The jvt is 92% efficient for the jets in the signal process from the primary interaction with a rejection factor of around 100 for pileup jets with p T value in the range of 20-50 GeV [45].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 481,
                    "text": "[41,",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 485,
                    "text": "42]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 555,
                    "text": "[43]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 868,
                    "text": "[44]",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1028,
                    "text": "[45]",
                    "end": 1032
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1275,
                    "text": "[45]",
                    "end": 1279
                }
            ]
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "Cleaning requirements help suppress non-collision backgrounds [46]. Fake jets due to noisy cells are removed by requiring a good fit to the expected pulse shape for each constituent calorimeter cell. Fake jets induced by beam-halo interactions with the LHC collimators are removed by requirements on their energy distribution and the fraction of their constituent tracks that originate from the primary vertex.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 62,
                    "text": "[46]",
                    "end": 66
                }
            ]
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "In events with identified leptons, an overlap removal procedure is applied to resolve the ambiguities in cases where a jet is also identified in the same η-φ area, which could occur in situations such as having a heavy-flavor hadron decay within a jet [47]. The lepton-jet overlap in R distance 3 is resolved sequentially as follows. If an electron is near a jet with R < 0.2, the jet is removed to avoid the double counting of electron energy deposits. If a remaining jet is near an electron with 0.2 ≤ R < 0.4, the electron is removed. If a muon is near a jet with R < 0.4 and the jet is associated with at least (less than) three charged tracks with p T > 500 MeV, the muon (jet) is removed.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 252,
                    "text": "[47]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 295,
                    "text": "3",
                    "end": 296
                }
            ]
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "The E miss T variable is the magnitude of the negative vector sum of the transverse momenta, − i p T,i , where i represents both the \"hard objects\" and the \"soft term.\" The hard objects consist of leptons and jets, which are individually reconstructed and calibrated; the list excludes pileup jets, which are removed by a jvt requirement. The soft term is formed from inner detector tracks not associated with the hard objects, but matched to the primary vertex. In the search region, the E miss T produced by the Higgs decay is balanced in the transverse plane by the dijet system.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "The jvt procedure is intended to remove pileup jets, but can cause large fake E miss T if it removes a high-p T jet from the hard scatter, e.g., a jet from a p T -balanced three-jet event. In order to reduce this, a correlated quantity",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "where j represents all jets without the jvt requirement-is required to be H miss T > 150 GeV. In the three-jet example, H miss T would be near zero.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": "The E miss T significance (S met ) is used only in events with one identified electron in the final state and is defined as",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Detector, trigger, and analysis objects",
            "text": ", where the p T quantities are for leading jet ( j 1 ), subleading jet ( j 2 ), and electron, respectively. The use of this quantity to reduce the contamination from jets misidentified as electrons is discussed in Section 5.",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Event simulation",
            "section_rank": 4
        },
        {
            "section": "Event simulation",
            "text": "Monte Carlo simulation (MC) consists of an event generation followed by detector simulation [48] using geant4 [49]. Simulated events were corrected for the small differences between data and MC in the trigger, the lepton identification efficiency, and the jet energy scale and resolution using dedicated data samples.",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 92,
                    "text": "[48]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 110,
                    "text": "[49]",
                    "end": 114
                }
            ]
        },
        {
            "section": "Event simulation",
            "text": "For the signal process, the VBF events were generated at nextto-leading order (NLO) in QCD using powheg-box2 [50]; inclusive NLO electroweak corrections were applied using hawk [51]. The generated events were interfaced with pythia8 [52] for hadronization and showering, using the aznlo tune [53] and the nnpdf3.0 NNLO PDF set [54]. The gluon fusion events were generated using powheg-nnlops [55] with the pdf4lhc15 PDF set [56] interfaced to a fast detector simulation [57][58][59]. The cross section for ggF (VBF) was computed at N 3 LO (NNLO) in QCD and NLO (NLO) in electroweak. The showering simulation followed the same procedure as for the VBF sample. For both the VBF and gluon fusion events, the H → Z Z * → 4ν process is included in the sample as invisible decays of the Higgs boson. Additional scalars with masses up to 3 TeV were simulated as described above for VBF signal process, assuming a full width of 4 MeV.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 109,
                    "text": "[50]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 177,
                    "text": "[51]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 233,
                    "text": "[52]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 292,
                    "text": "[53]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 327,
                    "text": "[54]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 392,
                    "text": "[55]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 424,
                    "text": "[56]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 470,
                    "text": "[57]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 474,
                    "text": "[58]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 478,
                    "text": "[59]",
                    "end": 482
                }
            ]
        },
        {
            "section": "Event simulation",
            "text": "The W and Z events were generated using sherpa2.2.1 [60] with comix [61] and openloops [62] matrix-element generators, and merged with sherpa parton shower [63] using the me+ps@nlo prescription [64]. The nnpdf3.0 NNLO PDF set was used. In terms of the order of the various processes, the strong production was calculated at NLO for up to two jets and leading order (LO) for the third and fourth jets. The electroweak production was calculated at LO for the second and third jets. The levels of the interference between electroweak and strong processes were computed with madgraph5_amc@nlo [65]. The interference on the total expected background is only 0.1% and thus neglected.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 52,
                    "text": "[60]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 68,
                    "text": "[61]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 87,
                    "text": "[62]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 156,
                    "text": "[63]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 194,
                    "text": "[64]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 589,
                    "text": "[65]",
                    "end": 593
                }
            ]
        },
        {
            "section": "Event simulation",
            "text": "Other potential background processes involve top quarks, dibosons, and multijets. Top quarks and dibosons were generated with powheg interfaced with pythia and evtgen [66], which simulate the heavy-flavor decays. The diboson backgrounds include electroweak-mediated processes. The multijet estimate does not directly use the MC.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 167,
                    "text": "[66]",
                    "end": 171
                }
            ]
        },
        {
            "section": "Event simulation",
            "text": "To each hard-scatter MC event, pileup collisions (30 on average) were added to mimic the environment of the LHC. The pileup collisions, simulated with pythia8 [52] using mstw2008 PDF [67] and the a2 set of tuned parameters [68], were subsequently reweighted to reproduce the pileup distribution in data.",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 183,
                    "text": "[67]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 223,
                    "text": "[68]",
                    "end": 227
                }
            ]
        },
        {
            "section": "Event simulation",
            "text": "The sizes of the MC samples vary depending on the process. The effective luminosity ranges for the MC samples varies depending on the process and on the selections, which are defined in Section 4. For the W process, the MC sample is approximately half of that of the data selected for the W control region and also half for the signal region. For the Z process, the MC sample for the Z subprocess is approximately twice that of data in the Z control region; the MC sample for Z νν subprocess is approximately the same as that of data in the signal region.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "All events must have a primary vertex. The selection listed below divides the data sample into a signal-enriched search region (SR) and background-enriched control regions (CR). The control regions and the statistical fit are discussed in detail in Section 5. The rest of this section focuses on the SR and the prefit event yields. 4 For the SR, an event is required to have",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 332,
                    "text": "4",
                    "end": 333
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "• a subleading jet with p T > 50 GeV, 4 \"Prefit\" indicates that the event yields are not adjusted according to the statistical treatment of the background predictions, which is described in the second half of Section 5. \"Postfit\" labels the quantities that come out of the fit procedure. ",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 38,
                    "text": "4",
                    "end": 39
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The two jets are required to have the following properties:",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "The SR includes background events containing a W or Z plus two jets, where the W decays into eν, μν, and τ ν, and the Z decays into two neutrinos. Here the leptons from the W decays are not reconstructed since they would otherwise be rejected by the selection. Table 1 gives the prefit SR yields in the first column. The VBF production process gives the biggest contribution (87%) to the signal sample (fixed as B inv = 1). The contribution from gluon fusion accompanied by parton radiation is small (13%) and other production modes contribute negligibly. The fraction of VBF signal events that pass the signal region event selections, defined as acceptance times reconstruction efficiency, is 0.7%. As is discussed in Section 7, the signal significance is improved by considering three bins of m jj defined as follows: 1 < m jj ≤ 1.5 TeV, 1.5 < m jj ≤ 2 TeV, and m jj > 2 TeV. The prefit S/B ratio (for B inv = 1) in these bins is approximately 0.3, 0.4, 0.8, respectively.",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 261,
                    "text": "Table 1",
                    "end": 268
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "For the backgrounds, both the strong production and the EW production contribute in the SR. The strong production processes contributes more than 70% of the backgrounds in all of the m jj bins. There is variation in the EW fractions for the background processes due to a combination of the following factors: known differences in the production diagrams between W and Z , differences in kinematic acceptance for the particular W or Z decay, and differences in the MC sample size for each EW process.",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "Control samples and statistical treatment",
            "section_rank": 6
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "The main backgrounds in the SR, comprising of 98% of the background, are the W and Z processes. The minor backgrounds, comprising the remaining 2%, are the diboson, tt, and multijet processes. Accurate estimation of the W and Z processes is the biggest challenge of the analysis. The main background yields are extracted using dedicated control samples in data. This section is organized as follows. First, the two main CR are described and the associated prefit yields are given. Second, the fit parameters are defined along with a discussion of the contamination in the W eν subsample. Third, the fit procedure is described and the postfit yields are stated. Lastly, the minor backgrounds and the estimation of the multijet processes are described.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "The W CR requires one identified lepton with a p T threshold of 30 GeV, but the selections are otherwise identical to those of the SR. The initial ν selection is divided by lepton flavor, charge, and, for the eν final state, a passing selection on",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "The complementary failed selection on S met defines the two \"fakeenriched\" subsamples W low e + ν , W low e − ν . The E miss T is calculated by adding the calibrated leptons to the sum.",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "The Z CR is based on the same selection criteria as the SR, but the lepton veto is replaced by the requirement of two same-flavor opposite-sign leptons with |m − m Z | < 25 GeV. The sample is divided by lepton flavor, but not by charge ( Z ee , Z μμ ). The leading lepton-p T threshold is the same as above, and the subleading lepton-p T threshold is 7 GeV. The E miss T is calculated as is done above. Table 1 gives the prefit CR yields for the inclusive selection of m jj > 1 TeV for the W ( Z ) CR in the third (fourth) columns. These prefit yields are the inputs for the statistical fit described below. The samples are very pure, as the relative contribution of the W ( Z ) CR is 95% (99%) from W ( Z ) decays. The definitions of the main normalizations parameters in the fit are",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 403,
                    "text": "Table 1",
                    "end": 410
                }
            ]
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "where the event yields are for the observed data (N) and the MC estimate of the background (B). The transfer factor α is the SR-to-CR ratio of the MC yields, and is a quantity useful for visualizing how the systematic uncertainties partially cancel out. The normalization β is the data-to-MC ratio in the CR, which is extracted from the fit. The analysis is performed in three m jj bins i, so i also indexes α and β. due to the S met selection was found to be negligible at the 1% level.) The resulting subsamples are tied together by a fixed ratio ρ fake , which is determined using a separate \"pure-fake\" region.",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "The pure-fake region (F eν ) is defined by a selection on the electron likelihood (L e ). Since L e is optimized to separate electrons from backgrounds originating from dijet processes [41]  [70]. The statistical treatment considers a total of 27 bins: three m jj bins for each of nine subsamples (one for the SR, four for the W CR, two for the fakeenriched subsamples, two for the Z CR). A maximum-likelihood fit to the observed data in each m jj bin sets an upper limit, 5  ) plot groups the backgrounds to show the dependence of the distribution shape on the production mechanism (final state). 5 The likelihood is a product of  The postfit value of ν fake (the product ρ fake • ν fake ) is the absolute number of e fake events in the W high eν (W low eν ) subsamples.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 185,
                    "text": "[41]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 191,
                    "text": "[70]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 473,
                    "text": "5",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 598,
                    "text": "5",
                    "end": 599
                }
            ]
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "Since there is a ν fake parameter for each bin i, the m jj shape is also predicted. Apart from determining the ρ fake value, which is fixed in the fit, F eν is not part of the fit model. We note that the W high eν -W low eν samples are split by charge, because W ± production is not symmetric in pp collisions. However, the same ν fake parameter is used for both charges because the e fakes are expected to be symmetric in charge since they originate mostly from multijet events. The remaining processes-top quarks, dibosons, multijetscontribute negligibly to the SR (called \"other\" in Table 1). The first two are estimated with MC using nominal cross sections. The multijet contribution is very small, but it is a difficult process to estimate. It is a potentially dangerous background because those events that pass the E miss T selection are mostly due to instrumental effects.",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 586,
                    "text": "Table 1",
                    "end": 593
                }
            ]
        },
        {
            "section": "Control samples and statistical treatment",
            "text": "The billionfold-or-more reduction of multijets after the event selection makes it impractical to simulate, so a data-driven method based on a rebalance-and-smear strategy [72] is used. The assumption is that the E miss T is due to jet mismeasurement in the detector response to jets and neutrinos from heavy-flavor decays [73,74]. Using the jet-triggered sample, the jet momenta are rebalanced by a kinematic fit, within their experimental uncertainties, to obtain the balanced value of the jets' p T . The rebalanced jets are smeared according to jet response templates, which are obtained from MC and validated with dijet data. The rebalance-and-smear method predicts both the shape of the E miss T distribution and the absolute normalization. The procedure is verified in a φ jj -sideband validation region (VR) with 95% purity of QCD multijet events. This VR is defined by 1.8 < | φ jj | < 2.7 and the loosening of the other requirements (| η jj | > 3, m jj > 0.6 TeV, and allow a third leading jet with 25 < p T < 50 GeV, but no other jets with p T > 25 GeV). The comparison of the predictions and the data in the VR shows good agreement (Fig. 3). The multijet component is obtained using the rebalance-and-smear method with the associated systematic uncertainty bands, while the non-multijet components are obtained using MC.",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 171,
                    "text": "[72]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "start": 322,
                    "text": "[73,",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "start": 326,
                    "text": "74]",
                    "end": 329
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1143,
                    "text": "(Fig. 3)",
                    "end": 1151
                }
            ]
        },
        {
            "text": "Uncertainties",
            "section_rank": 7
        },
        {
            "section": "Uncertainties",
            "text": "Experimental and theoretical sources of uncertainties as well as the correlations between the various sources are described. The resulting impact of the uncertainties on the yields and on the signal sensitivity is summarized later in Table 2.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 234,
                    "text": "Table 2",
                    "end": 241
                }
            ]
        },
        {
            "section": "Uncertainties",
            "text": "Experimental sources of uncertainty are due mainly to the jet energy scale and resolution [75], E miss T soft term [76], and lepton measurements [42,43]. In order to reduce fluctuations due to limited MC sample size, the uncertainties in number of expected events for the variations of jet energy scale and resolution for the strong and electroweak background samples are averaged. This is motivated by the similarities of the kinematics and the detector effects for the two production processes for each m jj bin. The uncertainty related to lepton identification or veto has a non-negligible (negligible) effect on α W (α Z ) because of the following scenarios.",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 115,
                    "text": "[76]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 145,
                    "text": "[42,",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 149,
                    "text": "43]",
                    "end": 152
                }
            ]
        },
        {
            "section": "Uncertainties",
            "text": "The W ν background is significant in the SR, which results in an uncertainty for the cases related to the lepton veto. The Z background is negligible in the SR, because the selection requires there to be no leptons.",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "section": "Uncertainties",
            "text": "The following experimental sources have small or negligible impact in the final result. The pileup distribution and luminosity [77,78] have a relatively small impact. The trigger efficiency modeling, for both the lepton triggers for the CR and E miss T triggers for the SR, are not listed in Table 2. Their impact on the events yields was at the 1% level and their impact on the signal sensitivity are found to be negligible.",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "[77,",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 131,
                    "text": "78]",
                    "end": 134
                },
                {
                    "type": "table",
                    "start": 292,
                    "text": "Table 2",
                    "end": 299
                }
            ]
        },
        {
            "section": "Uncertainties",
            "text": "Theoretical sources of uncertainty are due mainly to scale choices in fixed-order matrix-element calculations. For the background processes, QCD scales are varied for the resummation scale (resum.), renormalization scale (renorm.), factorization scale (fact.), and ckkw matching scale. The first three scales in the listtechnically called q 2 , μ R , μ F , respectively-are varied by a factor of two [79,80]. For the ckkw matching scale between the matrix element and the parton shower [60], the central value and the considered variations are 20 +10 −5 GeV. The higher-order electroweak corrections to the strongly produced W or Z are found to be negligible. Table 2 Sources of uncertainty. The first set shows , the relative improvement of the 95% CL upper limit on B inv when the source of uncertainty is \"removed\" by fixing it to its best-fit value. The \"visual\" column shows bars whose lengths from the center tick are proportional to . The second set shows the effect on the yields and the α transfer factors for the 1 < m jj ≤ 1.5 TeV bin. The yields are for the signal process in the SR (S), Z MC in the SR (B sr Z ), and Z MC in the CR (B cr Z ). The α Z is given to demonstrate the reduction in the uncertainty in the ratio B sr Z /B cr Z . The individual yields for the W are not shown because the cancellation effects are similar to the Z counterparts. The value for \"3rd jet veto\" corresponds only to the uncertainty related to jet bin migration for signal processes; the corresponding effect for the background processes are evaluated in the various jet energy and theoretical variations. The abbreviations for the theoretical sources are described in the text. The '-' indicates that the quantity is not applicable. The \"combined\" rows at the bottom are not simple sums of the rows above because of the metric; the symbols ( †, ‡, ) are parenthetically defined in the table. The penultimate (last) row shows the summary impact of removing the systematic uncertainties due to the experimental and theoretical sources (as well as statistical uncertainties of the MC samples). The effects of the theoretical variations are evaluated with a sample of generated MC events prior to reconstruction, which is larger than the reconstructed sample. Moreover, in order to reduce fluctuations due to limited MC statistics, the effect of the resummation and ckkw variations as a function of m jj are determined by a linear fit, using m jj values below the selection for the SR and a sample with loosened selection on η jj and φ jj . We verified that an additional systematic uncertainty associated with the extrapolation is dominated by the statistical fluctuations in the varied samples.",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 400,
                    "text": "[79,",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 404,
                    "text": "80]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 486,
                    "text": "[60]",
                    "end": 490
                },
                {
                    "type": "table",
                    "start": 660,
                    "text": "Table 2",
                    "end": 667
                }
            ]
        },
        {
            "text": "Source",
            "section_rank": 8
        },
        {
            "section": "Source",
            "text": "For both signal and background, the effects of the choice of a parton distribution function (PDF) set have a relatively small impact. The variations are considered using an ensemble of PDFs within the nnpdf set [54] and the standard deviation of the distribution is taken as the uncertainty.",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 211,
                    "text": "[54]",
                    "end": 215
                }
            ]
        },
        {
            "section": "Source",
            "text": "For the signal process, the effect of the scale uncertainty on the third-jet veto for the gluon fusion plus two-jet contribution is evaluated using the jet-bin method [81]. The similar effect for the VBF contribution is evaluated by comparing the scale varied samples before and after the third-jet veto. The impact on the Higgs signal yield is dominated by the VBF contribution, which is around 7%.",
            "paragraph_rank": 46,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 167,
                    "text": "[81]",
                    "end": 171
                }
            ]
        },
        {
            "section": "Source",
            "text": "Statistical uncertainties are due to the data and MC sample sizes.",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "section": "Source",
            "text": "Systematic uncertainties are assumed to be either fully correlated or uncorrelated. The uncertainties from the following sources in each independent m jj bin are correlated between the SR and CR: QCD scales, PDF, and lepton measurements. The theoretical uncertainties due to QCD scales are uncorrelated between the following pairs: signal vs. background, electroweak vs. strong production, and W vs. Z production. Theoretical uncertainties are fully uncorrelated between bins of m jj , while the experimental uncertainties are fully correlated, both of which are expected to be conservative assumptions.",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "section": "Source",
            "text": "One major difference between Ref.",
            "paragraph_rank": 49,
            "section_rank": 8
        },
        {
            "section": "Source",
            "text": "[28] and this paper-with the former (latter) employing (not employing) the W -to-Z extrapolation strategy-is that we now have a larger Z control sample. We found that the final limit result based on the statistical uncertainty of the enlarged Z control sample is similar to the result assuming the theoretical uncertainties on the W -to-Z ratio (including the associated MC sample statistical uncertainties). This being the case, this paper adopts the method that is less dependent on theoretical assumptions.",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "section": "Source",
            "text": "The sources of uncertainty are grouped into the three main categories given above ( Table 2). The impact of each source is measured in two ways: (1) on the 95% CL upper limit on B inv and (2) on the event yields and α transfer factors. Impact (1) assesses the percentage improvement of the B inv limit if that source of uncertainty is removed after fixing the associated parameter to its best-fit value. Impact (2) demonstrates that the systematic uncertainties in the individual yields partially cancel out for many of the theoretical sources. However, for many of the experimental sources the cancellation is not achieved due to limited MC statistics of the varied samples. For example, the effects of varying the renormalization and factorization scales change the MC yield in the Z SR B Z sr in Table 2 and the Z CR B Z cr by about 20%, but the α Z transfer factor changes by only 1%. In Table 2, only the 1 < m jj ≤ 1.5 TeV yields are shown for the purpose of illustrating the partial cancellation in the ratio.",
            "paragraph_rank": 51,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 84,
                    "text": "Table 2",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 411,
                    "text": "(2)",
                    "end": 414
                },
                {
                    "type": "table",
                    "start": 799,
                    "text": "Table 2",
                    "end": 806
                },
                {
                    "type": "table",
                    "start": 892,
                    "text": "Table 2",
                    "end": 899
                }
            ]
        },
        {
            "section": "Source",
            "text": "In general, the uncertainties are higher with m jj . The MC sample statistics is the largest source of systematic uncertainties, with the uncertainty increasing with m jj due to limited number of simulated events. The theory uncertainties are also higher with m jj values for the same reason. The experimental jet energy uncertainties are also affected by the limited sample size, with larger fluctuations because of fluctuations that do not cancel for each individual systematic variations. For the sources contributing the  largest uncertainties, the α Z and the α W variations in the three m jj bins are shown graphically in Fig. 4.",
            "paragraph_rank": 52,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 628,
                    "text": "Fig. 4",
                    "end": 634
                }
            ]
        },
        {
            "section": "Source",
            "text": "The combination of uncertainties from various sources shows that the dominant category has a systematic origin (penultimate row of Table 2). The lack of MC statistical precision for background processes with m jj > 2 TeV has the largest impact on B inv . We note that the values are percent improvements of the final limit on B inv , so they do not add in quadrature or in any such standard statistical combinations.",
            "paragraph_rank": 53,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 131,
                    "text": "Table 2",
                    "end": 138
                }
            ]
        },
        {
            "text": "Results and interpretations",
            "section_rank": 9
        },
        {
            "section": "Results and interpretations",
            "text": "The 2252 observed events in the SR are divided among the three m jj bins defined previously: 952, 667, and 633 events. These values are consistent with the background-only postfit yields of the sum of the background processes of 2100 events, which are divided among the three m jj bins: 850 ± 113, 660 ± 90, and 590 ± 81, respectively. The uncertainty represents the combined effect due to experimental and theoretical systematic uncertainties. These postfit values are also consistent with the prefit predictions.",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "section": "Results and interpretations",
            "text": "The expected signal yields (for B inv = 1 for VBF and gluon fusion) are 300, 310, and 460, respectively, and the last m jj bin has the highest sensitivity with S/B ≈ 0.8.",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "section": "Results and interpretations",
            "text": "The postfit SR event distributions of m jj and E miss T are shown in Fig. 5, and we observe agreement, within uncertainties, between the data and the expected backgrounds. −0.08 at 95% CL, and 0.32 0.23 +0.11 −0.10 at 90% CL, where the uncertainties placed on the expected limit represent the 1σ variations. With this result, connections to wimp dark matter can be made in the context of Higgs portal models [82]. The limit on B inv can be used to set limit on the Higgs-wimp coupling by the wimp-nucleon scattering cross section formulae (σ wimp-nucleon ). In this paper, scalar and Majorana fermion wimp models are considered [11,83,84].",
            "paragraph_rank": 56,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 69,
                    "text": "Fig. 5",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "start": 203,
                    "text": "+0.11",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 408,
                    "text": "[82]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 628,
                    "text": "[11,",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 632,
                    "text": "83,",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 635,
                    "text": "84]",
                    "end": 638
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "The overlay of the interpretation of this result with the limits from some of the direct detection experiments [85][86][87] shows the complementarity in coverage (Fig. 6(a)). For the scalar wimp interpretation cross sections are excluded at values ranging from O 10 −42 to O 10 −45 cm 2 and for the Majorana fermion wimp interpretation the exclusion range is from O 10 −45 to O 10 −46 cm 2 , depending on the wimp mass. The uncertainty band in the plot uses an updated computation of the nucleon form factors [88].",
            "paragraph_rank": 57,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 111,
                    "text": "[85]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 115,
                    "text": "[86]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 119,
                    "text": "[87]",
                    "end": 123
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 162,
                    "text": "(Fig. 6(a)",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 509,
                    "text": "[88]",
                    "end": 513
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "The correlation between B inv and σ wimp-nucleon is presented in the effective field theory framework assuming that the newphysics scale is O(1) TeV [28], well above the scale probed at the Higgs boson mass. Adding a renormalizable mechanism for generating the fermion wimp masses could modify the above-mentioned correlation [89].",
            "paragraph_rank": 58,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 326,
                    "text": "[89]",
                    "end": 330
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "In place of the 125 GeV Higgs boson, the same selection is applied to additional scalars with masses (m scalar ) of up to 3 TeV assuming only VBF production. The fraction of VBF signal events that pass the signal region event selections corresponding to the acceptance times efficiency ranges from 0.6-3%. The signal efficiency for the inclusive m jj > 1 TeV selection increases with the mass of the scalar boson, because the VBF jets is more forward with higher mass, and thus have more events at higher values of m jj . The limit on σ vbf scalar • B inv as a function of m scalar is shown in Fig. 6(b). The 95% confidence level upper limits on the cross section times branching fraction are in the range of 0.3-1.7 pb.  ",
            "paragraph_rank": 59,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 594,
                    "text": "Fig. 6(b)",
                    "end": 603
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 10
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Data-to-MC yield comparisons in the 27 subsamples used in the statistical fit. The observed data N (dots) are superimposed on the prefit backgrounds B (stacked histogram with shaded systematic uncertainty bands). The hypothetical signal S (empty blue histogram) is shown on top of B for B inv = 1. The bottom panels show the ratios of N (dots) and B + S (blue line) to B with the systematic uncertainty band shown on the line at 1. The 1, 2, and 3 bin labels corresponds to 1 < m jj ≤ 1.5 TeV, 1.5 < m jj ≤ 2 TeV, and m jj > 2 TeV, respectively. The \"e fakes\" refers to S met < 4 √GeV selection and is determined by the fit, so postfit values are shown for the purposes of illustration. The diboson contribution is included in the electroweak (EW) W and Z bosons.",
            "paragraph_rank": 60,
            "section_rank": 11
        },
        {
            "text": "using a one-sided confidence level, on B inv for the 125 GeV Higgs boson and on the product σ vbf scalar • B inv for a scalar of different mass. The prefit comparisons of data and MC are shown for all subsamples in Fig. 1. The fit procedure extracts the nine floating parameters introduced above (β W , β Z , ν fake for each m jj bin). After the fit, the postfit β parameters are consistent with the SM prefit prediction within their 1 σ uncertainties. The postfit comparisons of data and expected backgrounds are shown in Fig. 2 for the two key variables, m jj and E miss T , for the W and Z CR. The m jj (E miss T",
            "paragraph_rank": 61,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Distribution of event yields in the Z (top) and W (bottom) control regions. The postfit normalizations for m jj (left) and E miss T (right) are summed over the sub-",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Distribution of event yields in the multijet validation region for m jj (left) and E miss T (right). The m jj plot shows the 100 < E miss T < 120 GeV subset of the right plot as indicated by the arrow. The N observed data (dots) are superimposed on the sum of the B backgrounds (stacked histogram). The systematic uncertainty band applies only to the multijet component. The statistical uncertainties are relatively large because of the weighting of the trigger samples with large prescale values. See the caption of Fig. 2 for other plotting details.",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Contributions to the relative uncertainty in the transfer factors α Z (left) and α W (right) in the three m jj bins of the SR. The theoretical uncertainties from the sources noted in the legend are combined in quadrature.",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Distribution of event yields in the signal region for m jj (left) and E miss T (right).",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Upper limits on (a) the spin-independent wimp-nucleon cross section using Higgs portal interpretations of B inv at 90% CL vs. m wimp and (b) the VBF cross section times the branching fraction to invisible decays at 95% CL vs. m scalar . The top plot shows results from Ref. [85-87]. The left plot in Fig. 5 also shows that the S/B ratio rises with increasing m jj values, which motivates our division of the SR into multiple bins. The total electroweak contribution in the SR is relatively small at O(10%) (Table 1), but the much flatter distribution of m jj makes it an important contribution to the final result. As noted in Section 5, the background estimation is done independently for each m jj bin to reduce the dependence on m jj modeling. The fit, assuming the 125 GeV Higgs boson, gives the observed (expected) upper limit on B inv of 0.37 0.28 +0.11",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "text": "A",
            "section_rank": 18
        },
        {
            "section": "A",
            "text": "search for Higgs boson decays into invisible particles is presented using the 36.1 fb −1 of pp collision data taken at √ s = 13 TeV collected in 2015 and 2016 by the ATLAS detector at the LHC. The targeted signature is the VBF topology with two energetic jets with a wide gap in η and large E miss T . Assuming the Standard Model cross section for the 125 GeV Higgs boson, an upper limit of 0.37 is set on B inv at 95% CL. This result is interpreted using Higgs portal models to exclude regions in the σ wimp-nucleon vs. m wimp parameter space to exclude cross section values ranging from O 10 −42 to O 10 −46 cm 2 , depending on the wimp mass and the wimp model. Searches for invisible decays of scalars with masses of up to 3 TeV are reported for the first time from ATLAS in the VBF production mode. These results are rather general and can be used for further interpretations. √ s = 8 TeV with the ATLAS detector, Eur. Phys. J. C 75 (2015) 79, arXiv:1410 .5404 [hep -ex]. [22] CMS Collaboration, Search for invisible decays of Higgs bosons in the vector boson fusion and associated ZH production modes, Eur. Phys. J. C 74 (2014) 2980, arXiv:1404 .1344 [hep -ex]. [23] ATLAS Collaboration, Search for invisible decays of the Higgs boson produced in association with a hadronically decaying vector boson in pp collisions at",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "branching fraction B bsm . The B bsm is the sum of B inv that represents invisible decays and B undet that represents the channels that are undetected, i.e., those that are not included in the following combination. For B bsm using Run-1 data, ATLAS reports 0.49 (0.48) [30] and CMS reports 0.57 (0.52) [31] with similar but not identical assumptions. A combination of ATLAS and CMS results using Run-1 data gives 0.34 (0.39) [32]. In a more recent update using Run-2 data, CMS reports an observed limit on B undet of 0.38",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "https://doi.org/10.1016/j.physletb.2019.04.024 0370-2693/© 2019 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 . decay [33]. As noted in Ref. [28]",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "Table 1",
            "section_rank": 20
        },
        {
            "section": "Table 1",
            "text": "Event yields in the signal region (SR) and control regions (CR) summed over lepton charge and flavor. The yields are the prefit values for m jj > 1 TeV. The observed data (N), the background estimate (B), and the signal (S for m H = 125 GeV with B inv = 1) are given. The B and S values for individual processes are rounded to a precision commensurate with the sampling uncertainty associated with the finite MC sample size. For all processes the fractions of electroweak production [ew] are given. \"Other\" is defined in the text.",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "text": "In the fake-enriched W low eν subsample, about a third of the events are due to e fakes. (For the W eν process, the E miss",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "For the W high eν subsample in the W CR, a yield parameter ν fake is introduced to quantify the \"e fakes,\" the group of electron candidates that are not prompt electrons. This contamination occurs most often when a jet from a multijet event identified as an electron candidate. The underlying idea is that the W decays (multi-jets) have high (low) E miss T resolution event-by-event. Since S met is a proxy for E miss T resolution, a passing (failing) selection on S met > 4 √ GeV provides a W high eν (W low eν ) subsample depleted (enriched) in e fakes. T comes from the neutrino. For this reason, the kinematic bias in E miss T",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": ", requiring that the candidate's L e value fail the tight definition[42], while satisfying a looser definition, selects the F eν data sample. As done above, the S met selection creates two subsamples F high eν , F low",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 68,
                    "text": "[42]",
                    "end": 72
                }
            ]
        },
        {
            "text": "eν ratio of the number of events in data is ρ fake , with the small amount of prompt W contamination subtracted using MC.Model testing uses a profile likelihood-ratio test statistic[69] in the CL s -modified frequentist formalism",
            "paragraph_rank": 74,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 181,
                    "text": "[69]",
                    "end": 185
                }
            ]
        },
        {
            "text": "Poisson functions, one for each sample of N events while expecting λ, a Gaussian function for each systematic uncertainty, and a Poisson function for the number of MC events. In the simple scenario with only W and Z backgrounds, the λ for the SR would be S + β W • B W",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "sr + β Z • B Z sr , with each quantity multiplied by the response function for a systematic uncertainty. For the W CR it is β W • B W cr and for the Z CR it is β Z • B Z cr . See, e.g., Ref. [71].",
            "paragraph_rank": 76,
            "section_rank": 23
        },
        {
            "text": "TeV with the ATLAS detector, Eur. Phys. J. C 75 (2015) 337, arXiv:1504 .04324 [hep -ex]. [24] CMS Collaboration, Search for dark matter in proton-proton collisions at 8 TeV with missing transverse momentum and vector boson tagged jets, J. High Energy Phys. 12 (2016) 083, Erratum: J. High Energy Phys. 08 (2017) 035, arXiv:1607.05764 [hep -ex]. [25] ATLAS Collaboration, Search for an invisibly decaying Higgs boson or dark matter candidates produced in association with a Z boson in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Lett. B 776 (2018) 318, arXiv:1708 .09624 [hep -ex]. [26] ATLAS Collaboration, Combination of searches for invisible Higgs boson decays with the ATLAS experiment, http://cds .cern .ch /record /2649407, 2018. [27] CMS Collaboration, Search for invisible decays of a Higgs boson produced through vector boson fusion in proton-proton collisions at √ s = 13 TeV, arXiv: [28] ATLAS Collaboration, Search for invisible decays of a Higgs boson using vectorboson fusion in pp collisions at √ s = 8 TeV with the ATLAS detector, J. High Energy Phys. 01 (2016) 172, arXiv:1508 .07869 [hep -ex]. [29] CMS Collaboration, Searches for invisible decays of the Higgs boson in pp collisions at √ s = 7, 8, and 13 TeV, J. High Energy Phys. 02 (2017) 135, arXiv:1610 .09218 [hep -ex]. [30] ATLAS Collaboration, Constraints on new phenomena via Higgs boson couplings and invisible decays with the ATLAS detector, J. High Energy Phys. 11 (2015) 206, arXiv:1509 .00672 [hep -ex]. [31] CMS Collaboration, Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8 TeV, Eur. Phys. J. C 75 (2015) 212, arXiv:1412 .8662 [hep -ex]. [32] ATLAS and CMS Collaborations, Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC pp collision data at √ s = 7 and 8 TeV, J. High Energy Phys. 08 (2016) 045, arXiv:1606 .02266 [hep -ex]. [33] CMS Collaboration, Combined measurements of Higgs boson couplings in proton-proton collisions at √ s = 13 TeV, arXiv:1809 .10733 [hep -ex], 2018. √ s = 7 TeV proton-proton collision data, Phys. Rev. D 87 (2013) 012008, arXiv: 1208 .0949 [hep -ex]. [73] CMS Collaboration, Search for new physics in the multijet and missing transverse momentum final state in proton-proton collisions at √ s = 8 TeV, J. High Energy Phys. 06 (2014) 055, arXiv:1402 .4770 [hep -ex]. [74] CMS Collaboration, Search for new physics with jets and missing transverse momentum in pp collisions at √ s = 7 TeV, J. High Energy Phys. 08 (2011) 155, arXiv:1106 .4503 [hep -ex]. [75] ATLAS Collaboration, Jet energy scale measurements and their systematic uncertainties in proton-proton collisions at √ s = 13 TeV with the ATLAS detector, Phys. Rev. D 96 (2017) 072002, arXiv:1703 .09665 [hep -ex]. [76] ATLAS Collaboration, Performance of missing transverse momentum reconstruction with the ATLAS detector using proton-proton collisions at √ s = 13 TeV, arXiv:1802 .08168 [hep -ex], 2018. [77] ATLAS Collaboration, Luminosity determination in pp collisions at √",
            "paragraph_rank": 77,
            "section_rank": 24
        },
        {
            "text": "s = 8 TeV",
            "paragraph_rank": 78,
            "section_rank": 24
        },
        {
            "text": "The distance variable is defined as R = ( η) 2 + ( φ) 2 .",
            "paragraph_rank": 79,
            "section_rank": 24
        },
        {
            "text": "Acknowledgements",
            "section_rank": 26
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [90].",
            "paragraph_rank": 81,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 630,
                    "text": "[90]",
                    "end": 634
                }
            ]
        },
        {
            "text": "e Also at CPPM, Aix-Marseille Université, CNRS/IN2P3, Marseille; France.",
            "paragraph_rank": 82,
            "section_rank": 28
        },
        {
            "text": "f Also at Département de Physique Nucléaire et Corpusculaire, Université de Genève, Genève; Switzerland. g Also at Departament de Fisica de la Universitat Autonoma de Barcelona, Barcelona; Spain.",
            "paragraph_rank": 83,
            "section_rank": 28
        },
        {
            "text": "h Also at Departamento de Física Teorica y del Cosmos, Universidad de Granada, Granada (Spain); Spain.",
            "paragraph_rank": 84,
            "section_rank": 28
        },
        {
            "text": "i Also at Department of Applied Physics and Astronomy, University of Sharjah, Sharjah; United Arab Emirates.",
            "paragraph_rank": 85,
            "section_rank": 28
        },
        {
            "text": "j Also at Department of Financial and Management Engineering, University of the Aegean, Chios; Greece. ",
            "paragraph_rank": 86,
            "section_rank": 28
        }
    ]
}