{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Bose-Einstein correlations for same-sign charged pions and kinematic bb correlations in proton-proton collisions at a center-of-mass energy of 7 and 8 TeV are studied by the LHCb experiment. The dependence of Bose-Einstein correlation parameters on the charged-particle multiplicity is investigated. The correlation radius is observed to increase with multiplicity, while the chaoticity parameter decreases. The bb correlations are studied using inclusive b decays to J/ψ and are found to be in good agreement with theoretical predictions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Studying two-particle correlations is a useful tool to get insight into the complex process of multiparticle production. Results from two different analyses of this kind are described. The first measurement concerns Bose-Einstein correlations (BEC) for same-sign pions, while the second one covers kinematic bb correlations. Both analyses are performed on data samples from high-energy proton-proton (pp) collisions collected by the LHCb experiment [1,2]. The LHCb detector is a single-arm spectrometer which covers a pseudorapidity range of 2.0 < η < 5.0. Such an acceptance in the forward region is unique among the LHC experiments and provides an additional input for understanding the process of particle production.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 449,
                    "text": "[1,",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 452,
                    "text": "2]",
                    "end": 454
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The BEC effect emerges due to symmetrization of the total wave function of a bosonic system [3]. It can be observed as an enhancement in the production of identical bosons that are close in phase space. By studying this kind of correlations a correlation radius [4] (often interpreted as the size of a spherical static particle source at the kinetic freeze-out) and a chaoticity parameter (related to the coherence of particle emission) can be determined. Studies of the BEC effect have been performed in multiple collision systems at e.g. LEP [5], RHIC [6] and LHC [7,8,9]. Those measurements revealed many features, including an increase of the correlation radius with charged-particle multiplicity. LHCb adds a measurement in the forward direction in pp collisions [10], which is the first result of its kind.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 92,
                    "text": "[3]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 262,
                    "text": "[4]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 544,
                    "text": "[5]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 554,
                    "text": "[6]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 566,
                    "text": "[7,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 569,
                    "text": "8,",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 571,
                    "text": "9]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 768,
                    "text": "[10]",
                    "end": 772
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Heavy-flavor production provides a perfect opportunity to test quantum chromodynamics (QCD). Due to their large masses, the b and c quarks are produced mainly in hard processes at the initial stage of the collision, which can be described in terms of perturbative QCD [11]. Studying kinematic correlations between heavy quark and antiquark can allow to put constraints on contributions from the specific production subprocesses (e.g. gluon-splitting, flavor-excitation) and improve modeling of such processes in the Monte Carlo generators. The bb correlations have been studied at e.g. SPS [12], Tevatron [13] and LHC [14,15]. The LHCb analysis [16] provides first results for high-energy pp collisions in the forward region, with a detector dedicated to heavy-flavor physics. The correlations are compared to predictions from PYTHIA [17] and POWHEG [18] with leading-order (LO) and next-to-leading-order (NLO) calculations, respectively.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 268,
                    "text": "[11]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "start": 590,
                    "text": "[12]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 605,
                    "text": "[13]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "start": 618,
                    "text": "[14,",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 622,
                    "text": "15]",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 645,
                    "text": "[16]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 834,
                    "text": "[17]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 850,
                    "text": "[18]",
                    "end": 854
                }
            ]
        },
        {
            "text": "Bose-Einstein correlations",
            "section_rank": 3
        },
        {
            "section": "Bose-Einstein correlations",
            "text": "The data sample used in this analysis [10] contains 4 • 10 7 minimum bias events collected by LHCb in pp collisions at a center-of-mass energy √ s = 7 TeV . A corresponding Monte Carlo event generator simulation (MC) sample is produced using PYTHIA 8 [17]. The BEC effect depends on charged-particle multiplicity N ch , so the data is divided into three activity classes. They are defined based on the distribution of vertex locator (VELO) track multiplicity, which is a good estimate of N ch . An unfolding procedure for the VELO track multiplicities is performed using the simulation, in order to obtain the corresponding N ch .",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 38,
                    "text": "[10]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 251,
                    "text": "[17]",
                    "end": 255
                }
            ]
        },
        {
            "section": "Bose-Einstein correlations",
            "text": "Bose-Einstein correlations are studied using a correlation function. Experimentally, it is defined as [19]:",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 102,
                    "text": "[19]",
                    "end": 106
                }
            ]
        },
        {
            "section": "Bose-Einstein correlations",
            "text": "where",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Bose-Einstein correlations",
            "text": "is the difference of the particle four-momenta, N(Q) LIKE is a Q distribution for pairs of signal particles and N(Q) REF is a Q distribution for a reference sample. The signal pairs are defined as two same-sign pions coming from a single primary vertex (PV). Reference samples can be constructed in different ways, under the condition that they do not contain the BEC effect. In this analysis, an eventmixed reference sample is used (pairs of pions from different events). Such a solution removes the BEC effect by definition, however also other types of correlations (e.g. long-range ones [20]) are not accounted for. Imperfections of the reference sample are reduced by introducing a double ratio, which is a ratio of C 2 (Q) for data to C 2 (Q) for MC with the BEC effect switched off. In this way, effects which are properly simulated are removed in the double ratio, such that in an ideal case it should only contain a pure BEC signal. Coulomb interactions between final-state pions are not simulated and this is corrected for by applying a Gamov penetration factor for data [21]. The correlation function can be parametrized as [4]:",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 590,
                    "text": "[20]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1080,
                    "text": "[21]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1134,
                    "text": "[4]",
                    "end": 1137
                }
            ]
        },
        {
            "section": "Bose-Einstein correlations",
            "text": "where R is the correlation radius, λ is the chaoticity parameter, δ corresponds to long-range correlations and N is a normalization factor. For each activity class, the double ratio is constructed and a fit with parametrization (2) is performed. Fit results are summarized in Table 1. The systematic uncertainty (about 10% in each activity class) is dominated by MC generator tunings and pile-up effects. The R parameter increases, while λ decreases with charged-particle multiplicity, which is consistent with previous observations on LEP and LHC. Results from the LHCb experiment are directly compared to those obtained by ATLAS [8], by relating the N ch between both experiments acceptances using the simulation. It is observed that the LHCb results in the forward direction on both R and λ are slightly below those from ATLAS at central rapidity.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 276,
                    "text": "Table 1",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 631,
                    "text": "[8]",
                    "end": 634
                }
            ]
        },
        {
            "text": "Kinematic bb correlations",
            "section_rank": 4
        },
        {
            "section": "Kinematic bb correlations",
            "text": "The bb correlations analysis [16] is performed using a data sample collected by the LHCb experiment in pp collisions at √ s = 7 and 8 TeV. The beauty hadrons are reconstructed from their inclusive decays to J/ψ mesons in a kinematic range 2.0 < y J/ψ < 4.5, 2 < p J/ψ T < 25 GeV/c, where the J/ψ further decays into a μ + μ − pair. The analysis is performed for four different requirements on J/ψ transverse momentum p J/ψ T . For each p J/ψ T region, a two-dimensional distribution of the μ + μ − masses for the selected J/ψ pairs is constructed. From such distributions, the signal yield is determined by fitting a function which describes both the signal term (two J/ψ mesons) and background (μ + μ − pairs that do not originate from J/ψ decay). Correlations are studied for a number of variables by constructing normalized differential production crosssections [22] for the signal candidates:",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 29,
                    "text": "[16]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 865,
                    "text": "[22]",
                    "end": 869
                }
            ]
        },
        {
            "section": "Kinematic bb correlations",
            "text": "where v is a generically denoted kinematic variable, N cor is the total number of efficiency-corrected signal candidates and ΔN cor i is the number of efficiency-corrected signal candidates in bin i of width Δv i . The efficiency correction [23] is based on both simulation and data-driven methods and takes into account efficiencies related to: the LHCb detector acceptance, reconstruction and selection of J/ψ candidates, the muon identification and trigger. The variables used in the analysis are: difference in the azimuthal angle |Δφ * | and pseudorapidity |Δη * | of the two beauty hadrons 1 , mass m J/ψJ/ψ , transverse momentum p J/ψJ/ψ T and rapidity y J/ψJ/ψ of the J/ψ pair, and the asymmetry between the p T of J/ψ mesons",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 241,
                    "text": "[23]",
                    "end": 245
                }
            ]
        },
        {
            "section": "Kinematic bb correlations",
            "text": ". In each case, the systematic uncertainties are much smaller than the statistical ones (most of them cancel out in the definition of normalized differential production cross-section) and they are neglected.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Kinematic bb correlations",
            "text": "Results are compared with expectations from PYTHIA (LO) and POWHEG (NLO), as well as with a data-driven model of uncorrelated bb production (see Fig. 1). It can be observed that both PYTHIA and POWHEG well describe the data for all distributions. This suggests that the effect of the NLO correction on the bb production correlations is smaller than the experimental precision.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 145,
                    "text": "Fig. 1",
                    "end": 151
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 5
        },
        {
            "section": "Summary",
            "text": "Bose-Einstein correlations for same-sign charged pions and kinematic bb correlations in pp collisions at √ s = 7 and 8 TeV are studied by the LHCb experiment. Both analyses are the first measurements of this kind in the forward region and show a good potential of LHCb in the respective fields.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Summary",
            "text": "The correlation radius measured in the BEC study increases with charged-particle multiplicity, while the chaoticity parameter decreases. This is consistent with other observations at LEP and LHC. The BEC parameters measured by LHCb in the forward region seem to be slightly lower than those observed by AT-LAS for corresponding charged-particle multiplicities. This may indicate that the BEC parameters depend on pseudorapidity, which is not predicted by the theoretical models. However, a more detailed comparison is planned by performing a full three-dimensional analysis with LHCb.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Summary",
            "text": "The bb correlations are studied using inclusive b decays to J/ψ. The observed correlations are well described by both PYTHIA and POWHEG, which suggests that the effect of NLO corrections on the correlations is small compared to the experimental precision. The differences between PYTHIA and POWHEG calculations are larger for higher p J/ψ T regions. Discriminating between theory predictions is not possible with the present data, however future analyses with larger samples will improve the measurement precision. ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Normalized differential production cross-sections (points with error bars) in p J/ψ T > 5 GeV/c region for a) |Δφ * | /π, b) |Δη * |,",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Table 1 .",
            "section_rank": 7
        },
        {
            "section": "Table 1 .",
            "text": "Results of fits with parametrization (2) to the double ratio in all activity classes and corresponding N ch ranges. Statistical and systematic uncertainties are shown (in this order). The Table is taken from[10]. ,18] 1.01 ± 0.01 ± 0.10 0.72 ± 0.01 ± 0.05 0.089 ± 0.002 ± 0.044Medium[19,35]  1.48 ± 0.02 ± 0.17 0.63 ± 0.01 ± 0.05 0.049 ± 0.001 ± 0.009 High [36,96] 1.80 ± 0.03 ± 0.16 0.57 ± 0.01 ± 0.03 0.026 ± 0.001 ± 0.010",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 207,
                    "text": "[10]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 283,
                    "text": "[19,",
                    "end": 287
                }
            ]
        },
        {
            "section": "Table 1 .",
            "text": "B. Malecki / Nuclear Physics A 982 (2019) 347-350",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Table 1 .",
            "text": "Both variables are estimated on the basis of the direction of the vector from the PV to the J/ψ decay vertex.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Acknowledgments",
            "section_rank": 9
        },
        {
            "section": "Acknowledgments",
            "text": "This work was supported by PL-GRID and by NCN (Poland) under the contract no. 2013/11/B/ST2/03829.",
            "paragraph_rank": 21,
            "section_rank": 9
        }
    ]
}