{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The prompt production of Λ + c baryons is studied in proton-lead collisions collected with the LHCb detector at the LHC. The data sample corresponds to an integrated luminosity of 1.58 nb −1 recorded at a nucleon-nucleon centre-of-mass energy of √ s NN = 5.02 TeV. Measurements of the differential cross-section and the forwardbackward production ratio are reported for Λ + c baryons with transverse momenta in the range 2 < p T < 10 GeV/c and rapidities in the ranges 1.5 < y * < 4.0 and −4.5 < y * < −2.5 in the nucleon-nucleon centre-of-mass system. The ratio of cross-sections of Λ + c baryons and D 0 mesons is also reported. The results are compared with next-to-leading order calculations that use nuclear parton distribution functions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The ultimate goal of relativistic heavy-ion collision experiments at the SPS, RHIC and the LHC accelerators is to learn about the properties of a new state of matter, the quark-gluon plasma (QGP). The QGP consists of deconfined quarks and gluons and it is generally accepted that such a hot and dense state of matter can be produced in high-energy heavy-ion collisions [1]. Heavy quarks are particularly important probes of the properties of the QGP. According to theoretical models, heavy quarks are created in pairs in the early stage of the space-time evolution of heavy-ion collisions, and undergo rescattering or energy loss in the QGP. Measurements of heavy-flavour production can shed light on the transport properties of the medium and the heavy-quark energy-loss mechanisms. Multiple experimental measurements of D-meson production in heavy-ion collisions at RHIC [2] and the LHC [3] already show clear signs of strong interactions between charm quarks and the medium in these collisions. However, heavy quarks can be affected by both hot and cold nuclear JHEP02(2019)102 matter, since cold nuclear matter effects are also present in nucleus-nucleus interactions. Possible cold nuclear matter effects that affect heavy-flavour production in heavy-ion collisions include: (a) the modification of the parton distribution function in bound nucleons in the initial state, namely the nuclear PDF (nPDF) effects [4,5]; (b) initial-state radiation or energy loss due to soft collisions [6][7][8]; and (c) final-state hadronic rescatterings and absorption [9]. To further study heavy-quark energy loss or collective phenomena in QGP, the cold nuclear matter effects must be quantitatively disentangled from hot nuclear matter effects.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 369,
                    "text": "[1]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 873,
                    "text": "[2]",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 889,
                    "text": "[3]",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1415,
                    "text": "[4,",
                    "end": 1418
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1418,
                    "text": "5]",
                    "end": 1420
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1488,
                    "text": "[6]",
                    "end": 1491
                },
                {
                    "type": "bibr",
                    "start": 1491,
                    "text": "[7]",
                    "end": 1494
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1494,
                    "text": "[8]",
                    "end": 1497
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1557,
                    "text": "[9]",
                    "end": 1560
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "LHCb measurements can play an important role in understanding cold nuclear matter effects, thanks to LHCb detector's outstanding capability in heavy-flavour measurements. The precise tracking system allows the separation of \"prompt\" charm hadrons, which are directly produced in pPb collisions, from \"nonprompt\" charm hadrons coming from decays of b hadrons. The excellent particle identification capabilities of the LHCb detector allow measurements of various species of charmed hadrons. Finally, prompt open-charm hadrons can be measured down to low transverse momentum (p T ) at forward rapidity (y) owning to the LHCb's geometric coverage. These measurements provide sensitive probes of the nPDF in the low parton fractional longitudinal momentum (x) region down to x ≈ 10 −6 -10 −5 , where the nPDF is largely unconstrained by experimental data.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Prompt D 0 meson production has been measured by the LHCb collaboration in pPb collisions at √ s NN = 5.02 TeV with data recorded in 2013 [10]. In the present study, the production of the charmed baryon Λ + c is measured with the same 2013 data sample. 1 The forward-backward asymmetry is measured using prompt Λ + c candidates, in order to study cold nuclear matter effects. In addition, the baryon-to-meson cross-section ratios are measured in order to probe the charm-hadron formation mechanism [11,12] using D 0 production cross-sections measured by the LHCb collaboration in ref. [10]. Measurements of the baryon-to-meson cross-section ratios for light and strange hadrons have shown significant baryon enhancement at intermediate p T in the most central heavy-ion collisions [13,14]. This enhancement can be explained by coalescence models [11,[15][16][17][18], which assume that all hadrons are formed through recombination of partons during hadronisation. Recently, the STAR experiment has measured the production of Λ + c baryons in AuAu collisions at √ s NN = 200 GeV [19]. These measurements show a significant enhancement in the Λ + c to D 0 yield ratio for p T from 3 to 6 GeV/c. A similar enhancement in PbPb collisions is also observed by the ALICE experiment [20]. The measurement of Λ + c production in pPb collisions provides complementary information to help understand the implications of the STAR and ALICE observations. In addition, the ALICE collaboration has recently measured Λ + c production in pPb collisions at √ s NN = 5.02 TeV for 2 < p T < 12 GeV/c and −0.96 < y < 0.04, and in pp collisions at √ s = 7 TeV for 1 < p T < 8 GeV/c and −0.5 < y < 0.5 [21]. The LHCb collaboration has also published results on the production cross-section of prompt Λ + c bayrons in pp collisions at",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 138,
                    "text": "[10]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 253,
                    "text": "1",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "start": 498,
                    "text": "[11,",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 502,
                    "text": "12]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 585,
                    "text": "[10]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 781,
                    "text": "[13,",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 785,
                    "text": "14]",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "start": 846,
                    "text": "[11,",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 850,
                    "text": "[15]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 854,
                    "text": "[16]",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 858,
                    "text": "[17]",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 862,
                    "text": "[18]",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1078,
                    "text": "[19]",
                    "end": 1082
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1275,
                    "text": "[20]",
                    "end": 1279
                },
                {
                    "type": "bibr",
                    "start": 1679,
                    "text": "[21]",
                    "end": 1683
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "1 Charge conjugation states and processes are implied throughout the paper.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "-2 -",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "JHEP02(2019)102 2 Detector and data",
            "section_rank": 3
        },
        {
            "section": "JHEP02(2019)102 2 Detector and data",
            "text": "The LHCb detector [23,24] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region (VELO), a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of the momentum of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter, is measured with a resolution of (15 + 29/p T ) µm in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors. The average efficiency for kaon identification for momenta between 2 and 100 GeV/c is about 95%, with a corresponding average pion misidentification rate around 5%. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The online event selection is performed by a trigger, which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. This analysis uses the data sample of pPb collisions at √ s NN = 5.02 TeV taken with the LHCb detector in 2013, with a proton beam energy of 4 TeV and lead beam energy of 1.58 TeV per nucleon in the laboratory frame. Since the LHCb detector covers only one direction of the full rapidity acceptance, two distinctive beam configurations were used. In the 'forward' ('backward') configuration, the proton (lead) beam travels from the VELO detector to the muon chambers. The rapidity y in the laboratory rest frame is shifted to y * = y − 0.4645 in the proton-nucleon rest frame. Here, y * is the rapidity of the Λ + c baryon defined in the centre-of-mass system of the colliding nucleons, and it is defined with respect to a polar axis in the direction of the proton beam. During data taking, the hardware trigger operated in a 'pass-through' mode that accepted all bunch crossings, regardless of the inputs from the calorimeter and muon systems. The software trigger accepted all events with a minimum activity in the VELO. The integrated luminosity of the sample was determined in ref. [25], and is 1.06±0.02 nb −1 (0.52±0.01 nb −1 ) for the forward (backward) collisions, respectively. Due to the low beam intensity, multiple interactions in the bunch crossings are very rare, and only a single PV is reconstructed for each event.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 18,
                    "text": "[23,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 22,
                    "text": "24]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2718,
                    "text": "[25]",
                    "end": 2722
                }
            ]
        },
        {
            "section": "JHEP02(2019)102 2 Detector and data",
            "text": "Simulated pPb collisions at 5 TeV at both configurations with full event reconstruction are used in the analysis to evaluate the detector efficiency. In the simulation, Λ + c baryons are generated with Pythia [26] and embedded into minimum-bias pPb collisions from the EPOS event generator [27], which is tuned with LHC data [28]. Decays of hadronic particles are described by EvtGen [29], in which final-state radiation is generated using",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 209,
                    "text": "[26]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 290,
                    "text": "[27]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 325,
                    "text": "[28]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 384,
                    "text": "[29]",
                    "end": 388
                }
            ]
        },
        {
            "section": "JHEP02(2019)102 2 Detector and data",
            "text": "Photos [30]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [31,32] as described in ref. [33].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 7,
                    "text": "[30]",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 134,
                    "text": "[31,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 138,
                    "text": "32]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 163,
                    "text": "[33]",
                    "end": 167
                }
            ]
        },
        {
            "section": "JHEP02(2019)102 2 Detector and data",
            "text": "-3 -",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "JHEP02(2019)102 3 Cross-section determination",
            "section_rank": 4
        },
        {
            "section": "JHEP02(2019)102 3 Cross-section determination",
            "text": "The differential production cross-section of Λ + c baryons is measured in bins of the Λ + c transverse momentum and rapidity in the kinematic range 2 < p T < 10 GeV/c with 1.5 < y * < 4.0 for the forward sample and −4.5 < y * < −2.5 for the backward sample. The double-differential cross-section is obtained using 1) where N (Λ + c → pK − π + ) is the prompt Λ + c signal yield reconstructed in the Λ + c → pK − π + decay channel in each (p T , y * ) bin, L is the integrated luminosity, ε tot is the total efficiency determined in each (p T , y * ) bin, B(Λ + c → pK − π + ) = (6.35 ± 0.33)% is the branching fraction of the decay Λ + c → pK − π + [34]. The signal yields and efficiencies are determined independently for each p T and y * bin of width ∆p T = 1 GeV/c and ∆y * = 0.5. The total cross-section is calculated by integrating the double differential cross-section over a given kinematic range.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 314,
                    "text": "1)",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 649,
                    "text": "[34]",
                    "end": 653
                }
            ]
        },
        {
            "section": "JHEP02(2019)102 3 Cross-section determination",
            "text": "The forward-backward ratio R FB measures the Λ + c production asymmetry in the forward and backward rapidity regions. It is defined as",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "JHEP02(2019)102 3 Cross-section determination",
            "text": "where σ(y * , p T ; y * > 0) and σ(y * , p T ; y * < 0) correspond to the cross-sections of the forward and backward rapidity regions symmetric around y * = 0, respectively. The R FB ratio is measured in the common rapidity region of the forward and backward data 2.5 < |y * | < 4.0.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "JHEP02(2019)102 3 Cross-section determination",
            "text": "The baryon-to-meson cross-section ratio",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "JHEP02(2019)102 3 Cross-section determination",
            "text": "is calculated as the ratio of Λ + c and D 0 production cross-sections",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "JHEP02(2019)102 3 Cross-section determination",
            "text": "where σ Λ + c and σ D 0 are cross-sections of Λ + c and D 0 hadrons in pPb collisions at √ s NN = 5.02 TeV, respectively. The D 0 production cross-section in the kinematic region 0 < p T < 10 GeV/c with 1.5 < y * < 4.0 for the forward sample and −5.0 < y * < −2.5 for the backward sample has been measured by the LHCb collaboration and is documented in ref. [10]. As the D 0 meson sample is significantly larger and has a better signal purity than that of Λ + c baryons, the D 0 production cross-section can be measured in a wider rapidity range in the backward sample.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 358,
                    "text": "[10]",
                    "end": 362
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Proton, kaon and pion candidates are selected with particle identification (PID) [35] criteria, and are required to be inconsistent with originating from any PV. Random combinations of charged particles form a larger background in the backward sample than in the forward sample, due to a larger number of tracks per event. Each possible combination of the selected decay products undergoes further selection to reject false Λ + c -4 -  fraction is then determined from a fit to the distribution of the χ 2 of the impact parameter of the Λ + c candidates (χ 2 IP (Λ + c )), which is defined as the difference in the vertex fit χ 2 of a given PV when it is reconstructed with and without the Λ + c candidate. Figure 1 shows the fit result of an extended unbinned maximum-likelihood fit to the m(pK − π + ) distribution of the full dataset, which contains 11.6×10 3 (4.0×10 3 ) Λ + c baryons for the forward (backward) sample. A Gaussian function is used to describe the shape of the Λ + c signal, while the combinatorial background is modelled by a linear function. Although figure 1 corresponds to the full dataset, independent fits are performed in each (p T , y * ) bin. The width and peak position of the Gaussian function depends on the kinematics of the Λ + c baryons, due to the imperfect detector alignment, and both are therefore left as free parameters in the fits. The peak position varies between 2284 and 2294 MeV/c 2 , and the width is found to be between 4 and 10 MeV/c 2 .",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 81,
                    "text": "[35]",
                    "end": 85
                },
                {
                    "type": "figure",
                    "start": 707,
                    "text": "Figure 1",
                    "end": 715
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Unlike prompt Λ + c baryons, which originate from the PV, Λ + c -from-b baryons are created away from the PV due to the relatively long lifetime of b hadrons. Decay products of Λ + c -from-b candidates tend to have larger impact parameter with respect to the PV and a larger χ 2 IP , compared to the prompt Λ + c candidates. Consequently, the fraction of prompt Λ + c baryons is determined from a fit to the distribution of log 10 χ 2 IP (Λ + c ) using the different χ 2 IP distributions describing the prompt Λ + c , the Λ + c -from-b, and the combinatorial background contributions.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 277,
                    "text": "2",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 469,
                    "text": "2",
                    "end": 470
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The fit is performed to the log  Figure 1. Distributions of the invariant mass, m(pK − π + ), in the range 2 < p T < 10 GeV/c for (a) the forward data sample with 1.5 < y * < 4.0 and (b) the backward data sample with −4.5 < y * < −2.5. The red dotted line is the inclusive Λ + c candidates, the grey shaded area is the combinatorial background and the blue solid line is the sum of the two. section measurements in pp collisions at √ s = 7 TeV [22], the prompt Λ + c and Λ + c -from-b components are modelled independently with a Bukin function [36], which is defined as",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 33,
                    "text": "Figure 1",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 444,
                    "text": "[22]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 545,
                    "text": "[36]",
                    "end": 549
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "where",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "The parameters µ and σ are the position and width of the peak, ρ L and ρ R are left and right tail exponential coefficients and ξ parameterises the asymmetry of the peak. The log 10 χ 2 IP (Λ + c ) distribution in the simulation is compared to that in the data, where the signal log 10 χ 2 IP (Λ + c ) distribution is obtained using the sPlot technique [37]. The simulated sample gives a good description of the shape of the prompt log 10 χ 2 IP (Λ + c ) distribution, while slightly underestimating the prompt peak position µ. For the Λ + c -from-b component, both µ and σ depend on p T and y * . The µ value in the data varies between 1.3 and 2.0, which is 0.3-0. parameter µ is a floating variable, while σ, ρ L , ρ R and ξ are fixed to the values determined from a fit to the simulation sample. For the Λ + c -from-b Bukin function, the parameters µ and σ vary freely, while ρ L , ρ R and ξ are estimated from the simulation and can vary within their uncertainties.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 353,
                    "text": "[37]",
                    "end": 357
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Finally, the log 10 χ 2 IP (Λ + c ) distribution is fitted with three components, two Bukin functions for the prompt Λ + c and Λ + c -from-b components respectively, where the parameters are determined as described above, and a background component derived from the sideband regions. The prompt fraction is determined independently in two-dimensional (p T , y * ) bins and tends to decrease with increasing p T and y * , with an average value of ∼ 90% for both rapidity regions. The log 10 χ 2 IP (Λ + c ) distributions of Λ + c candidates with 2 < p T < 10 GeV/c and in the full rapidity region, together with the fits, are displayed in figure 2 (a) and (b), for the forward and backward samples, respectively. The statistical uncertainty of the prompt fraction is considered to be partially correlated with the statistical uncertainty of the inclusive Λ + c yield. The correlation factor in each (p T , y * ) bin is derived from a simultaneous two-dimensional fit to the m(pK − π + )-log 10 χ 2 IP (Λ + c ) distribution. The total efficiency, ε tot , in eq. (3.1) is decomposed into three components: the geometrical acceptance, the reconstruction and selection efficiency, and the PID efficiency. The geometrical acceptance efficiency is the fraction of Λ + c baryons within the LHCb geometrical acceptance, and is determined from simulation. For most bins this efficiency is above 90%. The reconstruction and selection efficiencies are calculated with simulated pPb events at √ s NN = 5 TeV. The simulated samples are validated by comparing the distributions of kinematic variables with those obtained from the data using the sPlot technique. The reconstruction efficiency is affected by the track multiplicity of the event, which is not well reproduced in the simulation. Following the method developed in ref. [10], the efficiency is evaluated as a function of track multiplicity and a correction factor is derived. to calculate the efficiencies is implemented [38] to take into account the effect of resonant structures in the Λ + c decay, where the signal kinematics in the data are gained with the sPlot technique. The final reconstruction and selection efficiency in general increases with p T . The efficiency is below 1% for the lowest p T values and reaches 4-5% at p T > 8 GeV/c.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1816,
                    "text": "[10]",
                    "end": 1820
                },
                {
                    "type": "bibr",
                    "start": 1967,
                    "text": "[38]",
                    "end": 1971
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The PID efficiencies of the Λ + c decay products are assessed separately with a datadriven method [24] using high-purity samples of D 0 mesons from D * (2010) + decays for kaons and pions, and Λ baryons for protons. The samples are taken from the same pPb data set as used in the present analysis. The single-track PID efficiencies are mostly above 80% (90%) for protons (pions and kaons) for track momenta in the range of 3 < p < 100 GeV/c and pseudorapidities in the range of 2 < η < 5, although the efficiencies at the edge of the acceptance are generally lower. The single-track PID efficiencies are convolved with Λ + c → pK − π + decay kinematic distributions obtained from simulation to produce the total PID efficiency for Λ + c baryons in each (p T , y * ) bin. The PID efficiency for Λ + c baryons are 45-89% (46-74%) for the forward (backward) sample. The total efficiency is estimated to be 0.04-4.53% (0.07-2.87%) for the forward (backward) configuration.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 98,
                    "text": "[24]",
                    "end": 102
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties are evaluated separately for the forward and backward samples, unless otherwise specified. Sources of systematic uncertainty arising from the inclusive Λ + c invariant-mass fit, the determination of the prompt Λ + c fraction from the log 10 χ 2 IP (Λ + c ) fit and the efficiency evaluations are studied independently for each (p T , y * ) bin.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "The The relative uncertainty for the measured luminosity is 2.3% and 2.5% for the forward and backward samples [39], respectively. The branching fraction B(Λ + c → pK − π + ) = (6.35 ± 0.33)% [34] yields a relative uncertainty of 5.2%.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 111,
                    "text": "[39]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 192,
                    "text": "[34]",
                    "end": 196
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty on the efficiency correction originates from several sources: (1) the uncertainty in correcting the track multiplicity distributions in the simulation (5.6% in the forward region and 5.8% in the backward region); (2) the uncertainty arising from the simulation description of Λ + c → pK − π + decay resonant structures (forward: 3.0%, backward: 4.0%); (3) the uncertainty in the PID efficiency (forward: 0.5-4.3%, backward: 0. All the systematic uncertainties considered for the differential cross-sections are listed in table 1. For the total cross-section, the uncertainties due to the simulated sample size are considered to be fully uncorrelated for each (p T , y * ) bin and are summed in quadrature. The uncertainties on the luminosity and the Λ + c → pK − π + branching fraction are fully correlated among (p T , y * ) bins. The other systematic uncertainties are found to be almost fully correlated across the bins and are summed linearly.",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the R FB ratio, the common uncertainty on B(Λ + c → pK − π + ) cancels out. The systematic uncertainty on the raw Λ + c yields is considered uncorrelated because of different levels of background in the forward and backward data samples. The systematic uncertainties on the reconstruction and selection efficiency are assumed to be fully correlated except for the uncertainty due to the Λ + c decay resonant structures, which is uncorrelated. The uncertainty on the PID efficiency is assumed to be 90% correlated. The luminosity uncertainties are considered uncorrelated. For the R Λ + c /D 0 ratio, all systematic uncertainties are uncorrelated except for the luminosity uncertainty which cancels out.    c baryons in pPb collisions as a function of (a) p T and (b) y * in the forward and backward samples. The forward and backward differential crosssections dσ/dp T in the common rapidity region 2.5 < |y * | < 4.0 are scaled by 0.1 to improve the visibility. The box on each point represents the systematic uncertainty and the error bar represents the sum in quadrature of the statistical and the systematic uncertainties. 1.5 < y * < 4.0 (for the forward data) and −4.5 < y * < −2.5 (for the backward data) yields the differential cross-section as a function of p T . The differential cross-sections dσ/dy * versus y * and dσ/dp T versus p T are shown in figure 4. The corresponding values are shown in appendix A.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1363,
                    "text": "figure 4",
                    "end": 1371
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 7
        },
        {
            "text": "Prompt Λ + c cross-section",
            "section_rank": 8
        },
        {
            "section": "Prompt Λ + c cross-section",
            "text": "For the full kinematic range, the total cross-section is determined to be σ(2 < p T < 10 GeV/c, 1.5 < y * < 4.0) = 32.  ",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "R FB ratio",
            "section_rank": 9
        },
        {
            "section": "R FB ratio",
            "text": "The total cross-section in the common rapidity region between the forward and backward samples is also obtained to calculate the prompt Λ + c R FB ratio, σ(2 < p T < 10 GeV/c, 2.5 < y * < 4.0) = 13.9 ± 0.8 ± 1.5 mb,",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "R FB ratio",
            "text": "Figure 5(a) shows the prompt Λ + c R FB ratio as a function of p T in the region common to both forward and backward samples, 2.5 < |y * | < 4.0. In the rapidity region 3.5 < y * < 4.0, the forward data have no measurement for p T > 7.0 GeV/c. For p T beyond 7 GeV/c, the R FB ratio is therefore calculated with both forward and backward cross-sections in the region 2.5 < |y * | < 3.5. Figure 5(b) shows the R FB ratio as a function of |y * | in the region 2 < p T < 10 GeV/c. The measurement is in agreement with calculations using the HELAC-Onia generator [40][41][42], which incorporates the parton distribution functions of EPS09LO, EPS09NL0 [43] and nCTEQ15 [44]. The numerical values are given in appendix B.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 387,
                    "text": "Figure 5(b)",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 559,
                    "text": "[40]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 563,
                    "text": "[41]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "start": 567,
                    "text": "[42]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 647,
                    "text": "[43]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 664,
                    "text": "[44]",
                    "end": 668
                }
            ]
        },
        {
            "text": "Λ +",
            "section_rank": 10
        },
        {
            "section": "Λ +",
            "text": "c to D 0 cross-section ratio,",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Λ +",
            "text": "The ratio of the production cross-sections between prompt Λ + c baryons and D 0 mesons is calculated as a function of the p T and y * of the hadrons using the previous measurement of D 0 production cross-section [10]. The results are compared to the HELAC-Onia calculations [40][41][42], which are based on a data-driven modelling of parton scattering. The theory prediction is calculated with HELAC-Onia, where the Λ + c production cross-section is parameterised by fitting the LHCb pp data [22]. The nuclear matter effects in pPb collisions are incorporated using the nPDFs EPS09LO/NLO [43], nCTEQ15 nPDFs [44]. The effects of the nPDFs tend to cancel in the ratio R Λ + c /D 0 , leading to similar ratios between the different nPDFs. The calculations with the three nPDFs show comparable trends and values across p T and y * , with nCTEQ15 slightly lower than EPS09, suggesting small nPDF effects in the R Λ + c /D 0 ratio.  Figure 6 shows the R Λ + c /D 0 ratio as a function of p T in four different rapidity ranges. Numerical values can be found in table 7 in appendix C. The R Λ + c /D 0 ratios are measured to be around 0.3. The values are larger at lower p T (< 5 GeV/c) and tend to decrease for p T greater than 5 GeV/c. The trend is less clear in the backward region due to larger uncertainties. The theoretical calculations are displayed as coloured curves. They increase slightly with increasing p T . In the backward region, the data points are consistent with the theoretical calculations. The forward data points are consistent with the calculations at lower p T (< 7 GeV/c). However, they are below the theoretical predictions for p T greater than 7 GeV/c. Figure 7 illustrates the R Λ + c /D 0 ratio for 2 < p T < 10 GeV/c as a function of rapidity. The numerical values are given in appendix C. The theoretical calculations are made for the rapidity range −4.0 < y * < 4.0, and show a relatively uniform distribution. Both the forward and backward data are consistent with the theoretical predictions for the full rapidity range.",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 212,
                    "text": "[10]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 274,
                    "text": "[40]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 278,
                    "text": "[41]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "start": 282,
                    "text": "[42]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 492,
                    "text": "[22]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 588,
                    "text": "[43]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 608,
                    "text": "[44]",
                    "end": 612
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 928,
                    "text": "Figure 6",
                    "end": 936
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 1674,
                    "text": "Figure 7",
                    "end": 1682
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "The ALICE collaboration has recently reported a measurement of the prompt Λ + c baryons in pPb collisions at √ s NN = 5.02 TeV [21]. Their R Λ + c /D 0 ratio in the midrapidity region for 2 < p T < 12 GeV/c and −0.96 < y * < 0.04 is measured to be 0.602 ± 0.060 +0.159 −0.087 , and is shown in figure 7. The value is larger than the ratios shown in the solid points in both forward and backward rapidity regions. In the forward region, the R Λ + c /D 0 ratio tends to increase with decreasing y * , suggesting a trend that can be compatible with the ALICE measurement. In the backward region, however, no clear trend is observed due to large uncertainties.",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "[21]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "start": 262,
                    "text": "+0.159",
                    "end": 268
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 294,
                    "text": "figure 7",
                    "end": 302
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "Prompt Λ + c production cross-sections are measured with pPb collision data collected by the LHCb detector at √ s NN = 5.02 TeV. The forward-backward production ratios R FB are presented, and are compared to theoretical predictions. A larger production rate in the backward-rapidity region compared to the forward region is observed. The forwardbackward production ratio R FB shows consistency with HELAC-Onia calculations with the three nPDFs EPS09LO, EPS09NLO [43] and nCTEQ15 [44]. In addition, the production cross-section ratio R Λ + c /D 0 between Λ + c baryons and D 0 mesons, which is sensitive to the hadronisation mechanism of the charm particles, is measured. The result is consistent with theory calculations based on pp data. The Λ + c measurements in classes of event multiplicity can be anticipated with the pPb dataset at √ s NN = 8.16 TeV recorded by the LHCb collaboration in 2016, which is about 20 times larger than the 5.02 TeV dataset. An improvement in precision is also achievable with the increased sample size and an improved simulation. In addition, a dataset of pp collisions at √ s = 5.02 TeV corresponding to a luminosity of 0.1 fb −1 was collected in 2017. The nuclear modification factor for the Λ + c baryons can be directly measured using this dataset.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 462,
                    "text": "[43]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 479,
                    "text": "[44]",
                    "end": 483
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "-13 -",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "JHEP02(2019)102",
            "section_rank": 12
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "We are grateful to H. Shao for providing theoretical calculations of prompt Λ + c production in pPb collisions in the LHCb acceptance. We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: ",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "JHEP02(2019)102",
            "section_rank": 14
        },
        {
            "section": "JHEP02(2019)102",
            "text": "A Numerical values of the Λ + c cross-sections  Table 2. Measured differential cross-section (in mb/( GeV/c)) of prompt Λ + c baryons as a function of p T in pPb forward and backward data in different rapidity regions. The right column shows the results for p T > 7 GeV/c and 2.5 < |y * | < 3.5, which are used to compute the R FB values at p T > 7 GeV/c. The first uncertainties are statistical and the second are systematic.   Table 4. Double-differential cross-section (in mb/( GeV/c)) for prompt Λ + c baryons as a function of p T and y * in pPb forward and backward data. The first uncertainty is statistical and the second is systematic.",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 48,
                    "text": "Table 2",
                    "end": 55
                },
                {
                    "type": "table",
                    "start": 429,
                    "text": "Table 4",
                    "end": 436
                }
            ]
        },
        {
            "section": "JHEP02(2019)102",
            "text": "B Numerical values of Λ + c R FB ratios p T [ GeV/c] R FB [2,3] 0.60 ± 0.09 ± 0.10 [3,4] 0.74 ± 0.05 ± 0.07 [4,5] 0.68 ± 0.04 ± 0.06 [5,6] 0.61 ± 0.05 ± 0.06 [6,7] 0.66 ± 0.07 ± 0.07 [7,8] 0.64 ± 0.08 ± 0.08 [8,9] 0.60 ± 0.10 ± 0.09 [9,10] 0.63 ± 0.13 ± 0.13 Table 5. Forward-backward prompt Λ + c production ratio R FB as a function of p T in the common range 2.5 < |y * | < 4.0. The first uncertainty is statistical and the second is systematic.   [3,4] 0.335 ± 0.013 ± 0.039 0.367 ± 0.011 ± 0.039 [4,5] 0.378 ± 0.018 ± 0.045 0.370 ± 0.011 ± 0.039 [5,6] 0.327 ± 0.017 ± 0.052 0.332 ± 0.011 ± 0.040 [6,7] 0.269 ± 0.022 ± 0.053 0.312 ± 0.014 ± 0.042 [7,8] 0.215 ± 0.016 ± 0.037 0.228 ± 0.011 ± 0.028 [8,9] 0.240 ± 0.025 ± 0.052 0.231 ± 0.015 ± 0.033 [9,10] 0.268 ± 0.  [3,4] 0.309 ± 0.017 ± 0.037 0.322 ± 0.016 ± 0.040 [4,5] 0.405 ± 0.018 ± 0.047 0.388 ± 0.017 ± 0.045 [5,6] 0.409 ± 0.023 ± 0.048 0.404 ± 0.022 ± 0.049 [6,7] 0.293 ± 0.021 ± 0.036 0.306 ± 0.020 ± 0.040 [7,8] 0.263 ± 0.025 ± 0.035 0.254 ± 0.024 ± 0.039 [8,9] 0.344 ± 0.040 ± 0.053 0.344 ± 0.040 ± 0.053 [9,10] 0.310 ± 0.042 ± 0.057 0.310 ± 0.042 ± 0.057 Table 7. Production ratio R Λ + c /D 0 as a function of p T in the forward and backward rapidity regions. The first uncertainty is statistical and the second is systematic.  Table 8. Production ratio R Λ + c /D 0 as a function of y * for 2 < p T < 10 GeV/c. The first uncertainty is statistical and the second is systematic.",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 58,
                    "text": "[2,",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 61,
                    "text": "3]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 83,
                    "text": "[3,",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 86,
                    "text": "4]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 108,
                    "text": "[4,",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 111,
                    "text": "5]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 133,
                    "text": "[5,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 136,
                    "text": "6]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 158,
                    "text": "[6,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "7]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "start": 183,
                    "text": "[7,",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 186,
                    "text": "8]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 208,
                    "text": "[8,",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 211,
                    "text": "9]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 233,
                    "text": "[9,",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 236,
                    "text": "10]",
                    "end": 239
                },
                {
                    "type": "table",
                    "start": 259,
                    "text": "Table 5",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 450,
                    "text": "[3,",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 453,
                    "text": "4]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 500,
                    "text": "[4,",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 503,
                    "text": "5]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 550,
                    "text": "[5,",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 553,
                    "text": "6]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 600,
                    "text": "[6,",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "start": 603,
                    "text": "7]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "start": 650,
                    "text": "[7,",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 653,
                    "text": "8]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 700,
                    "text": "[8,",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 703,
                    "text": "9]",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 750,
                    "text": "[9,",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 753,
                    "text": "10]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 769,
                    "text": "[3,",
                    "end": 772
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 772,
                    "text": "4]",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 819,
                    "text": "[4,",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 822,
                    "text": "5]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 869,
                    "text": "[5,",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 872,
                    "text": "6]",
                    "end": 874
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 919,
                    "text": "[6,",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "start": 922,
                    "text": "7]",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "start": 969,
                    "text": "[7,",
                    "end": 972
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 972,
                    "text": "8]",
                    "end": 974
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1019,
                    "text": "[8,",
                    "end": 1022
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1022,
                    "text": "9]",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1069,
                    "text": "[9,",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1072,
                    "text": "10]",
                    "end": 1075
                },
                {
                    "type": "table",
                    "start": 1120,
                    "text": "Table 7",
                    "end": 1127
                },
                {
                    "type": "table",
                    "start": 1294,
                    "text": "Table 8",
                    "end": 1301
                }
            ]
        },
        {
            "text": "JHEP02(2019)102",
            "section_rank": 15
        },
        {
            "section": "JHEP02(2019)102",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "JHEP02( 2019",
            "section_rank": 16
        },
        {
            "section": "JHEP02( 2019",
            "text": ")102 candidates from such random combinations. The requirements applied to select a reconstructed Λ + c candidate include: (a) its reconstructed invariant mass is in the range [M Λ + c − 75 MeV/c 2 , M Λ + c + 75 MeV/c 2 ], which corresponds to around 25 times the mass resolution around the measured Λ + c mass M Λ + c = 2288.7 MeV/c 2 , which is 2.2 MeV/c 2 larger than the known Λ + c mass 2286.46 MeV/c 2 [34]; (b) the angle between the reconstructed Λ + c momentum and the vector pointing from the PV to the decay vertex is close to zero. (c) the proper decay time of the Λ + c candidate is in the range [0.1, 1.2] ps; (d) the p, K − and π + candidates form a good-quality vertex;and (e) the decay vertex is significantly separated from the PV. After the selection, about 1% of the events are found to contain multiple candidates. All candidates are kept. Few Λ + c baryons are observed with p T < 2 GeV/c due to low efficiencies, while the combinatorial background is large. Therefore the measurement is restricted to p T > 2 GeV/c.",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "3. 2",
            "section_rank": 17
        },
        {
            "section": "3. 2",
            "text": "Prompt Λ + c yield and efficiencies The Λ + c signal includes both prompt and nonprompt components. The nonprompt Λ + c candidates originate from b-hadron decays, denoted Λ + c -from-b hereafter. The number of prompt Λ + c candidates, N (Λ + c → pK − π + ), in eq. (3.1) is estimated following the strategy developed in previous LHCb charm analyses in pp collisions at √ s = 7 TeV [22] and in pPb collisions at √ s NN = 5.02 TeV [10]. The invariant-mass distribution, m(pK − π + ), is first fitted to determine the yield of inclusive Λ + c candidates in the sample. The prompt Λ + c",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "text": "10 χ 2",
            "section_rank": 18
        },
        {
            "section": "10 χ 2",
            "text": "IP (Λ + c ) distribution of candidates within the mass interval [M Λ + c − 30 MeV/c 2 , M Λ + c + 30 MeV/c 2 ]. The log 10 χ 2 IP (Λ + c ) distribution of the combinatorial background is constructed from the sideband regions in data [M Λ + c − 50 MeV/c 2 , M Λ + c −30 MeV/c 2 ] and [M Λ + c +30 MeV/c 2 , M Λ + c +50 MeV/c 2 ]. Following LHCb charm cross-",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Figure 2 .",
            "section_rank": 19
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Distributions of log 10 χ 2 IP (Λ + c ) in the range 2 < p T < 10 GeV/c with the fit results overlaid for (a) the forward data sample with 1.5 < y * < 4.0, and (b) the backward data sample with −4.5 < y * < −2.5. The solid blue curve is the sum. The red dotted line is the prompt component, the green is the Λ + c -from-b component and the grey shaded area denotes the combinatorial background.",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "The simulated samples do not model well Λ + c decays through intermediate resonances Λ(1520) and K * (892) 0 , which can result in local distortions of the m(pK − ) and m(K − π + ) invariantmass distributions. A method that uses m(pK − ) − m(K − π + ) as a two-dimensional weight JHEP02(2019)102",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "systematic uncertainty of the inclusive Λ + c invariant-mass fit is studied by replacing the fitting functions with a double Gaussian function with a common mean for the Λ + c signal and an exponential function for the background. The relative uncertainty on the inclusive Λ + c signals are 0.2-13.2% for the forward sample and 0.1-16.1% for the backward sample. The larger uncertainties are found in a few bins at the edge of acceptance where the yields are low. The uncertainty on the prompt fraction is evaluated by varying the width of the mass range used for the log 10 χ 2 IP (Λ + c ) distribution to a wider ([M Λ + c − 35 MeV/c 2 , M Λ + c + 35 MeV/c 2 ]) and a narrower ([M Λ + c − 20 MeV/c 2 , M Λ + c + 20 MeV/c 2 ]) mass range. The uncertainty is estimated as the difference in the prompt fraction derived from the normal mass range and the alternative mass ranges. The uncertainties on the prompt fractions are 0.6-4.2% (0.7-19.0%) for the forward (backward) sample. The bins with the lowest p T and largest |y * | have large uncertainties due to the high level of combinatorial background.",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "text": "The double-differential cross-section of prompt Λ + c production in pPb collisions at 5.02 TeV is measured as a function of the p T and y * of the Λ + c baryon. The results are displayed in figure 3, and the corresponding numerical values are shown in table 4 of appendix A.The double-differential cross-section is integrated over p T between 2 and 10 GeV/c to obtain the differential cross-section as a function of y * . Likewise, integrating over y * in regions 2.5 < |y * | < 4.0 (the common |y * | region of the forward and backward data),",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "Figure 3 .",
            "section_rank": 23
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Double-differential cross-section of prompt Λ + c baryons in pPb collisions in the (a) forward and (b) backward collision samples. The uncertainty represents the quadratic sum of the statistical and the systematic uncertainties.",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "Figure 4 .",
            "section_rank": 24
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Differential cross-section of prompt Λ + c baryons in pPb collisions as a function of (a) p T and (b) y * in the forward and backward samples. The forward and backward differential crosssections dσ/dp T in the common rapidity region 2.5 < |y * | < 4.0 are scaled by 0.1 to improve the visibility. The box on each point represents the systematic uncertainty and the error bar represents the sum in quadrature of the statistical and the systematic uncertainties.",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "Figure 5 .",
            "section_rank": 25
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. (a) Forward-backward production ratios R FB as a function of p T integrated over 2.5 < |y * | < 4.0 for p T less than 7 GeV/c and 2.5 < |y * | < 3.5 for p T greater than 7 GeV/c, and (b) R FB as a function of y * integrated over 2 < p T < 10 GeV/c. The box on each point represents the systematic uncertainty and the error bar represents the sum in quadrature of the statistical and the systematic uncertainties.",
            "paragraph_rank": 50,
            "section_rank": 25
        },
        {
            "text": "Figure 6 .",
            "section_rank": 26
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. The cross-section ratio R Λ + c /D 0 between Λ + c baryons and D 0 mesons as a function of p T integrated over four different rapidity regions. The box on each point represents the systematic uncertainty and the error bar represents the sum in quadrature of the statistical and the systematic uncertainties. The coloured curves represent HELAC-Onia calculations with nPDF EPS09LO/NLO and nCTEQ15.",
            "paragraph_rank": 51,
            "section_rank": 26
        },
        {
            "text": "Figure 7 .",
            "section_rank": 27
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. The cross-section ratio R Λ + c /D 0 between Λ + c baryons and D 0 mesons as a function of y * integrated over 2 < p T < 10 GeV/c. The box on each point represents the systematic uncertainty and the error bar represents the sum in quadrature of the statistical and the systematic uncertainties. The coloured curves show HELAC-Onia calculations incorporating nPDFs EPS09LO/NLO and nCTEQ15. The open circle is the value measured by the ALICE collaboration[21]. The error bar shows the total uncertainty and the grey square the systematic.",
            "paragraph_rank": 52,
            "section_rank": 27
        },
        {
            "text": "CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); NWO (Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MSHE (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (U.S.A.). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (U.S.A.). We are indebted to the communities behind the multiple open-source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany); EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union); ANR, Labex P2IO and OCEVU, and Région Auvergne-Rhône-Alpes (France); Key Research Program of Frontier Sciences of CAS, CAS PIFI, and the Thousand Talents Program (China); RFBR, RSF and Yandex LLC (Russia); GVA, XuntaGal and GENCAT (Spain); the Royal Society and the Leverhulme Trust (United Kingdom); Laboratory Directed Research and Development program of LANL (U.S.A.).",
            "paragraph_rank": 53,
            "section_rank": 28
        },
        {
            "text": "Forward",
            "section_rank": 29
        },
        {
            "section": "Forward",
            "text": "( mb) |y * | p T ∈ [2, 10] [ GeV/c ]",
            "paragraph_rank": 54,
            "section_rank": 29
        },
        {
            "text": "0.81 ± 0.08 ± 0.09 [3.0, 3.5] 0.58 ± 0.07 ± 0.06 [3.5, 4.0] 0.50 ± 0.13 ± 0.11",
            "paragraph_rank": 55,
            "section_rank": 30
        },
        {
            "text": "|y * | 2.0 < p T < 10.0 [ GeV/c ] [−4.5, −4.0] 0.446 ± 0.096 ± 0.094 [−4.0, −3.5] 0.326 ± 0.047 ± 0.067 [−3.5, −3.0] 0.360 ± 0.023 ± 0.045 [−3.0, −2.5] 0.294 ± 0.028 ± 0.042 [1.5, 2.0] 0.413 ± 0.027 ± 0.051 [2.0, 2.5] 0.351 ± 0.011 ± 0.036 [2.5, 3.0] 0.324 ± 0.012 ± 0.034 [3.0, 3.5] 0.309 ± 0.030 ± 0.036 [3.5, 4.0] 0.274 ± 0.060 ± 0.051",
            "paragraph_rank": 56,
            "section_rank": 31
        },
        {
            "text": "T < 10 GeV/c, −4.5 < y * < −2.5) = 27.7 ± 1.8 ± 3.9 mb.where the first uncertainties are statistical and the second systematic. The correlated components in the systematic uncertainties are 2.7 mb and 2.6 mb for the forward and backward data, respectively.",
            "paragraph_rank": 57,
            "section_rank": 32
        },
        {
            "text": "Table 3 .",
            "section_rank": 33
        },
        {
            "section": "Table 3 .",
            "text": "Differential cross-section (in mb) for prompt Λ + c baryons as a function of |y * | in pPb forward and backward data. The first uncertainties are statistical and the second are systematic. ∈ [1.5, 2.0] y * ∈ [2.0, 2.5] y * ∈ [2.5, 3.0] y * ∈ [3.0, 3.5] y * ∈ [3.5, 4.0] [2, 3] 11.316 ± 1.296 ± 1.634 8.241 ± 0.481 ± 0.893 6.304 ± 0.426 ± 0.716 4.721 ± 0.914 ± 0.680 3.189 ± 1.272 ± 0.667 [3, 4] 5.280 ± 0.382 ± 0.626 4.062 ± 0.150 ± 0.407 3.444 ± 0.132 ± 0.363 2.742 ± 0.142 ± 0.297 1.277 ± 0.208 ± 0.258 [4, 5] 2.009 ± 0.126 ± 0.223 1.982 ± 0.072 ± 0.194 1.412 ± 0.054 ± 0.137 1.228 ± 0.066 ± 0.133 1.087 ± 0.150 ± 0.194",
            "paragraph_rank": 58,
            "section_rank": 33
        },
        {
            "section": "Table 3 .",
            "text": "*   ",
            "paragraph_rank": 59,
            "section_rank": 33
        },
        {
            "text": "Table 6 .",
            "section_rank": 34
        },
        {
            "section": "Table 6 .",
            "text": "R FB ratio as a function of |y * | in the range 2 < p T < 10 GeV/c. The first uncertainty is statistical and the second is systematic. Numerical values of R Λ + c /D 0 ratios Forward p T [ GeV/c] y * ∈ [2.5, 4.0] y * ∈ [1.5, 4.0] [2, 3] 0.283 ± 0.032 ± 0.036 0.340 ± 0.021 ± 0.039",
            "paragraph_rank": 60,
            "section_rank": 34
        },
        {
            "section": "Table 6 .",
            "text": "C",
            "paragraph_rank": 61,
            "section_rank": 34
        },
        {
            "text": "JHEP02(2019)102",
            "section_rank": 36
        },
        {
            "section": "JHEP02(2019)102",
            "text": "The LHCb collaboration associated to 40  ",
            "paragraph_rank": 62,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 37,
                    "text": "40",
                    "end": 39
                }
            ]
        }
    ]
}