{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Open charm hadrons are excellent probes to study the dynamics of quarks and gluons inside hadrons. Because the mass of a charm quark is heavier than Λ QCD , so called heavy quark symmetry emerges in the hadron containing a charm quark and plays a central role in the classification and constraining the interactions. Belle and BaBar, which are B-factory experiments, have made significant advances in the field of open charm hadron spectroscopy in these 15 years. In this article, experimental advances on both open charm mesons and baryons by B-factory experiments are reviewed. Finally, the prospect of the open charm hadrons with the next generation B-factory experiment, Belle II is described.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Isolated quarks or gluons have never been observed. Only their bound state known as hadrons have been observed. Hadron dynamics is governed by quantum chromodynamics (QCD), which is nonperturvative in the energy scale of a hadron. Consequently, a couple of theoretical methods and models have been developed to describe them. These include the quark model, lattice QCD, QCD sum rule, and so forth. In particular, despite its relatively simple form, the quark model has reproduced the spectra of experimentally observed hadrons fairly well [1,2,3,4] with some exceptions like Λ(1405) and Roper. Therefore, the quark model has been the basis of our understanding of hadrons. However, the connection between QCD and quark model remains unclear from first principles. To better understand the dynamics inside hadrons, open flavor heavy hadrons, which contain one charm or bottom quark as constituent, is a good probe.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 539,
                    "text": "[1,",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 542,
                    "text": "2,",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 544,
                    "text": "3,",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 546,
                    "text": "4]",
                    "end": 548
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the limit of m Q → ∞, two symmetries appear in QCD [1]. One is the heavy quark flavor symmetry, where the dynamics becomes independent of the flavor of heavy quarks. The other one is heavy quark spin symmetry (HQSS), where the spin of a heavy quark becomes a conserved value. The SU(2) symmetry from HQSS and U(N h ), where N h is the number of heavy flavor quarks, from heavy quark flavor symmetry lead to the U(2N h ) classification scheme for the open heavy hadrons. The mass of a charm quark is much larger than Λ QCD , which is the energy scale of QCD. Therefore, these two symmetries are approximately applicable to open charm hadrons. Section 4 describes details of the classification scheme by HQSS.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 54,
                    "text": "[1]",
                    "end": 57
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Besides these theoretical interests, open charm hadrons also have an experimental advantage. They have narrow widths compared to hadrons without heavy quarks. For example, in the meson sector, the J P = 1 − state ρ is composed of up and down quarks. It has a width of more than 100 MeV, whereas the corresponding 1 − state D * has a width less than O(1) MeV. The 1/2 − and 3/2 − states in the Λ baryons, Λ(1405) and Λ(1520) have widths of about 50 MeV and 15 MeV, respectively, while the corresponding states in the charm sector, Λ c (2593) + and Λ c (2625) + have widths of around 2.5 MeV and < 1.0 MeV, respectively. Thanks to the narrow width, it is experimentally easy to discover open charm hadrons and measure various properties.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This paper reviews recent experimental progress on open charm hadrons with an emphasis on the roles played by B-factory experiments, Belle and BaBar. There have been revolutionary advances on heavy quark hadrons (not only open heavy hadrons, but also quarkonium states) spectroscopy since Belle and BaBar have begun collecting data. A huge number of hadrons that cannot be understood as ordinary mesons have been discovered, including charmonium-like states such as X(3872) [5], Y (4260) [6], and Z(4430) [7], which are generically called \"XY Z\" states, and bottomonium-like states Z b (10610) and Z b (10650) [8]. A review of exotic quarkonium-like hadrons driven by B-factory experiments can be found in [9]. Additionally, conventional charmonium and bottomonium states such as η c (2S) or η b (2S) have been discovered [10,11]. Finally, more than fifteen new open charm hadrons have been discovered and their properties comprehensively measured. This review focuses on the studies of these newly discovered open charm hadrons.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 474,
                    "text": "[5]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 488,
                    "text": "[6]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 505,
                    "text": "[7]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 610,
                    "text": "[8]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 706,
                    "text": "[9]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 822,
                    "text": "[10,",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 826,
                    "text": "11]",
                    "end": 829
                }
            ]
        },
        {
            "text": "B-factory experiments",
            "section_rank": 3
        },
        {
            "section": "B-factory experiments",
            "text": "The Belle experiment at KEK in Japan and the BaBar experiment at SLAC in the US are designed and optimized to test Kobayashi-Maskawa's theory for the CP violation [12] by studying B meson decays into the CP eigenstates such as J/ψK 0 S . Two accelerators, KEKB [13,14] and PEP-II are asymmetric energy e + e − colliders operated mainly at a center-of-mass energy of 10.58 GeV. This energy corresponds to the mass of an excited bottomonium state Υ(4S), which decays into a B meson pair with a branching fraction of almost 100%, and is the origin of the name B-factory. The Belle [15] and BaBar [16] detectors are designed as 4π general purpose spectrometer in a solenoidal magnetic field. These detectors have some common features such as a good vertexing capability, charged particle identification, and photon energy measurement by the electromagnetic calorimeter to reconstruct various B-meson decays. The number of B meson pairs recorded are 772 × 10 6 for Belle and 466.5 × 10 6 for BaBar. The accumulated integrated luminosity is 980 fb −1 for Belle and 468 fb −1 for BaBar, this includes data with a center-ofmass energy other than Υ(4S). The sizes of data samples collected by B-factory experiments are more than two orders of magnitude higher than that accumulated by older experiments. The high statistics data and general purpose feature of B-factory experiments allow to study not only the CP violation in B decay but also rare B decays, τ and charm physics, and hadron spectroscopy. The data with B meson pairs are used to study open charm hadrons produced via B meson decay, while the data sample including other center-of-mass energies are used for those produced via the e + e − → cc reaction. Section 3 provides additional details about the production mechanism.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 163,
                    "text": "[12]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 261,
                    "text": "[13,",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 265,
                    "text": "14]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 578,
                    "text": "[15]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 593,
                    "text": "[16]",
                    "end": 597
                }
            ]
        },
        {
            "text": "Production of open charm hadrons in B-factory experiments",
            "section_rank": 4
        },
        {
            "section": "Production of open charm hadrons in B-factory experiments",
            "text": "Open charm hadrons are produced mainly in two processes at B-factory experiments. One is decay of the B meson and the other is the e + e − → cc reaction followed by hadronization of the (anti) charm quark (also called continuum production). Each process has advantages and disadvantages in terms of charm hadron spectroscopy. They serve complementary roles. In the B decays, charmed hadrons are produced mainly via the Cabibbo favored b → c transition. In almost of all cases, not only charmed hadrons but also B mesons are reconstructed exclusively. This leads to a good signal purity compared with the e + e − → cc reaction. For a two body decay into charmed hadrons and known long-lived hadrons (such as pions or protons), the helicity of the charmed hadrons is constrained as the spin of B meson is zero. This leads to a model-independent determination of the spin of charmed hadrons. Additionally, as the final state is clearly defined after reconstructing the B meson, the parity can be also determined from the interference with the non-resonant decay processes. However, the production of the high spin state is suppressed and cannot be studied in B meson decays.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Production of open charm hadrons in B-factory experiments",
            "text": "In the e + e − → cc reaction, only a charmed hadron is reconstructed exclusively in almost all cases. Therefore, the background level is relatively high. To reduce the background, the momentum of a charmed hadron in the center-of-mass frame is required to be high as the main background source is the combinatoric one, which tends to have a lower momentum. The determination of the spin is not trivial because there are no constraint on the helicity of charmed hadron from the production, and it should be determined by the fit to the decay angular distribution. On the other hand, the production rate is relatively higher than that from B decay and higher spin states are not suppressed. Therefore, the number of signal events are higher than that from B meson decays. Actually, the number of open charm hadrons discovered in B-factories via the e + e − → cc is larger than that from B decays for both mesons and baryons.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Classification of open charm hadrons with the heavy quark spin symmetry",
            "section_rank": 5
        },
        {
            "section": "Classification of open charm hadrons with the heavy quark spin symmetry",
            "text": "The strength of the chromo-magnetic interaction is proportional to the inverse of the product of masses of two quarks. Therefore, in the limit of heavy quark mass m Q → ∞, the magnetic interaction disappears and the spin of the heavy quark S Q becomes a conserved quantum number. As the total spin J = S Q +j q , where j q is the sum of the light quark spin and orbital angular momentum L, is also a conserved, j q is also a good quantum number. Open heavy hadrons with J = j q ± 1/2 are called a heavy quark spin doublet, which degenerate at the limit of m Q → ∞. This classification scheme is very useful to understand the spectrum of open heavy hadrons.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "Classification of open charm hadrons with the heavy quark spin symmetry",
            "text": "The simplest example of a heavy quark doublet in the cq meson, where q is u or d, is the ground state D and D * mesons. In this case, j q = 1/2 and total spin are 0 and 1. Because a charm quark has a finite mass, the HQSS is broken in the charmed hadron, and D and D * have mass difference of around 140 MeV/c 2 . This is much smaller than those of π and ρ (about 630 MeV/c 2 ) and K and K * (about 400 MeV/c 2 ). An example in the baryon sector is Σ c (2455) and Σ c (2520), which has j q = 1 and the total spins are 1/2 and 3/2. The mass difference is around 65 MeV/c 2 , which is much smaller than that for Σ and Σ(1385) (around 190 MeV/c 2 ). In the quark model, the first excited state of both mesons and baryons should have L = 1. In case of the D meson family, j q has two values: 1 ± 1/2 = 1/2, 3/2. Therefore, there are two heavy quark spin doublets. They are identified as D 1 (2420), D * 2 (2460) for j q = 3/2 and D * 0 (2400), D 1 (2430) for j q = 1/2. When a new state is observed, the concept of a heavy quark spin doublet is the guiding principle to understand the nature of the observed state.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "Classification of open charm hadrons with the heavy quark spin symmetry",
            "text": "It is worth mentioning that combination of heavy quark symmetry and chiral symmetry, which is an approximated symmetry in light quark sector in QCD, is very useful to describe the interactions of heavy mesons such as one-pion transition [17,18].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 237,
                    "text": "[17,",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 241,
                    "text": "18]",
                    "end": 244
                }
            ]
        },
        {
            "section": "Classification of open charm hadrons with the heavy quark spin symmetry",
            "text": "5 Spectroscopy of charmed mesons",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "D meson family",
            "section_rank": 6
        },
        {
            "section": "D meson family",
            "text": "The member of D mesons family are composed of c quark andū ord quark. Before the start of Bfactory experiments, four states were observed among the D meson family. Two were the ground state D and D * , which are the heavy quark spin doublet j q = 1/2 with negative parity. The other two were the heavy quark spin doublet with L = 1 and j q = 3/2: D 1 (2420) and D * 2 (2460). We label the excited D meson family as D ( * ) J , where J is the total spin. The asterisk denotes a state with a natural parity (0 + , 1 − , 2 + , 3 − ...). For the states with j q = 3/2, the two-body decay with the ground state open charm meson and π must be in the D-wave to conserve j q . Therefore, the width should be narrow and relatively easy to observe. In contrast, for the state with j q = 1/2 and L = 1, the same two-body decay should proceed in S-wave, and widths should be wide. Therefore, these states are difficult to be observed experimentally and were not observed prior to the B-factory era. Figure 1 shows the theoretically or experimentally expected/observed members of the D meson family. For the states firstly observed by B-factory experiments, the name of experiment is included in the figure. It is obvious that B-factory experiments have made significant contribution on the spectroscopy of the D meson family. Table 1 summarizes masses, widths, decay modes of D meson family.  [32]. The J P of D 1 (2420) + is not determined but assumed to be the same as isospin partner",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 987,
                    "text": "Figure 1",
                    "end": 995
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1314,
                    "text": "Table 1",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1381,
                    "text": "[32]",
                    "end": 1385
                }
            ]
        },
        {
            "section": "D meson family",
            "text": "Belle studied excited D mesons with Dalitz analysis in the decay",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "D meson family",
            "text": "with a data sample of 65 × 10 6 BB pairs [21]. For the B − → D + π − π − decay, the fit was performed in the plane of the two m 2 (D 0 π − ). D * 0 (2400) 0 is observed. When D * 0 (2400) 0 is not included in the fit, or a state with J P other than 0 + is included, −2ln(L) increases by more than 200. Thus, Belle claimed the first observation of D * 0 (2400) 0 . The large width of 276 ± 21 ± 63 MeV suggests that this decay proceeds in the S-wave. Figure 2 (right) shows the minimal D * + π − distribution with fitted result overlaid for states with common mixing angle ω. In the fit, when the D 1 (2430) 0 is not included, or a state with J P other than 1 + are included, the −2ln(L) increases by more than 100. Thus Belle claimed the first observation of D 1 (2430) 0 . To date, this is the only significant evidence for this state. As the mass of the c quark is finite and heavy quark spin symmetry is not perfect, there should be some mixing between the S and D waves. Therefore, D 1 (2420) and D 1 (2430) are expressed as mixing of the S and D wave. The mixing angle is obtained as ω = −0.10 ± 0.03 ± 0.02 ± 0.02 rad, which means the S and D waves are dominant for D 1 (2420) and D 1 (2430), respectively. BaBar also did the Dalitz analysis for [22] with a data sample around six times higher than Belle's analysis [21], confirming the existence of D * 0 (2400) 0 with a mass and width of 2297 ± 8 ± 20 MeV/c 2 and 273 ± 12 ± 48 MeV, respectively. These values are consistent with Belle's result with better precision. Belle also studied the charged partners in theB",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 41,
                    "text": "[21]",
                    "end": 45
                },
                {
                    "type": "figure",
                    "start": 450,
                    "text": "Figure 2",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1252,
                    "text": "[22]",
                    "end": 1256
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1322,
                    "text": "[21]",
                    "end": 1326
                }
            ]
        },
        {
            "section": "D meson family",
            "text": "The analysis method is basically the same as that for neutral states [21], where several resonances such as ρ, f 0 (600), f 0 (980), and f 0 (1380) are included in the π + π − channel. The mass and width of the D * 0 (2400) + were fixed with the values for the neutral partner. The significance of the D * 0 (2400) + is obtained as 6.8σ, which first observation of this state.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 69,
                    "text": "[21]",
                    "end": 73
                }
            ]
        },
        {
            "text": "Higher excited states in the continuum production",
            "section_rank": 7
        },
        {
            "section": "Higher excited states in the continuum production",
            "text": "Excited states such as the D-wave or radial excited states are expected in the high mass region. BaBar studied heavy charmed mesons decaying into D ( * ) π produced in the e + e − → cc reaction [23].  Figure 4 shows the D * π invariant mass distributions. As the spin of D * is one, the helicity angle distribution contains spin-parity information of the resonances. Here, the helicity angle θ H is defined as the angle between the primary π and the slow π in the D * rest frame. For natural parity states, the decay angle distribution should be sin 2 θ H whereas for unnatural parity states, the expected distribution is cos 2 θ H for 0 − and 1 + hcos 2 θ H for the other J P . Here, h is a helicity parameter. The data is divided in two samples:|cosθ H > 0.75|, which enriches the unnatural parity states and |cosθ H < 0.5|, which enriches the natural parity states. In the unnatural parity enriched samples, structures corresponding to D(2550) and D(2740) are visible. In the natural parity enriched samples, structures corresponding to D * J (2600) and D * 3 (2750) are observed. The decay angular distribution for each resonance is also measured. D(2550), D(2740), and D * J (2600) are consistent with 0 − , unnatural parity, and natural parity states, respectively. These observations suggest that D * J (2600) observed in Dπ and D * π are the same state while D * 3 (2750) and D(2740) are different states. BaBar also measured ratios of branching fractions:",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 194,
                    "text": "[23]",
                    "end": 198
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 201,
                    "text": "Figure 4",
                    "end": 209
                }
            ]
        },
        {
            "section": "Higher excited states in the continuum production",
            "text": "LHCb experiment studied of D",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "Higher excited states in the continuum production",
            "text": "J decaying into D ( * ) π produced in the pp collision [19]. The existence of D(2550), D * J (2600), D(2740), and D * 3 (2750) are confirmed, but the mass and width of D * J (2600) for two measurements are inconsistent. In addition, two states are observed with mass around 3000 MeV/c 2 : D J (3000) and D * J (3000), which decay into D * π and Dπ, respectively. From the helicity angle analysis, D(2550) is consistent with unnatural parity, but 0 − is not preferred over other J P . The resonances in the Dπ final state in B − → D + π − π − decay were also studied, and the spin of D * 3 (2750) is determined as three [24].",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 55,
                    "text": "[19]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 619,
                    "text": "[24]",
                    "end": 623
                }
            ]
        },
        {
            "section": "Higher excited states in the continuum production",
            "text": "The most straightforward interpretation of D(2550) and D * J (2600) is the heavy spin doublet with n = 2, L = 0, and j q = 1/2, and that for D(2740) and D * (2750) is the heavy spin doublet with n = 1, L = 2, j q = 5/2 as J P of 3 − is preferred for D * (2750). The predicted mass for these quantum numbers are consistent with quark model prediction [20]. Many theoretical works studied these states not only from the masses but also from the decay width and the decay branching fractions [25,26,27,28]. Calculations with heavy quark effective theory [26] are reasonably consistent with these interpretations. The calculation based on the 3 P 0 model [25] shows that observed width of D(2550) is too broad compared to the predicted width of 22.1 MeV. Additionally, the LHCb measurement does not prefer 0 − over other unnatural parity J P for D(2550) (it is called D(2580) in LHCb's measurement [19]). More efforts theoretically and experimentally are necessary to identify the nature of the observed high mass excited states.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 350,
                    "text": "[20]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 489,
                    "text": "[25,",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 493,
                    "text": "26,",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 496,
                    "text": "27,",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 499,
                    "text": "28]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 551,
                    "text": "[26]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 651,
                    "text": "[25]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 894,
                    "text": "[19]",
                    "end": 898
                }
            ]
        },
        {
            "text": "D 0 and D * 0",
            "section_rank": 8
        },
        {
            "section": "D 0 and D * 0",
            "text": "BaBar precisely measurement the D * (2010) + mass and width by using the decay chain [29]. The mass and width are obtained as m(D * (2010) + ) − m(D 0 ) = 145.4266 ± 0.0005 ± 0.0020 MeV/c 2 , and Γ = 83.3 ± 1.2 ± 1.4 keV, respectively. This is an improvement of the uncertainty for the width and mass by factors of approximately 12 and 6, respectively. BaBar precisely measured the D 0 mass by using the decay chain D * (2010)",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 85,
                    "text": "[29]",
                    "end": 89
                }
            ]
        },
        {
            "section": "D 0 and D * 0",
            "text": "The K − K − K + π + decay was used as its Q-value is a relatively small-value of 250 MeV. This yields a small background and a good invariant mass resolution. The obtained values are m(D 0 ) = 1864.841 ± 0.048 ± 0.043 + 3[m(K + ) − 493.677] MeV/c 2 , where the quoted uncertainty is about half of that of previous measurements. From this measurement, the binding energy of the X(3872) assuming it as D 0D * 0 molecular state [31] is 0.12 ± 0.24 MeV, indicating X(3872) is a very shallow bound state.    ",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 425,
                    "text": "[31]",
                    "end": 429
                }
            ]
        },
        {
            "text": "Spectroscopy of D s mesons",
            "section_rank": 9
        },
        {
            "section": "Spectroscopy of D s mesons",
            "text": "Events / ( 0.005 GeV/c  For the P-wave excited states, the same discussion as the D family can be applied. In total, four states are expected. Two have j q = 3/2 and J = 1, 2. They correspond to D s1 (2536) + and D * s2 (2573) + . The other two states have j q = 1/2 with J = 0, 1. Prior to the B-factory experiments, they had yet to be discovered. The reason for the no-observation were thought to be their width were expected to be broad because the expected decay modes were DK (J = 0) or D * K (J = 1) via the S-wave. Therefore, the observation of two very narrow states decaying into D + s π 0 and D * s π 0 , which are called D * s0 (2317) + and D s1 (2460) + , was surprising. Figure 6 shows the D + s π 0 invariant mass distributions in the e + e − → cc reaction reported by BaBar [33]. This is the first observation of D * s0 (2317) + . Additionally, a peaking structure at 2.46 GeV/c 2 was observed in the D + s π 0 γ invariant mass distribution. Nowadays, the structure is interpreted as D s1 (2460) + . However, a detailed study including the determination of the significance was not conducted. Soon after that, the CLEO experiment confirmed the existence of D * s0 (2317) + along with the first observation of D s1 (2460) + decaying into D * + s π 0 [34]. The existence of D s1 (2460) + has been confirmed by Belle [35] and BaBar [36]. Belle also discovered the D s1 (2460) + decay modes of D + s γ and D + s π + π − [35]. As the D * s0 (2317) + decays into D + s π 0 , it is a natural-parity state. Considering J P = 2 + state D * s2 (2573) + is already observed, the most plausible J P is 0 + . On the other hand, D s1 (2460) + should be an unnatural-parity state because it decays into D * + s π 0 and the decay into the isospin allowable mode DK is not observed, although the mass is above the threshold. Angular analysis of D s1 (2460) + → D + s γ with D s1 (2460) + produced in the B decay by both Belle and BaBar suggest the spin is one [37,38]. Therefore, the J P is determined as 1 + . It is attractive to assign these two states as j q = 1/2 P-wave states. However, the masses of D * s0 (2317) + and D s1 (2460) + are smaller than those from the quark model prediction [20] by around 160 MeV/c 2 and 70 MeV/c 2 , respectively. Actually, the mass of D * s0 (2317) + is smaller than its possible non-strange partner D * 0 (2400) 0 although the constituent mass of the strange quark is around 100 MeV/c 2 heavier than up or down quarks. Additionally, the severe limits for the radiative decay Γ(D * s0 (2317) + →D * + s γ) Γ(D * s0 (2317) + →D + s π 0 ) < 0.059 by CLEO [34] is inconsistent with the simple cs picture [40]. These facts have triggered many theoretical discussion for the nature of these two states. These include a DK or D * K molecule [41], tetra-quark [42], the mixing of cs and tetra-quark [43], etc. For more details of theoretical discussion, see for example Refs. [44,45] and references therein.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 684,
                    "text": "Figure 6",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 789,
                    "text": "[33]",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1264,
                    "text": "[34]",
                    "end": 1268
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1329,
                    "text": "[35]",
                    "end": 1333
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1344,
                    "text": "[36]",
                    "end": 1348
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1431,
                    "text": "[35]",
                    "end": 1435
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1958,
                    "text": "[37,",
                    "end": 1962
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1962,
                    "text": "38]",
                    "end": 1965
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2193,
                    "text": "[20]",
                    "end": 2197
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2591,
                    "text": "[34]",
                    "end": 2595
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2639,
                    "text": "[40]",
                    "end": 2643
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2773,
                    "text": "[41]",
                    "end": 2777
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2791,
                    "text": "[42]",
                    "end": 2795
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2830,
                    "text": "[43]",
                    "end": 2834
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2907,
                    "text": "[44,",
                    "end": 2911
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2911,
                    "text": "45]",
                    "end": 2914
                }
            ]
        },
        {
            "section": "Spectroscopy of D s mesons",
            "text": "In many multiquark scenarios, the isospin is predicted to be one and the existence of doubly charged and neutral partners is suggested, e.g. [46]. However, the search for partner states in continuum production by BaBar [39] and in B meson decay by Belle [47] both found no evidence and the limits on the product of the production cross section and branching fraction are more than one order of magnitude smaller than those of the charged states. This is a stringent limit for the isospin one scenario interpretation as the cross section for doubly charged and neutral partners are naively similar with those of the charged state from the isospin symmetry.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 141,
                    "text": "[46]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 219,
                    "text": "[39]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 254,
                    "text": "[47]",
                    "end": 258
                }
            ]
        },
        {
            "section": "Spectroscopy of D s mesons",
            "text": "Both D * s0 (2317) + and D s1 (2460) + have invariant mass distributions consistent with those expected from the detector response and the upper limit for the width is determined. The obvious reason for the narrow width is that these decays are isospin-violating modes. The most severe limits on the width are 3.8 MeV for D * s0 (2317) + and 3.5 MeV for D s1 (2460) + , which were determined by BaBar [39]. There are many theoretical calculations for the decay width of these states. For example, in Ref. [48], it is proposed that the isospin-violating decay is originated from π 0 − η mixing effect and D * s0 and the decay width is around 7 keV. In Refs. [49,50], it is proposed that in DK molecule picture, the direct isospin-violating decay is the dominant process as D and K mesons contain (anti) up and down quarks. The calculated width of D * s0 (2317) + is 46.7-111.9 keV depending on the choice of scale parameter. Events/5MeV ",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 401,
                    "text": "[39]",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 505,
                    "text": "[48]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 657,
                    "text": "[49,",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 661,
                    "text": "50]",
                    "end": 664
                }
            ]
        },
        {
            "text": "D s1 (2536) +",
            "section_rank": 10
        },
        {
            "section": "D s1 (2536) +",
            "text": "Observation of the D * s0 (2317) + and D s1 (2460) + along with their deviations from the quark model predictions have renewed interests in the P-wave excited state of the D s family. The D s1 (2536) + , which was first observed by the ARGUS collaboration [51], is generally accepted as P-wave excited state with J = 1 and j q = 1/2. This is because the mass is very close to the quark model prediction [20] and the angular analysis by CLEO [52] as well as the non-observation of the DK decay mode shows it is an unnatural parity state. In the limit of heavy quark mass to be infinite, states with j q = 1/2 and j q = 3/2 must be completely separated. However, as the mass of charm quark is finite, D s1 (2536) + should be a mixed state of the j q = 1/2 and j q = 3/2 states. In the D s1 (2536) + → D * K decay, the j q = 1/2 state decays in the S-wave whereas the j q = 3/2 state decays in the D-wave. Therefore, measuring the relative widths of the D-and S-waves can provide information about the mixing angle. Belle performed full angular analysis for the D s1 (2536) + → D * K, D * →Kπ decay chain with D s1 (2536) + produced in the continuum reaction [53] and showed that Γ S /(Γ S +Γ D ) = 0.72±0.05±0.01. The S-wave contribution is larger than the D-wave one, which is contrary to the naive expectation. Before the start of the B-factory experiments, only the upper limit of the width was measured. BaBar performed the first significant measurement and obtained a value 0.92 ± 0.03 ± 0.04 MeV using the 8000 D s1 (2536) + sample in the continuum production [54].",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 256,
                    "text": "[51]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 403,
                    "text": "[20]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 441,
                    "text": "[52]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1156,
                    "text": "[53]",
                    "end": 1160
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1564,
                    "text": "[54]",
                    "end": 1568
                }
            ]
        },
        {
            "text": "Higher excited D s states",
            "section_rank": 11
        },
        {
            "section": "Higher excited D s states",
            "text": "BaBar observed a new resonances D * s1 (2700) and D * sJ (2860) decaying into the DK final states from continuum production using a data sample of 240 fb −1 [55]. The Observation in the DK final states indicates that they are natural parity states. Soon after, Belle also studied the DK final state in the B + →D 0 D 0 K + decay [56]. Belle found a signal with a mass and a width almost consistent with BaBar's result for the D * s1 (2700) with a statistical significance of 8.4σ. D * sJ (2860) observed in the continuum production is not seen in the B meson decay. Figure 8 shows the D 0 K + invariant mass and the helicity angle distributions. From the helicity angle distribution, the spin of the D * s1 (2700) + is determined as one. As the DK decay is possible only for the natural parity state, the J P is determined as 1 − . BaBar analyzed the D * K final state in addition to the DK final state with improved statistics of 470 fb −1 [57]. Figure 9 shows the D * K invariant mass distribution. In the D * K mass distribution, in addition to the D * s1 (2700) + and D * sJ (2860) + observed in the DK mode, a new resonance D sJ (3040) + is found with a statistical significance of 6.0σ. The non-observation of D sJ (3040) + in the DK decay mode indicates that it is an unnatural parity state. Additionally, the ratio of branching fractions for D * K to DK for D * s1 (2700) + and D * sJ (2860) + is reported and the obtained values were almost consistent with one. LHCb analyzed theD 0 K − final state in the B s →D 0 K − π + decay [58]. Interestingly, LHCb reported that D * sJ (2860) + originated from two overlapped states with J P equal to 1 − and 3 − , which we call D * s1 (2860) + and D * s3 (2860) + . Both D * s1 (2700) + and D * s1 (2860) + have J P equal to 1 − . In the quark model, J P = 1 − corresponds to the state with a radially excited state in a S-wave or a D-wave excited state with j q = 3/2. In the effective Lagrangian approach, according to the ratio of branching fractions for D * K to DK, D * s1 (2700) is preferred as the radially excited state [59]. It should be noted that as the D-wave and radially excited state should be mixed, D * s1 (2700) and D * s1 (2860) + should be not a pure radially or D-wave excited state, but instead are mixed states, The D * s3 (2860) + is a candidate of the state with a F-wave and j q = 5/2. For D sJ (3040) + , the experimental information is limited. Hence it is difficult to identify its nature. ",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 157,
                    "text": "[55]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 329,
                    "text": "[56]",
                    "end": 333
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 566,
                    "text": "Figure 8",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 941,
                    "text": "[57]",
                    "end": 945
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 947,
                    "text": "Figure 9",
                    "end": 955
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1538,
                    "text": "[58]",
                    "end": 1542
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 2078,
                    "text": "[59]",
                    "end": 2082
                }
            ]
        },
        {
            "text": "Charmed baryons",
            "section_rank": 12
        },
        {
            "section": "Charmed baryons",
            "text": "Charmed baryons are good probes to study the di-quark degree of freedom in the baryons. For the wave function of a baryon containing one heavy quark, two Jacobi coordinates can be taken: the relative coordinate two light quarks (ρ) and the coordinates of a di-quark and a charm quark (λ). The ratio of the excitation energy for these two coordinatesh ωρ hω λ is given as",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "section": "Charmed baryons",
            "text": ", where m Q and m q are the constituent masses of the heavy and the light quark, respectively. In the limit of m Q → ∞, the ratio becomes a large value of √ 3, which means the excited states for ρ and λ modes are separated. A detailed theoretical calculation based on the quark model shows the two excitation modes are well separated for the charmed baryon [60]. This suggests that charmed baryons can be interpreted rather simply as a bound state of a di-quark and a charm quark. It is important to verify if this di-quark and charm quark picture systematically explains the experimentally observed spectra. Additionally, the discussion of the heavy quark spin symmetry can be also applied to charmed baryons. The spectroscopy of charmed baryon provide a information to understand the role of heavy quark in the baryon.   Figure 10 shows the experimentally observed charmed baryons. Many of the excited states are discovered e + e − collider experiments such as CLEO, Belle, and BaBar. Historically, CLEO discovered the relatively light excited states while the next generation B-factory experiments discovered heavier excited states. Very recently, LHCb also join the spectroscopy of charmed baryons. ",
            "paragraph_rank": 29,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 357,
                    "text": "[60]",
                    "end": 361
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 823,
                    "text": "Figure 10",
                    "end": 832
                }
            ]
        },
        {
            "text": "Λ +",
            "section_rank": 13
        },
        {
            "section": "Λ +",
            "text": "c family Λ + c baryons are composed of cud quarks where the isospin of the ud quark system is zero. Five Λ + c states were observed prior to B-factories. The ground state Λ + c , the heavy quark spin doublet with p-wave (λ mode) excited states Λ c (2593) + and Λ c (2625) + , and the two higher excited states Λ c /Σ c (2765) + and Λ c (2880) + . For Λ c /Σ c (2765) + , the isospin has yet to be determined. Except for the ground state Λ + c , CLEO discovered these excited states. Belle studied J P of Λ c (2880) + in the Σ c (2455)π and Σ c (2520)π final states [62]. Figure 11 shows the decay angular distributions cosθ and φ, where θ is the angle between the pion momentum in the Λ c (2880) + rest frame and the boost direction of Λ c (2880) + and φ is the angle between the e + e − → Λ c (2880) + X reaction plane and the plane defined by the pion momentum and the Λ c (2880) + boost direction in the Λ c (2880) + rest frame. The decay angular distribution for spin 3/2 hypothesis is given as",
            "paragraph_rank": 30,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 565,
                    "text": "[62]",
                    "end": 569
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 571,
                    "text": "Figure 11",
                    "end": 580
                }
            ]
        },
        {
            "section": "Λ +",
            "text": ", where ρ ij are the elements of the spin density matrix. The bottom plot of Fig. 11 shows the φ dependence is small. The decay angular distribution for spin 5/2 after integrating φ dependence is given as 025. This value favors J P = 5/2 + over J P = 5/2 − from the calculations assuming heavy quark spin symmetry [63]. There is a subtlety in this calculation as the P -wave component in the Σ c (2520)π decay mode is neglected for 5/2 + assumption. A calculation based on the quark model incorporating heavy quark spin symmetry [64] shows that in a certain configuration, the P -wave contribution can be neglected and J P = 5/2 + gives R consistent with the measured value. BaBar discovered Λ c (2940) + in the D 0 p final state [65]. Figure 12 shows the D 0 p invariant mass distribution. Clear peaks corresponding to Λ c (2940) + is observed in addition to well known Λ c (2880) + with a significance of 8.7σ. As the doubly charged partner for Λ c (2880) + and Λ c (2940) + is not observed in the D + p final state, this state is identified as an isosinglet. These are the firstly observed charmed baryons in the decay mode where the charm quark is contained in the meson (D 0 ).",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 77,
                    "text": "Fig. 11",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 314,
                    "text": "[63]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 529,
                    "text": "[64]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 730,
                    "text": "[65]",
                    "end": 734
                },
                {
                    "type": "figure",
                    "ref_id": "fig_15",
                    "start": 736,
                    "text": "Figure 12",
                    "end": 745
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "LHCb studied the decay Λ 0 b → D 0 pπ − and reported the existence of Λ c (2860) + in addition to known Λ c (2880) + and Λ c (2940) + [61]. Constraining on J P of these states, J P of Λ c (2880) + is J = 5/2, with the J = 7/2 disfavored by 4σ and 1/2 and 3/2 disfavored by more than 5σ, which is consistent with Belle's result [62]. J P of Λ c (2860) + is identified as 3/2 + by excluding other quantum numbers with more than 6σ. Λ c (2940) + favors 3/2 − but other solutions with spin 1/2 and 7/2 cannot be excluded.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 134,
                    "text": "[61]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 327,
                    "text": "[62]",
                    "end": 331
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "From the facts that the masses of Λ c (2860) + and Λ c (2880) + are close, and the measured J P of 3/2 + and 5/2 + , it is natural to regard these states as a heavy quark spin doublet with D-wave excitation. Theoretical analysis with the QCD sum rule suggests that D-wave excitation in the λ mode is consistent with the measured masses [66]. These predictions for the masses are consistent with several previous theoretical studies [67,67,68] . However, the authors in Ref. [69] say there are some difficulties to interpret Λ c (2880) + as D-wave excited state from their decay information.",
            "paragraph_rank": 33,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 336,
                    "text": "[66]",
                    "end": 340
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 432,
                    "text": "[67,",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 436,
                    "text": "67,",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 439,
                    "text": "68]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 474,
                    "text": "[69]",
                    "end": 478
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "As the mass of Λ c (2940) + is very close to the D * p threshold (2945 MeV/c 2 ), there are a number of theoretical papers discussing the possible molecular state interpretation [70,71,72,73,74]. There are also a number of calculations trying to interpret Λ c (2940) + as an ordinal charmed baryon [63,75]. However, its nature has yet to be conclusively identified.",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 178,
                    "text": "[70,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 182,
                    "text": "71,",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 185,
                    "text": "72,",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 188,
                    "text": "73,",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 191,
                    "text": "74]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 298,
                    "text": "[63,",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 302,
                    "text": "75]",
                    "end": 305
                }
            ]
        },
        {
            "section": "Λ +",
            "text": "The properties of the ground state Λ + c are also extensively studied by the B-factory experiments. BaBar precisely measured the mass of Λ + c using two decay modes ΛK 0 S K + and Σ 0 K 0 S K + , which have very small Q value [76]. The result is m(Λ + c ) = 2286.46 ± 0.14 MeV/c 2 , which is better than previous  measurements by more than factor four, and is still the best measurement. Belle performed a model independent measurement of B(Λ + c → pK − π + ) by inclusively reconstructing Λ + c by using the missing mass recoiling against D * −p π + system [77]. The obtained branching fraction 6.84±0.24(stat.) +0. 21 −0.27 (syst.) has five times better accuracy than previous measurements. Belle also observed the first doubly Cabibbo Suppressed decay of baryon Λ + c → pK + π − [78]. Figure 13 shows the pK + π − invariant mass distribution. The clear peak corresponds to Λ + c . The ratio of the branching fractions Events -Bkg ",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 226,
                    "text": "[76]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 558,
                    "text": "[77]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 617,
                    "text": "21",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 782,
                    "text": "[78]",
                    "end": 786
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 788,
                    "text": "Figure 13",
                    "end": 797
                }
            ]
        },
        {
            "text": "Σ c family",
            "section_rank": 14
        },
        {
            "section": "Σ c family",
            "text": "Σ c baryons are composed of the c quark and two ud quarks with an isospin one. Table 4 summarizes the experimentally observed Σ c family. The ground state has j q = 1 in order to make their wave function totally anti-symmetric. Consequently, a heavy quark spin doublet of Σ c (2455) and Σ c (2520) is formed. They were the only observed states prior to B-factory experiments.",
            "paragraph_rank": 36,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 79,
                    "text": "Table 4",
                    "end": 86
                }
            ]
        },
        {
            "section": "Σ c family",
            "text": "Belle observed new excited state Σ c (2800) in the Λ + c π decay [79]. Figure 14 shows the M(Λ + c π) − M(Λ + c ) distributions for three pion charges. All the isotriplet states are observed with the masses and widths close to each other. It is noteworthy that we do not see a signal corresponding to Λ c /Σ c (2765) in this channel, suggesting that this state is an isosinglet. J P of Σ c (2800) was not measured, making it difficult to identify the nature. One of the candidates may be the P-wave excitation in the λ mode as it is the lightest excited state. Refs. [63,75] identified it as J P = 3/2 − or 5/2 − in the λ mode P-wave excitation because it decay into Λ + c π with D-wave and the width can be relatively narrow. There are many other studies such as coupled channel [81], and the DN molecule state [82,72] (DN threshold is 2804 MeV/c 2 ), BaBar studied the intermediate Λ + c π − final state in the B − → Λ + cp π − decay [80]. An enhancement with mass of 2846 ± 8 MeV/c 2 is observed. This value is 3σ higher than that of Σ c (2800) 0 measured by ",
            "paragraph_rank": 37,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 65,
                    "text": "[79]",
                    "end": 69
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 71,
                    "text": "Figure 14",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 567,
                    "text": "[63,",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 571,
                    "text": "75]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 780,
                    "text": "[81]",
                    "end": 784
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 812,
                    "text": "[82,",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 816,
                    "text": "72]",
                    "end": 819
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 936,
                    "text": "[80]",
                    "end": 940
                }
            ]
        },
        {
            "section": "Σ c family",
            "text": "2453.75 ± 0.14 1.83 +0.11 −0.19",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 20,
                    "text": "+0.11",
                    "end": 25
                }
            ]
        },
        {
            "section": "Σ c family",
            "text": "14.78 +0.30 −0.40",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 6,
                    "text": "+0.30",
                    "end": 11
                }
            ]
        },
        {
            "section": "Σ c family",
            "text": "Belle [79] (widths in the two measurements are consistent each other). A study with higher statistics is needed to resolve whether these two peaks are originated from the same excited state. BaBar also determined the spin of the Σ c (2455) 0 from the decay angular distribution in the B − → Σ c (2455) 0p decay. The spin 1/2 is preferred over 3/2 at the 4σ level, which is consistent with the quark model expectation for the lowest Σ c state. In this decay mode, the helicity of Σ c (2455) is fixed to be 1/2 as the angular spin of the B meson is zero and that for a proton is 1/2. This study clearly shows the usefulness of the B meson decay to determine the quantum number of the charmed baryons. It is important to measure the mass and width with a good precision to conclude if the two states observed at Belle and BaBar are the same.  The mass difference of the iso-multiplet is interesting as it contains information on the wave function of the charmed baryons. Naively, the mass of the neutral state is heavier than the doubly charged one because m(d) is heavier than m(u). However, due to the electro-magnetic repulsive force, the doubly charged state is predicted to be heavier than neutral one [83,84,85,86]. Belle precisely measured for the masses and widths of Σ c (2455/2520) using full statistics [87] ",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 6,
                    "text": "[79]",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 1204,
                    "text": "[83,",
                    "end": 1208
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 1208,
                    "text": "84,",
                    "end": 1211
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 1211,
                    "text": "85,",
                    "end": 1214
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 1214,
                    "text": "86]",
                    "end": 1217
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 1311,
                    "text": "[87]",
                    "end": 1315
                }
            ]
        },
        {
            "text": "Ξ c family",
            "section_rank": 15
        },
        {
            "section": "Ξ c family",
            "text": "Ξ c baryons are composed of cs quarks and one u or d quark. Table 5 summarizes the experimentally observed Ξ c family. Five Ξ c states were observed prior to the B-factory experiments:ground state Ξ c , heavy quark spin doublet with su/d di-quark to be one, Ξ ′ c , Ξ c (2645) + , another heavy quark spin doublet with a P-wave in the λ mode excitation, Ξ c (2790), and Ξ c (2815). The B-factory experiments have established three new excited Ξ c states.  ",
            "paragraph_rank": 41,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 60,
                    "text": "Table 5",
                    "end": 67
                }
            ]
        },
        {
            "section": "Ξ c family",
            "text": "3055.9 ± 0.4 7.8 ± 1.9 ? ? Σ c (2455) ++ K − , ΛD + (Ξ c (3055) 0 ) 3059.0 ± 0.5 ± 0.6 6.4 ± 2.1 ± 1.1",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "section": "Ξ c family",
            "text": "?",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "section": "Ξ c family",
            "text": "Three papers have reported the excited Ξ c states decaying into Λ + c K − π + final states from B-factories. Belle reported observation of the excited Ξ c states of Ξ c (2970) + and Ξ c (3080) +/0 in the Λ + c K − π + and Λ + c K 0 S π − final states [89] with data sample of 461.5 fb −1 . BaBar studied the same final states, as well as Σ c (2455) and Σ c (2520) into Λ + c π intermediate states [90]. In addition to the Ξ c (2970) and Ξ c (3080), BaBar discovered Ξ c (3055) + in the Σ c (2455) ++ K − final state and found a evidence of Ξ c (3123) + in the Σ c (2520) ++ K − final state. Finally, Belle studied the Σ c (2455) ++ K − and Σ c (2520) ++ K − final state with a data sample of 980 fb −1 [91]. The existence of Ξ c (3055) + is confirmed, but a peak structure corresponding to Ξ c (3123) + is not observed. The Ξ c (2970) +/0 is also observed in the Ξ c (2645) 0/+ π +/− final state [92] and Ξ 0/+ c π +/− final state [93]. Belle also observed Ξ c (3055) +/0 and Ξ c (3080) +/0 in the ΛD +/0 final state [88]    [93]. The precisions for masses relative to that of ground state Ξ c are improved by roughly one order of magnitude compared to the previous world averages. The first significant measurements for the widths were achieved for Ξ c (2645) 0 , Ξ c (2790) +/0 , and Ξ c (2815) +/0 . The isospin splittings between the member of each isodoublet, which contain information about the wave function of baryons, as written in the description for the Σ c family, are also measured. Table 6 summarizes the values. Interestingly, the splittings for Ξ c (2645) and Ξ ′ c are less then 1 MeV/c 2 whereas those for Ξ c (2790), Ξ c (2815) and Ξ c (2970) are larger than 3 MeV/c 2 with uncertainties of around 0.5 MeV/c 2 . Qualitatively, the values are small when the Coulomb repulsive potential is small. This situation is achieved when the charge radius is large. This naively explains the large splitting for Ξ c (2790) and Ξ c (2815), which are P-wave excited states. These tendencies are also qualitatively consistent with the theoretical prediction [86,96] except for Ξ c (2970) which was not discovered when the theoretical calculations were performed. Table 6: Summary of the isospin splittings of the Ξ c baryons reported in [93].  [66] based on the mass of these states. This seems to be an attractive scenario. However, other theoretical calculations indicate that the D-wave assignment for Ξ c (3080) has several difficulties based on the measured branching fractions or the total width [97,98,69]. Additionally, the large decay branching fraction of Ξ c (3055) → ΛD is not consistent with the chiral quark model calculation of the 3/2 + D-wave λ mode excited state [97]. Ξ c (2970) is a candidate of the 2S excited state of Ξ c [63,67]. The large isosplitting for Ξ c (2970) measured by Belle should help to understand the nature of this baryon. Ξ c (2930) is a candidate for the P-wave excitation state of Ξ ′ c , which is possibly a Ξ ′ c analogue of Σ c (2800), or a candidate of the 2S excited state of Ξ c [97,99,100].",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 251,
                    "text": "[89]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 397,
                    "text": "[90]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 702,
                    "text": "[91]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 896,
                    "text": "[92]",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 931,
                    "text": "[93]",
                    "end": 935
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 1017,
                    "text": "[88]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 1025,
                    "text": "[93]",
                    "end": 1029
                },
                {
                    "type": "table",
                    "start": 1496,
                    "text": "Table 6",
                    "end": 1503
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 2063,
                    "text": "[86,",
                    "end": 2067
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 2067,
                    "text": "96]",
                    "end": 2070
                },
                {
                    "type": "table",
                    "start": 2168,
                    "text": "Table 6",
                    "end": 2175
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 2242,
                    "text": "[93]",
                    "end": 2246
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 2249,
                    "text": "[66]",
                    "end": 2253
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 2507,
                    "text": "[97,",
                    "end": 2511
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 2511,
                    "text": "98,",
                    "end": 2514
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 2514,
                    "text": "69]",
                    "end": 2517
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 2686,
                    "text": "[97]",
                    "end": 2690
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 2749,
                    "text": "[63,",
                    "end": 2753
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 2753,
                    "text": "67]",
                    "end": 2756
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 3032,
                    "text": "[97,",
                    "end": 3036
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 3036,
                    "text": "99,",
                    "end": 3039
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 3039,
                    "text": "100]",
                    "end": 3043
                }
            ]
        },
        {
            "section": "Ξ c family",
            "text": "A future determination of J P is important to clarify the nature of these states. It should be noted that no analogue state for Λ c (2940) + is observed in the Ξ c family. This state may possibly be observed in the future experiments such as Belle II.",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "Ω c",
            "section_rank": 16
        },
        {
            "section": "Ω c",
            "text": "Ω c baryons are composed of a c quark and two s quarks. Table 7 summarizes the experimentally observed Ω c family. As the flavor part of the di-quark wave function is symmetric, the spin of di-quark must be one. Therefore, the ground state forms a heavy quark spin doublet with total spin with 1/2 and 3/2. Only the state with 1/2, Ω c was observed prior to the B-factories. BaBar observed the spin partner Ω c (2770) 0 in the Ω c γ final state [101]. Figure 17 shows the Ω c γ invariant mass distributions for various Ω c decay channels. Belle confirmed BaBar's finding and is currently most precise mass measurement of Ω c [102].",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 56,
                    "text": "Table 7",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 445,
                    "text": "[101]",
                    "end": 450
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 452,
                    "text": "Figure 17",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 625,
                    "text": "[102]",
                    "end": 630
                }
            ]
        },
        {
            "section": "Ω c",
            "text": "LHCb observed 5 excited Ω c states Ω c (3000) 0 , Ω c (3050) 0 , Ω c (3065) 0 , Ω c (3090) 0 , and Ω c (3120) 0 , in the Ξ + c K − final state [103] (The sign of Ω c (3188) 0 was also reported, but it is not significant). Belle confirmed the existence of these states except for Ω c (3119) 0 [104]. Naively, five excited Ω c states are expected (one 1/2 − , two 3/2 − , and 5/2 − ) in the P-wave state as the spin of the two strange quarks is one. Some of these newly discovered states should correspond to these P-wave states.  SuperKEKB/Belle II is a upgrade of the KEKB/Belle, which aims to collect a data set with 50 times integrated luminosity to search for the physics beyond the Standard Model. The KEKB accelerator has been upgraded to SuperKEKB, which is designed to have a peak luminosity 40 times higher than that of KEKB [105]. This is achieved by utilizing so called the \"nano-beam scheme\", where the beam size in the vertical axis is squeezed in around 50 nm at the interaction point [106], and doubling the beam current. The Belle detector has also been upgraded to the Belle II detector to cope with expected high beam originated background in SuperKEKB and to improve the performance [107]. At the time of this writing, Belle II experiment has just started the operation but only part of the vertex detector installed. Well-known hadrons such as D ( * ) or B have already been rediscovered. The operation with a full detector setup is scheduled for early 2019.",
            "paragraph_rank": 47,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 143,
                    "text": "[103]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 292,
                    "text": "[104]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 833,
                    "text": "[105]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 998,
                    "text": "[106]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 1201,
                    "text": "[107]",
                    "end": 1206
                }
            ]
        },
        {
            "section": "Ω c",
            "text": "SuperKEKB/Belle II will allow us to study not only the physics beyond the Standard Model, but also hadron spectroscopy more deeply. For example, it is experimentally known that the hadron production cross section in the e + e − collision drops in the exponential curve as a function of hadron mass [108]. This means that the current B-factory data may miss a high mass resonance due to the small cross sections. Belle II will make it possible to discover these hadrons. The determination of the quantum number is very important to identify the nature of excited states. As shown in the example of the determination of the spin of Σ c (2455) [80], the charmed hadrons produced from the B meson is very useful to determine their quantum numbers from the constraints on the helicities. Collecting more data should allow to observe higher spin state in the B decays and spin to be determined in a model independent way. Additionally, several theoretical papers have indicated that measuring various possible decays is important to understand the nature of hadrons. Many decay modes have yet to be surveyed such as those including η mesons. It is important to study these decay modes comprehensively with a high statistics data sample.",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 298,
                    "text": "[108]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 641,
                    "text": "[80]",
                    "end": 645
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "In summary, there has been a significant progress in the field of open charm hadron spectroscopy, which has been driven by B-factory experiments, Belle and BaBar. More than fifteen new charmed mesons and baryons are discovered in this fifteen years and their properties are measured in a comprehensive manner. In the D meson family, two states which can be interpreted as L = 1 and j q = 1/2 are discovered. In the D S familiy, two interesting states D * s0 (2317) + and D s1 (2460) + are observed. Naively, they are too light to be interpreted as ordinal cs states with L = 1 and j q = 1/2. Many higher excited states are observed in the continuum productions for both D and D S states and J P are determined for some of them. In the baryon sector, new excited states are observed in Λ c , Σ c , Ξ c , and Ω c families. With the discovery of Ω c (2770), all the ground states predicted by quark model appeared all together. Newly discovered higher excited states are expected to be D-wave excited states, radial excited states, and possibly meson-baryon molecular states. To identify the nature, determination of J P is essential. However, J P of these states are almost not determined except for Λ c (2880) + by Belle and Λ c (2940) + by LHCb. There are still a lot of open questions in the open charm hadrons. Hope these will be answered by the Belle II experiment which has just observed its first collision.",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "text": "Figure 2 (Figure 1 :",
            "section_rank": 18
        },
        {
            "section": "Figure 2 (Figure 1 :",
            "text": "Figure 1: Top:Theoretically expected D meson family from [19] based on the modified Godfrey-Isgur prediction [20]. Bottom: Currently observed D meson family. For the label of hadrons, convention of Ref. [32] is followed. Name of the experiment indicates the first observation occurred in Belle or BaBar.",
            "paragraph_rank": 50,
            "section_rank": 18
        },
        {
            "text": "2 Figure 2 :",
            "section_rank": 19
        },
        {
            "section": "2 Figure 2 :",
            "text": "Figure 2: Minimal D + π − (left) and D * + π − (right) mass distribution for B − → D + π − π − candidates showing the first observation of D * 0 (2400) 0 from [21].",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "Figure 3 shows",
            "section_rank": 20
        },
        {
            "section": "Figure 3 shows",
            "text": "the Dπ invariant mass distribution, where several components are observed Mesons decaying into Dπ should be a natural parity state. The prominent peak around 2460 MeV/c 2 is due to D * 2 (2460), while the structure around 2300 MeV/c 2 is from the feed-down of D * 2 (2460) or D 1 (2420) decaying into D * π. The two structures around 2.6 GeV/c 2 and 2.76 GeV/c 2 originate from D * J (2600) and D * 3 (2750), which are observed for the first time in this analysis. These two states are natural parity states as they decay into Dπ.",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "Figure 3 :",
            "section_rank": 21
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: D + π − (top) and D 0 π + (left) invariant mass distributions from[23].",
            "paragraph_rank": 53,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 76,
                    "text": "[23]",
                    "end": 80
                }
            ]
        },
        {
            "text": "2 and Fig. 5 summarize the observed D s states. Prior to B-factory experiments, four states were observed. Two of them were ground state D + s and its heavy quark spin partner D * + s . The other two were the heavy quark spin doublet with L = 1 and j q = 3/2: D s1 (2536) + and D * s2 (2573) + . The B-factory experiments have made significant contributions on D s as five new states have been observed.",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "Figure 4 :",
            "section_rank": 23
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: D * (2010) + π − invariant mass distributions for |cosθ H | > 0.75 (top), |cosθ H | < 0.5 (middle), all candidates (bottom) from [23].",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "Figure 5 :",
            "section_rank": 24
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Currently observed D s meson family. For the label of hadrons, convention of Ref. [32] is followed.",
            "paragraph_rank": 56,
            "section_rank": 24
        },
        {
            "text": "Figure 6 :",
            "section_rank": 25
        },
        {
            "section": "Figure 6 :",
            "text": "Figure 6:D + s π 0 invariant mass distributions for D + s → K + K − π + (a) and D + s → K + K − π + π 0 (b) from[33]. Peak corresponding to D * s0 (2317) + is observed.",
            "paragraph_rank": 57,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 112,
                    "text": "[33]",
                    "end": 116
                }
            ]
        },
        {
            "text": "Figure 7 :",
            "section_rank": 26
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: Mass difference of D * + s π 0 and D * + s showing the observation of D s1 (2460) + by Belle from [35].",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "Figure 8 :",
            "section_rank": 27
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: Left: D 0 K + invariant distribution for B + →D 0 D 0 K + decay after removing non-B background. Right: D * s1 (2700) + helicity angle distribution. Each curve represents J = 0 (dotted), J = 1 (solid), and J = 2 (dashed) hypothesis, respectively. Both plots are from[56].",
            "paragraph_rank": 59,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 276,
                    "text": "[56]",
                    "end": 280
                }
            ]
        },
        {
            "text": "Figure 9 :",
            "section_rank": 28
        },
        {
            "section": "Figure 9 :",
            "text": "Figure 9: D * K invariant mass distributions for (a):|cosθ H | < 0.4, (c): |cosθ H | > 0.4 from [57]. Here, θ H is the helicity angle. (b) and (d) show the distribution after the background subtraction.",
            "paragraph_rank": 60,
            "section_rank": 28
        },
        {
            "text": "Figure 10 :",
            "section_rank": 29
        },
        {
            "section": "Figure 10 :",
            "text": "Figure 10: Observed single charmed baryons together with J P . Name of the experiment indicates first observation occurred in Belle or BaBar. For the label of hadrons, convention of Ref.[32] is followed. States enclosed in parentheses are observed in a single measurement. J P enclosed in parentheses are not from a measurement but from the quark model prediction.",
            "paragraph_rank": 61,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 186,
                    "text": "[32]",
                    "end": 190
                }
            ]
        },
        {
            "text": "2(5 cos 4 θ − 2 cos 2 θ + 1) + ρ 33 (−15 cos 4 θ + 14 cos 2 θ + 1) + ρ 11 5(1 − cos 2 θ) 2 ]. The decay angular distribution of Λ c (2880) + favors the spin 5/2 hypothesis over the spin 3/2 and 1/2 at the level of 5.5 and 4.8σ. The ratio of the decay width for Σ c (2520)π and Σ c (2455)π is also measured as R = Γ(Σ c (2520)π)/Γ(Σ c (2455)π) = 0.225 ± 0.062 ± 0.",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "Figure 11 :",
            "section_rank": 31
        },
        {
            "section": "Figure 11 :",
            "text": "Figure 11: Decay angular distribution of Λ c (2880) + → Σ c (2455)π as a function of cosθ and φ taken from from[62]. Solid, dashed, and dotted lines shows the fit results with spin 5/2, 3/2, and 1/2 hypothesis, respectively.",
            "paragraph_rank": 63,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 111,
                    "text": "[62]",
                    "end": 115
                }
            ]
        },
        {
            "text": "Figure 12 :",
            "section_rank": 32
        },
        {
            "section": "Figure 12 :",
            "text": "Figure 12: D 0 p invariant mass distribution from[65]. Clear peaks corresponding to Λ c (2880) + and Λ c (2940) + are observed.",
            "paragraph_rank": 64,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 49,
                    "text": "[65]",
                    "end": 53
                }
            ]
        },
        {
            "text": "Figure 13 :",
            "section_rank": 33
        },
        {
            "section": "Figure 13 :",
            "text": "Figure 13: pK + π − invariant mass distribution (top) and the same after the background subtraction (bottom) taken from[78].",
            "paragraph_rank": 65,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 119,
                    "text": "[78]",
                    "end": 123
                }
            ]
        },
        {
            "text": "Figure 14 :",
            "section_rank": 34
        },
        {
            "section": "Figure 14 :",
            "text": "Figure 14:M(Λ + c π)−M(Λ + c ) distributions with Λ + c π + (left) Λ + c π 0 (middle) Λ + c π − (right) from from[79]. Peaks corresponding to Σ c (2800) are observed.",
            "paragraph_rank": 66,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 113,
                    "text": "[79]",
                    "end": 117
                }
            ]
        },
        {
            "text": ". The obtained values are m(Σ c (2455) ++ ) − m(Σ c (2455) 0 ) = 0.22 ± 0.01 ± 0.01 MeV/c 2 and m(Σ c (2520) ++ ) − m(Σ c (2520) 0 ) = 0.01 ± 0.15 ± 0.03 MeV/c 2 . For Σ c (2455), the obtained mass of the doubly charged state is significantly heavier than that of the neutral state.",
            "paragraph_rank": 67,
            "section_rank": 35
        },
        {
            "text": ". The ratios of branching fractions are measured as B(Ξ c (3055)+ → ΛD + )/B(Ξ c (3055) + → Σ c (2455) ++ K − ) = 5.09 ± 1.01 ± 0.76 B(Ξ c (3080) + → ΛD + )/B(Ξ c (3080) + → Σ c (2455) ++ K − ) = 1.29 ± 0.30 ± 0.15. These are the first measurements of ratios of the branching fractions for (heavybaryon and light meson) and (light-baryon and heavy meson) channels, and should be useful to identify",
            "paragraph_rank": 68,
            "section_rank": 36
        },
        {
            "text": "Figure 15 :",
            "section_rank": 37
        },
        {
            "section": "Figure 15 :",
            "text": "Figure 15: Invariant mass distributions of ΛD + (left), Σ c (2455) ++ K − (middle), and Σ c (2520) ++ K − (right), taken from[88].",
            "paragraph_rank": 69,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 125,
                    "text": "[88]",
                    "end": 129
                }
            ]
        },
        {
            "text": "Figure 16 :",
            "section_rank": 38
        },
        {
            "section": "Figure 16 :",
            "text": "Figure 16: Invariant mass distributions of Λ + cK from BaBar [94] (left), and Belle [95] (right) showing the evidence of Ξ c (2930).",
            "paragraph_rank": 70,
            "section_rank": 38
        },
        {
            "text": "5 Ξ c (2645) −0.85 ± 0.09 ± 0.08 ± 0.48 Ξ c (2790) −3.3 ± 0.4 ± 0.1 ± 0.5 Ξ c (2815) −3.47 ± 0.12 ± 0.05 ± 0.48 Ξ c (2970) −4.8 ± 0.1 ± 0.2 ± 0.5 Several theoretical works aimed to identify the nature of the excited states above the λ mode Pwave excited states: Ξ c (2930), Ξ c (2970), Ξ c (3055), and Ξ c (3080). The masses of Ξ c (2970), Ξ c (3055), and Ξ c (3080) are commonly higher than those of Λ/Σ c (2765) + , Λ c (2860) + , and Λ c (2880) + by around 190 MeV/c 2 , suggesting that these states are strange analogue of Λ + c family. A theoretical calculation based on the QCD sum rules indicates Λ c (2860) + , Λ c (2880) + and Ξ c (3055) + , Ξ c (3080) + are two heavy quark spin doublets with a D-wave in the λ mode excitation",
            "paragraph_rank": 71,
            "section_rank": 39
        },
        {
            "text": "Figure 17 :",
            "section_rank": 40
        },
        {
            "section": "Figure 17 :",
            "text": "Figure 17: Invariant mass distribution of Ω c γ for the Ω c decay modes of (a)Ω − π + , (b) Ω − π + π 0 , (c) Ω − π + π − π + , (d) Ξ − K − π + π + ,and (e) the all the decay modes combined. Figure is from [101].",
            "paragraph_rank": 72,
            "section_rank": 40
        },
        {
            "text": "Table 1 :",
            "section_rank": 41
        },
        {
            "section": "Table 1 :",
            "text": "Summary of the currently observed members of D meson family",
            "paragraph_rank": 73,
            "section_rank": 41
        },
        {
            "text": "Table",
            "section_rank": 42
        },
        {
            "text": "Table 2 :",
            "section_rank": 43
        },
        {
            "section": "Table 2 :",
            "text": "Summary of the observed D + s family[32].",
            "paragraph_rank": 75,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 36,
                    "text": "[32]",
                    "end": 40
                }
            ]
        },
        {
            "text": "Table 3 :",
            "section_rank": 44
        },
        {
            "section": "Table 3 :",
            "text": "Summary of the observed Λ + c family[32]. Information of Λ c (2860) + is from Ref.[61].",
            "paragraph_rank": 76,
            "section_rank": 44,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 36,
                    "text": "[32]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 82,
                    "text": "[61]",
                    "end": 86
                }
            ]
        },
        {
            "section": "Table 3 :",
            "text": "− Σ c (2455)π, pD 0",
            "paragraph_rank": 77,
            "section_rank": 44
        },
        {
            "text": "obtained as (2.35 ± 0.27 ± 0.21) × 10 −3 .",
            "paragraph_rank": 78,
            "section_rank": 45
        },
        {
            "text": "Table 4 :",
            "section_rank": 46
        },
        {
            "section": "Table 4 :",
            "text": "Summary of the observed Σ + c family[32]. For Σ c (2800) 0 , peaks observed in Ref.[79] and Ref.[80] are assumed to be the same.Particle Mass (MeV/c 2 ) Width (MeV) J P Observed strong decay modes Σ c (2455) ++ 2453.97 ± 0.14 1.89+0.09    ",
            "paragraph_rank": 79,
            "section_rank": 46,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 36,
                    "text": "[32]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 83,
                    "text": "[79]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 96,
                    "text": "[80]",
                    "end": 100
                }
            ]
        },
        {
            "text": "Table 5 :",
            "section_rank": 47
        },
        {
            "section": "Table 5 :",
            "text": "Summary of the observed Ξ c family[32] Information of Ξ c (3055) 0 is from[88]. States enclosed with parentheses shows those observed with only one measurement.",
            "paragraph_rank": 80,
            "section_rank": 47,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 34,
                    "text": "[32]",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 74,
                    "text": "[88]",
                    "end": 78
                }
            ]
        },
        {
            "text": "Table 7 :",
            "section_rank": 48
        },
        {
            "section": "Table 7 :",
            "text": "Summary of the observed Ω c family[32]. (3000) 0 3000.4 ± 0.2 ± 0.1 +0.3 Ω c (3050) 0 3050.2 ± 0.1 ± 0.1 +0.3 Ω c (3065) 0 3065.6 ± 0.1 ± 0.3 +0.3 Ω c (3090) 0 3090.2 ± 0.3 ± 0.9 +0.3 (3120) 0 ) 3119.1 ± 0.3 ± 0.9 +0.3 Prospect at the SuperKEB/Belle II experimentAs shown in previous sections, B-factory experiments have played a significant role in the field of open charm hadron spectroscopy in the last 15 years. However, the nature of the observed hadrons remains uncertain. Moreover, many states have been predicted but have yet to be observed. More research experimentally and theoretically is necessary to achieve a comprehensive understanding of open charm hadrons.",
            "paragraph_rank": 81,
            "section_rank": 48,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 34,
                    "text": "[32]",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 54,
                    "text": "4",
                    "end": 55
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 50
        },
        {
            "section": "Acknowledgements",
            "text": "This work is supported by Grant-in-Aid for Scientific Research (S) (No.26220706) and Grant-in-Aid for Scientific Research on Innovative Areas \"Elucidation of New Hadrons with a Variety of Flavors\".",
            "paragraph_rank": 82,
            "section_rank": 50
        }
    ]
}