{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The top quark mass is measured using a template method in the tt → lepton + jets channel (lepton is e or μ) using ATLAS data recorded in 2012 at the LHC. The data were taken at a proton-proton centre-of-mass energy of √ s = 8 TeV and correspond to an integrated luminosity of 20.2 fb −1 . The tt → lepton + jets channel is characterized by the presence of a charged lepton, a neutrino and four jets, two of which originate from bottom quarks (b). Exploiting a three-dimensional template technique, the top quark mass is determined together with a global jet energy scale factor and a relative b-to-light-jet energy scale factor. The mass of the top quark is measured to be m top = 172.08 ± 0.39 (stat) ± 0.82 (syst) GeV. A combination with previous ATLAS m top measurements gives m top = 172.69 ± 0.25 (stat) ± 0.41 (syst) GeV. Data 96105 38054 tt signal 85000 ± 10000 36100 ± 5500 Single-top-quark signal 4220 ± 360 883 ± 85 NP/fake leptons (data-driven) 700 ± 700 9.2 ± 9.2 W +jets (data-driven) 2800 ± 700 300 ± 100 Z +jets 430 ± 230 58 ± 33 W W/W Z/Z Z 63 ± 32 7.0 ± 5.2 Signal+background 93000 ± 10000 37300 ± 5500 Expected background fraction 0.043 ± 0.012 0.010 ± 0.003 Data/(signal+background) 1.03 ± 0.12 1.02 ± 0.15",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The mass of the top quark m top is an important parameter of the Standard Model (SM). Precise measurements of m top provide crucial information for global fits of electroweak parameters [1][2][3] which help to assess the internal consistency of the SM and probe its extensions. In addition, the value of m top affects the stability of the SM Higgs potential, which has cosmological implications [4][5][6].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 186,
                    "text": "[1]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 189,
                    "text": "[2]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 192,
                    "text": "[3]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 395,
                    "text": "[4]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 398,
                    "text": "[5]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 401,
                    "text": "[6]",
                    "end": 404
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Many measurements of m top in each tt decay channel were performed by the Tevatron and LHC collaborations. The most precise measurements per experiment in the tt → lepton + jets channel are m top = 172.85 ± 0.71 (stat) ± 0.84 (syst) GeV by CDF [7], m top = 174.98 ± 0.58 (stat) ± 0.49 (syst) GeV by D0 [8], m top = 172.33 ± 0.75 (stat) ± 1.03 (syst) GeV by ATLAS [9] and m top = 172.35 ± 0.16 (stat) ± 0.48 (syst) GeV by CMS [10]. Combinations are performed, by either the individual experiments, or by several Tevatron and LHC experiments [11]. In e-mail: atlas.publications@cern.ch these combinations, selections of measurements from all tt decay channels are used. The latest combinations per experiment are m top = 173.16 ± 0.57 (stat) ± 0.74 (syst) GeV by CDF [12], m top = 174.95 ± 0.40 (stat) ± 0.64 (syst) GeV by D0 [13], m top = 172.84 ± 0.34 (stat) ± 0.61 (syst) GeV by ATLAS [14] and m top = 172.44 ± 0.13 (stat) ± 0.47 (syst) GeV by CMS [10].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 244,
                    "text": "[7]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 302,
                    "text": "[8]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 363,
                    "text": "[9]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 425,
                    "text": "[10]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 540,
                    "text": "[11]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "start": 765,
                    "text": "[12]",
                    "end": 769
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 824,
                    "text": "[13]",
                    "end": 828
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 886,
                    "text": "[14]",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 949,
                    "text": "[10]",
                    "end": 953
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, an ATLAS measurement of m top in the tt → lepton + jets channel is presented. The result is obtained from pp collision data recorded in 2012 at a centreof-mass energy of √ s = 8 TeV with an integrated luminosity of about 20.2 fb −1 . The analysis exploits the decay tt → W + W − bb → νqq bb, which occurs when one W boson decays into a charged lepton ( is e or μ including τ → e, μ decays) and a neutrino (ν), and the other into a pair of quarks. In the analysis presented here, m top is obtained from the combined sample of events selected in the elec-tron+jets and muon+jets final states. Single-top-quark events with the same reconstructed final states contain information about the top quark mass and are therefore included as signal events.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurement uses a template method, where simulated distributions are constructed for a chosen quantity sensitive to the physics parameter under study using a number of discrete values of that parameter. These templates are fitted to functions that interpolate between different input values of the physics parameter while fixing all other parameters of the functions. In the final step, an unbinned likelihood fit to the observed data distribution is used to obtain the value of the physics parameter that best describes the data. In this procedure, the experimental distributions are constructed such that fits to them yield unbiased estimators of the physics parameter used as input in the signal Monte Carlo (MC) samples. Consequently, the top quark mass determined in this way corresponds to the mass definition used in the MC simulation. Because of various steps in the event simulation, the mass measured in this way does not necessarily directly coincide with mass definitions within a given renormalization scheme, e.g. the top quark pole mass. Evaluating these differences is a topic of theoretical investigations [15][16][17][18][19].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1128,
                    "text": "[15]",
                    "end": 1132
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1132,
                    "text": "[16]",
                    "end": 1136
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1136,
                    "text": "[17]",
                    "end": 1140
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1140,
                    "text": "[18]",
                    "end": 1144
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1144,
                    "text": "[19]",
                    "end": 1148
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The measurement exploits the three-dimensional template fit technique presented in Ref. [9]. To reduce the uncertainty in m top stemming from the uncertainties in the jet energy scale (JES) and the additional b-jet energy scale (bJES), m top is measured together with the jet energy scale factor (JSF) and the relative b-to-light-jet energy scale factor (bJSF). Given the larger data sample than used in Ref. [9], the analysis is optimized to reject combinatorial background arising from incorrect matching of the observed jets to the daughters arising from the top quark decays, thereby achieving a better balance of the statistical and systematic uncertainties and reducing the total uncertainty. Given this new measurement, an update of the ATLAS combination of m top measurements is also presented.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 88,
                    "text": "[9]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 409,
                    "text": "[9]",
                    "end": 412
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This document is organized as follows. After a short description of the ATLAS detector in Sect. 2, the data and simulation samples are discussed in Sect. 3. Details of the event selection are given in Sect. 4, followed by the description of the reconstruction of the three observables used in the template fit in Sect. 5. The optimization of the event selection using a multivariate analysis approach is presented in Sect. 6. The template fits are introduced in Sect. 7. The evaluation of the systematic uncertainties and their statistical uncertainties are discussed in Sect. 8, and the measurement of m top is given in Sect. 9. The combination of this measurement with previous ATLAS results is discussed in Sect. 10 and compared with measurements of other experiments. The summary and conclusions are given in Sect. 11. Additional information about the optimization of the event selection and on specific uncertainties in the new measurement of m top in the tt → lepton + jets channel are given in Appendix A, while Appendix B contains information about various combinations performed, together with comparisons with results from other experiments.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 716,
                    "text": "10",
                    "end": 718
                }
            ]
        },
        {
            "text": "The ATLAS experiment",
            "section_rank": 3
        },
        {
            "section": "The ATLAS experiment",
            "text": "The ATLAS experiment [20] at the LHC is a multipurpose particle detector with a forward-backward symmetric cylindrical geometry and a near 4π coverage in the solid angle. 1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid providing a 2 T axial mag- 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Angular distance is measured in units of R ≡ ( η) 2 + ( φ) 2 .",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 21,
                    "text": "[20]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 171,
                    "text": "1",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 288,
                    "text": "1",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 798,
                    "text": "2",
                    "end": 799
                }
            ]
        },
        {
            "section": "The ATLAS experiment",
            "text": "netic field, electromagnetic and hadronic calorimeters, and a muon spectrometer. The inner tracking detector covers the pseudorapidity range |η| < 2.5. It consists of silicon pixel, silicon microstrip, and transition radiation tracking detectors. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements with high granularity. A hadronic (steel/scintillator-tile) calorimeter covers the central pseudorapidity range (|η| < 1.7). The endcap and forward regions are instrumented with LAr calorimeters for both the EM and hadronic energy measurements up to |η| = 4.9. The muon spectrometer surrounds the calorimeters and is based on three large air-core toroid superconducting magnets with eight coils each. Its bending power is 2.0 to 7.5 T m. It includes a system of precision tracking chambers and fast detectors for triggering. A three-level trigger system was used to select events. The first-level trigger is implemented in hardware and used a subset of the detector information to reduce the accepted rate to at most 75 kHz. This is followed by two software-based trigger levels that together reduced the accepted event rate to 400 Hz on average depending on the data-taking conditions during 2012.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulation samples",
            "text": "The analysis is based on pp collision data recorded by the ATLAS detector in 2012 at a centre-of-mass energy of √ s = 8 TeV. The integrated luminosity is 20.2 fb −1 with an uncertainty of 1.9% [21]. The modelling of top quark pair (tt) and single-top-quark signal events, as well as most background processes, relies on MC simulations. For the simulation of tt and single-top-quark events, the Powheg-Box v1 [22][23][24] program was used. Within this framework, the simulations of the tt [25] and single-top-quark production in the s-and t-channels [26] and the W t-channel [27] used matrix elements at next-to-leading order (NLO) in the strong coupling constant α S with the NLO CT10 [28] parton distribution function (PDF) set and the h damp parameter 2 set to infinity. Using m top and the top quark transverse momentum p T for the underlying leading-order Feynman diagram, the dynamic factorization and renormalization scales were set to m 2 top + p 2 T . The Pythia (v6.425) program [29] with the P2011C [30] set of tuned parameters (tune) and the corresponding CTEQ6L1 PDFs [31] provided the parton shower, hadronization and underlying-event modelling.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 193,
                    "text": "[21]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 408,
                    "text": "[22]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 412,
                    "text": "[23]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 416,
                    "text": "[24]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 488,
                    "text": "[25]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 549,
                    "text": "[26]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 574,
                    "text": "[27]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 685,
                    "text": "[28]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 944,
                    "text": "2",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 988,
                    "text": "[29]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1009,
                    "text": "[30]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1080,
                    "text": "[31]",
                    "end": 1084
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "For m top hypothesis testing, the tt and single-top-quark event samples were generated with five different assumed values of m top in the range from 167.5 to 177.5 GeV in steps of 2.5 GeV. The integrated luminosity of the simulated tt sample with m top = 172.5 GeV is about 360 fb −1 . Each of these MC samples is normalized according to the best available cross-section calculations. For m top = 172.5 GeV, the tt cross-section is σ tt = 253 +13 −15 pb, calculated at next-tonext-to-leading order (NNLO) with next-to-next-to-leading logarithmic soft gluon terms [32][33][34][35][36] with the Top++ 2.0 program [37]. The PDF-and α S -induced uncertainties in this cross-section were calculated using the PDF4LHC prescription [38] with the MSTW2008 68% CL NNLO PDF [39,40], CT10 NNLO PDF [28,41] and NNPDF2.3 5f FFN PDF [42] and were added in quadrature with the uncertainties obtained from the variation of the factorization and renormalization scales by factors of 0.5 and 2.0. The cross-sections for singletop-quark production were calculated at NLO and are σ t = 87.8 +3.4 −1.9 pb [43], σ W t = 22.4 ± 1.5 pb [44] and σ s = 5.6 ± 0.2 pb [45] in the t-, the W t-and the s-channels, respectively.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 563,
                    "text": "[32]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 567,
                    "text": "[33]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 571,
                    "text": "[34]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 575,
                    "text": "[35]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 579,
                    "text": "[36]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 611,
                    "text": "[37]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 725,
                    "text": "[38]",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 764,
                    "text": "[39,",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 768,
                    "text": "40]",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 787,
                    "text": "[28,",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 791,
                    "text": "41]",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 819,
                    "text": "[42]",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "start": 1071,
                    "text": "+3.4",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1084,
                    "text": "[43]",
                    "end": 1088
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1112,
                    "text": "[44]",
                    "end": 1116
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1140,
                    "text": "[45]",
                    "end": 1144
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "The Alpgen (v2.13) program [46] interfaced to the Pythia6 program was used for the simulation of the production of W ± or Z bosons in association with jets. The CTEQ6L1 PDFs and the corresponding AUET2 tune [47] were used for the matrix element and parton shower settings. The W +jets and Z +jets events containing heavyflavour (HF) quarks (W bb+jets, Zbb+jets, W cc+jets, Zcc+jets, and W c+jets) were generated separately using leading-order (LO) matrix elements with massive bottom and charm quarks. Double-counting of HF quarks in the matrix element and the parton shower evolution was avoided via a HF overlap-removal procedure that used the R between the additional heavy quarks as the criterion. If the R was smaller than 0.4, the parton shower prediction was taken, while for larger values, the matrix element prediction was used. The Z +jets sample is normalized to the inclusive NNLO calculation [48]. Due to the large uncertainties in the overall W +jets normalization and the flavour composition, both are estimated using data-driven techniques as described in Sect. 4.2. Diboson production processes (W W , W Z and Z Z) were simulated using the Alpgen program with CTEQ6L1 PDFs interfaced to the Herwig (v6.520) [49] and Jimmy (v4.31) [50] programs. The samples are normalized to their predicted cross-sections at NLO [51].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 27,
                    "text": "[46]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 207,
                    "text": "[47]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 905,
                    "text": "[48]",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1224,
                    "text": "[49]",
                    "end": 1228
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1247,
                    "text": "[50]",
                    "end": 1251
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1330,
                    "text": "[51]",
                    "end": 1334
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "All samples were simulated taking into account the effects of multiple soft pp interactions (pile-up) that are present in the 2012 data. These interactions were modelled by overlaying simulated hits from events with exactly one inelastic collision per bunch crossing with hits from minimum-bias events produced with the Pythia (v8.160) program [52] using the A2 tune [53] and the MSTW2008 LO PDF. The number of additional interactions is Poisson-distributed around the mean number of inelastic pp interactions per bunch crossing μ. For a given simulated hard-scatter event, the value of μ depends on the instantaneous luminosity and the inelastic pp cross-section, taken to be 73 mb [21]. Finally, the simulation sample is reweighted such as to match the pile-up observed in data.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 344,
                    "text": "[52]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 367,
                    "text": "[53]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 683,
                    "text": "[21]",
                    "end": 687
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "A simulation [54] of the ATLAS detector response based on Geant4 [55] was performed on the MC events. This simulation is referred to as full simulation. The events were then processed through the same reconstruction software as the data. A number of samples used to assess systematic uncertainties were produced bypassing the highly computingintensive full Geant4 simulation of the calorimeters. They were produced with a faster version of the simulation [56], which retained the full simulation of the tracking but used a parameterized calorimeter response based on resolution functions measured in full simulation samples. This simulation is referred to as fast simulation.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 13,
                    "text": "[54]",
                    "end": 17
                },
                {
                    "type": "bibr",
                    "start": 455,
                    "text": "[56]",
                    "end": 459
                }
            ]
        },
        {
            "text": "Object reconstruction, background estimation and event preselection",
            "section_rank": 5
        },
        {
            "section": "Object reconstruction, background estimation and event preselection",
            "text": "The reconstructed objects resulting from the top quark pair decay are electron and muon candidates, jets and missing transverse momentum (E miss T ). In the simulated events, corrections are applied to these objects based on detailed datato-simulation comparisons for many different processes, so as to match their performance in data.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Object reconstruction",
            "section_rank": 6
        },
        {
            "section": "Object reconstruction",
            "text": "Electron candidates [57] are required to have a transverse energy of E T > 25 GeV and a pseudorapidity of the corresponding EM cluster of |η cluster | < 2.47 with the transition region 1.37 < |η cluster | < 1.52 between the barrel and the endcap calorimeters excluded. Muon candidates [58] are required to have transverse momentum p T > 25 GeV and |η| < 2.5. To reduce the contamination by leptons from HF decays inside jets or from photon conversions, referred to collectively as non-prompt (NP) leptons, strict isolation criteria are applied to the amount of activity in the vicinity of the lepton candidate [57][58][59].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 20,
                    "text": "[57]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "start": 610,
                    "text": "[57]",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "start": 614,
                    "text": "[58]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "start": 618,
                    "text": "[59]",
                    "end": 622
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Jets are built from topological clusters of calorimeter cells [60] with the anti-k t jet clustering algorithm [61] using a radius parameter of R = 0.4. The clusters and jets are calibrated using the local cluster weighting (LCW) and the global sequential calibration (GSC) algorithms, respectively [62][63][64]. The subtraction of the contributions from pile-up is performed via the jet area method [65]. Jets are calibrated using an energy-and η-dependent simulation-based scheme with in situ corrections based on data [63]. Jets originating from pile-up interactions are identified via their jet vertex fraction (JVF), which is the p T fraction of associated tracks stemming from the primary vertex. The requirement JVF > 0.5 is applied solely to jets with p T < 50 GeV and |η| < 2. 4 [65]. Finally, jets are required to satisfy p T > 25 GeV and |η| < 2.5.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 298,
                    "text": "[62]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "start": 302,
                    "text": "[63]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "start": 306,
                    "text": "[64]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "start": 399,
                    "text": "[65]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "start": 520,
                    "text": "[63]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "start": 785,
                    "text": "4 [65]",
                    "end": 791
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Muons reconstructed within a R = 0.4 cone around the axis of a jet with p T > 25 GeV are excluded from the analysis. In addition, the closest jet within a R = 0.2 cone around an electron candidate is removed, and then electrons within a R = 0.4 cone around any of the remaining jets are discarded.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Object reconstruction",
            "text": "The identification of jets containing reconstructed bhadrons, called b-tagging, is used for event reconstruction and background suppression. In the following, irrespective of their origin, jets tagged by the b-tagging algorithm are referred to as b-tagged jets, whereas those not tagged are referred to as untagged jets. Similarly, whether they are tagged or not, jets containing b-hadrons in simulation are referred to as b-jets and those containing only lighter-flavour hadrons from u, d, c, s-quarks, or originating from gluons, are collectively referred to as light-jets. The working point of the neural-network-based MV1 b-tagging algorithm [66] corresponds to an average b-tagging efficiency of 70% for b-jets in simulated tt events and rejection factors of 5 for jets containing a c-hadron and 140 for jets containing only lighterflavour hadrons. To match the b-tagging performance in the data, p T -and η-dependent scale factors, obtained from dijet and tt → dilepton events, are applied to MC jets depending on their generated quark flavour, as described in Refs. [66][67][68].",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1073,
                    "text": "[66]",
                    "end": 1077
                },
                {
                    "type": "bibr",
                    "start": 1077,
                    "text": "[67]",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "start": 1081,
                    "text": "[68]",
                    "end": 1085
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "The missing transverse momentum E miss T is the absolute value of the vector − → E T miss calculated from the negative vectorial sum of all transverse momenta. The vectorial sum takes into account all energy deposits in the calorimeters projected onto the transverse plane. The clusters are corrected using the calibrations that belong to the associated physics object. Muons are included in the calculation of the E miss T using their momentum reconstructed in the inner tracking detectors [69].",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Background estimation",
            "section_rank": 7
        },
        {
            "section": "Background estimation",
            "text": "The contribution of events falsely reconstructed as tt → lepton + jets events due to the presence of objects misidentified as leptons (fake leptons) and NP leptons originating from HF decays, is estimated from data using the matrix-method [70]. The technique employed uses ηand p T -dependent efficiencies for NP/fake-leptons and promptleptons. They are measured in a background-enhanced control region with low E miss T and from events with dilepton masses around the Z boson peak [71], respectively. For the W +jets background, the overall normalization is estimated from data. The estimate is based on the charge-asymmetry method [72], relying on the fact that at the LHC more W + than W − bosons are produced. In addition, a data-driven estimate of the W bb, W cc, W c and W +light-jet fractions is performed in events with exactly two jets and at least one btagged jet. Further details are given in Ref. [73]. The Z +jets and diboson background processes are normalized to their predicted cross-sections as described in Sect. 3.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 239,
                    "text": "[70]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "start": 909,
                    "text": "[73]",
                    "end": 913
                }
            ]
        },
        {
            "text": "Event preselection",
            "section_rank": 8
        },
        {
            "section": "Event preselection",
            "text": "Triggering of events is based solely on the presence of a single electron or muon, and no information from the hadronic final state is used. A logical OR of two triggers is used for each of the tt → electron + jets and tt → muon + jets channels. The triggers with the lower thresholds of 24 GeV for electrons or muons select isolated leptons. The triggers with the higher thresholds of 60 GeV for electrons and 36 GeV for muons do not include an isolation requirement. The further selection requirements closely follow those in Ref. [9]  The resulting event sample is statistically independent of the ones used for the measurement of m top in the tt → dilepton and tt → all jets channels at √ s = 8 TeV [14,74]. The observed number of events in the data after this preselection and the expected numbers of signal and background events corresponding to the same integrated luminosity as the data are given in Table 1. For all predictions, the uncertainties are estimated as the sum in quadrature of the statistical uncertainty, the uncertainty in the integrated luminosity and all systematic uncertainties assigned to the measurement of m top listed in Sect. 8, except for the PDF and pile-up uncertainties, which are small. The normalization uncertainties listed 3 Here m W",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 533,
                    "text": "[9]",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 703,
                    "text": "[14,",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "start": 707,
                    "text": "74]",
                    "end": 710
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 908,
                    "text": "Table 1",
                    "end": 915
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1263,
                    "text": "3",
                    "end": 1264
                }
            ]
        },
        {
            "section": "Event preselection",
            "text": "T is the transverse mass of the W boson, defined as",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Event preselection",
            "text": ", where − → E T miss provides an estimate of the transverse momentum of the neutrino.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Table 1",
            "section_rank": 9
        },
        {
            "section": "Table 1",
            "text": "The observed numbers of events in data after the event preselection and the BDT selection (see Sect. 6). In addition, the expected numbers of signal events for m top = 172.5 GeV and background events corresponding to the same integrated luminosity as the data are given. The uncertainties in the predicted number of events take into account the statistical and systematic sources explained in Sect. 4.3. Two significant digits are used for the uncertainties in the predicted events Selection Preselection BDT selection below are included for the predictions shown in this section, but due to their small effect on the measured top quark mass they are not included in the final measurement. For the signal, the 5.7% uncertainty in the tt cross-section introduced in Sect. 3 and a 6.0% uncertainty in the singletop-quark cross-section are used. The latter uncertainty is obtained from the cross-section uncertainties given in Sect. 3 and the fractions of the various single-top-quark production processes after the selection requirements. The background uncertainties contain uncertainties of 48% in the normalization of the diboson and Z +jets production processes. These uncertainties are calculated using Berends-Giele scaling [75]. Assuming a top quark mass of m top = 172.5 GeV, the predicted number of events is consistent within uncertainties with the number observed in the data.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1228,
                    "text": "[75]",
                    "end": 1232
                }
            ]
        },
        {
            "text": "Reconstruction of the three observables",
            "section_rank": 10
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "As in Ref. [9], a full kinematic reconstruction of the event is done with a likelihood fit using the KLFitter package [76,77]. The KLFitter algorithm relates the measured kinematics of the reconstructed objects to the leadingorder representation of the tt system decay using tt → νb lep q 1 q 2 b had . In this procedure, the measured jets correspond to the quark decay products of the W boson, q 1 and q 2 , and to the b-quarks, b lep and b had , produced in the semileptonic and hadronic top quark decays, respectively.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 11,
                    "text": "[9]",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "start": 118,
                    "text": "[76,",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "start": 122,
                    "text": "77]",
                    "end": 125
                }
            ]
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "The event likelihood is the product of Breit-Wigner (BW) distributions for the W bosons and top quarks and transfer functions (TFs) for the energies of the reconstructed objects that are input to KLFitter. The W boson BW distributions use the world combined values of the W boson mass and decay width from Ref. [3]. A common mass parameter m reco top is used for the BW distributions describing the semileptonically and hadronically decaying top quarks and is fitted event-by-event. The top quark width varies with m reco top according to the SM prediction [3]. The TFs are derived from the Powheg+Pythia tt signal MC simulation sample at an input mass of m top = 172.5 GeV. They represent the experimental resolutions in terms of the probability that the observed energy at reconstruction level is produced by a given parton-level object for the leading-order decay topology and in the fit constrain the variations of the reconstructed objects.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 311,
                    "text": "[3]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 557,
                    "text": "[3]",
                    "end": 560
                }
            ]
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "The input objects to the event likelihood are the reconstructed charged lepton, the missing transverse momentum and up to six jets. These are the two b-tagged jets and the four untagged jets with the highest p T . The x-and y-components of the missing transverse momentum are starting values for the neutrino transverse-momentum components, and its longitudinal component p ν,z is a free parameter in the kinematic likelihood fit. Its starting value is computed from the W → ν mass constraint. If there are no real solutions for p ν,z , a starting value of zero is used. If there are two real solutions, the one giving the largest likelihood value is taken.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "Maximizing the event-by-event likelihood as a function of m reco top establishes the best assignment of reconstructed jets to partons from the tt → lepton + jets decay. The maximization is performed by testing all possibilities for assigning b-tagged jets to b-quark positions and untagged jets to lightquark positions. With the above settings of the reconstruction algorithm, compared with the settings 4 used in Ref. [9], a larger fraction of correct assignments of reconstructed jets to partons from the tt → lepton + jets decay is achieved. The performance of the reconstruction algorithm is discussed in Sect. 6.",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 419,
                    "text": "[9]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 615,
                    "text": "6",
                    "end": 616
                }
            ]
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "The value of m reco top obtained from the kinematic likelihood fit is used as the observable primarily sensitive to the underlying m top . The invariant mass of the hadronically decaying W boson m reco W , which is sensitive to the JES, is calculated from the assigned jets of the chosen permutation. Finally, an observable called R reco bq , designed to be sensitive to the bJES, is computed as the scalar sum of the transverse momenta of the two b-tagged jets divided by the scalar sum of the transverse momenta of the two jets associated with the hadronic W boson decay:",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Reconstruction of the three observables",
            "text": ". 4 In Ref. [9] only four input jets were used. In addition, b-tagging efficiencies and rejection factors were used to favour permutations for which a b-tagged jet is assigned to a b-quark position and penalise those where a b-tagged jet is assigned to a light-quark position. However, the latter permutations were still accepted whenever they resulted in the largest likelihood.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2,
                    "text": "4",
                    "end": 3
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 12,
                    "text": "[9]",
                    "end": 15
                }
            ]
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "The values of m reco W and R reco bq are computed from the jet fourvectors as given by the jet reconstruction instead of using the values obtained in the kinematic likelihood fit. This ensures the maximum sensitivity to the jet calibration for light-jets and b-jets.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "Some distributions of the observed event kinematics after the event preselection and for the best permutation are shown in Fig. 1. Given the good description of the observed number of events by the prediction shown in Sect. 4.3 and that the measurement of m top is mostly sensitive to the shape of the distributions, the comparison of the data with the predictions is based solely on the distributions normalized to the number of events observed in data. The systematic uncertainty assigned to each bin is calculated from the sum in quadrature of all systematic uncertainties discussed in Sect. 4.3. Within uncertainties, the predictions agree with the observed distributions in Fig. 1, which shows the transverse momentum of the lepton, the average transverse momentum of the jets, the transverse momentum of the hadronically decaying top quark p T,had , the transverse momentum of the tt system, the logarithm of the event likelihood of the best permutation and the distance R of the two untagged jets q 1 and q 2 assigned to the hadronically decaying W boson. The distributions of transverse momenta predicted by the simulation, e.g. the p T,had distribution shown in Fig. 1c, show a slightly different trend than observed in data, with the data being softer. This difference is fully covered by the uncertainties. This trend was also observed in Ref. [14] for the p T, b distribution in the tt → dilepton channel and in the measurement of the differential tt cross-section in the lepton+jets channel [78].",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 123,
                    "text": "Fig. 1",
                    "end": 129
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 679,
                    "text": "Fig. 1",
                    "end": 685
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1171,
                    "text": "Fig. 1c",
                    "end": 1178
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1355,
                    "text": "[14]",
                    "end": 1359
                },
                {
                    "type": "bibr",
                    "start": 1504,
                    "text": "[78]",
                    "end": 1508
                }
            ]
        },
        {
            "section": "Reconstruction of the three observables",
            "text": "In anticipation of the template parameterization described in Sect. 7, the following restrictions on the three observables are applied: 125 ≤ m reco top ≤ 200 GeV, 55 ≤ m reco W ≤ 110 GeV, and 0.3 ≤ R reco bq ≤ 3. Since in this analysis only the best permutation is considered, events that do not pass these requirements are rejected. This removes events in the tails of the three distributions, which are typically poorly reconstructed with small likelihood values and do not contain significant information about m top . The resulting templates have simpler shapes, which are easier to model analytically with fewer parameters. The preselection with these additional requirements is referred to as the standard selection to distinguish it from the boosted decision tree (BDT) optimization for the smallest total uncertainty in m top , discussed in the next section.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Multivariate analysis and BDT event selection",
            "section_rank": 11
        },
        {
            "section": "Multivariate analysis and BDT event selection",
            "text": "For the measurement of m top , the event selection is refined enriching the fraction of events with correct assignments of reconstruction-level objects to their generator-level counter-parts which should be better measured and therefore lead to smaller uncertainties. The optimization of the selection is based on the multivariate BDT algorithm implemented in the TMVA package [79]. The reconstruction-level objects are matched to the closest parton-level object within a R of 0.1 for electrons and muons and 0.3 for jets. A matched object is defined as a reconstruction-level object that falls within the relevant R of any parton-level object of that type, and a correct match means that this generator-level object is the one it originated from. Due to acceptance losses and reconstruction inefficiencies, not all reconstruction-level objects can successfully be matched to their parton-level counterparts. If any object cannot be unambiguously matched, the corresponding event is referred to as unmatched. The efficiency for correctly matched events cm is the fraction of correctly matched events among all the matched events, and the selection purity π cm is the fraction of correctly matched events among all selected events, regardless of whether they could be matched or not.",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 377,
                    "text": "[79]",
                    "end": 381
                }
            ]
        },
        {
            "section": "Multivariate analysis and BDT event selection",
            "text": "The BDT algorithm is exploited to enrich the event sample in events that have correct jet-to-parton matching by reducing the remainder, i.e. the sum of incorrectly matched and unmatched events. Using the preselection, the BDT algorithm is trained on the simulated tt signal sample with m top = 172.5 GeV. Many variables were studied and only those with a separation 5 larger than 0.1% are used in the training. The 13 variables chosen for the final training are given in Table 2. For all input variables to the BDT algorithm, good agreement between the MC predictions and the data is found, as shown in Fig. 1e, f for the examples of the likelihood of the chosen permutation and the opening angle R of the two untagged jets associated with the W boson decay. These two variables also have the largest separation for the correctly matched events and the remainder. The corresponding distributions for the two event classes are shown in Fig. 2a, b. These figures show a clear separation of the correctly matched events and the remainder. Half the simulation sample is used to train the algorithm and the other half to assess its performance. The significant difference between the distributions of the output value r BDT of the BDT classifier between the two classes of events in Fig. 2c shows their efficient separation by the BDT algorithm. In addition, reasonable agreement is found for the r BDT distributions in the statistically independent test and training samples. The r BDT distributions in simulation and data in Fig. 2d agree within the experimental uncertainties. The above findings justify the application of the BDT approach to the data.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 471,
                    "text": "Table 2",
                    "end": 478
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 603,
                    "text": "Fig. 1e",
                    "end": 610
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 935,
                    "text": "Fig. 2a",
                    "end": 942
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1278,
                    "text": "Fig. 2c",
                    "end": 1285
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1522,
                    "text": "Fig. 2d",
                    "end": 1529
                }
            ]
        },
        {
            "section": "Multivariate analysis and BDT event selection",
            "text": "The full m top analysis detailed in Sect. 8 is performed, except for the evaluation of the small method and pileup uncertainties described in Sect. 8, for several minimum     Fig. 3. The minimum requirement r BDT = −0.05 provides the smallest total uncertainty in m top . The resulting numbers of events for this BDT selection are given in Table 1. Compared with the preselection, cm is increased from 0.71 to 0.82, albeit at the expense of a significant reduction in the number of selected events. The purity π cm is increased from 0.28 to 0.41. In addition, the intrinsic resolution in m top of the remaining event sample is improved, i.e. the statistical uncertainty in m top in Fig. 3 is almost constant as a function of r BDT ; in particular, it does not scale with the square root of the number of events retained. For the signal sample with m top = 172.5 GeV, the template fit functions for the standard selection and the BDT selection, together with their ratios, are shown in Fig. 12 in Appendix A. The shape of the signal modelling uncertainty derives from a sum of contributions with different shapes. The curves from the signal Monte Carlo generator and colour reconnection uncertainties decrease, the one from the underlying event uncertainty is flat, the one from the initial-and final-state QCD radiation has a valley similar to the sum of all contributions, and finally the one from the hadronization uncertainty rises. Some distributions of the observed event kinematics after the BDT selection are shown in Fig. 4. Good agreement between the MC predictions and the data is found, as seen for the preselection in Fig. 1. The examples shown are the observed W boson transverse mass for the semi-leptonically decaying top quark in Fig. 4a and the three observables of the m top analysis (within the ranges of the template fit) in Fig. 4b-d. The sharp edge observed at 30 GeV in Fig. 4a originates from the different selection requirements for the W boson transverse mass in the electron+jets and muon+jets final states.",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 175,
                    "text": "Fig. 3",
                    "end": 181
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 340,
                    "text": "Table 1",
                    "end": 347
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 682,
                    "text": "Fig. 3",
                    "end": 688
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 985,
                    "text": "Fig. 12",
                    "end": 992
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1525,
                    "text": "Fig. 4",
                    "end": 1531
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1630,
                    "text": "Fig. 1",
                    "end": 1636
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1746,
                    "text": "Fig. 4a",
                    "end": 1753
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1845,
                    "text": "Fig. 4b-d",
                    "end": 1854
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1893,
                    "text": "Fig. 4a",
                    "end": 1900
                }
            ]
        },
        {
            "text": "Template fit",
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": "This analysis uses a three-dimensional template fit technique which determines m top together with the jet energy scale factors JSF and bJSF. The aim of the multi-dimensional fit to the data is to measure m top and, at the same time, to absorb the mean differences between the jet energy scales observed in data and MC simulated events into jet energy scale factors. By using JSF and bJSF, most of the uncertainties in m top induced by JES and bJES uncertainties are transformed into additional statistical components caused by the higher dimensionality of the fit. This method reduces the total uncertainty in m top only for sufficiently large data samples. In this case, the sum in quadrature of the additional statistical uncertainty in m top due to the JSF (or bJSF) fit and the residual JES-induced (or bJES-induced) systematic uncertainty is smaller than the original JES-induced (or bJES-induced) uncertainty in m top . This situation was already realized for the √ s = 7 TeV data analysis [9] and is even more advantageous for the much larger data sample of the √ s = 8 TeV data analysis. Since JSF and bJSF are global factors, they do not completely absorb the JES and bJES uncertainties which have p T -and η-dependent components.",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 997,
                    "text": "[9]",
                    "end": 1000
                }
            ]
        },
        {
            "section": "Template fit",
            "text": "For simultaneously determining m top , JSF and bJSF, templates are constructed from the MC samples. Templates of m reco top are constructed with several input m top values used in the range 167.5-177.5 GeV and for the sample at m top = 172.5 GeV also with independent input values for JSF and bJSF in the range 0.96-1.04 in steps of 0.02. Statistically independent MC samples are used for different input values of m top . The templates with different values of JSF and bJSF are constructed by scaling the energies of the jets appropriately. In this procedure, JSF is applied to all jets, while bJSF is solely applied to b-jets according to the generated quark flavour. The scaling is performed after the various correction steps of the jet calibration but before the event selection. This procedure results in different events passing the BDT selection from one energy scale variation to another. However, many events are in all samples, resulting in a large statistical correlation of the samples with different jet scale factors. Similarly, templates of m reco W and R reco bq are constructed with the above listed input values of m top , JSF and bJSF.",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": "Independent signal templates are derived for the three observables for all m top -dependent samples, consisting of the tt signal events and single-top-quark production events. This procedure is adopted because single-top-quark produc- Similarly, b shows the distribution of the R between the two untagged jets assigned to the W boson decay. c shows the distribution of the BDT output (r BDT ) for the two classes of events for both the training (histograms) and test samples (points with statistical uncertainties). The compatibility in terms of the χ 2 probability is also listed. The distri-butions peaking at around r BDT = 0.1 are for the correctly matched events, the ones to the left are for incorrectly or unmatched events. The ratio figure shows the difference between the number of events in the training and test samples divided by the statistical uncertainty in this difference. Finally, d shows the comparison of the r BDT distributions observed in data and MC simulation. The hatched area includes the uncertainties as detailed in the text. The uncertainty bars correspond to the statistical uncertainties in the data tion carries information about the top quark mass, and in this way, m top -independent background templates can be used. The signal templates are simultaneously fitted to the sum of a Gaussian and two Landau functions for m reco top , to the sum of two Gaussian functions for m reco W and to the sum of two Gaussian and one Landau function for R reco bq . This set of functions leads to an unbiased estimate of m top , but is not unique. For the background, the m reco top distribution is fitted to a Landau function, while both the m reco W and the R reco bq distributions are fitted to the sum of two Gaussian functions.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": "In Fig. 5a-c, the sensitivity of m reco top to the fit parameters m top , JSF and bJSF is shown by the superposition of the signal templates and their fits for three input values per varied parameter. In a similar way, the sensitivity of m reco W to JSF is shown in Fig. 5d.  Consequently, to increase the size of the simulation sample, the fit is performed on the sum of the m reco W distributions of the samples with different input top quark masses. Finally, the sensitivity of R reco bq to the input values of m top and bJSF is shown in Fig. 5e, f. The dependence of R reco bq on JSF (not shown) is much weaker than the dependence on bJSF.",
            "paragraph_rank": 42,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 3,
                    "text": "Fig. 5a",
                    "end": 10
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 266,
                    "text": "Fig. 5d",
                    "end": 273
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 541,
                    "text": "Fig. 5e",
                    "end": 548
                }
            ]
        },
        {
            "section": "Template fit",
            "text": "For the signal, the parameters of the fitting functions for m reco top depend linearly on m top , JSF and bJSF. The parameters of the fitting functions for m reco W depend linearly on JSF. Finally, the parameters of the fitting functions for R reco bq depend linearly on m top , JSF and bJSF. For the background, the dependences of the parameters of the fitting functions are identical to those for the signal, except that they do not depend on m top and that those for R reco bq do not depend on JSF.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": "Signal and background probability density functions P ",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": "with",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": ", and",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": "where the fraction of background events is denoted by f bkg . The parameters determined by the fit are m top , JSF and bJSF, while f bkg is fixed to its expectation shown in  1as a product of three onedimensional likelihoods does not bias the result.",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "ref_id": "formula_2",
                    "start": 175,
                    "text": "1",
                    "end": 176
                }
            ]
        },
        {
            "section": "Template fit",
            "text": "Pseudo-experiments are used to verify the internal consistency of the fitting procedure and to obtain the expected statistical uncertainty for the data. For each set of parameter values, 500 pseudo-experiments are performed, each corresponding to the integrated luminosity of the data. To retain the correlation of the three observables for the three-dimensional fit, individual events are used. Because this exceeds the number of available MC events, results are corrected for oversampling [80]. The results of pseudo-experiments for different input values of m top are obtained from statistically independent samples, while the results for different JSF and bJSF are obtained from statistically correlated samples as explained above. For each fitted quantity and each variation of input parameters, the residual, i.e. the difference between the input value and the value obtained by the fit, is compatible with zero. The three expected statistical uncertainties are",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 491,
                    "text": "[80]",
                    "end": 495
                }
            ]
        },
        {
            "section": "Template fit",
            "text": "σ stat (JSF) = 0.00115 ± 0.00001, and",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "section": "Template fit",
            "text": "where the values quoted are the mean and RMS of the distribution of the statistical uncertainties in the fitted quantities from pseudo-experiments. The widths of the pull distributions are below unity for m top and the two jet scale factors, which results in an overestimation of the uncertainty in m top of up to 7%. Since this leads to a conservative estimate of the uncertainty in m top , no attempts to mitigate this feature are made.  ",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "Uncertainties affecting the m top determination",
            "section_rank": 13
        },
        {
            "section": "Uncertainties affecting the m top determination",
            "text": "This section focuses on the treatment of uncertainty sources of a systematic nature. The same systematic uncertainty sources as in Ref. [9] are investigated. If possible, the corresponding uncertainty in m top is evaluated by varying the respective quantities by ±1σ from their default values, constructing the corresponding event sample and measuring the average m top change relative to the result from the nomi-nal MC sample with 500 pseudo-experiments each, drawn from the full MC sample. In the absence of a ±1σ variation, e.g. for the evaluation of the uncertainty induced by the choice of signal MC generator, the full observed difference is assigned as a symmetric systematic uncertainty and further treated as a variation equivalent to a ±1σ variation. Wherever a ±1σ variation can be performed, half the observed difference between the +1σ and −1σ variation in m top is assigned as an uncertainty if the m top values obtained from   the variations lie on opposite sides of the nominal result. If they lie on the same side, the maximum observed difference is taken as a symmetric systematic uncertainty. Since the systematic uncertainties are derived from simulation or data samples with limited numbers of events, all systematic uncertainties have a corresponding statistical uncertainty, which is calculated taking into account the statistical correlation of the considered samples, as explained in Sect. 8.5. The statistical uncertainty in the total systematic uncertainty is dominated by the limited sizes of the simulation samples. The resulting systematic uncertainties are given in Table 3 independent of their statistical significance. Further information is given in Tables 8, 9, 10, 11 and 12 in Appendix A. This approach follows the suggestion in Ref.",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 136,
                    "text": "[9]",
                    "end": 139
                },
                {
                    "type": "table",
                    "start": 1598,
                    "text": "Table 3",
                    "end": 1605
                },
                {
                    "type": "table",
                    "ref_id": "tab_16",
                    "start": 1685,
                    "text": "Tables 8, 9",
                    "end": 1696
                }
            ]
        },
        {
            "section": "Uncertainties affecting the m top determination",
            "text": "[81] and relies on the fact that, given a large enough number of considered uncertainty sources, statistical fluctuations average out. 6 The uncertainty sources are designed to be uncorrelated with each other, and thus the total uncertainty is taken as the sum in quadrature of uncertainties from all sources. The individual uncertainties are compared in Table 3 for three cases: the standard selection for the √ s = 7 TeV [9] and 8 TeV data and the BDT selection for √ s = 8 TeV data. Many uncertainties in m top obtained with the standard selection at the two centre-of-mass energies agree within their statistical uncertainties such that the resulting total systematic uncertainties are almost identical. Consequently, repeating the √ s = 7 TeV analysis on √ s = 8 TeV data would have only improved the statistical precision. The picture changes when comparing the uncertainties in √ s = 8 TeV data for the standard selection and the BDT selection. In general, the experimental uncertainties change only slightly, with the largest reduction observed for the JES uncertainty. In contrast, a large improvement comes from the reduced uncertainties in the modelling of the tt signal processes as shown in Table 3. This, together with the improved intrinsic resolution in m top , more than compensates for the small loss in precision caused by the increased statistical uncertainty. The individual sources of systematic uncertainties and the evaluation of their effect on m top are described in the following.",
            "paragraph_rank": 52,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 135,
                    "text": "6",
                    "end": 136
                },
                {
                    "type": "table",
                    "start": 355,
                    "text": "Table 3",
                    "end": 362
                },
                {
                    "type": "table",
                    "start": 1204,
                    "text": "Table 3",
                    "end": 1211
                }
            ]
        },
        {
            "text": "Statistics and method calibration",
            "section_rank": 14
        },
        {
            "section": "Statistics and method calibration",
            "text": "Uncertainties related to statistical effects and the method calibration are discussed here.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "Statistical:",
            "section_rank": 15
        },
        {
            "section": "Statistical:",
            "text": "The quoted statistical uncertainty consists of three parts: a purely statistical component in m top and the contributions stemming from the simultaneous determination of JSF and bJSF. The purely statistical component in m top is obtained from a one-dimensional template method exploiting only the m reco top observable, while fixing the values of JSF and bJSF to the results of the three-dimensional analysis. The contribution to the statistical uncertainty in the fitted parameters due to the simultaneous fit of m top and JSF is estimated as the difference in quadrature between the statistical uncertainty in a two-dimensional fit to m reco top and m reco W while fixing the value of bJSF and the one-dimensional fit to the data described above. Analogously, the contribution of the statistical uncertainty due to the simultaneous fit of m top together with JSF and bJSF is defined as the difference in quadrature between the statistical uncertainties obtained in the threedimensional and the two-dimensional fits to the data. This separation allows a comparison of the statistical sensitivities of the m top estimator used in this analysis, to those of analyses exploiting a different number of observables in the fit. In addition, the sensitivity of the estimators to the global jet energy scale factors can be compared directly. These uncertainties are treated as uncorrelated uncertainties in m top combinations. Together with the systematic uncertainty in the residual jet energy scale uncertainties discussed below, they directly replace the uncertainty in m top from the jet energy scale variations present without the in situ determination.",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Method:",
            "section_rank": 16
        },
        {
            "section": "Method:",
            "text": "The residual difference between fitted and generated m top when analysing a template from a MC sample reflects the potential bias of the method. Consequently, the largest observed fitted m top residual and the largest observed statistical uncertainty in this quantity, in any of the five signal samples with different assumed values of m top , is assigned as the method calibration uncertainty and its corresponding statistical uncertainty, respectively. This also covers effects from limited numbers of simulated events in the templates and potential deficiencies in the template parameterizations.",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "Modelling of signal processes",
            "section_rank": 17
        },
        {
            "section": "Modelling of signal processes",
            "text": "The modelling of tt → lepton + jets events incorporates a number of processes that have to be accurately described, resulting in systematic effects, ranging from the tt production to the hadronization of the showered objects.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "section": "Modelling of signal processes",
            "text": "Thanks to the restrictive event-selection requirements, the contribution of non-tt processes, comprising the single-topquark process and the various background processes, is very low. The systematic uncertainty in m top from the uncertainty in the single-top-quark normalization is estimated from the corresponding uncertainty in the theoretical cross-section given in Sect. 3. The resulting systematic uncertainty is small compared with the systematic uncertainty in the tt production and is consequently neglected. For the modelling of the signal processes, the consequence of including single-top-quark variations in the uncertainty evaluation was investigated for various uncertainty sources and found to be negligible. Therefore, the single-top-quark variations are not included in the determination of the signal event uncertainties. As shown in Fig. 1, the distributions of transverse momenta in data are slightly softer than those in the Powheg+Pythia MC simulation samples. Similarly to what was observed in the tt → dilepton channel for the p T, b distribution, in the tt → lepton + jets channel the Powheg+Herwig sample is much closer to the data for several distributions of transverse momenta. The p T,had distribution is much better described by the Powheg+Herwig sample as was also observed in Ref. [78]. In addition, but to a lesser extent, the MC@NLO sample used to assess the signal Monte Carlo generator uncertainty and the samples to assess the initial-and final-state QCD radiation uncertainty discussed next also lead to a softer distribution in simulation. Given this, the observed difference in the p T,had distribution is covered by a combination of the signal-modelling uncertainties given in Table 3.",
            "paragraph_rank": 57,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 852,
                    "text": "Fig. 1",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "start": 1314,
                    "text": "[78]",
                    "end": 1318
                },
                {
                    "type": "table",
                    "start": 1719,
                    "text": "Table 3",
                    "end": 1726
                }
            ]
        },
        {
            "section": "Modelling of signal processes",
            "text": "Despite the fact that the JES and bJES are estimated independently using dijet and other non-tt samples [63], some double-counting of hadronization-uncertainty-induced uncertainties in the JES and m top cannot be excluded. This was investigated closely for the ATLAS top quark mass measurement in the tt → lepton + jets channel at √ s = 7 TeV. The results in Ref. [87] revealed that the amount of doublecounting of JES and hadronization effects for the tt → lepton + jets channel is small.",
            "paragraph_rank": 58,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 364,
                    "text": "[87]",
                    "end": 368
                }
            ]
        },
        {
            "section": "Modelling of signal processes",
            "text": "Initial-and final-state QCDradiation (ISR/FSR): ISR/FSR leads to a higher jet multiplicity and different jet energies than the hard process, which affects the distributions of the three observables. The uncertainties due to ISR/FSR modelling are estimated with samples generated with the Powheg-Box program interfaced to the Pythia6 program for which the parameters of the generation are varied to span the ranges compatible with the results of measurements of tt production in association with jets [88][89][90]. This uncertainty is evaluated by comparing two dedicated samples that differ in several parameters, namely the QCD scale QCD , the transverse momentum scale for space-like parton-shower evolution Q 2 max , the h damp parameter [91] and the P2012 RadLo and RadHi tunes [30]. In Ref.",
            "paragraph_rank": 59,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 500,
                    "text": "[88]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "start": 504,
                    "text": "[89]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "start": 508,
                    "text": "[90]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 712,
                    "text": "2",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 782,
                    "text": "[30]",
                    "end": 786
                }
            ]
        },
        {
            "section": "Modelling of signal processes",
            "text": "[90], it was shown that a number of final-state distributions are better accounted for by the Powheg+Pythia samples with h damp = m top . Therefore, these samples are used for evaluating this uncertainty, taking half the observed difference between the up variation and the down variation sample. Because the parameterizations for the template fit to data are obtained from Powheg+Pythia samples using h damp = ∞, it was verified that, considering the method uncertainty quoted in Table 3, applying the same functions to the h damp = m top samples leads to a result compatible with the input top quark mass.",
            "paragraph_rank": 60,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 481,
                    "text": "Table 3",
                    "end": 488
                }
            ]
        },
        {
            "section": "Modelling of signal processes",
            "text": "Underlying event: To reduce statistical fluctuations in the evaluation of this systematic uncertainty, the difference in underlying-event modelling is assessed by comparing a pair of Powheg-Box samples based on the same partonic events generated with the CT10 PDFs. A sample with the P2012 tune is compared with a sample with the P2012 mpiHi tune [30], with both tunes using the same CTEQ6L1 PDFs [92] for parton showering and hadronization. The Perugia 2012 mpiHi tune provides more semi-hard multiple parton interactions and is used for this comparison with identical colour reconnection parameters in both tunes. The full observed difference is assigned as a systematic uncertainty.",
            "paragraph_rank": 61,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 347,
                    "text": "[30]",
                    "end": 351
                }
            ]
        },
        {
            "section": "Modelling of signal processes",
            "text": "Colour reconnection: This systematic uncertainty is estimated using a pair of samples with the same partonic events as for the underlying-event uncertainty evaluation but with the P2012 tune and the P2012 loCR tune [30] for parton showering and hadronization. The full observed difference is assigned as a systematic uncertainty.",
            "paragraph_rank": 62,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 215,
                    "text": "[30]",
                    "end": 219
                }
            ]
        },
        {
            "text": "Parton distribution function (PDF):",
            "section_rank": 18
        },
        {
            "section": "Parton distribution function (PDF):",
            "text": "The PDF systematic uncertainty is the sum in quadrature of three contributions. These are the sum in quadrature of the differences in fitted m top for the 26 eigenvector variations of the CT10 PDF and two differences in m top obtained from reweighting the central CT10 PDF set to the MSTW2008 PDF [39] and the NNPDF2.3 PDF [42].",
            "paragraph_rank": 63,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 297,
                    "text": "[39]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 323,
                    "text": "[42]",
                    "end": 327
                }
            ]
        },
        {
            "text": "Modelling of background processes",
            "section_rank": 19
        },
        {
            "section": "Modelling of background processes",
            "text": "Uncertainties in the modelling of the background processes are taken into account by variations of the corresponding normalizations and shapes of the distributions.",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "section": "Modelling of background processes",
            "text": "Background normalization: The normalizations are varied for the data-driven background estimates according to their uncertainties. For the negligible contribution from diboson production, no normalization uncertainty is evaluated.",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "section": "Modelling of background processes",
            "text": "Background shape: For the W +jets background, the shape uncertainty is evaluated from the variation of the heavyflavour fractions. The corresponding uncertainty is small. Given the very small contribution from Z +jets, diboson and NP/fake-lepton backgrounds, no shape uncertainty is evaluated for these background sources.",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "Detector modelling",
            "section_rank": 20
        },
        {
            "section": "Detector modelling",
            "text": "The level of understanding of the detector response and of the particle interactions therein is reflected in numerous systematic uncertainties.",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "Jet energy scale (JES):",
            "section_rank": 21
        },
        {
            "section": "Jet energy scale (JES):",
            "text": "The JES is measured with a relative precision of about 1% to 4%, typically falling with increasing jet p T and rising with increasing jet |η| [93,94]. The total JES uncertainty consists of more than 60 subcomponents originating from the various steps in the jet calibration. The number of these nuisance parameters is reduced with a matrix diagonalization of the full JES covariance matrix including all nuisance parameters for a given category of the JES uncertainty components.",
            "paragraph_rank": 68,
            "section_rank": 21
        },
        {
            "section": "Jet energy scale (JES):",
            "text": "The analyses of √ s = 7 TeV and √ s = 8 TeV data make use of the EM+JES and LCW+GSC [93] jet calibrations, respectively. The two calibrations feature different sets of nuisance parameters, and the LCW+GSC calibration generally has smaller uncertainties than the EM+JES calibration. While the pile-up correction for the jet calibration for √ s = 7 TeV data only depends on the number of primary vertices (n vtx ) and the mean number of interactions per bunch crossing (μ), a pile-up subtraction method based on jet area is introduced for the √ s = 8 TeV data. Terms to account for uncertainties in the pile-up estimation are added. They depend on the jet p T and the local transverse momentum density. In addition, the punch-through uncertainty, i.e. an uncertainty for jets that penetrate through to the muon spectrometer, is added. The final reduced number of nuisance parameters for the √ s = 8 TeV analysis is 25. The JESuncertainty-induced uncertainty in m top is the dominant systematic uncertainty for all results shown in Table 3. When only a one-dimensional fit to m reco top or a two-dimensional fit to m reco top and m reco W is done, this uncertainty is 0.99 GeV or 0.74 GeV, respectively.",
            "paragraph_rank": 69,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1029,
                    "text": "Table 3",
                    "end": 1036
                }
            ]
        },
        {
            "section": "Jet energy scale (JES):",
            "text": "Relative b-to-light-jet energy scale (bJES): The bJES uncertainty is an additional uncertainty for the remaining differences between b-jets and light-jets after the global JES is applied, and therefore the corresponding uncertainty is uncorrelated with the JES uncertainty. An additional uncertainty of 0.2% to 1.2% is assigned to b-jets, with the lowest uncertainty for b-jets with high transverse momenta [63]. Due to the determination of bJSF, the bJES uncertainty leads to a very small contribution to the uncertainty in m top in Table 3. However, performing only a two-dimensional fit to m reco top and m reco W would result in an uncertainty of 0.47 GeV from this source.",
            "paragraph_rank": 70,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 407,
                    "text": "[63]",
                    "end": 411
                },
                {
                    "type": "table",
                    "start": 534,
                    "text": "Table 3",
                    "end": 541
                }
            ]
        },
        {
            "text": "Jet energy resolution (JER):",
            "section_rank": 22
        },
        {
            "section": "Jet energy resolution (JER):",
            "text": "The JER uncertainty is determined following an eigenvector decomposition strategy similar to the JES systematic uncertainties [93,94]. The 11 components take into account various effects evaluated from simulation-to-data comparisons including calorimeter noise terms in the forward region. The corresponding uncertainty in m top is the sum in quadrature of the components of the eigenvector decomposition.",
            "paragraph_rank": 71,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 126,
                    "text": "[93,",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "94]",
                    "end": 133
                }
            ]
        },
        {
            "text": "Jet reconstruction efficiency (JRE):",
            "section_rank": 23
        },
        {
            "section": "Jet reconstruction efficiency (JRE):",
            "text": "This uncertainty is evaluated by randomly removing 0.23% of the jets with p T < 30 GeV from the simulated events prior to the event selection to reflect the precision with which the data-tosimulation JRE ratio is known [62]. The fitted m top difference between the varied sample and the nominal sample is taken as a systematic uncertainty.",
            "paragraph_rank": 72,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 219,
                    "text": "[62]",
                    "end": 223
                }
            ]
        },
        {
            "text": "Jet vertex fraction (JVF):",
            "section_rank": 24
        },
        {
            "section": "Jet vertex fraction (JVF):",
            "text": "When summing the scalar p T of all tracks in a jet, the JVF is the fraction contributed by tracks originating at the primary vertex. The uncertainty in m top is evaluated by varying the requirement on the JVF within its uncertainty . The corresponding uncertainty is somewhat larger than for √ s = 7 TeV data but still small.",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "Statistical precision of systematic uncertainties",
            "section_rank": 25
        },
        {
            "section": "Statistical precision of systematic uncertainties",
            "text": "The systematic uncertainties quoted in Table 3 carry statistical uncertainties themselves. In view of a combination with other measurements, the statistical precision σ from a comparison of two samples (1 and 2) is determined for each uncertainty source based on the statistical correlation ρ 12 of the underlying samples using σ",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 39,
                    "text": "Table 3",
                    "end": 46
                }
            ]
        },
        {
            "section": "Statistical precision of systematic uncertainties",
            "text": "The statistical correlation is expressed as a function of the fraction of shared events of both samples",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "section": "Statistical precision of systematic uncertainties",
            "text": "with N 1 and N 2 being the unweighted numbers of events in the two samples and N 12 being the unweighted number of events present in both samples. The size of the MC sample at m top = 172.5 GeV results in a statistical precision in m top of about 0.1 GeV. Most estimations are based on the same sample with only a change in a single parameter, such as lepton energy scale uncertainties. This leads to a high correlation of the central m top values and a correspondingly low statistical uncertainty in their difference. Others, which do not share the same generated events or exhibit other significant differences, have a lower correlation, and the corresponding statistical uncertainty is higher, such as in the case of the signal-modelling uncertainty. The statistical uncertainty in the total systematic uncertainty is calculated from the individual statistical uncertainties by the propagation of uncertainties.",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "Results",
            "section_rank": 26
        },
        {
            "section": "Results",
            "text": "For the BDT selection, the likelihood fit to the data results in The upper matrix corresponds to the correlations for statistical uncertainties only, while the lower matrix is obtained by additionally taking into account all systematic uncertainties. Figure 6 shows the m reco top , m reco W and R reco bq distributions in the data with statistical uncertainties together with the corresponding fitted probability density functions for the background alone and for the sum of signal and background. The uncertainty band attached to the fit to data is obtained in the following way. At each point in m reco top , m reco W and R reco bq , the band contains 68% of all fit function values obtained by randomly varying m top , JSF and bJSF within their total uncertainties and taking into account their correlations. The waist in the uncertainty band is caused by the usage of normalized probability density functions. The band visualises the variations of the three template fit functions caused by all the uncertainties in m top listed in Table 3. The total uncertainty in all three fitted parameters is dominated by their systematic uncertainty. Therefore, the band shown is much wider than the band that would be obtained by fitting to the distributions with statistical uncertainties only.",
            "paragraph_rank": 77,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 251,
                    "text": "Figure 6",
                    "end": 259
                },
                {
                    "type": "table",
                    "start": 1037,
                    "text": "Table 3",
                    "end": 1044
                }
            ]
        },
        {
            "section": "Results",
            "text": "The measured value of m top in the tt → lepton + jets channel at √ s = 8 TeV is",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "section": "Results",
            "text": "with a total uncertainty of 0.91 GeV. The statistical precision of the systematic uncertainty is 0.06 GeV. This result corresponds to a 19% improvement on the result obtained using the standard selection on the same data. Compared with the result in the tt → lepton + jets channel at √ s = 7 TeV, the improvement is 29%. On top of the smaller statistical uncertainty, the increased precision is mainly driven by smaller theory modelling uncertainties achieved by the BDT selection. The larger number of events in the √ s = 8 TeV dataset is effectively traded for lower systematic uncertainties, resulting in a significant gain in total precision. The new ATLAS result in the tt → lepton + jets channel is more precise than the result from the CDF experiment, but less precise than the CMS and D0 results, measured in the same channel, as shown in Fig. 14b in Appendix B.",
            "paragraph_rank": 79,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 847,
                    "text": "Fig. 14b",
                    "end": 855
                }
            ]
        },
        {
            "text": "Combination with previous ATLAS results",
            "section_rank": 27
        },
        {
            "section": "Combination with previous ATLAS results",
            "text": "This section presents the combination of the six m top results of the ATLAS analyses in the tt → dilepton, tt → lepton + jets and tt → all jets channels at centre-of-mass energies of √ s = 7 and 8 TeV. The treatment of the results that are input to the combinations are described, followed by a detailed explanation of the evaluation of the estimator correlations for the various sources of systematic uncertainty. ",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "Inputs to the combination and categorization of uncertainties",
            "section_rank": 28
        },
        {
            "section": "Inputs to the combination and categorization of uncertainties",
            "text": "The measured values of the individual analyses and their statistical and systematic uncertainties are given in Table 4. For each result, the evaluated systematic uncertainties are shown together with their statistical uncertainties. The statistical uncertainties in the total systematic uncertainties and the total uncertainties are obtained from the propagation of uncertainties. 7 For the combinations to follow, the combined uncertainties for the previous results, namely tt → dilepton and tt → lepton + jets at √ s = 7 TeV from Ref. [ , were all re-evaluated. In all cases, the numbers agree to within 0.01 GeV with the original publications, which in any case is the rounding precision due to the precision of some of the inputs. On top of this, the results listed in Table 4 differ in some aspects from the original publications as explained below.",
            "paragraph_rank": 81,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 111,
                    "text": "Table 4",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 381,
                    "text": "7",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "start": 537,
                    "text": "[",
                    "end": 538
                },
                {
                    "type": "table",
                    "start": 773,
                    "text": "Table 4",
                    "end": 780
                }
            ]
        },
        {
            "section": "Inputs to the combination and categorization of uncertainties",
            "text": "The combination follows the approach developed for the combination of √ s = 7 TeV analyses in Ref. [9], including the evaluation of the correlations given in Sect. 10.2 below. The treatment of uncertainty categories for the tt → dilepton and tt → lepton + jets measurements at √ s = 7 TeV exactly follows Ref. [   some extra, analysis-specific sources of uncertainty, as shown in Table 4. In addition, the tt → all jets result at √ s = 8 TeV from Ref.",
            "paragraph_rank": 82,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 99,
                    "text": "[9]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "start": 310,
                    "text": "[",
                    "end": 311
                },
                {
                    "type": "table",
                    "start": 380,
                    "text": "Table 4",
                    "end": 387
                }
            ]
        },
        {
            "section": "Inputs to the combination and categorization of uncertainties",
            "text": "[74] is based on a different treatment of the PDFuncertainty-induced uncertainty in m top . To allow the evaluation of the estimator correlations also for this uncertainty in m top , for this combination, the respective uncertainty is newly evaluated according to the prescription given in Sect. 8.",
            "paragraph_rank": 83,
            "section_rank": 28
        },
        {
            "section": "Inputs to the combination and categorization of uncertainties",
            "text": "For the tt → all jets result at √ s = 7 TeV the statistical precisions in the systematic uncertainties were not evaluated in Ref. [9] but were calculated for this combination. For the tt → all jets result at √ s = 8 TeV in Ref.",
            "paragraph_rank": 84,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 130,
                    "text": "[9]",
                    "end": 133
                }
            ]
        },
        {
            "section": "Inputs to the combination and categorization of uncertainties",
            "text": "[74], for some of the sources, the statistical uncertainty in the systematic uncertainty was not evaluated, such that the quoted statistical uncertainty in the total systematic uncertainty is a lower limit.",
            "paragraph_rank": 85,
            "section_rank": 28
        },
        {
            "section": "Inputs to the combination and categorization of uncertainties",
            "text": "For the mapping of uncertainty categories for data taken at different centre-of-mass energies, the choice of Ref. [14] is employed. The most complex cases are the uncertainties involving eigenvector decompositions, such as the JES and b-tagging scale factor uncertainties, and the uncertainty categories that do not apply to all input measurements. The JESuncertainty-induced uncertainty in m top is obtained from a number of JES subcomponents. Some JES subcomponents have an equivalent at the other centre-of-mass energy and others do not. As in Ref. [14], the JES subcomponents without an equivalent at the other centre-of-mass energy are treated as independent, resulting in vanishing estimator correlations for that part of the covariance matrix. For the remaining subcomponents, the estimator correlations are partly positive and partly negative. As an example, for the flavour part of the JES-uncertainty-induced uncertainty in m top , the two most precise results, the tt → dilepton and tt → lepton + jets measurements at √ s = 8 TeV, are negatively correlated. Consequently, for this pair, the resulting estimator correlation for the total JES-induced uncertainty in m top is also negative. At the quoted precision, the two assumptions about the equivalence of the JES subcomponents between the datasets at the two centre-of-mass energies, i.e. the weak and strong correlation scenarios described in Table 10 in Appendix A, leave the combined value and uncertainty unchanged.",
            "paragraph_rank": 86,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 114,
                    "text": "[14]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 552,
                    "text": "[14]",
                    "end": 556
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1408,
                    "text": "Table 10",
                    "end": 1416
                }
            ]
        },
        {
            "section": "Inputs to the combination and categorization of uncertainties",
            "text": "Following Ref. [14], the √ s = 7 and 8 TeV measurements are treated as uncorrelated for the nuisance parameters of the b-tagging, c/τ -tagging, mistagging and JER uncertainties. In Ref. [14] it was shown that a correlated treatment of the flavour-tagging nuisance parameters results in an insignificant change in the combination. For the statistical, method calibration, MC-based background shape at √ s = 7 and 8 TeV, and the pile-up uncertainties in m top , the measurements are assumed to be uncorrelated. Details of the evaluation of the correlations for all remaining systematic uncertainties are discussed below.",
            "paragraph_rank": 87,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 15,
                    "text": "[14]",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 186,
                    "text": "[14]",
                    "end": 190
                }
            ]
        },
        {
            "text": "Mathematical framework and evaluation of estimator correlations",
            "section_rank": 29
        },
        {
            "section": "Mathematical framework and evaluation of estimator correlations",
            "text": "All combinations are performed using the best linear unbiased estimate (BLUE) method [97,98] in a C++ implementation described in Ref. [99]. The BLUE method uses a linear combination of the inputs to combine measurements. The coefficients (BLUE weights) are determined via the minimization of the variance of the combined result. They can be used to construct measures for the importance of a given single measurement in the combination [98]. For any combination, the measured values x i , the list of uncertainties σ ik and the correlations ρ i jk of the estimators (i, j) for each source of uncertainty (k) have to be provided. For all uncertainties, a Gaussian probability distribution function is assumed. For the uncertainties in m top for which the measurements are correlated, when using ±1σ variations of a systematic effect, e.g. when changing the bJES by ±1σ , there are two possibilities. When simultaneously applying a variation for a systematic uncertainty, e.g. +1σ for the bJES, to a pair (i, j) of measurements, e.g. the tt → lepton + jets and tt → dilepton measurements at √ s = 8 TeV, both analyses can result in a larger or smaller m top value than the one obtained for the nominal case (full correlation, ρ i jk = +1), or one analysis can result in a larger and the other in a smaller value (full anti-correlation, ρ i jk = −1). Consequently, an uncertainty from a source only consisting of a single variation, such as the bJES-uncertainty-induced uncertainty or the uncertainty related to the choice of MC generator for signal events, results in a correlation of ρ i jk = ±1. The estimator correlations for composite uncertainties are evaluated by calculating the correlation from the subcomponents. As an example, for the tt → lepton + jets result at √ s = 8 TeV, the subcomponents of the JES uncertainty are shown in Table 10 in Appendix A. For any pair of measurements (i, j), this evaluation is done by adding the covariance terms of the subcomponents k with ρ i jk = ±1 and dividing by the total uncertainties for that source. The resulting estimator correlation is",
            "paragraph_rank": 88,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 135,
                    "text": "[99]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "start": 437,
                    "text": "[98]",
                    "end": 441
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1840,
                    "text": "Table 10",
                    "end": 1848
                }
            ]
        },
        {
            "section": "Mathematical framework and evaluation of estimator correlations",
            "text": "The quantity",
            "paragraph_rank": 89,
            "section_rank": 29
        },
        {
            "section": "Mathematical framework and evaluation of estimator correlations",
            "text": "ik is the sum of the single subcomponent variances in analysis i. This procedure is applied to all uncertainty sources that consist of more than one subcomponent to reduce the large list of uncertainty subcomponents per estimator of O(100) to a suitable number of uncertainty sources, i.e. to those given in Table 4. Since the full  Fig. 7d is for the two analyses in the tt → lepton + jets channel at the two centreof-mass energies. Each point represents the observed shifts for a systematic uncertainty or a subcomponent of a systematic uncertainty together with a cross, indicating the corresponding statistical precision in the systematic uncertainty in the two results. The solid points indicate the fully correlated cases, and the open points indicate the anti-correlated ones. 8 For many significant sources of uncertainty in Fig. 7a, the tt → lepton + jets and tt → dilepton measurements are anti-correlated. As shown in Ref. [9], this is caused by the in situ determination of the JSF and bJSF in the threedimensional tt → lepton + jets analysis. In contrast, for most sources of uncertainty, a positive estimator correlation is observed for the tt → dilepton and tt → all jets measurements at √ s = 8 TeV, shown in Fig. 7b. The prominent     exception is the hadronization-uncertainty-induced uncertainty in m top , i.e. the single largest uncertainty in the tt → all jets measurement at √ s = 8 TeV, for which the two measurements are anti-correlated. On the contrary, the tt → lepton + jets and tt → all jets measurements at √ s = 8 TeV, shown in Fig. 7c, are positively correlated for this uncertainty. Finally, the tt → lepton + jets measurements at the two centre-of-mass energies in Fig. 7d show a rather low correlation. The correlations per source of uncertainty and the total estimator correlations are summarized in Table 5.",
            "paragraph_rank": 90,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 308,
                    "text": "Table 4",
                    "end": 315
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 333,
                    "text": "Fig. 7d",
                    "end": 340
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 784,
                    "text": "8",
                    "end": 785
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 833,
                    "text": "Fig. 7a",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 934,
                    "text": "[9]",
                    "end": 937
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1225,
                    "text": "Fig. 7b",
                    "end": 1232
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1559,
                    "text": "Fig. 7c",
                    "end": 1566
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1699,
                    "text": "Fig. 7d",
                    "end": 1706
                },
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 1836,
                    "text": "Table 5",
                    "end": 1843
                }
            ]
        },
        {
            "section": "Mathematical framework and evaluation of estimator correlations",
            "text": "The improvement in the combination obtained by the use of evaluated correlations compared with using estimator correlations assigned solely by physics assessments (here referred to as assigned correlations) is quantified using an example. Using the choices of assigned correlations from Ref. [11] for the ATLAS results in the tt → dilepton and tt → lepton + jets channels at √ s = 7 TeV listed in Table 4 gives a combined value of m top = 172.91 ± 0.50 (stat) ± 1.05 (syst) GeV compared with m top = 172.99 ± 0.48 (stat) ± 0.78 (syst) GeV. The significant improvement in the precision of the combination demonstrates the particular importance of evaluating the correlations.",
            "paragraph_rank": 91,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 292,
                    "text": "[11]",
                    "end": 296
                },
                {
                    "type": "table",
                    "start": 397,
                    "text": "Table 4",
                    "end": 404
                }
            ]
        },
        {
            "section": "Mathematical framework and evaluation of estimator correlations",
            "text": "For the combinations presented in this paper, most estimator correlations could be evaluated. The most prominent exception is for the b-tagging uncertainty, where the tt → all jets measurement at √ s = 8 TeV is based on a different b-tagging algorithm and calibration than the tt → dilepton and tt → lepton + jets measurements at √ s = 8 TeV. It was verified that assignments of the estimator correlations of ρ i5k ∈ [−1, 1], with i = 3, 4 and k = 17, yield insignificant differences in the full combination. Estimator correlations of ρ i5 = 1 are assigned for this case, as this choice gives the largest uncertainty in the combination. A similar situation arises for the data-driven all-jets background uncertainty in the two tt → all jets measurements, where the method used for the background estimate is similar but not identical for the two measurements. Consequently, the conservative ad hoc assignment of ρ 25k = 1 was also made for this source k = 11.",
            "paragraph_rank": 92,
            "section_rank": 29
        },
        {
            "text": "Compatibility of the inputs and selected combinations",
            "section_rank": 30
        },
        {
            "section": "Compatibility of the inputs and selected combinations",
            "text": "Before any combination is performed, the compatibility of the input results is verified. For each pair of results, their compatibility is expressed by the ratio of the squared difference between the pair of measured values and the uncertainty in this difference [98] as",
            "paragraph_rank": 93,
            "section_rank": 30
        },
        {
            "section": "Compatibility of the inputs and selected combinations",
            "text": "The corresponding values are given in Table 5. Analysing the χ 2 i j values reveals good χ 2 probabilities, with the smallest χ 2 probability being P(χ 2 , 1) = 15%. The largest sum of χ Based on Tables 4 and 5, selected combinations are analysed, yielding the results given in Table 6 and shown in Fig. 9. The BLUE weights and the pulls 9 of the results are given in Table 7.",
            "paragraph_rank": 94,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 38,
                    "text": "Table 5",
                    "end": 45
                },
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 196,
                    "text": "Tables 4 and 5",
                    "end": 210
                },
                {
                    "type": "table",
                    "start": 278,
                    "text": "Table 6",
                    "end": 285
                },
                {
                    "type": "figure",
                    "start": 299,
                    "text": "Fig. 9",
                    "end": 305
                },
                {
                    "type": "table",
                    "start": 368,
                    "text": "Table 7",
                    "end": 375
                }
            ]
        },
        {
            "section": "Compatibility of the inputs and selected combinations",
            "text": "To investigate the difference in precision of combined results obtained from √ s = 7 and 8 TeV results, two independent combinations of the three results per centre-of-mass energy are performed. For each decay channel, the results at √ s = 8 TeV are significantly more precise than those at √ s = 7 TeV. In addition, the two most precise results per centre-of-mass energy are significantly less correlated at √ s = 8 TeV than at √ s = 7 TeV. Consequently, the size of the uncertainty of the combined result at √ s = 8 TeV (m 8TeV top ) 9 Using the individual results x i ± σ i and the combined result",
            "paragraph_rank": 95,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 536,
                    "text": "9",
                    "end": 537
                }
            ]
        },
        {
            "section": "Compatibility of the inputs and selected combinations",
            "text": "x and should be Gaussian distributed with mean zero and width unity. The pull is a measure of the likeliness of the x i measured in data. is 39% smaller than the one obtained from the results at √ s = 7 TeV (m 7TeV top ). As shown in Fig. 13a, b in Appendix B, for both centre-of-mass energies, the combination is dominated by the results in the tt → dilepton and tt → lepton + jets channels.",
            "paragraph_rank": 96,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 234,
                    "text": "Fig. 13a",
                    "end": 242
                }
            ]
        },
        {
            "section": "Compatibility of the inputs and selected combinations",
            "text": "To investigate whether the measured m top depends on the tt decay mode, a combination of the six results is performed in which the results in the three tt decay channels are treated as determining potentially different masses, namely m Given that no dependence of m top on the centre-of-mass energy or the tt decay channel is expected, the above examples of combinations are merely additional investigations of the compatibility of the input results. The compatibility combinations are summarized in Fig. 9 and listed in Table 6. For all combinations, the values quoted in Fig. 9 are the combined value, the statistical uncertainty, the systematic uncertainty, the total uncertainty and the statistical uncertainty in the total uncertainty.",
            "paragraph_rank": 97,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 500,
                    "text": "Fig. 9",
                    "end": 506
                },
                {
                    "type": "table",
                    "start": 521,
                    "text": "Table 6",
                    "end": 528
                },
                {
                    "type": "figure",
                    "start": 573,
                    "text": "Fig. 9",
                    "end": 579
                }
            ]
        },
        {
            "text": "The combined result of m top",
            "section_rank": 31
        },
        {
            "section": "The combined result of m top",
            "text": "The use of the statistical uncertainties in the systematic uncertainties has two main advantages. Firstly, it allows a determination of the uncertainties in the evaluation of the total correlations of the estimators, avoiding the need to perform ad hoc variations. Secondly, it enables the monitoring of the evolution of the combined result in relation to the precision in its uncertainty while including results, thereby evaluating   Table 6 The results for selected combinations based on the six results at top and the combination of all results, i.e. the ATLAS result for m top shown in Fig. 10. For each combination, the uncertainty is given for each source of uncertainty.",
            "paragraph_rank": 98,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 435,
                    "text": "Table 6",
                    "end": 442
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 590,
                    "text": "Fig. 10",
                    "end": 597
                }
            ]
        },
        {
            "section": "The combined result of m top",
            "text": "Uncertainties quoted as 0.00 are smaller than 0.005, while empty cells indicate uncertainties that do not apply to the respective combination. Finally, the total systematic uncertainty and the sum in quadrature of the statistical and systematic uncertainties are given. Both are quoted including the precision at which the respective uncertainty is known  Fig. 9 The compatibility combinations performed for the six ATLAS results of m top . The figure shows the combined results listed in Table 6, which are obtained from data taken at different centre-of-mass energies and for the three decay channels, in comparison to the new ATLAS result. The values quoted are the combined value, the statistical uncertainty, the systematic uncertainty, the total uncertainty and the uncertainty in the total uncertainty. The results are compared with the new ATLAS combination listed in the last line and shown as the grey vertical bands their influence on the combination. The significance of the individual results in the combination is shown in Fig. 10. The individual results are shown in Fig. 10a. Their combination is displayed in Fig. 10b where, following Ref.",
            "paragraph_rank": 99,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 356,
                    "text": "Fig. 9",
                    "end": 362
                },
                {
                    "type": "table",
                    "start": 489,
                    "text": "Table 6",
                    "end": 496
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1037,
                    "text": "Fig. 10",
                    "end": 1044
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1082,
                    "text": "Fig. 10a",
                    "end": 1090
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1126,
                    "text": "Fig. 10b",
                    "end": 1134
                }
            ]
        },
        {
            "section": "The combined result of m top",
            "text": "[98], starting from the most precise result, i.e. the tt → dilepton measurement at √ s = 8 TeV, results are added to the combination one at a time according to their importance, and the combined result is reported. Each following line of this figure shows the combined result when adding the result listed to the input of the combination, indicated by the '+' in front of the name of the added estimate. The last line in Fig. 10b shows the new ATLAS combined value of m top .",
            "paragraph_rank": 100,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 421,
                    "text": "Fig. 10b",
                    "end": 429
                }
            ]
        },
        {
            "section": "The combined result of m top",
            "text": "The inclusion of the tt → lepton + jets result at √ s = 8 TeV leads to the result quoted in the second line, which improves the combined uncertainty by much more than the statistical precision in the uncertainty of the most precise result. The same is found when adding the tt → lepton + jets result at √ s = 7 TeV and comparing with the statistical uncertainty in the previous combination, albeit at a much reduced significance. The corresponding result obtained from these three results, denoted by m (3) top , is also listed in Table 6.",
            "paragraph_rank": 101,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 503,
                    "text": "(3)",
                    "end": 506
                },
                {
                    "type": "table",
                    "start": 531,
                    "text": "Table 6",
                    "end": 538
                }
            ]
        },
        {
            "section": "The combined result of m top",
            "text": "The improvement in the combination by applying the BDT selection to the tt → lepton + jets analysis at √ s = 8 TeV is sizeable. This is seen from repeating the combination of m (3) top but using the result from the standard selection from Table 3. With this, the correlation of the √ s = 8 TeV tt → lepton + jets result with the √ s = 8 TeV tt → dilepton result changes from −0.19 to −0.02. The resulting uncertainty in the combination is 0.59 ± 0.05 GeV, i.e. the combination is 18% less precise than m (3) top obtained using the result from the BDT selection. Adding the remaining results reduces the quoted combined uncertainty by 0.02 GeV, which is smaller than the statistical precision in the uncertainty of the previously achieved result of m (3) top . The changes in statistical uncertainties in the combined value and its uncertainty due to variations of the input systematic uncertainties within their uncertainties are evaluated for two cases, namely for m (3) top and for the combination of all results. Following Ref. [14], the distributions of the combined values and uncertainties are calculated from 500 combinations, where for each combination, the sizes of the uncertainties as well as the correlations are newly evaluated. Due to the re-evaluation of the correlation, the resulting distributions Table 7 The BLUE weights and the pulls of the results for the combinations reported in Table 6. The upper part refers to the independent combinations of the three results per centre-of-mass energy resulting in uncorrelated results m   are not Gaussian and are also not exactly centred around the combined value and the combined uncertainty. For m (3) top , the root mean square of the distribution of the combined value is 0.03 GeV, and that of the distribution of its uncertainty is 0.04 GeV. The corresponding values for the new ATLAS combination are 0.07 GeV and 0.03 GeV, respectively.",
            "paragraph_rank": 102,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 177,
                    "text": "(3)",
                    "end": 180
                },
                {
                    "type": "table",
                    "start": 239,
                    "text": "Table 3",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 504,
                    "text": "(3)",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 750,
                    "text": "(3)",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 968,
                    "text": "(3)",
                    "end": 971
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1031,
                    "text": "[14]",
                    "end": 1035
                },
                {
                    "type": "table",
                    "start": 1315,
                    "text": "Table 7",
                    "end": 1322
                },
                {
                    "type": "table",
                    "start": 1402,
                    "text": "Table 6",
                    "end": 1409
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1662,
                    "text": "(3)",
                    "end": 1665
                }
            ]
        },
        {
            "section": "The combined result of m top",
            "text": "The full breakdown of uncertainties for the new combined ATLAS result for m top is reported in the last column of Table 6. The combined result is m top = 172.69 ± 0.25 (stat) ± 0.41 (syst) GeV with a total uncertainty of 0.48±0.03 GeV, where the quoted uncertainty in this uncertainty is statistical. This means that the uncertainty in this combined result is only known to this precision, which, given its size, is fully adequate.",
            "paragraph_rank": 103,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 114,
                    "text": "Table 6",
                    "end": 121
                }
            ]
        },
        {
            "section": "The combined result of m top",
            "text": "The χ 2 probability of m (3) top is 78%. Driven by the larger pulls of the remaining three results listed in Table 7, the χ 2 probability of 64% for the new ATLAS combination of m top is lower but still good. The new ATLAS combined result of m top provides a 44% improvement relative to the most precise single input result, which is the tt → dilepton analysis at √ s = 8 TeV. With a relative precision of 0.28%, it improves on the previous combination in Ref. [14] by 31% and supersedes it. As shown in Appendix B, the new ATLAS combined result of m top is more precise than the results from the CDF and D0 experiments, and has a precision similar to the CMS combined result.",
            "paragraph_rank": 104,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 25,
                    "text": "(3)",
                    "end": 28
                },
                {
                    "type": "table",
                    "start": 109,
                    "text": "Table 7",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 461,
                    "text": "[14]",
                    "end": 465
                }
            ]
        },
        {
            "section": "The combined result of m top",
            "text": "In Fig. 11, the 68% and 95% confidence-level contours of the indirect determination of m W and m top from the global electroweak fit in Ref. [2] are compared with the corresponding confidence-level contours of the direct ATLAS mea- . There is good agreement between the direct ATLAS mass measurements and their indirect determinations by the electroweak fit.",
            "paragraph_rank": 105,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3,
                    "text": "Fig. 11",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 141,
                    "text": "[2]",
                    "end": 144
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 32
        },
        {
            "section": "Conclusion",
            "text": "The top quark mass is measured via a three-dimensional template method in the tt → lepton + jets channel and combined with previous ATLAS m top measurements at the LHC.",
            "paragraph_rank": 106,
            "section_rank": 32
        },
        {
            "section": "Conclusion",
            "text": "For the tt → lepton + jets analysis from √ s = 8 TeV proton-proton collision data with an integrated luminosity of about 20.2 fb −1 , the event selection of the corresponding √ s = 7 TeV analysis is refined. An optimization employing a BDT selection to efficiently suppress less-well-reconstructed events results in a significant reduction in total uncertainty, driven by a significant decrease in theory-modelling-induced uncertainties. With this approach, the measured value of m top is m top = 172.08 ± 0.39 (stat) ± 0.82 (syst) GeV with a total uncertainty of 0.91±0.06 GeV, where the quoted uncertainty in the total uncertainty is statistical. The precision is limited by systematic uncertainties, mostly by uncertainties in the calibration of the jet energy scale, b-tagging and the Monte Carlo modelling of signal events. This result is more precise than the result from the CDF experiment, but less precise than the CMS and D0 results, measured in the same channel.",
            "paragraph_rank": 107,
            "section_rank": 32
        },
        {
            "section": "Conclusion",
            "text": "The Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: All ATLAS scientific output is published in journals, and preliminary results are made available in Conference Notes. All are openly available, without restriction on use by external parties beyond copyright law and the standard conditions agreed by CERN. Data associated with journal publications are also made available: tables and data from plots (e.g. cross section values, likelihood profiles, selection efficiencies, cross section limits, …) are stored in appropriate repositories such as HEPDATA (http:// hepdata.cedar.ac.uk/). ATLAS also strives to make additional material related to the paper available that allows a reinterpretation of the data in the context of new theoretical models. For example, an extended encapsulation of the analysis is often provided for measurements in the framework of RIVET (http://rivet.hepforge.org/).\" This information is taken from the ATLAS Data Access Policy, which is a public document that can be downloaded from http://opendata.cern.ch/record/413 In Fig. 12, the template fit functions of the three observables are compared for the standard and the BDT event selection. The distributions of m reco top and m reco W are narrower for the BDT event selection, which means the resolution in the two masses is improved compared with what is observed for the standard selection. The R reco bq distribution is slightly shifted to lower values for the BDT event selection, but the difference is small.  For the BDT selection, a number of systematic uncertainties listed in Table 3 are calculated by performing pseudoexperiments for more than one systematic variation. The individual components are given in Tables 8, 9 ",
            "paragraph_rank": 108,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1124,
                    "text": "Fig. 12",
                    "end": 1131
                },
                {
                    "type": "table",
                    "start": 1639,
                    "text": "Table 3",
                    "end": 1646
                },
                {
                    "type": "table",
                    "ref_id": "tab_16",
                    "start": 1773,
                    "text": "Tables 8, 9",
                    "end": 1784
                }
            ]
        },
        {
            "text": "Appendix B: Additional information about the various combinations",
            "section_rank": 33
        },
        {
            "section": "Appendix B: Additional information about the various combinations",
            "text": "This appendix gives additional information about the various combinations discussed in the main text. For all combinations the values quoted are the combined value, the statistical uncertainty, the systematic uncertainty, the total uncertainty Table 9 The individual components of the PDF uncertainty considered for the tt → lepton + jets analysis at √ s = 8 TeV, the resulting PDF-uncertainty-induced shifts in m top and the final uncertainty in m top . The components [31,39,42] together with their statistical precisions are listed in boldface. The total uncertainty in the CT10 variations is calculated as the sum in quadrature of the CT10 subcomponents. The total uncertainty is given with 0.01 GeV precision. Uncertainties quoted as 0.00 (0.000) are smaller than 0.005 (0.0005). The term nuisance parameter is denoted by NuP. and the uncertainty in the total uncertainty, which is statistical. Figure 13a, b shows the independent combinations per centre-of-mass energy. For both centre-of-mass energies, the combination is dominated by the results in the tt → dilepton and tt → lepton + jets channels. Using only those in the combinations yields combined results of m At both centre-of-mass energies, the difference between the combined uncertainties of the partial and full combination is much smaller than the respective statistical precision in the total systematic uncertainties. This statistical precision is obtained from varying each systematic uncertainty within its statistical precision and repeating the combination, as explained in the main text.  Table 10 The individual components of the JES uncertainty considered for the tt → lepton + jets analysis at √ s = 8 TeV, the resulting JESand bJES-uncertainty-induced shifts in m top and the final uncertainty in m top . The components [63] together with their statistical precisions are listed in boldface and, wherever applicable, calculated as the sum in quadrature of the respective subcomponents. A shift listed as '0' means that the corresponding variation resulted in an unchanged event sample. Uncertainties quoted as 0.00 (0.000) are smaller than 0.005 (0.0005). In the rightmost column, the mapping to the uncertainty components used for √ s = 7 TeV data is given for the weak and the strong correlation scenarios. The '+' sign indicates corresponding components at the two centre-of-mass energies for the weak and strong scenario, while the '(+)' sign indicates components that only correspond for the strong scenario. Finally, mentioning a name indicates that the mapped sources carry different names at √ s = 7 and 8 TeV. The uncertainty components and the total uncertainty are given with 0.01 GeV precision. The term nuisance parameter is denoted by NuP.  Table 11 The individual components of the JER uncertainty considered for the tt → lepton + jets analysis at √ s = 8 TeV, the resulting JER-uncertainty-induced shifts in m top and the final uncertainty in m top . The data versus simulation difference and noise forward region compo-nents are quoted as the difference from the nominal sample. The total uncertainty is calculated as the sum in quadrature of the subcomponents and given with 0.01 GeV precision.    The values quoted are the combined value, the statistical uncertainty, the systematic uncertainty, the total uncertainty and for ATLAS results also the uncertainty in the total uncertainty, which is statistical. For CDF, the separation into statistical and systematic uncertainties is different for the result in the tt → lepton + jets channel and the combination. For the former, the statistical component caused by the in situ determination of the jet scale factor is included in the statistical uncertainty, while for the latter, this uncertainty is part of the systematic uncertainty     ",
            "paragraph_rank": 109,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 244,
                    "text": "Table 9",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 470,
                    "text": "[31,",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 474,
                    "text": "39,",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 477,
                    "text": "42]",
                    "end": 480
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 900,
                    "text": "Figure 13a",
                    "end": 910
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1566,
                    "text": "Table 10",
                    "end": 1574
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 2736,
                    "text": "Table 11",
                    "end": 2744
                }
            ]
        },
        {
            "text": "ATLAS (d) Combinations",
            "section_rank": 34
        },
        {
            "text": "Fig. 1",
            "section_rank": 35
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Distributions for the events passing the preselection. The data are shown together with the signal-plus-background prediction, normalized to the number of events observed in the data. The hatched area is the uncertainty in the prediction as described in the text. The rightmost bin contains all entries with values above the lower edge of this bin, similarly the leftmost bin contains all entries with values below the upper edge of this bin. a shows the transverse momentum of the lep-",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "Fig. 2",
            "section_rank": 36
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Input and results of the BDT training on tt signal events for the preselection. a shows the logarithm of the event likelihood of the best permutation (ln L) for the correctly matched events and the remainder. Similarly, b shows the distribution of the R between the two untagged jets assigned to the W boson decay. c shows the distribution of the BDT output (r BDT ) for the two classes of events for both the training (histograms) and test samples (points with statistical uncertainties). The compatibility in terms of the χ 2 probability is also listed. The distri-",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Fig. 3",
            "section_rank": 37
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Various classes of m top uncertainties as a function of the minimum requirement on the BDT output r BDT and for the standard selection. The total uncertainty (solid line) is the sum in quadrature of the statistical (dotted line) and total systematic uncertainty (short dash-dotted line). The total systematic uncertainty consists of the total experimental (dashed line) and total signal-modelling uncertainty (long dash-dotted line). The uncertainties in the background estimate are included in the total experimental uncertainty. The minimum requirement on r BDT defining the BDT selection is indicated by the vertical black dashed line. All uncertainties are included except for the method and the pileup uncertainties",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "Fig. 4",
            "section_rank": 38
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Distributions for the events passing the BDT selection. The data are shown, together with the signal-plus-background prediction normalized to the number of events observed in the data. The hatched area is the uncertainty in the prediction described in the text. The rightmost bin contains all entries with values above the lower edge of this bin, similarly the leftmost bin contains all entries with values below the upper edge of this bin. a shows the W boson transverse mass for the",
            "paragraph_rank": 113,
            "section_rank": 38
        },
        {
            "text": "R reco bq with three input bJSF",
            "paragraph_rank": 114,
            "section_rank": 39
        },
        {
            "text": "Fig. 5",
            "section_rank": 40
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Template parameterizations for signal events, composed of tt and single-top-quark production events. a-c show the sensitivity of m reco top to m top , JSF and bJSF, d shows the sensitivity of m reco W to JSF and e, f show the sensitivity of R reco bq to m top and bJSF. Each template is",
            "paragraph_rank": 115,
            "section_rank": 40
        },
        {
            "text": "Signal",
            "section_rank": 41
        },
        {
            "section": "Signal",
            "text": "Monte Carlo generator: The full observed difference in fitted m top between the event samples produced with the Powheg-Box and MC@NLO [82,83] programs is quoted as a systematic uncertainty. For the renormalization and factorization scales the Powheg-Box sample uses the function given in Sect. 3, while the MC@NLO sample uses μ R,F = m 2 top + 0.5( p 2 T,t + p 2 T,t ). Both samples are generated with a top quark mass of m top = 172.5 GeV with the CT10 PDFs in the matrix-element calculation and use the Herwig and Jimmy programs with the ATLAS AUET2 tune [47]. Hadronization: To cover the choice of parton shower and hadronization models, samples produced with the Powheg-Box program are showered with either the Pythia6 program using the P2011C tune or the Herwig and Jimmy programs using the ATLAS AUET2 tune. This includes different approaches in shower modelling, such as using a p T -ordered parton showering in the Pythia program or angular-ordered parton showering in the Herwig program, the different parton shower matching scales, as well as fragmentation functions and hadronization models, such as choosing the Lund string model [84,85] implemented in the Pythia program or the cluster fragmentation model [86] used in the Herwig program. The full observed difference between the samples is quoted as a systematic uncertainty.",
            "paragraph_rank": 116,
            "section_rank": 41
        },
        {
            "text": "[65].b-tagging:Mismodelling of the b-tagging efficiency and mistag rate is accounted for by the application of jet-specific scale factors to simulated events[66]. These scale factors depend on jet p T , jet η and the underlying quark flavour. The ones used in this analysis are derived from dijet and tt → dilepton [66] events. They are the same as those used for the measurement of m top in the tt → dilepton channel[14].Similarly to the JES uncertainties, the b-tagging uncertainties are estimated by using an eigenvector approach, based on the b-tagging calibration analysis[66][67][68]. They include the uncertainties in the b-tagging, c/τ -tagging and mistagging scale factors. This uncertainty in m top is derived by varying the scale factors within their uncertainties and adding the resulting fitted differences in quadrature. In this procedure, uncertainties that are considered both in the b-tagging calibration and as separate sources in the m top analysis are taken into account simultaneously by applying the corresponding varied b-tagging scale factors together with the varied sample when assessing the corresponding uncertainty in m top . The final uncertainty is the sum in quadrature of these independent components. Compared with the result from √ s = 7 TeV data, this uncertainty is reduced by about one third for both the standard and BDT event selections in accordance with the improvements made in the calibrations of the b-tagging algorithm[66,67].Leptons:The lepton uncertainties are related to the electron energy or muon momentum scale and resolution, as well as trigger, isolation and identification efficiencies. These are measured very precisely in high-purity J/ψ → + − and Z → + − data [57,58,95]. For each component, the corresponding uncertainty is propagated to the analysis by variation of the respective quantity. The changes are propagated to the E miss T as well.Missing transverse momentum:The remaining contribution to the missing-transverse-momentum uncertainty stems from the uncertainties in calorimeter-cell energies associated with lowp T jets (7 GeV < p T < 20 GeV) without any corresponding reconstructed physics object or from pile-up interactions. They are accounted for as described in Ref.[69]. The corresponding uncertainty in m top is small.Pile-up:Besides the component treated in the JES uncertainty, the residual dependence of the fitted m top on the amount of pile-up activity and a possible mismodelling of pile-up in MC simulation is determined. For this, the m top dependence in bins of n vtx and μ is determined for data and MC simulated events. Within the statistical uncertainties, the slopes of the linear dependences of m top observed in data and predicted by the MC simulation are compatible. The same is true for JSF and bJSF. The final effect on the measurement is assessed by a convolution of the linear dependence with the respective n vtx and μ distributions observed for data and MC simulated events. The maximum of the n vtx and μ effects is assigned as an uncertainty due to pile-up. The pile-up conditions differ between the √ s = 7 and 8 TeV data. For the BDT selection of √ s = 8 TeV data used here, the average of the mean number of inelastic pp interactions per bunch crossing is μ = 20.3 and the average number of reconstructed primary vertices is about n vtx = 9.4, to be compared with μ = 8.8 and n vtx = 7.0 for √ s = 7 TeV data[65]",
            "paragraph_rank": 117,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 417,
                    "text": "[14]",
                    "end": 421
                }
            ]
        },
        {
            "text": "m",
            "section_rank": 43
        },
        {
            "section": "m",
            "text": "top = 172.08 ± 0.39 (stat) GeV, JSF = 1.005 ± 0.001 (stat), and bJSF = 1.008 ± 0.005 (stat). The statistical uncertainties are taken from the parabolic approximation of the likelihood profiles. The expected statistical uncertainties, calculated in Sect. 7, are compatible with those. The correlation matrices of the three variables with i = 0, 1 and 2 corresponding to m top , JSF and bJSF are ρ stat =",
            "paragraph_rank": 118,
            "section_rank": 43
        },
        {
            "text": "Fig. 6",
            "section_rank": 44
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6 Results of the likelihood fit to the data. The figures show the data distributions of the three observables with statistical uncertainties together with the fitted probability density function for the background alone (barely visible at the bottom of the figure) and for the sum of signal and background. The uncertainty band corresponds to the one",
            "paragraph_rank": 119,
            "section_rank": 44
        },
        {
            "text": "Table 4",
            "section_rank": 45
        },
        {
            "section": "Table 4",
            "text": "The six measured values of m top (i = 0, . . . , 5) and their statistical and systematic uncertainty sources k, numbered as given in the first column. For the individual measurements, the systematic uncertainty in m top and its associated statistical uncertainty are given for each source of uncertainty. The last line refers to the sum in quadrature of the statistical and systematic uncertainties. The statistical uncertainties in the total systematic uncertainties and in the total uncertainties are calculated from the propagation of uncertainties. Systematic uncertainties listed as 0 are not evaluated, while an empty cell indicates an uncertainty not applicable to the corresponding measurement. Statistical uncertainties quoted as 0.00 are smaller than 0",
            "paragraph_rank": 120,
            "section_rank": 45
        },
        {
            "text": "Fig. 7",
            "section_rank": 46
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7The pairwise shifts in m top when simultaneously varying a pair of measurements for a systematic uncertainty or a subcomponent of a systematic uncertainty. a, b show the correlations of the tt → dilepton measurement at √ s = 8 TeV with the two other measurements at the same centre-of-mass energy for all sources of uncertainty for which the estimators are correlated. c shows the correlations of the present",
            "paragraph_rank": 121,
            "section_rank": 46
        },
        {
            "text": "2 i j values by far is observed for the tt → all jets result at √ s = 7 TeV. The dependences of the combined values and their uncertainties on the total correlation for pairwise combinations of results are analysed. The dependences for pairs of the three results from √ s = 8 TeV data are shown in Fig. 8. The largest information gain is achieved by combining the tt → dilepton and tt → lepton + jets results at √ s = 8 TeV, shown in Fig. 8a, b, which are anti-correlated, i.e. ρ = −0.19.",
            "paragraph_rank": 122,
            "section_rank": 47
        },
        {
            "text": "such a combination, results obtained in one decay channel influence the combined result in another decay channel by means of their estimator correlation. Therefore, for each observable, e.g. m dilepton top , by construction the sum of weights of the results in the corresponding decay channel equals unity, while for each of the other decay channels the sum of weights of the results equals zero [100]. The combination yields compatible results for the three masses listed inTable 6. Consequently, the data do not show any sign of a decay-channel-dependent m top . The correlation matrix of the three observables 0, 1 and 2 corresponding to m χ 2 probability of any pair of combined results for determining the same m top is P(χ 2 , 1) = 11%. As shown inFig. 13c-e in Appendix B, for the combination of the three observables, the results based on √ s = 7 TeV data lead to significant improvements on their more precise counterparts obtained from √ s = 8 TeV data, apart from the tt → dilepton channel.",
            "paragraph_rank": 123,
            "section_rank": 48
        },
        {
            "text": "tt → dilepton(8 TeV)  and tt → lepton + jets (8 TeV) tt → dilepton (8 TeV) and tt → lepton + jets (8 TeV) tt → dilepton (8 TeV) and tt → all jets (8 TeV) tt → dilepton (8 TeV) and tt → all jets (8 TeV) tt → lepton + jets (8 TeV) and tt → all jets (8 TeV) tt → lepton + jets(8 TeV)  and tt → all jets(8 TeV)    ",
            "paragraph_rank": 124,
            "section_rank": 49
        },
        {
            "text": "Fig. 8",
            "section_rank": 50
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8The combined values (left) and uncertainties (right) of the combination of pairs of individual results at √ s = 8 TeV, shown as functions of the total correlation ρ (solid lines). The combination of the tt → dilepton and tt → lepton + jets results is shown in the top row. The middle row is for the combination of the tt → dilepton and",
            "paragraph_rank": 125,
            "section_rank": 50
        },
        {
            "text": "8",
            "section_rank": 51
        },
        {
            "section": "8",
            "text": "8 TeV. The left two columns of results show the combination of the three results at TeV (m 8TeV top ), both combinations neglecting the results at the respective other centre-of-mass energy. The middle three columns show the combination of the six results as if pairs of measurements would determine a decay-specific top quark mass, namely m , shown on the right is the combination of the three most important results in the combination denoted by m (3)",
            "paragraph_rank": 126,
            "section_rank": 51
        },
        {
            "text": "top . The middle part is for the combination of the three observables from pairs of results per tt decay channel, resulting in correlated results m lower part refers to the combination of the three most important results m(3) top and of all results m top √ s",
            "paragraph_rank": 127,
            "section_rank": 52,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 222,
                    "text": "(3)",
                    "end": 225
                }
            ]
        },
        {
            "text": "Fig. 10",
            "section_rank": 53
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10The combination of the six ATLAS results of m top according to importance Ref.[98]. a shows the inputs to the combination. b shows results of the combination when successively adding results to the most precise one. The values quoted are the combined value, the statistical uncertainty, the systematic uncertainty, the total uncertainty and",
            "paragraph_rank": 128,
            "section_rank": 53
        },
        {
            "text": "Fig. 11",
            "section_rank": 54
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11 Comparison of indirect determinations and direct measurements of the top quark and W boson masses. The direct ATLAS measurements of m W and m top are shown as the horizontal and vertical bands, respectively. Their 68% and 95% confidence-level (CL) contours are compared with the corresponding results from the electroweak fit surements of the two masses. The top quark mass used in this figure was obtained above, while the W boson mass is taken from Ref. [101]. The electroweak fit uses as input the LHC combined result of the Higgs boson mass of m H = 125.09 ± 0.24 GeV from Ref. [102]. There is good agreement between the direct ATLAS mass measurements and their indirect determinations by the electroweak fit.",
            "paragraph_rank": 129,
            "section_rank": 54
        },
        {
            "text": "correlations of six measurements of m top , performed in the three tt decay channels from √ s = 7 and 8 TeV ATLAS data, are evaluated for all sources of the systematic uncertainty. Using a dedicated mapping of uncertainty categories, combinations are performed, where measurements are added one at a time according to their importance. Treating the pairs of measurements in the three tt decay channels as determining potentially different masses, namely m consistent values within uncertainties, i.e. the data do not show any sign of a decay-channel-dependent m top .The combined result of m top from the six measurements is m top = 172.69 ± 0.25 (stat) ± 0.41 (syst) GeV with a total uncertainty of 0.48±0.03 GeV, where the quoted uncertainty in the total uncertainty is statistical. This combination is dominated by three input measurements: the measurement in the tt → dilepton channel from √ s = 8 TeV data and the two measurements in the tt → lepton + jets channel from √ s = 8 and 7 TeV data. With a relative precision of 0.28%, this new ATLAS combination of m top is more precise than the result from the CDF and D0 experiments and has a precision similar to the CMS combined result. This result supersedes the previous combined ATLAS result.With this precision in m top achieved, precise knowledge of the relation between the mass definition of the experimental analysis and the pole mass is becoming relevant. The com-bined result is mostly limited by the uncertainties in the calibration of the jet energy scales, b-tagging and in the Monte Carlo modelling of signal events. CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Skłodowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [103].",
            "paragraph_rank": 130,
            "section_rank": 55
        },
        {
            "text": "[opendata.cern.ch].] Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .Appendix A: Results from the BDT optimization and individual sources of systematic uncertaintyThis appendix has additional details of the measurement of m top in the tt → lepton + jets channel from √ s = 8 TeV data discussed in the main text.",
            "paragraph_rank": 131,
            "section_rank": 56
        },
        {
            "text": "Fig. 12Comparison of the template fit functions of the three observables for the standard event selection (solid line) and the BDT event selection (dashed line). The ratios (standard/BDT) of the pairs of func-",
            "paragraph_rank": 132,
            "section_rank": 57
        },
        {
            "text": ", 10, 11 and 12 below. Whenever the uncertainty is obtained from just a pair of samples, the shift m top is listed together with the definition of the difference evaluated indicating the direction of the shift. For the other cases, the shift in m top is quoted relative to the value measured in the central sample for the upward variation ( m up top ), the downward variation ( m dw top ) and the final shift assigned to this uncertainty component ( m top ). For most of the cases the signs of m up top and m dw top are different, indicating that m top from the central sample is sur-rounded by the values from the two variations. In this case | m top | is 0.5•| m up top − m dw top |, otherwise it is the maximum of | m up top | and | m dw top |. In both cases, the sign of m top is the one from m up top .",
            "paragraph_rank": 133,
            "section_rank": 58
        },
        {
            "text": "± 0.48 (stat) ± 0.78 (syst) GeV with an uncertainty of 0.91 ± 0.05 GeV at √ s = 7 TeV and m 8TeV top = 172.56 ± 0.28 (stat) ± 0.48 (syst) GeV with an uncertainty of 0.56 ± 0.04 GeV at √ s = 8 TeV.",
            "paragraph_rank": 134,
            "section_rank": 59
        },
        {
            "text": "Figure 13c-e shows the dependent combinations per tt decay channel. The combined result of m dilepton top based only on the tt → dilepton measurement from √ s = 8 TeV data and the measurements in the other decay channels is m dilepton top = 172.94 ± 0.41 (stat) ± 0.73 (syst) GeV with an uncertainty of 0.84 ± 0.05 GeV. As a consequence of the influence of the measurements in the other decay channels discussed in the main text, this result does not coincide with the tt → dilepton result at √ s = 8 TeV. In Fig. 14, the most precise ATLAS results of m top per decay channel and the new ATLAS combined value of m top are compared with the respective results from the CDF, D0 and CMS experiments.",
            "paragraph_rank": 135,
            "section_rank": 60
        },
        {
            "text": "Fig. 13",
            "section_rank": 61
        },
        {
            "section": "Fig. 13",
            "text": "Fig. 13Selected combinations of the six ATLAS measurements of m top according to importance. The figures show the combined result when successively adding results to the most precise one of a given category. Each line of this figure shows the combined result when adding the result listed to the combination, indicated by a '+'. The values quoted are the combined value, the statistical uncertainty, the systematic uncer-",
            "paragraph_rank": 136,
            "section_rank": 61
        },
        {
            "text": "Fig. 14",
            "section_rank": 62
        },
        {
            "section": "Fig. 14",
            "text": "Fig. 14 The most precise result of m top per experiment in the different tt decay channels and m top from the latest combinations performed by the individual experiments. a shows the measurements in the tt → dilepton channel, b shows those in the tt → lepton + jets and c shows the ones in the tt → all jets channel. d shows the results of m top from the latest combination per experiment. In all figures the vertical band corresponds to the new ATLAS combined value of m top . The values quoted are the combined value, the statistical uncertainty, the",
            "paragraph_rank": 137,
            "section_rank": 62
        },
        {
            "text": "64. ATLAS Collaboration, Monte Carlo calibration and combination of in-situ measurements of jet energy scale, jet energy resolution and jet mass in ATLAS. ATLAS-CONF-2015-037 (2015). https:// cds.cern.ch/record/2044941 65. ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 TeV using the ATLAS detector. Eur. Phys. J. C 76, 581 (2016). arXiv:1510.03823 [hepex] 66. ATLAS Collaboration, Performance of b-jet identification in the ATLAS experiment. JINST 11, P04008 (2016). arXiv:1512.01094 [hep-ex] 67. ATLAS Collaboration, Calibration of b-tagging using dileptonic top pair events in a combinatorial likelihood approach with the ATLAS experiment. ATLAS-CONF-2014-004 (2014). https:// cds.cern.ch/record/1664335 68. ATLAS Collaboration, Calibration of the performance of btagging for c and light-flavour jets in the 2012 ATLAS data. ATLAS-CONF-2014-046 (2014). https://cds.cern.ch/record/ 1741020 69. ATLAS Collaboration, Performance of algorithms that reconstruct missing transverse momentum in √ s = 8 TeV protonproton collisions in the ATLAS detector. Eur. Phys. J. C 77, 241 (2017). arXiv:1609.09324 [hep-ex] 70. ATLAS Collaboration, Estimation of non-prompt and fake lepton backgrounds in final states with top quarks produced in proton-proton collisions at √ s = 8 TeV with the ATLAS detector. ATLAS-CONF-2014-058 (2014). https://cds.cern.ch/record/ 1951336 71. ATLAS Collaboration, Measurement of the top quark-pair production cross section with ATLAS in pp collisions at √ s 7 TeV. Eur. Phys. J. C 71, 1577 (2011). arXiv:1012.1792 [hep-ex] 72. ATLAS Collaboration, Measurement of the charge asymmetry in top quark pair production in pp collisions at √ s = 7 TeV using the ATLAS detector. Eur. Phys. J. C 72, 2039 (2012",
            "paragraph_rank": 138,
            "section_rank": 63
        },
        {
            "text": "Frixione, P. Nason, B.R. Webber, Matching NLO QCD and parton showers in heavy flavour production. JHEP 08, 007 (2003). arXiv:hep-ph/0305252 84. B. Andersson, G. Gustafson, G. Ingelman, T. Sjöstrand, Parton fragmentation and string dynamics. Phys. Rep. 97, 31 (1983) 85. B. Andersson, The Lund model (Cambridge University Press, Cambridge, 1997). ISBN:9780521017343 86. B. Webber, A QCD model for jet fragmentation including soft gluon interference. Nucl. Phys. B 238, 492 (1984) 87. ATLAS Collaboration, Impact of fragmentation modelling on the jet energy and the top-quark mass measurement using the ATLAS detector. ATL-PHYS-PUB-2015-042 (2015). https://cds.cern.ch/ record/2054420 88. ATLAS Collaboration, Measurement of tt production with a veto on additional central jet activity in pp collisions at √ s = 7 TeV using the ATLAS detector. Eur. Phys. J. C 72, 2043 (2012). arXiv:1203.5015 [hep-ex] 89. ATLAS Collaboration, Measurement of the tt production crosssection as a function of jet multiplicity and jet transverse momentum in 7 TeV proton-proton collisions with the ATLAS detector. JHEP 01, 020 (2015). arXiv:1407.0891 [hep-ex] 90. ATLAS Collaboration, Comparison of Monte Carlo generator predictions to ATLAS measurements of top pair production at 7 TeV. ATL-PHYS-PUB-2015-002 (2015). https://cds.cern.ch/ record/1981319 91. ATLAS Collaboration, Comparison of Monte Carlo generator predictions for gap fraction and jet multiplicity observables in tt events. ATL-PHYS-PUB-2014-005 (2014). https://cds.cern.ch/ record/1703034 92. H.L. Lai et al., Global QCD analysis of parton structure of the nucleon: CTEQ5 parton distributions. Eur. Phys. J. C 12, 375 (2000). arXiv:hep-ph/9903282 93. ATLAS Collaboration, Determination of the jet energy scale and resolution at ATLAS using Z/γ -jet events in data at √ s = 8 TeV. ATLAS-CONF-2015-057 (2015). https://cds.cern. ch/record/2059846 94. ATLAS Collaboration, Data-driven determination of the energy scale and resolution of jets reconstructed in the ATLAS calorimeters using dijet and multijet events at √ s = 8 TeV. ATLAS-CONF-2015-017 (2015",
            "paragraph_rank": 139,
            "section_rank": 64
        },
        {
            "text": "Table 2",
            "section_rank": 65
        },
        {
            "section": "Table 2",
            "text": "The input variables to the BDT algorithm sorted by their separation",
            "paragraph_rank": 140,
            "section_rank": 65
        },
        {
            "text": "The dependences of m reco W on the input values of m top and bJSF are negligible and are not shown.",
            "paragraph_rank": 141,
            "section_rank": 66
        },
        {
            "text": "Table 1 .",
            "section_rank": 67
        },
        {
            "section": "Table 1 .",
            "text": "It was verified that the correlations between m reco",
            "paragraph_rank": 142,
            "section_rank": 67
        },
        {
            "section": "Table 1 .",
            "text": "top , m reco W and R reco bq of ρ(m reco top , m reco W ) = 0.05, ρ(m reco top , R reco bq ) = 0.18, and ρ(m reco W , R reco bq ) = −0.13, are small enough that formulating the likelihood in Eq.",
            "paragraph_rank": 143,
            "section_rank": 67
        },
        {
            "text": "Table",
            "section_rank": 68
        },
        {
            "section": "Table",
            "text": "Systematic uncertainties in m top . The measured values of m top are given together with the statistical and systematic uncertainties in GeV for the standard and the BDT event selections. For comparison, the result in the tt → lepton + jets",
            "paragraph_rank": 144,
            "section_rank": 68
        },
        {
            "text": "Table 5",
            "section_rank": 69
        },
        {
            "section": "Table 5",
            "text": "The pairwise correlations ρ i jk of the six measurements i, j = 0, . . . , 5 of m top for each source of systematic uncertainty k = 0, . . . , 22, along with the total estimator correlations and the compatibility of the measurements using χ 2 i j from Eq.(2). The indices i and j are 0 for tt → dilepton at √ s = 7 TeV, 1 for tt → lepton + jets at √ s = 7 TeV, 2 for tt → all jets at √ s = 7 TeV, 3 for tt → dilepton at √ s = 8 TeV, 4 for tt → lepton + jets at √ s = 8 TeV, and 5for tt → all jets at √ s = 8 TeV. The correspondence of the indices k = 0, . . . , 22 and the sources of systematic uncertainty are given inTable 4. Correlations that are assigned, or cannot be evaluated because one uncertainty in the covariance term is zero at the quoted precision, are given as integer values, while evaluated correlations are shown as real values",
            "paragraph_rank": 145,
            "section_rank": 69
        },
        {
            "text": "Table 8",
            "section_rank": 70
        },
        {
            "section": "Table 8",
            "text": "The individual components of the uncertainty sources considered for the tt → lepton + jets analysis at √ s = 8 TeV for the sources of uncertainty not documented inTables 9, 10, 11 and 12.",
            "paragraph_rank": 146,
            "section_rank": 70
        },
        {
            "text": "The last line refers to the sum in quadrature of the PDF subcomponents",
            "paragraph_rank": 147,
            "section_rank": 71
        },
        {
            "text": "The last line refers to the sum in quadrature of the JES components",
            "paragraph_rank": 148,
            "section_rank": 72
        },
        {
            "text": "The term nuisance parameter is denoted by NuP",
            "paragraph_rank": 149,
            "section_rank": 73
        },
        {
            "text": "55. S. Agostinelli et al., GEANT4: a simulation toolkit. Nucl. Instrum. Methods A 506, 250 (2003) 56. ATLAS Collaboration, The simulation principle and performance of the ATLAS fast calorimeter simulation FastCaloSim. ATL-PHYS-PUB-2010-013 (2010). https://cds.cern.ch/record/ 1300517 57. ATLAS Collaboration, Electron efficiency measurements with the ATLAS detector using 2012 LHC proton-proton collision data. Eur. Phys. J. C 77, 195 (2017). arXiv:1612.01456 [hep-ex] 58. ATLAS Collaboration, Measurement of the muon reconstruction performance of the ATLAS detector using 2011 and 2012 LHC proton-proton collision data. Eur. Phys. J. C 74, 3130 (2014). arXiv:1407.3935 [hep-ex] 59. K. Rehermann, B. Tweedie, Efficient identification of boosted semileptonic top quarks at the LHC. JHEP 03, 059 (2011). arXiv:1007.2221 [hep-ph] 60. ATLAS Collaboration, Topological cell clustering in the ATLAS calorimeters and its performance in LHC Run 1. Eur. Phys. J. C 77, 490 (2017). arXiv:1603.02934 [hep-ex] 61. M. Cacciari, G.P. Salam, G. Soyez, The anti-kt jet clustering algorithm. JHEP 04, 063 (2008). arXiv:0802.1189 [hep-ph] 62. ATLAS Collaboration, Jet energy measurement with the ATLAS detector in proton-proton collisions at √ s = 7 TeV. Eur. Phys. J. C 73, 2304 (2013). arXiv:1112.6426 [hep-ex] 63. ATLAS Collaboration, Jet energy measurement and its systematic uncertainty in proton-proton collisions at √ s = 7 TeV with the ATLAS detector. Eur. Phys. J. C 75, 17 (2015). arXiv:1406.0076 [hep-ex]",
            "paragraph_rank": 150,
            "section_rank": 74
        },
        {
            "text": "). arXiv:1203.4211 [hep-ex] 73. ATLAS Collaboration, A search for tt resonances using leptonplus-jets events in proton-proton collisions at √ s = 8 TeV with the ATLAS detector. JHEP 08, 148 (2015). arXiv:1505.07018 [hep-ex] 74. ATLAS Collaboration, Top-quark mass measurement in the allhadronic tt decay channel at √ s = 8 TeV with the ATLAS detector. JHEP 09, 118 (2017). arXiv:1702.07546 [hep-ex] 75. F.A. Berends, H. Kuijf, B. Tausk, W.T. Giele, On the production of a W and jets at hadron colliders. Nucl. Phys. B 357, 32 (1991) 76. J. Erdmann et al., A likelihood-based reconstruction algorithm for top-quark pairs and the KLFitter framework. Nucl. Instrum. Methods A 748, 18 (2014). arXiv:1312.5595 [hep-ex] 77. ATLAS Collaboration, Measurement of the top quark mass with the template method in the tt → lepton + jets channel using ATLAS data. Eur. Phys. J. C 72, 2046 (2012). arXiv:1203.5755 [hep-ex] 78. ATLAS Collaboration, Measurements of top-quark pair differential cross-sections in the lepton+jets channel in pp collisions at √ s = 8 TeV using the ATLAS detector. Eur. Phys. J. C 76, 538 (2016). arXiv:1511.04716 [hep-ex] 79. A. Höcker et al., TMVA-toolkit for multivariate data analysis (2007). arXiv:physics/0703039 80. R. Barlow, SLUO lectures on statistics and numerical methods in HEP, lecture 6: resampling and the bootstrap (2000). http://www-group.slac.stanford.edu/sluo/Lectures/stat_ lecture_files/sluolec6.pdf 81. R. Barlow, Systematic errors: facts and fictions (2002). arXiv:hep-ex/0207026 82. S. Frixione, B.R. Webber, Matching NLO QCD computations and parton shower simulations. JHEP 06, 029 (2002). arXiv:hep-ph/0204244 83. S.",
            "paragraph_rank": 151,
            "section_rank": 75
        },
        {
            "text": "). https://cds.cern.ch/record/2008678 95. ATLAS Collaboration, Electron and photon energy calibration with the ATLAS detector using LHC Run 1 data. Eur. Phys. J. C 74, 3071 (2014). arXiv:1407.5063 [hep-ex] 96. ATLAS Collaboration, Measurement of the top-quark mass in the fully hadronic decay channel from ATLAS data at √ s = 7 TeV. Eur. Phys. J. C 75, 158 (2015). arXiv:1409.0832 [hep-ex] 97. L. Lyons et al., How to combine correlated estimates of a single physical quantity. Nucl. Instrum. Methods A 270, 110 (1988) 98. R. Nisius, On the combination of correlated estimates of a physics observable. Eur. Phys. J. C 74, 3004 (2014). arXiv:1402.4016 [physics.data-an] 99. R. Nisius, A ROOT class to combine a number of correlated estimates of one or more observables using the Best Linear Unbiased Estimate method (2015). http://blue.hepforge.org/Bluemanual. pdf 100. A. Valassi, Combining correlated measurements of several different physical quantities. Nucl. Instrum. Methods A 500, 391 (2003) 101. ATLAS Collaboration, Measurement of the W-boson mass in pp collisions at √ s = 7 TeV with the ATLAS detector. Eur. Phys. J. C 78 110 (2018). arXiv:1701.07240 [hep-ex] 102. ATLAS and CMS Collaborations, Combined measurement of the Higgs boson mass in pp collisions at √ s = 7 and 8 TeV with the ATLAS and CMS experiments. Phys. Rev. Lett. 114, 191803 (2015). arXiv:1503.07589 [hep-ex] 103. ATLAS Collaboration, ATLAS computing acknowledgements. ATL-GEN-PUB-2016-002. https://cds.cern.ch/record/2202407",
            "paragraph_rank": 152,
            "section_rank": 76
        },
        {
            "text": "The h damp parameter controls the transverse momentum p T of the first additional emission beyond the leading-order Feynman diagram in the parton shower and therefore regulates the highp T emission against which the tt system recoils.",
            "paragraph_rank": 153,
            "section_rank": 76
        },
        {
            "text": "Page 4 of 51 Eur. Phys. J. C (2019) 79 :290",
            "paragraph_rank": 154,
            "section_rank": 76
        },
        {
            "text": "The chosen definition of the separation is given in Eq. (1) of the TMVA manual [79].",
            "paragraph_rank": 155,
            "section_rank": 76
        },
        {
            "text": "In the limit of many small systematic uncertainties with large statistical uncertainties, this procedure on average leads to an overestimate of the total systematic uncertainty.",
            "paragraph_rank": 156,
            "section_rank": 76
        },
        {
            "text": "For the previous results in the tt → dilepton and tt → lepton + jets channels, the values quoted for the statistical uncertainties in the total systematic uncertainties differ from the ones in the original publications, where just the sum in quadrature of the statistical uncertainties in the individual systematic uncertainties was used.",
            "paragraph_rank": 157,
            "section_rank": 76
        },
        {
            "text": "In the course of including more results into the combination of Ref.[14], the definitions of the variations were homogenized while leaving the estimator correlations unchanged. As a consequence, for the corresponding figures some of the points now are located in the respective other quadrant, e.g. for the tt → dilepton result at √ s = 8 TeV.",
            "paragraph_rank": 158,
            "section_rank": 76,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 68,
                    "text": "[14]",
                    "end": 72
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 78
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and",
            "paragraph_rank": 159,
            "section_rank": 78
        }
    ]
}