{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is presented for decays of Z and Higgs bosons to a J/ψ meson and a photon, with the subsequent decay of the J/ψ to μ + μ − . The analysis uses data from proton-proton collisions with an integrated luminosity of 35.9 fb −1 at √ s = 13 TeV collected with the CMS detector at the LHC. The observed limit on the Z → J/ψ γ decay branching fraction, assuming that the J/ψ meson is produced unpolarized, is 1.4 × 10 −6 at 95% confidence level, which corresponds to a rate higher than expected in the standard model by a factor of 15. For extreme-polarization scenarios, the observed limit changes from −13.6 to +8.6% with respect to the unpolarized scenario. The observed upper limit on the branching fraction for H → J/ψ γ where the J/ψ meson is assumed to be transversely polarized is 7.6 × 10 −4 , a factor of 260 larger than the standard model prediction. The results for the Higgs boson are combined with previous data from proton-proton collisions at √ s = 8 TeV to produce an observed upper limit on the branching fraction for H → J/ψ γ that is a factor of 220 larger than the standard model value.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A new boson with a mass of 125 GeV was observed in data from the ATLAS and CMS experiments at the CERN LHC [1][2][3][4][5][6][7]. All measurements of the properties of this boson are consistent with those of the Higgs boson (H) of the standard model (SM). However, the Yukawa couplings of the Higgs boson to the first-and second-generation quarks are currently only weakly constrained. Rare exclusive decays of the Higgs boson to mesons in association with a photon can be used to explore such couplings. For example, the H → J/ψ γ decay can probe the Higgs boson coupling to the charm quark [8]. The corresponding decay, Z → J/ψ γ , can be used as an experimental benchmark in the search for H → J/ψ γ [9,10], and in checking approaches to factorization in quantum chromodynamics (QCD) used to estimate e-mail: cms-publication-committee-chair@cern.ch branching fractions (B) in radiative decays of electroweak bosons [11].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 107,
                    "text": "[1]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 110,
                    "text": "[2]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 113,
                    "text": "[3]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 116,
                    "text": "[4]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 119,
                    "text": "[5]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 122,
                    "text": "[6]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 125,
                    "text": "[7]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "start": 592,
                    "text": "[8]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 703,
                    "text": "[9,",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 706,
                    "text": "10]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 918,
                    "text": "[11]",
                    "end": 922
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Both Z and Higgs boson decays receive contributions from direct and indirect processes. In the direct process, Z and Higgs bosons couple to charm quarks, and charm quarks then hadronize to form J/ψ mesons. In the indirect process, the Z and Higgs bosons decay through quark or W boson loops to γ γ * , and the γ * then converts to a cc resonant state. The lowest order Feynman diagrams for these decay modes are shown in Fig. 1. The latest SM calculations of the branching fractions of both decays, taking into account the interference between direct and indirect processes, are [12,13]:",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 421,
                    "text": "Fig. 1",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 579,
                    "text": "[12,",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 583,
                    "text": "13]",
                    "end": 586
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "B SM (H → J/ψ γ ) = (3.0 +0.2 −0.2 ) × 10 −6 .",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Modified Hcc couplings can arise in certain extensions of the SM [14]. For example, within the context of effective field theory, the Hcc coupling may be modified in the presence of a dimension-six operator, leading to an enhancement of coupling relative to the SM at the cutoff scale that can be as small as 30 TeV. This provides no other signature of new physics at the LHC. In the two Higgs doublet model with minimal flavor violation [15,16], the Hcc coupling can be significantly enhanced by breaking flavor symmetry, while other couplings are not severely affected. The composite pseudo-Nambu-Goldstone boson model [17] parametrizes the coupling by the degree of compositeness and compositeness scale. The coupling can be constrained through a direct experimental search for the composite particles associated with the charm quark [18]. Deviations from SM predictions for the couplings can affect the interference terms and result in changes to the branching fractions. For example, the shift in the branching fraction for H → J/ψ γ can be more than 100% if the Hcc coupling deviates from its SM value by more than a factor of 2 [8]. Since this Higgs boson decay is sensitive to the Hcc coupling, a measurement of the branching fraction can verify whether the Higgs boson couples to second-generation quarks with the strength predicted by the SM. The ATLAS experiment has searched for the decay Z → J/ψ γ in proton-proton (pp) collisions collected at √ s = 8 TeV [19]. The respective observed and expected upper limits at 95% confidence level (CL) on the branching fraction were reported to be 2.6 and 2.0 +1.0 −0.6 × 10 −6 , where the subscript and superscript reflect the range in the 68% central-quantiles of upper limits assuming a backgroundonly hypothesis. Searches for the H → J/ψ γ decay were performed by ATLAS and CMS in pp collisions collected at √ s = 8 TeV [19,20]. The respective observed and expected upper limits in the branching fractions were 1.5 and 1.2 +0.6 −0.3 × 10 −3 from ATLAS, and 1.5 and 1.6 +0.8 −0.8 × 10 −3 from CMS. The ATLAS experiment performed similar searches for both the Z and Higgs boson decays in pp collisions collected at √ s = 13 TeV. The respective observed and expected upper limits on the branching fractions were 2.3 and 1.1 +0.5 −0.3 ×10 −6 for the Z boson decay, and 3.5 and 3.0 +1. 4 −0.8 × 10 −4 for the Higgs boson decay [21]. The ATLAS experiment also searched for the H → cc decay in pp → ZH production in data collected at √ s = 13 TeV [22], and reported observed and expected limits on the ratio σ (pp → ZH) × B(H → cc) relative to the SM prediction of 110 and 150 +80 −40 respectively, where σ (pp → ZH) × B(H → cc) is the upper limit for the cross section.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 65,
                    "text": "[14]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 438,
                    "text": "[15,",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 442,
                    "text": "16]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 621,
                    "text": "[17]",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 837,
                    "text": "[18]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "start": 1135,
                    "text": "[8]",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1469,
                    "text": "[19]",
                    "end": 1473
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1876,
                    "text": "[19,",
                    "end": 1880
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1880,
                    "text": "20]",
                    "end": 1883
                },
                {
                    "type": "bibr",
                    "start": 1979,
                    "text": "+0.6",
                    "end": 1983
                },
                {
                    "type": "bibr",
                    "start": 2025,
                    "text": "+0.8",
                    "end": 2029
                },
                {
                    "type": "bibr",
                    "start": 2277,
                    "text": "+0.5",
                    "end": 2281
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2337,
                    "text": "4",
                    "end": 2338
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2378,
                    "text": "[21]",
                    "end": 2382
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2496,
                    "text": "[22]",
                    "end": 2500
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The results presented in this paper are based on pp collisions at √ s = 13 TeV recorded with the CMS detector, corresponding to an integrated luminosity of 35.9 fb −1 .",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "A detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [23]. The central feature of the CMS apparatus is a superconducting solenoid, 13 m in length and 6 m in internal diameter, providing an axial magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 160,
                    "text": "[23]",
                    "end": 164
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "The silicon tracker measures charged particles within the range |η| < 2.5. It consists of 1440 silicon pixel and 15 148 silicon strip detector modules. For non-isolated particles with transverse momentum, p T , between 1 and 10 GeV and |η| < 1.4, the track resolutions are typically 1.5% in p T and 25-90 (45-150) μm in the transverse (longitudinal) direction [24].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 360,
                    "text": "[24]",
                    "end": 364
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "The ECAL consists of 75 848 crystals, which provide coverage in |η| < 1.479 in the barrel region (EB) and 1.479 < |η| < 3.000 in the two endcap regions (EE). The preshower detectors, each consisting of two planes of silicon sensors interleaved with a total of 3X 0 of lead are located in front of the EE [25,26]. In the barrel section of the ECAL, an energy resolution of about 1% is achieved for unconverted or late-converting photons in the tens of GeV energy range. The remaining barrel photons have a resolution of about 1.3% up to |η| = 1, rising to about 2.5% at |η| = 1.4. In the endcaps, the resolution of unconverted or late-converting photons is about 2.5%, while the remaining endcap photons have a resolution between 3 and 4% [26].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 304,
                    "text": "[25,",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "start": 308,
                    "text": "26]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "start": 738,
                    "text": "[26]",
                    "end": 742
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Muons are measured in the range |η| < 2.4, with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive plate chambers. Matching muons to tracks measured in the silicon tracker results in a relative p T resolution, for muons with p T up to 100 GeV, of 1% in the barrel and 3% in the endcaps. The p T resolution in the barrel is better than 7% for muons with p T up to 1 TeV [27].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 417,
                    "text": "[27]",
                    "end": 421
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "A two-tier trigger system selects collision events of interest. The first level (L1) of the CMS trigger system [28], composed of custom hardware processors, uses information from the calorimeters and muon detectors to select the most interesting events in a fixed time interval of less than 4 µs. The high-level trigger processor farm further decreases the event rate from around 100 kHz to less than 1 kHz, before data storage.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 111,
                    "text": "[28]",
                    "end": 115
                }
            ]
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "The L1 trigger requires the presence of a muon with p T greater than 5 GeV and an isolated electromagnetic object with p T greater than 18 GeV. The HLT algorithm requires the presence of a muon and a photon with p T exceeding 17 and 30 GeV, respectively. No isolation requirement is imposed on the muons because of the small angular separation expected between the muons in signal events. No further isolation constraint is required for the photon. The trigger efficiency for events satisfying the selection used in the analysis is determined using a high-purity (∼ 97%) Z → μμγ control sample; it is measured to be 82 ± 0.7% in data and 83 ± 0.4% in simulated events.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "Simulated samples of the Z and Higgs boson decays are used to estimate the expected signal yields and model the kinematic distributions of signal events. The Z → J/ψ γ → μμγ sample, with m Z = 91.2 GeV [29], is produced with the pythia 8.226 Monte Carlo (MC) event generator [30,31], with hadronization and fragmentation using underlying event tune CUETP8M1 [32]. The parton distribution function (PDF) set used is NNPDF3.0 [33]. The SM Z boson production cross section includes the next-to-next-to-leading order (NNLO) QCD contributions, and the next-to-leading order (NLO) electroweak corrections from fewz 3.1 [34] calculated using the NLO PDF set NNPDF3.0. The Z boson p T is reweighted to match the NLO calculation [35][36][37].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 202,
                    "text": "[29]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 275,
                    "text": "[30,",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 279,
                    "text": "31]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 358,
                    "text": "[32]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 424,
                    "text": "[33]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 613,
                    "text": "[34]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 720,
                    "text": "[35]",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 724,
                    "text": "[36]",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 728,
                    "text": "[37]",
                    "end": 732
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "The H → J/ψ γ → μμγ sample with m H = 125 GeV is produced with the powheg v2.0 MC event generator [35,36] and includes gluon-gluon fusion (ggF), vector boson fusion (VBF), associated vector boson production (VH), and associated top quark pair production (ttH). The generator is interfaced with pythia 8.212 [30,31] for hadronization and fragmentation with tune CUETP8M1. The PDF set used is NNPDF3.0. The SM Higgs boson cross section is taken from the LHC Higgs cross section working group recommendations [38].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 98,
                    "text": "[35,",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 102,
                    "text": "36]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 307,
                    "text": "[30,",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 311,
                    "text": "31]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 506,
                    "text": "[38]",
                    "end": 510
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "In the SM, the J/ψ meson from the Higgs boson decay must be fully transversely polarized in helicity frame (λ θ = +1, as described in Ref. [39]), because the Higgs boson has spin 0, and the photon is transversely polarized. Since the polarization of the J/ψ meson is not correctly simulated in the signal samples, a reweighting factor is applied to each event to emulate the effect of polarization. The reweighting procedure results in a decrease of the signal acceptance by 7.0%. For the Z boson decay, the helicity of the J/ψ meson depends on that of the Z boson, which can have multiple helicity states. The results from the Z boson polarization measurement [40,41] are not used to constrain the helicity",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 139,
                    "text": "[39]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 661,
                    "text": "[40,",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 665,
                    "text": "41]",
                    "end": 668
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "The lowest order Feynman diagrams for the Drell-Yan process in pp → Z → μμγ . The background exhibits a peak in m μμγ at the Z boson mass of the J/ψ meson in this analysis. The nominal results are obtained using a signal acceptance calculated for the unpolarized case. Assuming that the J/ψ is produced with full transverse or longitudinal polarization (λ θ = +1 or −1) changes the acceptance by −7.8% or +15.6%, respectively. The Drell-Yan process, pp → Z → μμγ , produces the same final state as the signal. This process exhibits a peak at the Z boson mass, m Z , in the three-body invariant mass, m μμγ , as do the signal events, and it is therefore referred to as a resonant background. This background is included when deriving the upper limit on the branching fraction for Z → J/ψ γ . The lowest order Feynman diagrams for the pp → Z → μμγ process are shown in Fig. 2. The Mad-Graph5_amc@nlo 2.6.0 matrix element generator [37] is used to generate a sample of these resonant background events at leading order with the NNPDF3.0 PDF set, interfaced with pythia 8.226 for parton showering and hadronization with tune CUETP8M1. The photons in these events are all produced in final-state radiation from the Z → μμ decay, and therefore the m μμγ distribution peaks at the Z boson mass without a continuum contribution.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 867,
                    "text": "Fig. 2",
                    "end": 873
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 929,
                    "text": "[37]",
                    "end": 933
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "Similarly, the Higgs boson Dalitz decay [42], H → γ * γ → μμγ , is a resonant background to H → J/ψ γ decay. The lowest order Feynman diagrams for the H → γ * γ process are shown in Fig. 3. Samples of the Higgs boson Dalitz decays, produced via ggF, VBF, VH modes for m H = 125 GeV, are simulated at NLO using the Mad-Graph5_amc@nlo generator interfaced with pythia 8.212 for parton showering and hadronization. The ttH contribution is accounted for by scaling the VBF signal to the ttH production cross section. The branching fraction for H → γ * γ is obtained from the mcfm 7.0.1 program [43]. The other source of resonant background is the decay of a Higgs boson into two muons with a photon radiated from one of the muons. After the event selection, described in Sect. 4, the contribution of this background is negligible.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 40,
                    "text": "[42]",
                    "end": 44
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 182,
                    "text": "Fig. 3",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 590,
                    "text": "[43]",
                    "end": 594
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "There are also background processes that do not give resonant peaks in the three-body invariant mass spectrum. These are referred to as nonresonant backgrounds. These processes include: (1) inclusive quarkonium production associated with either jets or photons where energetic jets can be misidentified as a photon (pp → J/ψ + jets/γ ), (2) the Drell-Yan process with associated jets (pp → Z/γ * +jets), and (3) associated photons plus jets production (pp → γ + jets). These nonresonant backgrounds, which are discussed in Sect. 5, are modeled using fits to the m μμγ distributions in data.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "All generated events are processed through a detailed simulation of the CMS detector based on Geant4 [44]. Simultaneous pp interactions that overlap the event of interest (pileup) are included in the simulated samples. The distribution of the number of additional pileup interactions per event in the simulation corresponds to that observed in the 13 TeV data collected in 2016.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 101,
                    "text": "[44]",
                    "end": 105
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The global event reconstruction (also called particle-flow event reconstruction [45]) reconstructs and identifies each individual particle in an event with an optimized combination of all subdetector information. In this process, the identification of the particle type (photon, electron, muon, charged hadron or neutral hadron) plays an important role in the determination of the particle direction and energy. Photons (e.g., coming from π 0 decays or from electron bremsstrahlung) are identified as ECAL energy clusters not linked to the extrapolation to the ECAL of any charged particle trajectory. Electrons are identified as a primary charged particle track with one or more ECAL energy clusters consistent with the extrapolation of this track to the ECAL or with bremsstrahlung photons emitted as the electron passes through the tracker material. Muons (e.g., from b-hadron semileptonic decays) are identified as a track in the central tracker consistent with either a track or several hits in the muon system, and associated with calorimeter deposits compatible with the muon hypothesis. Charged hadrons are identified as charged particle tracks that are not identified as electrons or muons. Finally, neutral hadrons are identified as either HCAL energy clusters not linked to any charged hadron trajectory or ECAL and HCAL energy excesses with respect to any expected charged hadron energy deposit.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 80,
                    "text": "[45]",
                    "end": 84
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The high instantaneous luminosity of the LHC results in multiple pp interactions per bunch crossing. The reconstructed vertex with the largest value of summed physicsobject p 2 T is the primary pp interaction vertex. The physics objects are the jets, clustered using the anti-k T jet finding algorithm [46,47] with the tracks assigned to the vertex as inputs, and the associated missing p T , taken as the negative vector p T sum of those jets.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 175,
                    "text": "2",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 302,
                    "text": "[46,",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 306,
                    "text": "47]",
                    "end": 309
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Photon and electron candidates are reconstructed by summing and clustering the energy deposits in the ECAL crystals. Groups of these clusters, called superclusters, are combined to recover the bremsstrahlung energy of electrons and converted photons passing through the tracker. In the endcaps, preshower energy is added in the region covered by the preshower (1.65 < |η| < 2.60). The clustering algorithms result in an almost complete recovery of the energy of photons.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "A multivariate discriminant is used to identify photon candidates. The inputs to the discriminant are the isolation variables, the ratio of hadronic energy in the HCAL towers behind the superclusters to the electromagnetic energy in the superclusters, and the transverse width of the electromagnetic shower. A conversion-safe electron veto [26], which requires no charged-particle track with a hit in the inner layer of the pixel detector pointing to the photon cluster in the ECAL, is applied to avoid misidentifying an electron as a converted photon. Photons are required to be reconstructed within the region |η| < 2.5, although those in the ECAL transition region 1.44 < |η| < 1.57 are excluded from the analysis. The efficiency of the photon identification procedure is measured with Z → ee events using \"tag-and-probe\" techniques [48], and is between 84-91 (77-94)%, depending on the transverse energy E T , in the barrel (endcap). The electron veto efficiencies are measured with Z → μμγ events, where the photon is produced by final-state radiation, and found to be 98 (94)% in the barrel (endcap).",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 340,
                    "text": "[26]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 836,
                    "text": "[48]",
                    "end": 840
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Muons are reconstructed by combining information from the silicon tracker and the muon system [49]. The matching between the inner and outer tracks proceeds either outside-in, starting from a track in the muon system, or inside-out, starting from a track in the silicon tracker. In the latter case, tracks that match track segments in only one or two planes of the muon system are also included in the analysis to ensure that very lowp T muons that may not have sufficient energy to penetrate the entire muon system are retained. Muons reconstructed only in the muon system are not retained for the analysis. In order to avoid reconstructing a single muon as multiple muons, whenever two muons share more than half of their segments, the one with lower reconstruction quality is removed. The compatibility with a minimum ionizing particle signature expected in the calorimeters is taken into account [50]. Muons with p T > 4 GeV and |η| < 2.4 are accepted.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 94,
                    "text": "[49]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 900,
                    "text": "[50]",
                    "end": 904
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "To suppress muons originating from in-flight decays of hadrons, the impact parameter of each muon track, defined as its distance of closest approach to the primary event vertex position, is required to be less than 0.5 (1.0) cm in the transverse (longitudinal) plane. In addition, the three-dimensional impact parameter is required to be less than four times its uncertainty. A cone of size ΔR = √ (Δφ) 2 + (Δη) 2 = 0.3 is constructed around the momentum direction of each muon candidate, where φ is the azimuthal angle in radians. The relative isolation variable for the muons is defined by summing the p T of all photons, charged hadrons, and neutral hadrons within this cone, correcting for additional underlying event activity due to pileup events [51], and then dividing by the muon p T :",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 752,
                    "text": "[51]",
                    "end": 756
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "where p PU T (μ) ≡ 0.5 i p PU,i T , and i runs over the momenta of the charged-hadron particle-flow candidates not originating from the primary vertex. The p charged T",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "is the scalar p T sum of charged hadrons originating from the primary event vertex. The p neutral T and p γ T are the scalar p T sums of neutral hadrons and photons, respectively. The requirement I μ < 0.35 is imposed on the leading muon to reject muons from electroweak decays of hadrons within jets or any jets that punch through the calorimeters mimicking a muon signature. The angular separation ΔR between the two muons is small because of their low invariant mass, m μμ , and the high p T of the J/ψ meson from the decay of the Z or Higgs boson. Therefore, no isolation requirement is applied to the subleading muons since they are within the isolation cone of the leading muon in most events. The momentum of the subleading muon is excluded from the isolation calculation. The efficiency of identification is measured in Z → μμ and J/ψ → μμ events using the tag-and-probe method, and is 94-98 (92-97)% in the barrel (endcap), depending on muon p T and η. The isolation efficiency, which is p T dependent, is measured to be 90-100 (92-100)% in the barrel (endcap), and is consistent with the measurement from Z → μμ events.",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Signal candidates are selected by applying additional selection criteria to events containing at least two muons and one photon. The two muons must have opposite charges and p T > 20 (4) GeV for the leading (subleading) muon. The p T requirement for the leading muon is driven by the trigger threshold. The requirement that the photon has E T > 33 GeV is also driven by the trigger threshold. The angular separation of each muon from the photon is required to satisfy ΔR > 1 in order to suppress Drell-Yan background events with finalstate radiation. To ensure that the dimuon J/ψ candidate is well-separated from the photon, events are required to have ΔR(μμ, γ ) > 2 and |Δφ(μμ, γ )| > 1.5. Both the photon and dimuon momenta must satisfy p T /m μμγ > 0. 38 (0.28) for the Z (H) boson decay. This constraint helps to reject the γ * +jet and γ +jet backgrounds, with minimal effect on the signal efficiency and m μμγ spectrum. Events in which the mass of the two muons is consistent with the mass of the J/ψ meson [29], 3.0 < m μμ < 3.2 GeV, are retained. In addition, The simulated events are reconstructed using the same algorithms as the data, but the simulation does not reproduce the data perfectly. The differences in efficiencies between data and simulation for trigger, offline object reconstruction, identification, and isolation are corrected by reweighting the simulated events with data-to-simulation correction factors. The scale correction factors are observed to deviate from 1 by less than 2.5%. The energy and momentum resolutions for muons and photons in simulated events are also corrected to match those in Z → μμ/ee events in data.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 757,
                    "text": "38 (0.28)",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1015,
                    "text": "[29]",
                    "end": 1019
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "In the Z → J/ψ γ search, selected events are classified into mutually exclusive categories in order to enhance the sensitivity of the search. The categorization is based on the η and R 9 variables of the photon, where R 9 is defined as the energy sum of 3×3 ECAL crystals centered on the most energetic crystal in the supercluster associated with the photon, divided by the energy of the supercluster [26]. Photons that do not convert to an e + e − pair in the detector tend to have high values of R 9 and a threshold of 0.94 is used to classify reconstructed photons with high R 9 (thus with a better resolution) and low R 9 (worse resolution). The three categories are: (1) photon in the barrel region with a high R 9 value (referred to as EB high R 9 ); (2) photon in the barrel region with low R 9 value (referred to as EB low R 9 ); and (3) photon in the endcap region (referred to as EE). The EE category is not divided into high/low R 9 because there are only a few events in this category. Events in the H → J/ψ γ search are not divided into categories since the sample size is limited and the sensitivity is still far from the SM prediction, and therefore event categorization does not result in a significant improvement in the expected limit. Table 1 shows the numbers of observed events in data, the expected yields from the Z (H) → J/ψ γ signals, the expected nonresonant backgrounds with uncertainties estimated from the fits (described in Sect. 5), and the expected resonant background contributions in the range of 81 (120) < m μμγ < 101 (130) GeV for the Z (H) boson search. The values for the signal yields quoted for the Z boson decay assume that the J/ψ meson is unpolarized and those for the Higgs boson decay assume transverse polarization for the J/ψ meson. In the Z and Higgs boson channels, the numbers of events coming from the resonant backgrounds are large compared with those expected for the signal in the SM. However, the resonant backgrounds are small compared to the nonresonant backgrounds and therefore their effect on the final result is minimal.",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 401,
                    "text": "[26]",
                    "end": 405
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1254,
                    "text": "Table 1",
                    "end": 1261
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The overall signal efficiency, including kinematic acceptance, trigger, object reconstruction, identification, and isolation efficiencies for the J/ψ γ → μμγ final state, is approximately 14 (22)% for the Z (H) boson signal, respectively. The total signal efficiency for the Z boson decay is 13% if the J/ψ meson is fully transversely polarized and 16% if it is fully longitudinally polarized. The difference between the efficiency for the Z boson and that for the Higgs boson arises from the differences in the p T spectra for the muons and the photon in the two cases. These differences are due to the difference between the Z boson and Higgs boson masses. Figures 4 and 5 show the dimuon invariant mass and photon E T distributions for both Z and Higgs boson searches with events from all categories included. The number of events in the distributions from signal events is set to 40 (750) times the SM predicted yield for the Z (H) boson decay. The number of events in distributions in the resonant background samples is normalized to 5 (150) times the expected yield. The peak at the J/ψ mass in data shows that real J/ψ candidates are reconstructed and selected. These events come from inclusive quarkonium production; no simulation is available for this analysis so they cannot be included in the distributions. The background from Z → μμγ events, for which a proper simulation exists, is much smaller than from inclusive quarkonium production, and it is scaled to make it visible. Figure 6 shows the distribution of the proper decay time t, defined as (m μμ / p μμ T )L xy , where L xy is the distance between the primary event vertex and the common vertex of the muons in the transverse plane, for both Z and Higgs boson decays. These distributions are normalized to the number of selected events in data. The negative values come from the fact that  T is smaller (larger) than π/2. The distributions suggest that the J/ψ candidates reconstructed in data, like the signal events, are produced promptly at the pp interaction point, rather than coming from displaced heavy hadron decays. The proper decay time, t, distributions in the Z (upper) and Higgs (lower) boson searches. Distributions in simulated events are normalized to the number of selected events in data. The distributions suggest that the J/ψ candidates reconstructed in data, just as signal events, are produced promptly at the pp interaction point, and not from displaced heavy-hadron decays of the background m μμγ distribution is unknown and mismodeling of the background by the distribution obtained from the fit in data could lead to a bias in the analysis. The procedure used to study the bias introduced by the choice of function is described below.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 659,
                    "text": "Figures 4 and 5",
                    "end": 674
                },
                {
                    "type": "figure",
                    "start": 1489,
                    "text": "Figure 6",
                    "end": 1497
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Four families of functions are tested as potential parametrizations of the background: Bernstein polynomials, exponentials, power laws, and Laurent form polynomials. In the first step, one of the functions among the four fami-lies is chosen to fit the m μμγ distribution observed in data. Pseudo-events are randomly generated by using the resulting fit as a background model to simulate possible experiment results. Here, the order of the background function required to describe the data for each of the families is determined by increasing the number of parameters until an additional increase does not result in a significant improvement in the quality of the fit to the observed data. The improvement is quantified by the differences in the negative log-likelihood between fits with two consecutive orders of the same family of functions given the increment of the number of free parameters between two functions.",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Signal events with signal strength μ gen are introduced when generating the pseudo-events. The value μ gen = 1 corresponds to injecting 1 times the signal yield expected from the SM on top of the sum of resonant and nonresonant background. A fit is made to the distribution using one of the functions in the four families combined with a signal model, where the normalization of the signal in this step is allowed to be negative. This procedure is repeated 5000 times and for each of the functions, and it is expected that ideally on average the signal strength predicted by the fit μ fit will be equal to μ gen . The deviation of the mean fitted signal strength μ fit from μ gen in pseudo-events is used to quantify the potential bias. The criterion for the bias to be negligible is that the deviation must be at least five times smaller than the statistical uncertainty on μ fit . In other words, the distribution of the pull values, defined as (μ fit − μ gen )/σ fit , calculated from each pseudo-event should have a mean value of less than 0.2. This requirement implies and ensures that the uncertainty in the frequentist coverage, defined as the fraction of experiments where the true value is contained within the confidence interval, is negligible.",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The polynomial background function satisfies the bias requirement. An order-three polynomial function is used for each category in the Z boson search, and an order-two polynomial function is used in the Higgs boson search. The m μμγ distribution and background model for each category is shown in Fig. 7.",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 297,
                    "text": "Fig. 7",
                    "end": 303
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The signal model for each case is obtained from an unbinned maximum likelihood fit to the m μμγ distributions of the corresponding sample of simulated events. In the Z boson search, a double-sided Crystal Ball function [52] is used. A Crystal Ball function plus a Gaussian with the same mean value is used in the Higgs boson search.",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 219,
                    "text": "[52]",
                    "end": 223
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "section": "Results",
            "text": "The distributions in m μμγ observed in the data are in agreement with the SM expectation of the background-only hypothesis. The results are used to derive upper limits on the branching fractions, B(Z → J/ψ γ ) and B(H → J/ψ γ ). The exclusion limits are evaluated using the modified frequentist approach, CL s , taking the profile likelihood as a test statistic [53][54][55][56]. An unbinned evaluation of the likelihood is performed.",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 362,
                    "text": "[53]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 366,
                    "text": "[54]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "start": 370,
                    "text": "[55]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 374,
                    "text": "[56]",
                    "end": 378
                }
            ]
        },
        {
            "section": "Results",
            "text": "Systematic uncertainties in the expected number of signal events and in the signal model used in the fit come from the imperfect simulation of the detector and uncertainties in the theoretical prediction for the signal production. They are evaluated by varying contributing sources within their corresponding uncertainties and propagating the uncertainties to the signal yields or shapes in simulated signal samples. The sources of the uncertainties and their magnitudes are summarized in Table 2. The uncertainties are classified into two types, one affecting the predicted signal yields and the other affecting the shapes of the signal models. The first type includes the uncertainties in the luminosity measurement [57], the pileup modeling in the simulations, the cor-rections applied to the simulated events in order to compensate for differences in trigger, object reconstruction, and identification efficiencies, and the theoretical uncertainties. The theoretical uncertainties come from the effects of the PDF choice on the signal cross section [33,38,58], the lack of higher-order calculations for the cross-section [59][60][61][62][63], and the prediction of the decay branching fractions [64]. The second type arises from the uncertainties in the momentum (energy) scale and resolution for muons (photons). These uncertainties are incorporated into the signal models by varying the momentum (energy) scale and resolution and introducing the effects on the mean and width of the Gaussian component of the signal models as shape nuisance parameters in the estimation of the limits.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 489,
                    "text": "Table 2",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 718,
                    "text": "[57]",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1053,
                    "text": "[33,",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1057,
                    "text": "38,",
                    "end": 1060
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1060,
                    "text": "58]",
                    "end": 1063
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 1125,
                    "text": "[59]",
                    "end": 1129
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 1129,
                    "text": "[60]",
                    "end": 1133
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 1133,
                    "text": "[61]",
                    "end": 1137
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 1137,
                    "text": "[62]",
                    "end": 1141
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 1141,
                    "text": "[63]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 1199,
                    "text": "[64]",
                    "end": 1203
                }
            ]
        },
        {
            "section": "Results",
            "text": "The systematic uncertainties associated with the resonant background processes are evaluated with the methods used for the signal samples. The continuum background prediction Table 2 Systematic uncertainties in both the searches for Z → J/ψ γ and H → J/ψ γ . In the Z → J/ψ γ search, the uncertainties are averaged over all categories. The numbers for uncertainties in the integrated luminosity, theoretical uncertainties, detector simulation and reconstruction correspond to the changes in the expected number of signal and resonant background events. The numbers for the uncertainties in the signal model correspond to the effect on the mean and width of the  is derived solely from data, so only statistical uncertainties are considered, which are translated into the uncertainties in each parameter of the fit function. The bias study mentioned in the previous section is performed to ensure that the bias from the choice of the background function is negligible. Hence, no additional systematic uncertainty is assigned to that background estimate. The observed and median expected exclusion limits on the production cross sections and branching fractions at 95% confidence level (CL) for the Z and Higgs boson searches are summarized in Table 3. With the assumption that the J/ψ meson is unpolarized, the observed upper limit on the branching fraction of Z → J/ψ γ is 1.4 × 10 −6 , whereas the median expected upper limit is 1.6 +0.7 −0.5 × 10 −6 with the 68% CL interval indicated by the subscript and superscript. The observed and median expected limits correspond to 15 and 18 times the SM prediction, respectively. Extreme polarization scenarios give rise to variations from −13.6(−13.5)%, for a fully longitudinally polarized J/ψ , to +8.6 (+8.2)%, for a fully transversely polarized J/ψ meson, in the observed (expected) branching fraction. The observed upper limit on the branching fraction of H → J/ψ γ is 7.6 × 10 −4 , and the median expected upper limit is 5.2 +2.4 −1.6 × 10 −4 . The observed and median expected limits correspond to 260 and 170 times the SM prediction. For the Higgs boson decay, the J/ψ is assumed to be fully transversely polarized. The overall impact of systematic uncertainties in the final results is negligible.",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 175,
                    "text": "Table 2",
                    "end": 182
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1242,
                    "text": "Table 3",
                    "end": 1249
                }
            ]
        },
        {
            "section": "Results",
            "text": "The results from our H → J/ψ γ analysis are combined with the results from a similar search performed by the CMS Collaboration using pp collision data at √ s = 8 TeV, corresponding to an integrated luminosity of 19.7 fb −1 [20]. The combination results in an upper limit corresponding to 220 (160) times the SM prediction. The uncertainties are assumed either uncorrelated or correlated; the difference in the result is negligible.",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 223,
                    "text": "[20]",
                    "end": 227
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "A search is performed for decays of the standard model (SM) Z and Higgs bosons into a J/ψ meson and a photon, with the J/ψ meson subsequently decaying into μ + μ − . The data are from pp collisions at √ s = TeV, corresponding to an integrated luminosity of 35.9 fb −1 . No excess is observed above the measured background. The observed and expected exclusion limits at 95% confidence level (CL) on the branching fraction of the Z boson decay in the unpolarized case are B(Z → J/ψ γ ) < 1.4 and 1.6 +0.7 −0.5 × 10 −6 , corresponding to factors of 15 and 18 greater than the SM prediction. The 68% CL range in the confidence interval is shown as the subscript and superscript. Extreme polarization possibilities give rise to changes from −13.6 and −13.5% for a longitudinally polarized J/ψ meson, to +8.6 and +8.2%, for a transversely polarized J/ψ meson, in the respective observed and expected branching fractions. The 95% CL limit on the branching fraction of the Higgs boson are B(H → J/ψ γ ) < 7.6 and 5.2 +2.4 −1.6 × 10 −4 , corresponding to factors of 260 and 170 times the SM value. The results for the Higgs boson channel are combined with previous CMS data from protonproton collisions at √ s = 8 TeV to produce observed and expected upper limits on the branching fraction for the decay H → J/ψ γ of factors of 220 and 160 larger than the SM predictions. accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF  ",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 498,
                    "text": "+0.7",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "start": 1925,
                    "text": "BMBWF",
                    "end": 1930
                }
            ]
        },
        {
            "text": "Ghent University, Ghent, Belgium",
            "section_rank": 8
        },
        {
            "text": "Fig. 1",
            "section_rank": 9
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Lowest order Feynman diagrams for the Z (or H)→ J/ψ γ decay. The left-most diagram shows the direct and the remaining diagrams the indirect processes",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "Fig. 3",
            "section_rank": 10
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3The lowest order Feynman diagrams for the Higgs boson Dalitz decay of H → γ * γ → μμγ . The background exhibits a peak in m μμγ at the Higgs boson mass",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "Fig. 4",
            "section_rank": 11
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4The m μμ distributions in the Z (upper) and Higgs (lower) boson searches. The number of events in the distributions from signal events is set to respective factors of 40 and 750 larger than the SM values for the predicted yields for Z and H boson decays. The number of events in distributions in the resonant background samples is normalized to 5 and 150 multiples in the expected yields",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Fig. 5 Fig. 6",
            "section_rank": 12
        },
        {
            "section": "Fig. 5 Fig. 6",
            "text": "Fig. 5The photon E T distributions in the Z (upper) and Higgs (lower) boson searches. The number of events in the distributions from signal events is set to factors of 40 and 750 those of the SM predicted yields for the Z and H boson decays, respectively. The number of events in distributions in the resonant background samples is normalized to respective factors of 5 and 150 larger than the expected yields",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Fig. 7",
            "section_rank": 13
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Fits to nonresonant background using lowest-order unbiased functions to describe the three-body invariant mass m μμγ distributions observed in data for the Z → J/ψ γ channel in the EB high R 9 category",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "text": "and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research Grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/ E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA). Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: Release and preservation of data used by the CMS Collaboration as the basis for publications is guided by the document \"CMS data preservation, re-use and open access policy\" (https://cms-docdb.cern.ch/cgi-bin/PublicDocDB/ RetrieveFile?docid=6032&filename=CMSDataPolicyV1.2.pdf&ver sion=2).] Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "text": "Table 1",
            "section_rank": 15
        },
        {
            "section": "Table 1",
            "text": "The number of observed Z or H boson events, the expected signal yields, the expected nonresonant background with uncertainties estimated from the fit (described in Sect. 5), and the expected reso-nant background (see Sect. 3) contribution in the ranges of 81 or 120 < m μμγ < 101 or 130 GeV, respectively, for the Z or H boson searches Z → J/ψ γ (81 < m μμγ < 101 GeV) H → J/ψ γ (120 < m μμγ < 130 GeV)",
            "paragraph_rank": 47,
            "section_rank": 15
        },
        {
            "text": "Table 3",
            "section_rank": 16
        },
        {
            "section": "Table 3",
            "text": "Limits for Z and H decays to J/ψ − > μμ final states. Shown in the second and third columns are the observed and expected limits for cross sections and branching fractions, with the upper and lower bounds in the expected 68% CL intervals shown, respectively, as super-",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "section": "Table 3",
            "text": "Princeton University, Princeton, USA S. Cooperstein, P. Elmer, J. Hardenbrook, S. Higginbotham, A. Kalogeropoulos, D. Lange, M. T. Lucchini, J. Luo, D. Marlow, K. Mei, I. Ojalvo, J. Olsen, C. Palmer, P. Piroué, J. Salfeld-Nebgen, D. Stickland, C. Tully",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Acknowledgements",
            "section_rank": 18
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN",
            "paragraph_rank": 50,
            "section_rank": 18
        }
    ]
}