{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is presented for excited electrons and muons in γ final states at the LHC. The search is based on a data sample corresponding to an integrated luminosity of 35.9 fb −1 of proton-proton collisions at a center-of-mass energy of 13 TeV, collected with the CMS detector in 2016. This is the first search for excited leptons at √ s = 13 TeV. The observation is consistent with the standard model background prediction, and the most stringent exclusion limits to date are set on the excited lepton mass and the compositeness scale, at 95% confidence level. Excited electrons and muons are excluded for masses below 3.9 and 3.8 TeV, respectively, under the assumption that the excited lepton mass equals the compositeness scale. The best observed limit on the compositeness scale is obtained with an excited lepton mass of around 1.0 TeV, excluding values below 25 TeV for both excited electrons and muons.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The standard model (SM) provides a very precise description of various phenomena in particle physics observed over the last half century. Notwithstanding its huge success, it does not explain the origin of the mass hierarchy and the number of generations of quarks and leptons. As an attempt to answer such fundamental questions, compositeness of quarks and leptons is introduced in many models [1][2][3][4][5][6][7][8][9][10]. These compositeness models suggest that quarks and leptons are themselves made of fundamental constituents that are bound by a new strong interaction with a characteristic energy scale Λ (called the compositeness scale).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 395,
                    "text": "[1]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 398,
                    "text": "[2]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 401,
                    "text": "[3]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 404,
                    "text": "[4]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 407,
                    "text": "[5]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 410,
                    "text": "[6]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 413,
                    "text": "[7]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 416,
                    "text": "[8]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 419,
                    "text": "[9]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 422,
                    "text": "[10]",
                    "end": 426
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "An important prediction of compositeness models is the existence of excited states of quarks and leptons. In proton-proton (pp) collisions, excited fermions could be produced via contact interactions (CI) and decay either through SM gauge interactions or via CI to SM fermions. This paper presents a search for excited leptons ( * = e * , µ * ) in γ ( = e, µ) final states where the excited lepton decays to a SM lepton and a photon ( * → γ) as illustrated in figure 1. A clear signature of a same-flavor (SF) lepton pair and a photon allows highly efficient signal selection. However, there is an ambiguity in reconstructing the excited lepton mass because of the two possible pairings of a lepton and the photon. For this search, information of both invariant masses is used to discriminate the excited lepton signal from SM background processes. We consider a benchmark model based on the formalism described in ref. [8]. The effective Lagrangian of four-fermion CI, the main production mechanisms of excited leptons at the LHC, is given by 1) where g * is the coupling constant, which is set to be equal to √ 4π in the model, and j µ represents the fermion currents for SM fermions and their excited states, neglecting right-handed currents. In addition, excited lepton decays via SM gauge interactions are described by the corresponding Lagrangian (1.2) where and * denote the lepton and excited lepton fields, and W µν and B µν are the SU (2) and U(1) gauge fields. The quantities g = e/ sin θ W and g = e/ cos θ W represent the corresponding electroweak gauge couplings with the Weinberg mixing angle θ W , and τ and Y are the generators of the SU (2) and U (1) groups. The symbols f and f describe the couplings between SM leptons and excited leptons via gauge interactions and are chosen to be equal to 1 in the model. Searches for excited leptons have been previously performed by the CMS collaboration [11,12], but no evidence for their existence was found, excluding m * < 2.5 TeV for the case Λ = m * . Searches at the LEP [13][14][15][16], HERA [17], and Tevatron [18][19][20][21] colliders, and by the ATLAS collaboration at √ s = 7 TeV [22] and 8 TeV [23,24] also found no evidence for the existence of excited leptons, setting lower mass limits of 2.2 and 2.8 TeV for excited electrons and muons, respectively, for the case Λ = m * .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 920,
                    "text": "[8]",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1044,
                    "text": "1)",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "start": 1353,
                    "text": "(1.2)",
                    "end": 1358
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1445,
                    "text": "(2)",
                    "end": 1448
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1655,
                    "text": "(2)",
                    "end": 1658
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1665,
                    "text": "(1)",
                    "end": 1668
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1913,
                    "text": "[11,",
                    "end": 1917
                },
                {
                    "type": "bibr",
                    "start": 1917,
                    "text": "12]",
                    "end": 1920
                },
                {
                    "type": "bibr",
                    "start": 2036,
                    "text": "[13]",
                    "end": 2040
                },
                {
                    "type": "bibr",
                    "start": 2040,
                    "text": "[14]",
                    "end": 2044
                },
                {
                    "type": "bibr",
                    "start": 2044,
                    "text": "[15]",
                    "end": 2048
                },
                {
                    "type": "bibr",
                    "start": 2048,
                    "text": "[16]",
                    "end": 2052
                },
                {
                    "type": "bibr",
                    "start": 2054,
                    "text": "HERA [17]",
                    "end": 2063
                },
                {
                    "type": "bibr",
                    "start": 2078,
                    "text": "[18]",
                    "end": 2082
                },
                {
                    "type": "bibr",
                    "start": 2082,
                    "text": "[19]",
                    "end": 2086
                },
                {
                    "type": "bibr",
                    "start": 2086,
                    "text": "[20]",
                    "end": 2090
                },
                {
                    "type": "bibr",
                    "start": 2090,
                    "text": "[21]",
                    "end": 2094
                },
                {
                    "type": "bibr",
                    "start": 2148,
                    "text": "TeV [22] and 8 TeV [23,",
                    "end": 2171
                },
                {
                    "type": "bibr",
                    "start": 2171,
                    "text": "24]",
                    "end": 2174
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by JHEP04(2019)015 the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "Events of interest are selected using a two-tiered trigger system [25]. The first level, composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of less than 100 kHz within a time interval of less than 4 µs. The second level, known as the high-level trigger, consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 66,
                    "text": "[25]",
                    "end": 70
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [26].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 165,
                    "text": "[26]",
                    "end": 169
                }
            ]
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "The data used for this analysis correspond to an integrated luminosity of 35.9 fb −1 , recorded by the CMS detector in pp collisions at a center-of-mass energy of 13 TeV in 2016. Highly efficient triggers with 98-99% efficiency are used for this analysis, for events that satisfy the offline selection criteria. Events for the eeγ channel are selected using double-electron triggers that impose a transverse energy threshold of 33 GeV and online identification criteria for both electron candidates. For the µµγ channel, events are selected using single-muon triggers with muon isolation criteria and a threshold of 24 GeV on the transverse momentum p T of the muon.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Data and simulated samples",
            "text": "To model the detector acceptance and event selection efficiency of signal events, simulated signal samples are generated with pythia 8.205 [27] for excited lepton masses ranging from 0.25 to 5 TeV at intervals of 0.25 TeV up to 4 TeV and at intervals of 0.5 TeV between 4 and 5 TeV. The CUETP8M1 [28] underlying-event tune is used for all simulated samples. The signal samples are generated at the compositeness scale Λ = 10 TeV, but are also used for different compositeness scale interpretations since this parameter has a negligible impact on the kinematic distributions of final-state particles. The simulated signals are generated at leading order (LO) in perturbative quantum chromodynamics (QCD), and a mass-dependent K factor for next-to-leading-order (NLO) corrections is applied [29].",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 139,
                    "text": "[27]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 296,
                    "text": "[28]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 789,
                    "text": "[29]",
                    "end": 793
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "Major SM background processes such as DY+γ and tt+γ are generated at NLO using the MadGraph5 amc@nlo 2.3.3 generator [30], while WW, WZ, and ZZ backgrounds are generated at LO with pythia. The cross section for WW production is calculated at next-to-next-to-leading order [31] and the cross sections for WZ and ZZ production are computed at NLO [32]. The NNPDF3.0 [33] parton distribution function (PDF) set is used for all generated samples. The generated events are processed through the full Geant4 [34] simulation of the CMS detector. The effect of multiple pp interactions within the same bunch crossing or adjacent bunch crossings (pileup) is emulated by superimposing minimum bias events on the simulated events. The simulated events are weighted to match the pileup distribution observed in the data.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 117,
                    "text": "[30]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 272,
                    "text": "[31]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 345,
                    "text": "[32]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 502,
                    "text": "[34]",
                    "end": 506
                }
            ]
        },
        {
            "section": "Data and simulated samples",
            "text": "-3 -",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "JHEP04(2019)015 4 Event reconstruction and selection",
            "section_rank": 5
        },
        {
            "section": "JHEP04(2019)015 4 Event reconstruction and selection",
            "text": "The event selection uses a particle-flow algorithm [35] for optimal efficiency, kinematic resolution and purity in physics object reconstruction and identification. The particleflow algorithm aims to reconstruct and identify individual particles in an event using an optimized combination of information from the various elements of the CMS detector. The energy of photons is directly obtained from the ECAL measurement. The energy of electrons is determined from a combination of the electron momentum at the primary interaction vertex as determined by the tracker, the energy of the corresponding ECAL cluster, and the energy sum of all bremsstrahlung photons spatially compatible with originating from the electron track. The momentum of muons is obtained from the curvature of the corresponding track. The energy of charged hadrons is determined from a combination of their momentum measured in the tracker and the matching ECAL and HCAL energy deposits, corrected for zero-suppression effects and for the response function of the calorimeters to hadronic showers. Finally, the energy of neutral hadrons is obtained from the corresponding corrected ECAL and HCAL energies.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 51,
                    "text": "[35]",
                    "end": 55
                }
            ]
        },
        {
            "section": "JHEP04(2019)015 4 Event reconstruction and selection",
            "text": "Events must have at least one primary vertex with at least four associated tracks, with the transverse (longitudinal) position within 2 (24) cm from the nominal collision point. The reconstructed vertex with the largest value of summed physics-object p 2 T is taken to be the primary pp interaction vertex. Here the physics objects are the jets, clustered using a jet finding algorithm [36,37] with the tracks assigned to the vertex as inputs, and the associated missing transverse momentum (p miss T ), taken as the negative vector sum of the p T of those jets.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 253,
                    "text": "2",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 386,
                    "text": "[36,",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 390,
                    "text": "37]",
                    "end": 393
                }
            ]
        },
        {
            "section": "JHEP04(2019)015 4 Event reconstruction and selection",
            "text": "Electron candidates are reconstructed by matching clusters of ECAL energy deposits with tracks in the inner tracker. The momentum resolution ranges from 1.7 to 4.5% for electrons from Z boson decays, depending on the electron η and the bremsstrahlung energy emitted [38]. The electron candidates are required to have p T > 35 GeV and to be within the region |η| < 2.5. The barrel-endcap transition region 1.44 < |η| < 1.56 is excluded. The electron candidates have to pass a set of identification requirements on the spatial distribution of energy deposits in the ECAL, on the ratio of the associated HCAL and ECAL energy deposits, on the isolation in the calorimeters, on the quality of the matching between the ECAL clusters and the associated track in the inner tracker, and on the agreement between the energy reconstructed in the ECAL and the momentum of the associated track.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 266,
                    "text": "[38]",
                    "end": 270
                }
            ]
        },
        {
            "section": "JHEP04(2019)015 4 Event reconstruction and selection",
            "text": "Muon candidates are reconstructed as tracks in the muon detector that are matched to the tracks found in the inner tracker. The momentum resolution for muons with p T up to 100 GeV is 1% in the barrel and 3% in the endcaps. The resolution in the barrel is better than 10% for muons with p T up to 1 TeV [39]. The muon candidates must have p T > 35 GeV and be within |η| < 2.4. The muon candidates are required to pass identification criteria optimized for muons having large p T [39] and to be isolated in the tracking systems.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 303,
                    "text": "[39]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 479,
                    "text": "[39]",
                    "end": 483
                }
            ]
        },
        {
            "section": "JHEP04(2019)015 4 Event reconstruction and selection",
            "text": "Photon reconstruction starts from energy deposits in the ECAL, and photon candidates that have associated tracks are rejected. The photon energy resolution ranges from 1 to 5%, depending on photon η and showers in the ECAL [40]. The photon candidates are required JHEP04 (2019)015to have p T > 35 GeV and |η| < 2.5, with those in the transition region 1.44 < |η| < 1.56 being excluded from the analysis. A multivariate analysis (MVA) technique is used for photon identification, with shower shape variables and photon isolation sums in the ECAL and HCAL as inputs [40,41].",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 223,
                    "text": "[40]",
                    "end": 227
                },
                {
                    "start": 271,
                    "text": "(2019)015",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 564,
                    "text": "[40,",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 568,
                    "text": "41]",
                    "end": 571
                }
            ]
        },
        {
            "section": "JHEP04(2019)015 4 Event reconstruction and selection",
            "text": "Events are required to have two SF leptons and a photon. The two SF leptons are not required to be of opposite-sign charge because this would result in a signal efficiency loss of a few % at high lepton p T , especially for the eeγ channel [42], whereas the background arising from events with same-sign dileptons is minimal. The selected leptons must be separated from the photon by ∆R = √ (∆η) 2 + (∆φ) 2 > 0.7, where φ is the azimuthal angle measured in radians. In addition, the invariant mass of the two SF leptons m is required to be larger than 116 GeV in order to suppress the dominant background contribution from Z boson production (Z boson veto criteria).",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 240,
                    "text": "[42]",
                    "end": 244
                }
            ]
        },
        {
            "text": "Background modeling",
            "section_rank": 6
        },
        {
            "section": "Background modeling",
            "text": "The major backgrounds in this search originate from SM processes with final states consisting of two prompt SF leptons and a prompt photon or a jet misidentified as a photon. The expected fraction of background events that have a jet misidentified as a lepton is less than 1% for both channels [43], therefore this background source is not considered in the analysis. Backgrounds associated with a prompt photon are estimated using simulation, while the yield of those associated with a jet is derived from the data.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 294,
                    "text": "[43]",
                    "end": 298
                }
            ]
        },
        {
            "section": "Background modeling",
            "text": "The dominant background arises from Drell-Yan process accompanied by a prompt photon (DY+γ), which has a signature similar to the signal. Within the detector acceptance, Z boson production dominates the process, and its contribution is efficiently suppressed by applying the Z boson veto criteria described in section 4. The fraction of DY+γ events after the event selection is approximately 70% of the background. Another prompt photon background comes from top quark pair production in association with a photon (tt+γ). These events form approximately 10% of the background. In addition, triboson processes such as WWγ, WZγ, and ZZγ (VVγ) also give rise to 5% of the background.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Background modeling",
            "text": "The other major background contribution consists of events with two prompt leptons and a photon that originates from a jet, hereafter referred to as the jet background. The estimation of this background is derived from data in a control region composed of events with two leptons and a photon passing all the kinematic requirements and lepton identification criteria defined in the event selection but failing the photon identification. The events in the control region, scaled by a weight factor derived from the misidentification rate of photon candidates from jets, provide the jet background prediction in the signal region.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Background modeling",
            "text": "The misidentification rate is measured using data in a sideband (50 < m < 116 GeV) of the dilepton mass distribution in the signal region (m > 116 GeV). The photon identification is not required for events in the sideband, thereby the data in the sideband are enriched with Z boson events associated with a photon originating from a jet. To remove prompt photon contamination in the data, the distribution of the MVA variable used for the photon identification is employed, fitting the MVA variable distribution of JHEP04 (2019)015the data events with template distributions for prompt photons and photons originating from jets. The MVA distribution of simulated prompt photon background events in the sideband is used as the template distribution for prompt photons. The template for photons originating from jets is obtained from a data sample enriched with W+jets events, where the W boson decays leptonically and a jet supplies a photon candidate. Events in the sample are required to have a muon of",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 522,
                    "text": "(2019)015",
                    "end": 531
                }
            ]
        },
        {
            "section": "Background modeling",
            "text": "] between 50 and 110 GeV, and a photon candidate. The misidentification rate is evaluated in several photon p T bins separately for the barrel and endcaps of ECAL. The measured misidentification rate ranges from 2 (3)% at p T = 35 GeV to 0.2 (0.4)% at p T = 1 TeV in the barrel (endcaps). In the signal region, the estimated fraction of events arising from background with a jet misidentified as a photon is in the range 5-15%, depending on the photon p T .",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Background modeling",
            "text": "The kinematic distributions of the parent jets of the misidentified photons in the control region and those of the signal region are not identical in the same photon p T range, owing to isolation requirements in the MVA identification. Consequently, the p T distributions of leptons, which are correlated with the recoil of the jet in the same event, are different in the signal region and the control region. Therefore, an appropriate correction must be applied to the estimate of the lepton p T distribution obtained by scaling the control region by a weight factor based on the misidentification rate. Using the p T of the dilepton pair as a proxy of the jet recoil, the dilepton p T distribution of the jet background estimate is reweighted to match the correct shape of the dilepton p T distribution of the jet background events in the signal region. The shape is directly taken from data in the signal region, removing prompt photon contamination using simulated events. The reweighting is done for separate photon p T bins used for the misidentification rate measurement, in order to retain the yield and the photon p T spectrum obtained from the previous step. To validate the estimation procedures, closure tests are performed by applying the same method to derive background on simulated events, and the observed discrepancies are taken as estimates of the associated systematic uncertainties. After the correction, the lepton kinematic distributions from the total background prediction including the corrected jet background obtained from control samples in data are in good agreement with the distributions in data.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Signal modeling",
            "section_rank": 7
        },
        {
            "section": "Signal modeling",
            "text": "The production of an excited lepton involves two SM leptons in the final state, one from the excited lepton decay and another from CI, and therefore there are two possible pairings of a lepton with the photon. acceptance. Therefore, the search window for m * ≤ 1 TeV is set to be a narrow L-shape centered at m * , consisting of lower and upper thresholds of m min γ and m max γ as shown in figure 3. The thresholds are optimized for the best expected exclusion limit, which also provides the optimal discovery potential. The impact of the energy scale and resolution uncertainties on the signal acceptance is taken into account for the optimization. The optimized thresholds have values that are within ±8% of the simulated mass for e * , and within ranges that vary from ±4.5% to ±8% of the simulated mass for µ * .",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 391,
                    "text": "figure 3",
                    "end": 399
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "The search windows defined for m * > 1 TeV, where the background contribution is expected to be negligible, only impose the lower m max γ threshold of 1 TeV, thereby maximizing the signal acceptance.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Signal modeling",
            "text": "The product of signal acceptance and efficiency (A sig ) has been measured from the simulated signal samples, and ranges from 30 to 49% and from 33 to 59% for excited  Figure 5. The product of signal acceptance and efficiency as a function of the generated resonance mass for the eeγ (lower) and µµγ (upper) channels. Each marker denotes the value measured from the simulated signal sample at a given mass point, and the lines represent polynomial fits to the measured values.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 168,
                    "text": "Figure 5",
                    "end": 176
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "electrons and muons, respectively. The relatively low values of A sig at low masses mainly result from lepton and photon p T thresholds. To determine A sig for mass points other than those of the simulated samples, a polynomial fit to the dependence on m * is used for interpolation, as shown in figure 5.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties in the signal and the background yields are summarized in table 1. The statistical uncertainties in the data and the simulated samples used for the background estimation are dominant. These uncertainties are expected to be reduced in future by producing simulated samples enriched with high p T photons. The statistical uncertainties in the simulated signal samples used to measure A sig are negligible and therefore not considered in the analysis. The values of the systematic uncertainties for the jet background estimate coming from control samples in data are also large compared to other systematic uncertainties, but their impact on the sensitivity of the search is small since the jet background makes up only 5-15% of the total background.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "The integrated luminosity has been measured with a precision of 2.5% [44]. The effect of pileup modeling on the selection efficiency is measured to be less than a percent over all mass points, and a 1% uncertainty is assigned for it. Systematic uncertainties in the signal selection efficiency include uncertainties arising from the trigger selection, lepton identification [39] and photon identification [40,41]. Various sources of potential biases in the selection efficiency measurements are considered to determine such uncertainties. Uncertainties in the e/γ energy scale and resolution, and muon momentum scale and resolution translate into uncertainties in the signal acceptance. The effect on the signal acceptance is evaluated by shifting and smearing the p T of each object by ±1 standard -  Table 1. Summary of the systematic uncertainties (in %) in the signal yield, the prompt photon background prediction, and the jet background prediction.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 69,
                    "text": "[44]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 374,
                    "text": "[39]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 405,
                    "text": "[40,",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 409,
                    "text": "41]",
                    "end": 412
                },
                {
                    "type": "table",
                    "start": 802,
                    "text": "Table 1",
                    "end": 809
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "deviation. Although the fraction of energy affected by the e/γ energy scale and resolution uncertainties is larger for eeγ events than for µµγ events, because the mass window is narrower and the mass resolution is worse, the impact on the acceptance is measured to be stronger in the latter case. Systematic uncertainties in the signal acceptance and background cross sections due to the PDF choice have been estimated by following the PDF4LHC prescription [45]. Renormalization and factorization scale uncertainties are evaluated by varying the scales up and down by a factor of 2, both simultaneously and independently. The maximum change observed among the corresponding variations in the signal and the background yields is taken as an estimate of the associated systematic uncertainty. Uncertainties of 2 and 10% are assigned for the PDF and scale uncertainties in the signal acceptance and the background yields, respectively.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 457,
                    "text": "[45]",
                    "end": 461
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the jet background estimate, the following uncertainties are taken into account: statistical uncertainties in the jet-to-photon misidentification rate measurement (8-72%), systematic uncertainties in the template distributions used for the misidentification rate measurement (20%), and systematic uncertainties based on the discrepancies observed in the closure tests for the jet background determination procedure performed on simulated samples (50%). The total systematic uncertainty in the jet background prediction is evaluated by summing these uncertainties in quadrature and amounts to 54%, increasing to 90% for masses above 1 TeV.",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "Within the uncertainties, the data are found to be consistent with the background prediction as summarized in tables 2 and 3. We set 95% confidence level (CL) upper limits on the production cross sections of excited electrons and excited muons, and corresponding lower limits on the compositeness scale Λ, as a function of the excited lepton mass using  Table 2. The observed yield and the SM prediction in the search window of the given m * in the eeγ channel. The symbols N data , N prompt , and N jet represent the number of events in data, the prompt photon background prediction, and the jet background estimate, respectively, together with statistical and systematical uncertainties.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 354,
                    "text": "Table 2",
                    "end": 361
                }
            ]
        },
        {
            "section": "Results",
            "text": "a single-bin counting method [46]. The limits are computed with the modified frequentist CL s method [47,48], with a likelihood ratio used as a test statistic. The systematic uncertainties are treated as nuisance parameters with log-normal priors. The limits are set in the mass range between 0.25 and 5.0 TeV. Figure 6 shows the 95% CL upper limits on the product of the signal cross section and branching fraction to γ final states, σ B( * → γ) and lower limits on Λ, as a function of the resonance mass. The observed limits are denoted by the solid black lines and the expected limits for the background-only hypothesis are represented by the dashed black lines. The 68 and 95% CL ranges are shown with the green and yellow bands, respectively. The observed limits on the signal cross section range from 3.7 to 0.2 fb as a function of m * and are consistent with the expected limits. The fluctuations of the expected limits and the uncertainty bands, which appear for m * < 1 TeV, are consequences of the statistical fluctuations from the limited number of simulated events passing the event selection. The dashed lines in the left plots in figure 6 represent the theoretical cross sections including the NLO QCD correction factors for Λ = m * , 10, 15, and 25 TeV, in the sequence on the plot from bottom to top.  Table 3. The observed yield and the SM prediction in the search window of the given m * in the µµγ channel. The symbols N data , N prompt , and N jet represent the number of events in data, the prompt photon background prediction, and the jet background estimate, respectively, together with statistical and systematical uncertainties.  Table 4. Summary of the observed (expected) lower limits on m * , assuming Λ = m * , and the best observed (expected) lower limits on Λ in the mass range 0.5-1.0 TeV.",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 29,
                    "text": "[46]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 101,
                    "text": "[47,",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 105,
                    "text": "48]",
                    "end": 108
                },
                {
                    "type": "figure",
                    "start": 311,
                    "text": "Figure 6",
                    "end": 319
                },
                {
                    "type": "table",
                    "start": 1318,
                    "text": "Table 3",
                    "end": 1325
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1655,
                    "text": "Table 4",
                    "end": 1662
                }
            ]
        },
        {
            "text": "JHEP04(2019)015",
            "section_rank": 10
        },
        {
            "section": "JHEP04(2019)015",
            "text": "The lower limit on m * depends on Λ since both m * and Λ are free parameters in the reference model. The observation excludes m * < 3.9 (3.8) TeV for excited electrons (muons) in the case where Λ = m * . The exclusion on Λ ranges from 15 to 25 TeV in the mass range m * between 0.25 and 1.0 TeV, and decreases with increasing mass up to approximately 4 TeV for m * > 1.0 TeV. The best observed limit on Λ is obtained in the mass range between 0.5 and 1.0 TeV, excluding Λ below 25 TeV for both excited electrons and muons. A summary of representative exclusion limits is given in  Figure 6. Observed (solid) and expected (dashed) 95% CL upper limits on the product of the production cross section and branching fraction (left column) and lower limits on the compositeness scale (right column) as a function of signal mass m * , together with the 68% (green, inner) and 95% (yellow, outer) quantiles of the expected limit, for e * (upper row) and µ * (lower row).",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 581,
                    "text": "Figure 6",
                    "end": 589
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 11
        },
        {
            "section": "Summary",
            "text": "A search has been presented for excited electrons and muons in γ final states at the LHC. The search is based on a data sample corresponding to an integrated luminosity of 35.9 fb −1 of proton-proton collisions at a center-of-mass energy of 13 TeV, collected with the CMS detector in 2016. No significant excess over the standard model prediction is observed in the data, and 95% confidence level upper and lower limits are set on the product of the signal production cross section and branching fraction to γ final states and the compositeness scale, respectively, as a function of the excited lepton mass. The observed limits on the product of the signal cross section and the branching fraction range from 3.7 to 0.2 fb as a function of m * . Excited electrons and muons are excluded for masses below 3.9 and 3.8 TeV, respectively, under the assumption that the excited lepton JHEP04(2019)015",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "section": "Summary",
            "text": "mass equals the compositeness scale. The best observed limit on the compositeness scale is obtained with an excited lepton mass of around 1.0 TeV, excluding a compositeness scale below 25 TeV for both excited electrons and muons. These are the first results of a search at √ s = 13 TeV for excited leptons and also the most stringent limits on the excited lepton mass and the compositeness scale to date.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 12
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "section": "Acknowledgments",
            "text": "JHEP04 2019 [13] ALEPH collaboration, Search for excited leptons at 130-140 GeV, Phys. Lett. B 385 (1996) 445 [INSPIRE].",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2019",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "start": 87,
                    "text": "Lett. B 385 (1996)",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "[INSPIRE]",
                    "end": 119
                }
            ]
        },
        {
            "section": "Acknowledgments",
            "text": "[14] DELPHI collaboration, Search for composite and exotic fermions at LEP 2, Eur. Phys. J. C 8 (1999)  JHEP04 (2019)015",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 89,
                    "text": "J. C 8 (1999)",
                    "end": 102
                },
                {
                    "start": 111,
                    "text": "(2019)015",
                    "end": 120
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 13
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The Feynman diagram of the production of excited leptons in γ final states.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Figure 2 .Figure 3 .Figure 4 .",
            "section_rank": 14
        },
        {
            "section": "Figure 2 .Figure 3 .Figure 4 .",
            "text": "Figure 2. The distributions of m min γ (left column) and m max γ (right column) in the eeγ channel (upper row) and the µµγ channel (lower row). The points with error bars denote the data and the stacked histograms show the predictions for each of the backgrounds. The uncertainty bands of the SM prediction includes only statistical uncertainties. Signal events for m * = 1 TeV at Λ = 10 TeV are also shown as dotted lines. The last bin of each distribution includes overflow events.",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.). Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts JHEP04(2019)015",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "table 4 .",
            "section_rank": 16
        },
        {
            "text": "015 [12] CMS collaboration, Search for Excited Leptons in Proton-Proton Collisions at √ s = 8 TeV, JHEP 03 (2016) 125 [arXiv:1511.01407] [INSPIRE].",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "41 [hep-ex/9811005]  [INSPIRE].[15] OPAL collaboration, Search for unstable heavy and excited leptons at LEP 2, Eur. Phys.J.  C 14 (2000)  73 [hep-ex/0001056] [INSPIRE]. [16] L3 collaboration, Search for excited leptons at LEP, Phys. Lett. B 568 (2003) 23 [hep-ex/0306016] [INSPIRE]. [17] H1 collaboration, Search for Excited Electrons in ep Collisions at HERA, Phys. Lett. B 666 (2008) 131 [arXiv:0805.4530] [INSPIRE]. [18] CDF collaboration, Search for excited and exotic electrons in the eγ decay channel in pp collisions at √ s = 1.96 TeV, Phys. Rev. Lett. 94 (2005) 101802 [hep-ex/0410013] [INSPIRE]. [19] CDF collaboration, Search for excited and exotic muons in the µγ decay channel in pp collisions at √ s = 1.96 TeV, Phys. Rev. Lett. 97 (2006) 191802 [hep-ex/0606043] [INSPIRE]. [20] D0 collaboration, Search for excited muons in pp collisions at √ s = 1.96 TeV, Phys. Rev. D 73 (2006) 111102 [hep-ex/0604040] [INSPIRE]. [21] D0 collaboration, Search for excited electrons in pp collisions at √ s = 1.96 TeV, Phys. Rev. D 77 (2008) 091102 [arXiv:0801.0877] [INSPIRE]. [22] ATLAS collaboration, Search for excited leptons in proton-proton collisions at √ s = 7 TeV with the ATLAS detector, Phys. Rev. D 85 (2012) 072003 [arXiv:1201.3293] [INSPIRE]. [23] ATLAS collaboration, Search for excited electrons and muons in √ s = 8 TeV proton-proton collisions with the ATLAS detector, New J. Phys. 15 (2013) 093011 [arXiv:1308.1364] [INSPIRE]. [24] ATLAS collaboration, A search for an excited muon decaying to a muon and two jets in pp collisions at √ s = 8 TeV with the ATLAS detector, New J. Phys. 18 (2016) 073021 [arXiv:1601.05627] [INSPIRE].",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "JHEP04(2019)015",
            "section_rank": 20
        }
    ]
}