{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We analyze the recently discovered phenomena in elastic proton-proton scattering at the LHC, challenging the standard Regge-pole theory: the low-|t| \"break\" (departure from the exponential behavior of the diffraction cone), the accelerating rise with energy of the forward slope B(s, t = 0), absence of secondary dips and bumps on the cone, and the role of the odderon in the forward phase of the amplitude, ρ(13 TeV) = 0.1 ± 0.01 and, especially, its contribution at the dip region, measured recently by TOTEM. Relative contributions from different components to the scattering amplitude are evaluated from the fitted model.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "During the past seven years, the TOTEM Collaboration produced a number of spectacular results on proton-proton elastic and total cross sections measured at the LHC in the range of 2.76 ≤ √ s ≤ 13 TeV [1]. A possible alternative to the simple Regge-pole model as input is a double pole (double Pomeron pole, or simply dipole Pomeron, DP) in the angular momentum (j) plane. It has a number of advantages over the simple Pomeron Regge pole. In particular, it produces logarithmically rising cross sections already at the \"Born\" level.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 200,
                    "text": "[1]",
                    "end": 203
                }
            ]
        },
        {
            "text": "The Pomeron amplitude may be written in the following \"geometrical\" form (for details, see [2] and references therein):",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 91,
                    "text": "[2]",
                    "end": 94
                }
            ]
        },
        {
            "text": "where",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The Pomeron trajectory, in its simplest version, is linear",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "We assume that the odderon contribution is of the same form as that of the Pomeron, implying the relation A O = −iA P and different values of adjustable parameters (labelled with subscript O):",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Secondary Reggeons are parametrized in a standard way with linear Regge trajectories and exponential residua.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The complete scattering amplitude used in our fits is",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "We use the norm, where",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The parameter ρ(s), the ratio of the real and imaginary part of the forward scattering amplitude, is",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Below, we present the main results. More details on the fit and values of the fitted parameters can be found in Ref. [3].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 117,
                    "text": "[3]",
                    "end": 120
                }
            ]
        },
        {
            "text": "Recent measurement of the phase ρ(13 TeV) = 0.09±0.01 (or ρ(13 TeV) = 0.1 ± 0.01) [4] is widely discussed in the literature. The above data point lies well below the expectations (extrapolations) from lower energies, although this should not be dramatized. The flexibility of the odderon parametrization leaves room for perfect fits to this data point simultaneously with the total cross section. More critical is the inclusion of non-forward data, both for pp andpp especially around the dip region, to which the odderon is sensitive! Figure 1 shows the results of our fits to pp and pp scattering data, including the ratio ρ. The option without the odderon (shown as dotted line) does not fit the new 13 TeV data point. However, we found that neglecting the oddereon has no significant effect on the description of the total cross-section measurements. The forward slope, defined as",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 82,
                    "text": "[4]",
                    "end": 85
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 536,
                    "text": "Figure 1",
                    "end": 544
                }
            ]
        },
        {
            "text": "is shown in Fig. 2 for pp and pp scattering. In Ref. [3], we have shown that the odderon promotes a faster than ln s rise of the elastic slope B(s) beyond the LHC energy region.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 12,
                    "text": "Fig. 2",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 53,
                    "text": "[3]",
                    "end": 56
                }
            ]
        },
        {
            "text": "The non-exponential behavior of the low-|t| pp differential cross section, called \"break\", was confirmed by recent measurements of the TOTEM Collaboration at the CERN LHC, first at 8 TeV (with a significance greater than 7σ) [5] and, subsequently, at 13 TeV [4].",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 225,
                    "text": "[5]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 258,
                    "text": "[4]",
                    "end": 261
                }
            ]
        },
        {
            "text": "Recently, in Ref. [6], by using a simple Regge pole model with two leading (Pomeron and odderon) and two secondary Reggeon (f and ω) exchanges we have mapped the \"break\" fitted at the ISR onto the LHC TOTEM 8 and 13 TeV data. We found that the observed \"break\" can be identified with the two-pion exchange (loop) in the t-channel both at the ISR and the LHC.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 18,
                    "text": "[6]",
                    "end": 21
                }
            ]
        },
        {
            "text": "The most sensitive (crucial) test for any model of elastic scattering is the well-known dip-bump structure in the differential cross section. None of the existing models was able to predict the position and dynamics of the dip (especially when both pp andpp data are included). The first LHC measurements (at 7 TeV) [7] clearly demonstrated their failure. The result of fits for pp and pp differential cross sections, using Eqs. (1)-(4), is shown in Fig. 3. Within the model, Eqs. (1)-(3), we calculated the relative contribution from the different components of the amplitude",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 316,
                    "text": "[7]",
                    "end": 319
                },
                {
                    "type": "figure",
                    "start": 450,
                    "text": "Fig. 3",
                    "end": 456
                }
            ]
        },
        {
            "text": "to the pp and pp total cross sections, where i = f + ω stands for the relative weight of the Reggeons, i = P for the relative weight of the Pomeron, and i = O for the relative weight of the odderon. The result is shown in Fig. 4. One can see that at \"low\" energies (typically 10 GeV), the contribution from Reggeons and the Pomeron are nearly equal, but as the energy increases, the Pomeron takes over and, at the same time, the importance of the odderon is slightly growing. We have calculated the relative contributions of different components of the amplitude also for non-forward scattering (t = 0)",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 222,
                    "text": "Fig. 4",
                    "end": 228
                }
            ]
        },
        {
            "text": "The relative contribution as a function of −t from the Pomeron R P and of the odderon R O at 7 TeV is shown in Fig. 5. One can see that at low |t|, the Pomeron dominates, while around the dip-bump region, the relative importance of the Pomeron and odderon is about 50-50% and, finally, at higher |t|, the odderon takes over. The role of the secondary Reggeons becomes negligible at the LHC both for t = 0 and |t| > 0.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 111,
                    "text": "Fig. 5",
                    "end": 117
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 3
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Fits to pp and pp ratio ρ data using the model, Eqs. (1)-(3) and(5).",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 72,
                    "text": "(5)",
                    "end": 75
                }
            ]
        },
        {
            "text": "2 ]Fig. 2 .",
            "section_rank": 4
        },
        {
            "section": "2 ]Fig. 2 .",
            "text": "Fig. 2. pp and pp elastic slope B(s) calculated from the fitted model, Eqs. (1)-(4) using Eq. (6).",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "2 ]Fig. 3 .",
            "section_rank": 5
        },
        {
            "section": "2 ]Fig. 3 .",
            "text": "Fig. 3. Fit to pp and pp differential cross-section data using the model, Eqs. (1)-(4).",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Relative contribution from different components of the amplitude to pp and pp total cross sections calculated from the model, Eqs. (1)-(3) and (7).",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Relative contribution from the Pomeron and from the odderon to the pp and pp differential cross sections at 7 TeV calculated from the model, Eqs. (1)-(3) and (8).",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "Fig. 5 .",
            "text": "We thank the organizers of this meeting for the creative atmosphere and financial support. Useful discussions and correspondence with Tamás Csörgő and Frigyes Nemes are acknowledged.",
            "paragraph_rank": 24,
            "section_rank": 9
        }
    ]
}